[{"link": "https://www.wsj.com/articles/u-s-warns-of-dealing-with-iranian-airlines-11563921427", "title": "U.S. Warns of Dealing With Iranian Airlines", "date": "2019-07-23 19:48", "summary": "The U.S. alleged that many Iranian airlines help support Iran in regional violence by transporting fighters and weapons to international locations. The U.S. on Tuesday warned companies against dealing with Iranian airlines, alleging that many of them support Iran in regional violence by transporting fighters and weapons to international locations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-to-start-7-day-delivery-to-juggle-demands-of-online-shopping-11563918759", "title": "UPS to Start 7-Day Delivery", "date": "2019-07-23 19:18", "summary": "With an eye on Amazon, package company joins FedEx in boosting frequency. United Parcel Service Inc. will start delivering packages on Sundays next year, following the move of FedEx Corp. as the two package giants battle to control the nonstop demands of online shopping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-debt-warning-11563923558", "title": "Elizabeth Warren's Debt Warning", "date": "2019-07-23 19:12", "summary": "Claiming to have called the last financial crisis, the presidential candidate predicts a new one.. How can a senator issue a warning about U.S. debt levels without noting the massive debt of the federal government? On Monday Democratic presidential candidate Sen. Elizabeth Warren (D., Mass) published an essay entitled \"The Coming Economic Crash and How to Stop It.\" While sounding the alarm on private borrowing, the only problem she cited with federal debt was the risk that Congress and the President might not authorize more of it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-oversight-of-private-schools-stirs-public-uproar-11563923523", "title": "New York Private-School Oversight Proposal Sparks More Ire", "date": "2019-07-23 19:12", "summary": "Email blasts asked parents to oppose a proposal seen as intruding on the schools' autonomy. More than 24,000 people flooded the New York State Education Department with comments in the past three weeks about a controversial proposal that would increase its oversight over private schools.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-corporations-and-the-culture-war-11563923433", "title": "The Corporations and the Culture War", "date": "2019-07-23 19:10", "summary": "The big companies are becoming 'woke.' Students discuss why.. Editor's note: This Future View asks why so many corporations are taking left-wing stances in the culture war. Next time we'll discuss privacy. In light of Facebook 's $5 billion fine for compromising user information, do big tech companies have too much knowledge about us? Or does that make our lives easier? Students should click here to submit opinions of fewer than 250 words before Aug. 6. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-muellers-summer-re-run-11563923355", "title": "Robert Mueller's Summer Re-Run", "date": "2019-07-23 19:09", "summary": "Democrats hope the special counsel will revive impeachment.. There's nothing like a celebrity guest to boost a flagging TV show, and House Democrats are hoping Robert Mueller's congressional performance this week revives their impeachment ratings. Yet if the former special counsel stays true to his own investigation and report, this episode will be the last.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-for-brexit-11563923386", "title": "Boris for Brexit", "date": "2019-07-23 19:09", "summary": "The new British Prime Minister has one mandate above all.. Boris Johnson becomes the U.K.'s Prime Minister Wednesday afternoon, and much of the British press is already setting him up for failure. The obstacles are real, but the Tory rank-and-file chose him for his charisma and pro-Brexit optimism, and the future of the Conservative Party hangs on his success.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bipartisan-spending-party-11563923301", "title": "The Bipartisan Spending Party", "date": "2019-07-23 19:08", "summary": "Two more years with no tradeoffs and no fiscal accountability.. The rap on Washington is that it's too partisan and accomplishes little. We'll take that if the alternative is this week's budget deal that is a win for the political faction that really runs the place-the bipartisan spending party.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-drug-price-problem-wont-heal-itself-11563923051", "title": "The Drug-Price Problem Won't Heal Itself", "date": "2019-07-23 19:04", "summary": "Costs for insulin and other vital treatments are rising rapidly, and Congress must step in.. As the political wars rage, unsolved problems multiply, including issues of deep concern to the American people. Every survey places the cost of health care at or near the top of the list, and prescription drugs are where Americans most frequently experience these costs.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prove-the-tweets-were-racist-11563923093", "title": "Prove the Tweets Were Racist", "date": "2019-07-23 19:04", "summary": "The media undertakes Mission Impossible in trying to categorize Trump statements.. Barack Obama may have been under-qualified and under-experienced when he ran in 2008, but his election allowed the country to feel good about itself. Democrats should be having a cakewalk to 2020 by giving Trump voters a candidate they could feel good about voting for to signal an end to the Trump experiment. That's not the election we seem to be getting. And the media aren't helping.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-editor-helped-win-the-cold-war-11563922983", "title": "My Editor Helped Win the Cold War", "date": "2019-07-23 19:03", "summary": "Bill Schulz helped keep Reader's Digest anti-Communist.. Writers like to grouse about editors-those wretched creatures who convert our magnificent prose into dreck even mom can't bear to read. But some editors are different. Bill Schulz, the longtime Reader's Digest Washington bureau chief who died Monday at 80, nurtured young journalists, kept some older ones in deep clover and was an invaluable friend.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bank-war-and-the-partisan-press-review-old-hickorys-secret-weapons-11563922957", "title": "'The Bank War and the Partisan Press' Review: Old Hickory's Secret Weapons", "date": "2019-07-23 19:02", "summary": "In his effort to kill the Second Bank, Andrew Jackson marshaled the power of his post ofﬁce and the Washington press.. From time to time, a populist president assails America's central bank, the opposition party lambastes the president, and the press attacks either or both. The story that Stephen W. Campbell tells in \"The Bank War and the Partisan Press\" seems to resemble our current moment-except for the death threats, riots, duels and absence of social media. Here is a concise and timely account of the battle over the Second Bank of the United States (Alexander Hamilton founded the first) during the presidency of Andrew Jackson. It was a war of more than words.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-focus-on-big-customers-propels-cloud-sales-11563922819", "title": "Microsoft's Focus on Big Customers Propels Cloud Sales", "date": "2019-07-23 19:00", "summary": "Companies that rely on Microsoft for daily operations are drawn into the cloud. Microsoft Corp.'s bet on delivering business software over the internet is paying off, thanks to the tech giant's ability to understand the needs of its corporate customers and help them adjust to a rapidly changing market.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-colas-sales-rise-in-second-quarter-11563882123", "title": "Coca-Cola Sales Boosted by Soda Gains, Coffee Push", "date": "2019-07-23 18:51", "summary": "Beverage giant raises annual sales target; shares jump.. Coca-Cola Co. 's quarterly profit and sales rose, boosted by higher demand for its namesake soft drinks and the introduction of coffee, energy drinks and other products.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-bill-securing-9-11-compensation-fund-11563911192", "title": "Senate Passes Bill Securing 9/11 Compensation Fund", "date": "2019-07-23 18:50", "summary": "Legislation provides enough money to pay for claims made through 2090; Trump expected to sign it. WASHINGTON-The Senate approved legislation that would extend funding to cover claims by victims of the Sept. 11 terrorist attacks for the rest of their lives, clearing the last legislative hurdle before the bill goes to President Trump's desk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-is-right-to-fund-the-lwcf-at-last-11563922035", "title": "Congress Is Right to Fund the LWCF at Last", "date": "2019-07-23 18:47", "summary": "The Land and Water Conservation Fund (LWCF) was authorized by Congress in 1965 to receive $900 million annually. Over the years, much of that money was appropriated elsewhere, and according to the Journal's own calculations, the fund has been shortchanged.. Regarding your editorial \"A Fund That Will Never Run Dry\" (July 10): The Land and Water Conservation Fund (LWCF) was authorized by Congress in 1965 to receive $900 million annually, which is what we are looking to legislate permanently in the House. Over the years, much of that money was appropriated elsewhere, and according to the Journal's own calculations, the fund has been shortchanged by over $25 billion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-bubbles-race-and-federal-policy-11563921990", "title": "Housing Bubbles, Race and Federal Policy", "date": "2019-07-23 18:46", "summary": "Furthermore, the suggestion that \"something other than racism is at work\" when explaining racial disparities in loans and homeownership, fails to consider the historic role of racism in federal homeownership programs.. Regarding Jason Riley's \"Democrats May Inflate Another Housing Bubble\" (Upward Mobility, July 10): As a Republican and former chairman of the House Subcommittee on Housing and Community Opportunity, I disagree with the implication that affordable housing is a partisan issue. During my time in Congress, we enacted laws in a bipartisan fashion that created more affordable housing and made the existing affordable housing more sustainable. Housing is most families' biggest monthly expense and it's becoming harder and harder to afford for more and more people. In 1960, one in five renters spent 30% or more of their income on rent; in 2017 that number was nearly one in two.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-boris-make-good-on-brexit-11563921908", "title": "Can Boris Make Good on Brexit?", "date": "2019-07-23 18:45", "summary": "If the new prime minister can't complete the divorce with Brussels, his party will face the voters' wrath.. Now and then the British cast aside frigid formality and declare themselves on first-name terms with their leaders. This intimacy is inspired less by political achievements than by personality. Over the past century, only three prime ministers have been honored with the democratic forename: Winston, Maggie and now Boris.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-ira-changes-fair-and-reasonable-11563921949", "title": "Proposed IRA Changes Fair and Reasonable", "date": "2019-07-23 18:45", "summary": "The number of taxpayers positively impacted by the rise in age from 70.5 to 72 surely dwarfs the number of heirs, who are theoretically affected by the proposed limitations on stretch IRAs.. Regarding the letters of July 17 responding to your editorial \"Congress Is Coming for Your IRA\" (July 10): Given the huge drop in estate taxes over the past 10 years, particularly for individual estates less than $11 million, is this minor tweak really such a big deal, even for those who stand to inherit nonspousal IRAs? The number of taxpayers positively impacted by the rise in age from 70.5 to 72 surely dwarfs the number of heirs, who are theoretically affected by the proposed limitations on stretch IRAs (who can still use planning techniques over a 10-year period to minimize their taxes). As to \"upend[ing] years of careful estate planning,\" surely the large increases in estate tax exemptions have given any number of heirs some consolation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-an-anti-immigration-environmentalist-11563921859", "title": "The End of an Anti-Immigration Environmentalist", "date": "2019-07-23 18:44", "summary": "John Tanton supported Planned Parenthood and Zero Population Growth, then struck out on his own.. A writer for the New Yorker magazine once described Madison Grant, the early 20th-century conservationist best known for his race-based opposition to immigration, as someone who had \"extended a passion for preserving bison and caribou into a mania for preserving the 'Nordic race.' \" The same might be said of John Tanton, a physician turned political activist who died last week at age 85.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbis-obstruction-probe-had-no-basis-11563921794", "title": "The FBI's Obstruction Probe Had No Basis", "date": "2019-07-23 18:43", "summary": "McCabe ordered it because Trump fired Comey, which he had every right to do.. Robert Mueller's investigation established that there was no collusion between the Trump campaign and Russia. Yet the cloud of obstruction of justice remains-even though there was never a good reason for the Federal Bureau of Investigation to initiate an obstruction inquiry.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-laws-for-the-powerful-11563921748", "title": "Secret Laws for the Powerful", "date": "2019-07-23 18:42", "summary": "Federal agencies too often legislate via informal, obscure rules and letters.. The Office of Management and Budget issued a memo recently reminding all federal administrative agencies that \"the Constitution vests all Federal legislative power in Congress.\" That may seem obvious, but agencies often regulate Americans beyond their lawful authority and without accountability. Our organization-the New Civil Liberties Alliance-has petitioned 18 agencies to adopt a permanent rule prohibiting such unconstitutional regulation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-aims-to-go-public-in-september-sooner-than-expected-sources-11563921401", "title": "WeWork Aims to Go Public in September, Sooner Than Expected", "date": "2019-07-23 18:36", "summary": "Office-space company boosted a loan facility in hopes that will pave way for listing. WeWork Cos. is aiming to go public in September, earlier than many investors had expected, after boosting a loan facility the office-space manager hopes will pave the way for the listing.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/con-edison-customers-wait-days-for-power-to-come-back-11563921040", "title": "Some Con Edison Customers Still Waiting For Power", "date": "2019-07-23 18:30", "summary": "According to utility, 3,500 customers in New York City area were still without power Tuesday morning. Consolidated Edison Inc. crews scrambled to fix outages affecting thousands of customers around New York City on Tuesday, including ones in which residents had been without electricity for two days.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-esper-secures-enough-senate-votes-to-be-defense-secretary-11563899034", "title": "Mark Esper Sworn In as Defense Secretary", "date": "2019-07-23 18:23", "summary": "Senate confirmation ends longest period in Pentagon history without a congressionally approved leader. The Senate voted to confirm former Raytheon Co. executive Mark Esper as U.S. defense secretary, ending the longest period in Pentagon history without a congressionally approved leader.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-just-stockspromise-of-rate-cuts-lifts-wide-range-of-assets-11563883206", "title": "Promise of Rate Cuts Lifts Range of Assets", "date": "2019-07-23 18:22", "summary": "Swiss franc, gold and emerging markets strengthen on expected wave of easing. Stocks and government bonds aren't the only assets getting a boost from an expected wave of central bank stimulus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-posts-record-user-growth-11563912652", "title": "Snap Posts Record User Growth", "date": "2019-07-23 18:10", "summary": "Social media company's results mark turnaround following challenges with redesign of flagship app, executive turnover. Snap Inc. reported its strongest user growth as a public company and accelerating revenue, signs that long-awaited Snapchat app improvements and a leadership overhaul are translating into gains for the business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotles-sales-rise-along-with-prices-11563915307", "title": "Chipotle's Sales Rise Following Price Increases", "date": "2019-07-23 18:07", "summary": "Burrito chain is betting on delivery through DoorDash partnership. Chipotle Mexican Grill Inc. is selling more burritos even at higher prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-forms-cybersecurity-directorate-under-more-assertive-u-s-effort-11563876005", "title": "NSA Forms Cybersecurity Directorate Under More Assertive U.S. Effort", "date": "2019-07-23 18:02", "summary": "Anne Neuberger, tapped as head, warns against 'not engaging in the fight'. The National Security Agency will create a cybersecurity directorate later this year as part of a wider effort to more closely align the agency's offensive and defensive operations, U.S. officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-penalty-continues-to-wane-in-u-s-11563919322", "title": "Death Penalty Continues to Wane in U.S.", "date": "2019-07-23 18:02", "summary": "Death row's population down in 2017 for 17th straight year. WASHINGTON-Death row's population declined for the 17th straight year in 2017, while the duration from sentence to execution increased to 20 years, three months, the federal Bureau of Justice Statistics reported Tuesday, continuing an overall drop in capital punishment across the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unregulated-synthetic-opioids-are-tied-to-900-fatal-overdoses-in-new-york-city-11563918729", "title": "Unregulated Synthetic Opioids Tied to 900 Fatal Overdoses in New York City", "date": "2019-07-23 17:52", "summary": "Police and prosecutors want a ban on fentanyl knockoffs, which aren't illegal. Prosecutors and law-enforcement officials are calling for a ban on unregulated synthetic opioids that are blamed for more than 900 overdose deaths in New York City since 2017.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-markets-currencies-get-boost-from-fed-11563906583", "title": "Emerging-Markets Currencies Get Boost From Fed", "date": "2019-07-23 17:45", "summary": "Investors are piling into emerging-markets currencies, spurred by expectations that the Federal Reserve will soon cut interest rates. Investors are piling into emerging-markets currencies, spurred by expectations that the Federal Reserve will soon cut interest rates.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-magic-act-11563918257", "title": "Snap's Magic Act", "date": "2019-07-23 17:44", "summary": "Snap's stellar second quarter impressed investors, but gains could vanish quickly without continued innovation. Snap Inc.'s monster second quarter should fuel its newly favored stock. But the problem with popularity in social media is that it can be fleeting-especially when it comes to an app notorious for disappearing content.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-serious-fraud-office-opens-probe-into-bank-note-producer-11563918135", "title": "U.K.'s Serious Fraud Office Opens Probe Into Bank Note Producer", "date": "2019-07-23 17:42", "summary": "Watchdog said it is investigating possible corruption in South Sudan. The U.K.'s antifraud watchdog has opened a probe into possible corruption in South Sudan by a company that provides governments across the world with bank notes and cash-supply services.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-guzzle-coca-cola-but-cool-on-kraft-11563907782", "title": "Investors Guzzle Coca-Cola but Cool on Kraft", "date": "2019-07-23 17:39", "summary": "Analysts don't expect the Kraft Heinz stock's move higher to last, while investors are more optimistic on Coca-Cola. There is a growing rift between shares of Kraft Heinz Co. and those of Coca-Cola Co.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usda-report-sees-dire-climate-change-impact-on-u-s-crops-11563917840", "title": "USDA Report Sees Dire Climate-Change Impact on U.S. Crops", "date": "2019-07-23 17:37", "summary": "Computer models produce harsh forecasts based on the impact of greenhouse gases. Unchecked climate change could mean that the weather conditions hurting farmers this year will become increasingly common and result in higher costs for the federal government, according to a U.S. Department of Agriculture report.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-open-broad-new-antitrust-review-of-big-tech-companies-11563914235", "title": "Justice Department to Open Broad, New Antitrust Review of Big Tech Companies", "date": "2019-07-23 17:34", "summary": "Inquiry signals Barr's deep interest in tech sector, poses threat to companies such as Facebook, Google, Amazon, Apple. WASHINGTON-The Justice Department is opening a broad antitrust review into whether dominant technology firms are unlawfully stifling competition, adding a new Washington threat for companies such as Facebook Inc., Google, Amazon.com Inc. and Apple Inc.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-deal-removes-uncertainty-but-unlikely-to-boost-growth-11563917654", "title": "Spending Deal Calms Worries, But Is Unlikely to Boost Growth", "date": "2019-07-23 17:34", "summary": "Federal spending would rise $44 billion next year, a 3.5% increase, and only 0.8% the following year. The budget deal congressional leaders announced this week removes a key source of uncertainty heading into a presidential election year, but it won't translate into a big spending rise, muting its impact on economic growth.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-decreased-1-7-in-june-11563890555", "title": "Home Sales Stumble, as Pricey West Coast Markets Suffer Declines", "date": "2019-07-23 17:32", "summary": "Existing-home sales, which fell 1.7% in June, have been slumping year-over-year for 16 consecutive months. U.S. home sales slumped in June as home prices for major West Coast cities declined for the first time since 2012, ending the spring selling season with a thud.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-faces-eroding-sales-of-higher-end-vehicles-amid-model-3-gains-11563905728", "title": "Tesla's Sales of Higher-End Cars Erode in Key Market", "date": "2019-07-23 17:28", "summary": "A 54% decline in California registrations of Model S adds pressure on the auto maker to boost sales of its lower-priced compact car. Sales of Tesla Inc.'s high-end Model S sedan have taken a big hit in the company's most important U.S. market, California, as the electric auto maker is leaning more heavily on selling the lower-priced Model 3 compact car, new data show.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-flynn-business-partner-convicted-on-foreign-lobbying-charges-11563916773", "title": "Former Flynn Partner Convicted on Foreign Lobbying Charges", "date": "2019-07-23 17:19", "summary": "Case marks a major victory for the U.S. government's crackdown on foreign lobbyists. WASHINGTON-A business partner of former White House national-security adviser Mike Flynn was found guilty Tuesday of not properly disclosing consulting work prosecutors alleged was done on behalf of the Turkish government, a milestone in the U.S. government's newly aggressive enforcement of foreign-lobbying laws.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-blames-decor-homeless-for-dip-in-grand-central-terminal-dining-11563912103", "title": "MTA Blames Décor, Homeless for Dip in Grand Central Terminal Dining", "date": "2019-07-23 17:12", "summary": "Agency says it will hire consultant to refresh the lower level hall while staying true to the building's history. Revenues at Grand Central Terminal's dining concourse fell in 2018 because of outdated décor and a continuing challenge with homeless people using the space, according to New York's Metropolitan Transportation Authority.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-real-estate-giant-realogy-strikes-deal-with-amazon-11563880500", "title": "Struggling Real-Estate Giant Realogy Strikes Deal With Amazon", "date": "2019-07-23 17:00", "summary": "News of Amazon's partnership with a real-estate agency is likely to cause unease in the brokerage industry. Real-estate brokerage giant Realogy Holdings Corp. launched a new partnership with Amazon.com Inc. on Tuesday, a fresh attempt at jump-starting the property firm's flagging business and tumbling share price.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-financial-trail-goes-through-deutsche-bank-11563911131", "title": "Jeffrey Epstein's Financial Trail Goes Through Deutsche Bank", "date": "2019-07-23 17:00", "summary": "Mr. Epstein used the bank's private-wealth division to hold and manage assets connected to him, clients or entities he was affiliated with for a number of years. Deutsche Bank AG played a key role in Jeffrey Epstein's financial dealings in recent years, helping the accused sex-trafficker move millions of dollars in cash and securities through dozens of private-banking accounts with the German bank, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-tighten-food-stamps-eligibility-11563906611", "title": "Trump Administration Moves to Tighten Food-Stamps Eligibility", "date": "2019-07-23 16:58", "summary": "Proposal would limit nutritional assistance for some households that draw other government support. The Trump administration is proposing changes to the food-stamp program that would disqualify millions of people with low incomes from nutritional assistance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-traders-wager-on-smooth-sailing-for-tech-11563895823", "title": "Options Traders Wager On Smooth Sailing For Tech", "date": "2019-07-23 16:50", "summary": "Investors betting on below-average moves for Facebook, Amazon, Twitter. Options traders are forecasting a relative calm for shares of some tech behemoths ahead of earnings this week. They could end up being caught off guard.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-promoter-justin-sun-postpones-charity-lunch-with-warren-buffett-11563884489", "title": "Crypto Promoter Justin Sun to Warren Buffett: Let's Do Lunch...Later", "date": "2019-07-23 16:45", "summary": "Health issue cited for Tron founder, who denies report of illegal fundraising in China. Cryptocurrency investor Justin Sun, who paid a record $4.6 million in a charity auction to have lunch with Warren Buffett, abruptly postponed his meeting with the billionaire investor Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-compromises-underpin-spending-deal-struck-by-white-house-democrats-11563896529", "title": "Five Compromises Underpin Spending Deal", "date": "2019-07-23 16:26", "summary": "Neither Republicans nor Democrats won everything they wanted. Congressional negotiators and the White House reached an agreement Monday evening to raise federal spending over the next two years and suspend the debt-ceiling until the end of July 2021. Neither Republicans nor Democrats won everything they wanted.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-seeks-authority-for-commercial-drone-flights-11563913288", "title": "UPS Seeks Authority for Commercial Drone Flights", "date": "2019-07-23 16:21", "summary": "Parcel carrier joins a growing list of companies advancing unmanned aerial deliveries as regulators work out rules for the skies. United Parcel Service Inc. is seeking U.S. authorization to operate commercial drone flights, signaling the delivery giant's intent to compete in a developing but increasingly crowded sector.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-on-u-s-moves-on-budget-trade-11563869638", "title": "Stocks Climb on Upbeat Earnings", "date": "2019-07-23 16:18", "summary": "Gains pick up as Kudlow says trade negotiators are expected to meet in China. U.S. stocks climbed Tuesday, lifted by a series of better-than-expected earnings from companies ranging from Coca-Cola to United Technologies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rule-to-encourage-retirement-plans-by-smaller-companies-coming-soon-11563912824", "title": "New Rule to Encourage Retirement Plans by Smaller Companies Coming Soon", "date": "2019-07-23 16:15", "summary": "Change to 401(k) rules would let businesses band together to offer joint retirement plans. WASHINGTON-Small businesses would have an easier time banding together to create joint 401(k) retirement plans for workers under a rule the Labor Department is set to finish soon, according to a senior administration official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renoir-the-body-the-senses-review-celebrating-the-nude-11563912876", "title": "'Renoir: The Body, the Senses' Review: Celebrating the Nude", "date": "2019-07-23 16:14", "summary": "The Clark Art Institute organizes a must-see gathering of the French master's late works-hazy studies of the naked body that seem to radiate heat and color.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-to-refund-1-6-million-after-foreign-exchange-pricing-probe-11563912408", "title": "American Express to Refund $1.6 Million After Forex Probe", "date": "2019-07-23 16:06", "summary": "The company is also terminating 10 employees and retraining 28. American Express Co. is terminating foreign-exchange employees and refunding money to nearly 200 customers after it found salespeople misrepresented pricing to customers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plan-would-focus-on-inequality-in-criminal-justice-system-11563876002", "title": "Biden Seeks to Fix Criminal-Justice Inequalities as Critics Attack His Record", "date": "2019-07-23 15:54", "summary": "Former vice president, criticized for 1994 crime law, wants to end mandatory minimum sentences and disparities in drug sentencing. WASHINGTON-Joe Biden released criminal-justice proposals that seek an end to mandatory minimum sentences and disparities in certain types of drug sentencing, confronting the legacies of the \"tough-on-crime\" laws he once supported in the Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-and-intels-no-brainer-deal-11563900798", "title": "Apple's and Intel's No-Brainer Deal", "date": "2019-07-23 15:52", "summary": "Apple buying Intel's modem-chip business would be good for both-and bad for Qualcomm. Some deals need to be sold. Apple Inc. potentially buying Intel Corp.'s modem chip business isn't one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-next-for-puerto-rico-11563911287", "title": "What's Next for Puerto Rico", "date": "2019-07-23 15:48", "summary": "After historic protests, Gov. Rosselló-or any likely successor-faces thicket of political, economic challenges with few easy remedies. The hundreds of thousands of Puerto Ricans who have poured into the streets in historic marches recently have focused on a single goal: forcing the resignation of the island's scandal-plagued governor, Ricardo Rosselló.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brunswick-cuts-costs-to-streamline-marine-businesses-11563893991", "title": "Brunswick Cuts Costs to Streamline Marine Businesses", "date": "2019-07-23 15:42", "summary": "Company wants to trim $30 million to $35 million in expenses from its boat and marine-engine businesses. Brunswick Corp. said Tuesday it is cutting 9% of its salaried workforce as the marine-equipment and boat company aims to streamline its operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-negotiators-expected-to-meet-in-china-kudlow-says-11563907338", "title": "U.S., China Set to Resume Trade Talks in Shanghai Next Week", "date": "2019-07-23 15:38", "summary": "China is looking at buying more American agricultural products, Kudlow says. WASHINGTON-A U.S. delegation is expected to travel to China for trade talks next week, according to a senior administration official, marking what would be the first in-person talks since the Group of 20 summit last month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-introduce-bill-to-cap-drug-price-increases-under-medicare-11563906451", "title": "Senators Introduce Bill to Cap Drug-Price Increases", "date": "2019-07-23 15:35", "summary": "Legislation aims to restrain out-of-pocket spending by beneficiaries. WASHINGTON-The Senate Finance Committee's highest-ranking members are pushing legislation to restrain drug-price increases by placing some caps on out-of-pocket spending in the federal Medicare program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-sues-house-panel-new-york-officials-to-protect-his-state-tax-returns-11563907003", "title": "Trump Sues House Panel, New York Officials to Protect State Tax Returns", "date": "2019-07-23 15:35", "summary": "The lawsuit seeks an injunction that would block the application of a new New York State law. WASHINGTON-President Trump sued the U.S. House Ways and Means Committee and New York state officials on Tuesday, seeking to protect his state tax returns from being turned over to the congressional tax-writing committee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-times-hires-law-firm-to-conduct-review-of-wirecard-reporting-11563909724", "title": "FT Hires Law Firm To Review Wirecard Reporting", "date": "2019-07-23 15:22", "summary": "Series of articles reported on accounting practices at German payments company. The Financial Times said Tuesday it has hired an outside law firm to review its reporting on German payments company Wirecard AG , which is suing the publication, alleging it falsely represented confidential information.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-approve-financial-rescue-for-ohios-nuclear-plants-11563908648", "title": "Lawmakers Approve Financial Rescue for Ohio's Nuclear Plants", "date": "2019-07-23 15:04", "summary": "Legislation will hand over $150 million a year through 2026 to two plants, totaling nearly $1 billion, to keep them operating. TOLEDO, Ohio-A roughly $1 billion financial rescue for Ohio's two nuclear power plants is all but certain after lawmakers on Tuesday approved adding a new fee to every electricity bill in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-moves-toward-ban-on-buying-chinese-buses-railcars-over-spy-fears-11563874203", "title": "U.S. Moves Toward Ban on Buying Chinese Buses, Railcars", "date": "2019-07-23 15:03", "summary": "Advocates of ban say it would protect U.S. industry from subsidized Chinese rivals and claim cameras and other gear could provide surveillance. China's push to gain a bigger foothold in U.S. public transit systems could derail in Congress, which is moving to bar the use of federal funds to buy Chinese buses and railcars.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-revives-debate-over-warrant-proof-encryption-11563894048", "title": "Barr Revives Debate Over 'Warrant-Proof' Encryption", "date": "2019-07-23 14:46", "summary": "Attorney general says encryption hurts investigations by allowing criminals to hide communications, but offers no clear path forward. Attorney General William Barr sought to reopen a debate over whether technology companies such as Apple Inc. and Facebook Inc. should be required to provide law-enforcement agencies a way to break the encryption on devices and apps used by terrorists, drug cartels and other criminal suspects.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tensions-rise-after-south-korea-fires-at-russian-warplane-11563892046", "title": "Russia-China Air Patrol Draws Fire From South Korean Jets", "date": "2019-07-23 14:45", "summary": "Seoul claims violation of its airspace in region where interests of U.S. and others converge. The first joint patrol by Russian and Chinese bombers aimed at testing the air defenses of U.S. allies in northeast Asia triggered a rare clash as South Korean fighters scrambled to ward off what Seoul said was an intrusion into its airspace.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-shows-off-advanced-new-submarine-11563879133", "title": "North Korea Shows Off Advanced New Submarine", "date": "2019-07-23 14:30", "summary": "New vessel may be big enough to carry multiple projectiles, military experts say. SEOUL-North Korean leader Kim Jong Un examined a new submarine that experts believe could carry multiple missiles, including those with nuclear capabilities, in Pyongyang's latest display of military strength as denuclearization talks with Washington remain gridlocked.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-things-to-watch-for-in-robert-muellers-house-testimony-11563905708", "title": "Mueller to Answer Questions on Russia Probe for First Time", "date": "2019-07-23 14:15", "summary": "Former special counsel's Wednesday appearances before lawmakers will mark his first time answering questions about Russia probe. Former special counsel Robert Mueller's testimony before the House Judiciary and Intelligence committees Wednesday will mark the first time he will answer questions about his investigation into Russian influence on the 2016 election, whether President Trump or his associates cooperated with those efforts and whether Mr. Trump obstructed justice in the probe. Here are five things to watch for in the hearings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-to-study-alternatives-to-social-security-numbers-11563874200", "title": "Equifax to Study Alternatives to Social Security Numbers", "date": "2019-07-23 14:14", "summary": "Breach settlement includes funding a study that will potentially form the basis for new ways of identifying U.S. residents in the future. Equifax Inc. on Monday agreed to revamp its cybersecurity practices and fund a study to explore how U.S. consumers could be identified, as part of a settlement with state prosecutors over its 2017 data breach.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-the-august-2019-issue-11563905154", "title": "Contributors: The August 2019 Issue", "date": "2019-07-23 14:05", "summary": "The writers, stylists and photographers who put this issue together, including a special moment on set with Adrian Gaut. Our profile of artist Lee Ufan, who has a new exhibition in September at Washington, D.C.'s Hirshhorn Museum and Sculpture Garden, provided writer Robert Sullivan and photographer Adrian Gaut with the chance to meet an artist they've both admired. \"He's a model, for me, of the generative aspects of practiced reflection,\" says Sullivan. \"His work is a real counterpoint to where everything in our technologized world herds us.\" For Gaut, an earlier visit to the Tadao Ando-designed Lee Ufan Museum in Naoshima, Japan, had left a lasting impression. In person, says Gaut, \"I found him to be unusually reserved, yet he had a very quiet and confident presence.\" The image of Gaut photographing Lee was captured toward the end of the shoot. \"We had already decided we had the shot, but as he was walking away from the window I saw him rubbing his hands together, and I quickly grabbed the camera for one more shot. It ended up being the best shot of the session.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editors-letter-all-the-right-moves-11563905081", "title": "Editor's Letter: All the Right Moves", "date": "2019-07-23 14:04", "summary": "Inside the August 2019 issue, from Melissa McCarthy's mobster movie to Ingmar Bergman's sweeping Swedish legacy. While putting together our August issue, we were reminded that appearances can be deceiving. Throughout her film and TV career, cover star Melissa McCarthy has mined wild-card, foulmouthed characters for comedic gold. You might expect her to be the same off-screen, but in person she's down-to-earth in ways that are true to her Midwestern roots. McCarthy's new film, The Kitchen-in which she, Elisabeth Moss and Tiffany Haddish play three women who take control of the Irish mob in 1970s New York-showcases her talent for finding comedy in drama and vice versa. \"I want a good story,\" she says. \"I don't care what format it comes in.\"", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-raises-2019-profit-guidance-11563885203", "title": "Lockheed Martin Targets Hypersonics", "date": "2019-07-23 14:02", "summary": "Super-fast missiles could be ready for production within two years. Lockheed Martin Corp. said its sales and profit got a boost from stepped-up Pentagon spending on hypersonic missiles, with production slated to start in two years if the advanced weapons prove workable.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-insiders-guide-to-milwaukee-11563904901", "title": "An Insider's Guide to Milwaukee", "date": "2019-07-23 14:01", "summary": "The Midwest metropolis isn't all suds and sausage. We asked locals to tip visitors off to fresher diversions, including where to eat, golf, bike ride and soak up Lake Michigan. DEEPLY ROOTED in manufacturing, Milwaukee has long been regarded as an industrious city that fixates on its baseball, brats and beer (Miller, Pabst and Schlitz were all birthed here). These days, Wisconsin's largest municipality has formed some new obsessions: basketball, plant-based restaurants and craft distilleries. \"It doesn't even feel like the old Milwaukee to me in terms of the culture,\" said born-and-raised Milwaukeean John Schlifske, CEO of Northwestern Mutual. Across the river from the Milwaukee Art Museum, with its birdlike pavilion, the ambitious $524-million Fiserv Forum opened last summer, more aptly reflecting the Bucks' ranking among the NBA's best teams. The complex surrounding the new arena houses energy-infusing new bars and restaurants. In summer, locals gratefully populate the beaches that wrap around the city's Lake Michigan shoreline and the smattering of beer gardens accessible via bicycle. Here, four denizens share other favorite spots for midsummer, or anytime.", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-brexit-fueled-family-feud-11563904851", "title": "Boris Johnson's Brexit-Fueled Family Feud", "date": "2019-07-23 14:00", "summary": "While the incoming U.K. prime minister cheerleads an exit from the EU, his father and siblings have other ideas. LONDON-Surrounding Boris Johnson, Brexit's highest-profile supporter and Britain's next prime minister, is a group of people who really don't want to leave the European Union. Awkwardly for Mr. Johnson, they are his family.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-technologies-bet-on-aerospace-is-working-for-now-11563901423", "title": "United Technologies' Bet on Aerospace Is Working, for Now", "date": "2019-07-23 13:03", "summary": "Collins Aerospace, the division created from a $30 billion acquisition last year, helped UTC to beat analysts' expectations in the second quarter. While the merger of United Technologies with Raytheon announced last month has its fair share of critics, the conglomerate's previous big aerospace acquisition is turning out nicely.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-a-simple-way-to-shop-more-sustainably-11563900611", "title": "Here's a Simple Way to Shop More Sustainably", "date": "2019-07-23 12:50", "summary": "Forgo clothing and accessories that use polluting dyes. The downside? You may look like a scoop of vanilla ice cream, as the alternatives are almost always off-white. SUSTAINABILITY IS as much about what you don't do to your clothing as what you do. In the past decade, numerous brands have emerged touting stylishly eco-friendly, unisex alternatives to mainstream clothing, including some-like Los Angeles's Olderbrother and Denmark's Andersen-Andersen-that reduce their environmental footprint by offering some clothing made without chemical and natural dyes. Forgoing dye \"means less resources used to change anything-less toxic [chemicals], less water used, less energy consumed,\" said Juan Diego Gerscovich, co-founder of Los Angeles-based brand Industry of All Nations.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-to-become-u-k-prime-minister-after-winning-party-election-11563879952", "title": "Boris Johnson Wins Race to Become Next U.K. Prime Minister", "date": "2019-07-23 12:42", "summary": "Former London mayor, promising Brexit in October, to take office as leader of Conservatives. LONDON-Boris Johnson won the race to lead the ruling Conservative Party and become Britain's next prime minister, repeating in his victory speech a pledge to pull the nation out of the European Union by Oct. 31-but the challenge he faces to meet that deadline became quickly apparent.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-miss-prompts-sour-tweet-11563899803", "title": "Swiss Miss Prompts Sour Tweet", "date": "2019-07-23 12:36", "summary": "UBS called out a journalist publicly for an error, but those who live in glass houses shouldn't throw stones. We all make mistakes.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-could-leave-sour-aftertaste-for-buffetts-deal-money-11563899146", "title": "Occidental Could Leave Sour Aftertaste for Buffett's Deal Money", "date": "2019-07-23 12:28", "summary": "Sage of Omaha wants more deals like the one he gave Occidental, but his money has become a sticking point for investor Carl Icahn. Warren Buffett may like to keep his mergers friendly, but his money is certainly kicking up a fuss.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-tightens-visa-rules-for-immigrant-investors-11563898897", "title": "Trump Tightens Visa Rules for Immigrant Investors", "date": "2019-07-23 12:21", "summary": "Policy change raises minimum spending levels for those seeking green cards to qualify for EB-5 program. WASHINGTON-Immigrant investors seeking green cards will have to spend more money in the U.S. to qualify, under a new Trump administration rule.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-traditional-estate-on-an-exclusive-east-hampton-street-11563898096", "title": "A Traditional Estate on an Exclusive East Hampton Street", "date": "2019-07-23 12:08", "summary": "On Further Lane, the property was built by James H. Evans, the late Union Pacific chairman.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/are-oreos-part-of-a-mindful-diet-snack-makers-promote-chewing-thoughtfully-11563897394", "title": "Are Oreos Part of a Mindful Diet? Snack Makers Promote Chewing Thoughtfully", "date": "2019-07-23 11:56", "summary": "Consumers are thinking more about healthy eating, and snack makers are trying to convince people their treats can be part of that; 'recognize how it feels to swallow'. DEERFIELD, Ill.-Earlier this month, about two dozen employees from Mondelez International 's headquarters sat facing a wall emblazoned with the company's snack brands including Oreo cookies, Triscuit crackers, Swedish Fish candy, Cadbury chocolate and Nilla wafers. They gathered to learn how to eat these foods in a new way.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-dominates-app-store-search-results-thwarting-competitors-11563897221", "title": "Apple Dominates App Store Search Results, Thwarting Competitors", "date": "2019-07-23 11:53", "summary": "Resume Subscription. Apple Inc.'s mobile apps routinely appear first in search results ahead of competitors in its App Store, a powerful advantage that skirts some of the company's rules on such rankings, according to a Wall Street Journal analysis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/midsummer-in-milwaukee-11563896854", "title": "Midsummer in Milwaukee", "date": "2019-07-23 11:47", "summary": "From lakeside cafes to beer gardens, stylish shops to one of the country's top golf courses, an urban getaway on Lake Michigan.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/united-technologies-raises-outlook-11563882610", "title": "United Technologies Defends Raytheon Deal", "date": "2019-07-23 11:34", "summary": "Under fire from activists, conglomerate says aerospace combination will reward long-term investors. United Technologies Corp. executives defended their deal making and slightly raised the company's 2019 profit outlook on the strength of its aerospace business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifaxs-700-million-settlement-how-to-get-your-share-11563895699", "title": "Equifax's $700 Million Settlement: How to Get Your Share", "date": "2019-07-23 11:28", "summary": "How much cash you are entitled to depends largely on how much time and energy you spent protecting your data after the breach. Equifax Inc. on Monday announced a settlement agreement of up to $700 million with the Federal Trade Commission, the Consumer Financial Protection Bureau and most state attorneys general, in addition to a nationwide consumer class-action lawsuit. The settlement includes up to $425 million for consumers affected by the breach.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-university-joins-growing-online-m-b-a-field-11563890400", "title": "Boston University Joins Growing Online M.B.A. Field", "date": "2019-07-23 11:23", "summary": "Business school prices program at discount to rivals as applications to traditional program wane. Boston University is launching a fully online M.B.A. at a discount to many rivals, becoming the latest private university to bet big on digital education in the face of waning applications for traditional, on-campus business degrees.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-mueller-is-told-to-stick-to-public-findings-in-testimony-11563840025", "title": "Mueller Told to Stick to Public Findings in Testimony", "date": "2019-07-23 11:22", "summary": "Former special counsel will appear before Congress this week to discuss report on Trump. The Justice Department told Robert Mueller to keep this week's congressional testimony within the boundaries of his public report, just as Democratic lawmakers hope the former special counsel sheds new light on why he drew no conclusion about whether President Trump should be charged with a crime.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oceanfront-estate-in-one-of-the-hamptons-most-coveted-enclaves-asks-60-million-11563895093", "title": "Oceanfront Estate in One of the Hamptons' Most Coveted Enclaves Asks $60 Million", "date": "2019-07-23 11:18", "summary": "The 5,550-square-foot home with a 50-foot heated pool and private path to the beach was once owned by Union Pacific chairman James H. Evans. An East Hampton Village estate that was owned by the onetime chairman of rail giant Union Pacific is listing for $60 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flaw-in-facebooks-messenger-kids-exposed-children-to-unauthorized-chats-11563894874", "title": "Flaw in Facebook's Messenger Kids Exposed Children to Unauthorized Chats", "date": "2019-07-23 11:14", "summary": "The error allowed children using the app to interact with others who weren't approved by their parents. A technical error recently allowed children on a Facebook Inc. messaging app to interact with users who weren't approved by their parents, the latest misstep that further dents the company's track record on privacy and security.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-fleet-of-ferraris-tracks-history-11563894148", "title": "This Fleet of Ferraris Tracks History", "date": "2019-07-23 11:02", "summary": "Resume Subscription. David Lee of San Gabriel Valley, Calif., chairman and CEO of the Hing Wa Lee Group-a watch and jewelry retailer, real-estate firm and investment company-on his Ferraris, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/slight-differences-found-in-brains-of-ex-cuba-diplomats-11563894137", "title": "Slight Differences Found in Brains of Ex-Cuba Diplomats", "date": "2019-07-23 11:02", "summary": "Advanced imaging techniques found some contrasts in brain-tissue volume and neural connections, study shows. But mystery surrounding symptoms of 'Havana syndrome' remains. Brain imaging of U.S. diplomats who had reported mysterious health symptoms while working in Havana showed differences in the structure and connections of their brains compared with the brains of a group of healthy people, according to a new study.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-scores-guilty-plea-in-mozambique-corruption-case-11563894033", "title": "U.S. Scores Guilty Plea in Mozambique Corruption Case", "date": "2019-07-23 11:00", "summary": "Credit Suisse banker also implicates Lebanese businessman Iskandar Safa. The U.S. Department of Justice has gained a key advantage in its prosecution of an alleged global corruption ring involving $2 billion of Mozambican government-debt deals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-tale-of-two-ferraris-11563893796", "title": "Photos: A Tale of Two Ferraris", "date": "2019-07-23 10:56", "summary": "How a 2017 custom-built model reflects the specs of a racer from 1964. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/womens-professional-soccer-tries-to-seize-the-moment-again-11563893693", "title": "Women's Professional Soccer Tries to Seize the Moment, Again", "date": "2019-07-23 10:54", "summary": "The National Women's Soccer League is getting a boost from the U.S. women's soccer team's 2019 World Cup title run. But can the league convert the current interest into long-term growth?. BRIDGEVIEW, Ill.-The boost that the National Women's Soccer League will get from the recent World Cup, at least for now, was easy to spot on Sunday night when the Chicago Red Stars defeated the North Carolina Courage 2-1 at SeatGeek Stadium in Bridgeview, Ill.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-cuts-forecast-for-motorcycle-shipments-11563880969", "title": "Harley-Davidson Cuts Forecast for Motorcycle Shipments", "date": "2019-07-23 10:46", "summary": "Motorcycle maker posts weaker sales, profit in latest quarter. Harley-Davidson Inc. cut it forecasts for motorcycle shipments this year and reported weaker sales and profit in the second quarter, illustrating the challenges facing the company as it struggles to expand its ridership base globally.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-family-tragedy-taught-mike-mccartney-a-lesson-about-life-11563893052", "title": "A Family Tragedy Taught Mike McCartney a Lesson About Life", "date": "2019-07-23 10:44", "summary": "As a child, the performance artist and a Beatle's younger brother lost his mother to breast cancer and had to come to terms with the loss. Mike McCartney, 75, is a singer-songwriter, performance artist and photographer. His 1974 album \"McGear,\" produced by brother Paul McCartney and backed by Wings, has been reissued by Esoteric on a two-CD and DVD set, and on vinyl. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katie-ledeckys-world-championships-havent-gone-as-planned-11563892087", "title": "Katie Ledecky's World Championships Haven't Gone as Planned", "date": "2019-07-23 10:28", "summary": "The swimming star was supposed to deliver a warning to her competition ahead of the Tokyo Games, but instead has been beaten in one event and pulled out of at least two of the five events she planned to race. Katie Ledecky's performance at the 2019 World Championships in Gwangju, South Korea, this week was supposed to deliver a warning to her competition of the 22-year-old swimmer's continued dominance ahead of next summer's 2020 Tokyo Olympics.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-phones-for-the-next-billion-users-arent-smartphones-11563879608", "title": "The Hottest Phones for the Next Billion Users Aren't Smartphones", "date": "2019-07-23 10:22", "summary": "First-time internet consumers are connecting to the web on a new breed of device costing about $25. NEW DELHI-The hottest phones for the world's next billion users aren't made by smartphone leaders Samsung Electronics Co. or Apple Inc. In fact, they aren't even smartphones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-names-new-bishop-for-troubled-west-virginia-diocese-11563889616", "title": "Pope Francis Names New Bishop in West Virginia After Financial, Sex Scandals", "date": "2019-07-23 10:03", "summary": "Bishop Mark Brennan will replace Michael Bransfield, who resigned last September as a church investigation began. ROME-Pope Francis appointed a new bishop for the scandal-plagued Diocese of Wheeling-Charleston, W.Va., a few days after disciplining its former leader for sexual harassment and financial improprieties.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-is-growing-fast-and-struggling-to-keep-up-11563890548", "title": "Rent the Runway Is Growing Fast, and Struggling to Keep Up", "date": "2019-07-23 10:02", "summary": "Clothing rental company faces customer service, product availability challenges as executives try to keep new members. Rent the Runway, the clothing rental startup that earned a $1 billion valuation earlier this year, is suffering from growing pains.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homebound-new-yorkers-find-joy-in-simple-pleasures-11563890400", "title": "Homebound New Yorkers Find Joy in Simple Pleasures", "date": "2019-07-23 10:00", "summary": "Some say reading, praying and visits from friends connect them to the outside world. East Harlem resident Asha Bell, who lives in the greatest city in the world, hasn't left her apartment in two years.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-td-ameritrade-and-zions-bancorp-11563879648", "title": "Stocks to Watch: Apple, TD Ameritrade and Coca-Cola", "date": "2019-07-23 09:54", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Tuesday's session.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-spending-deal-gets-passed-congress-soon-faces-next-set-of-hurdles-11563888535", "title": "Congress Soon Faces Next Set of Spending Hurdles", "date": "2019-07-23 09:28", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-animals-wash-up-on-west-coast-scientists-look-to-climate-change-11563888447", "title": "As Animals Wash Up on West Coast, Scientists Look to Climate Change", "date": "2019-07-23 09:27", "summary": "Growing numbers of whales, sea lions, and seals are being found stranded or dead, alarming oceanic experts. PEBBLE BEACH, Calif.-First, the Dungeness crabs were poisoned. Then gray whales started turning up dead. Most recently, record numbers of Guadalupe fur seals and California sea lions are washing up starving and sick.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-makes-bet-on-sports-gambling-11563879702", "title": "Nasdaq Makes Bet on Sports Gambling", "date": "2019-07-23 09:16", "summary": "Exchange operator Nasdaq is selling technology to a British soccer betting website that lets users wager on the performance of individual players. Nasdaq Inc. is lending its technology and brand to a U.K. soccer-betting platform that lets users wager on players by buying and selling stakes tied to their on-field performance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-cuts-global-gdp-forecast-for-2019-citing-fallout-from-trade-tensions-11563886800", "title": "IMF Cuts Global GDP Forecast for 2019, Citing Fallout From Trade Tensions", "date": "2019-07-23 09:00", "summary": "GDP growth expected to slow to 3.2%; world trade forecast to grow 2.5%, off sharply. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melissa-mccarthy-cover-story-interview-11562682866", "title": "Melissa McCarthy on Making It In Hollywood", "date": "2019-07-23 08:36", "summary": "August cover: Comedian and actress Melissa McCarthy beat herself up the whole ride home from her 'Bridesmaids' audition. \"Little did she know,\" says director Paul Feig, \"that when she walked out, we were all high-fiving.\". There are actors who play certain types of characters with such frequency that it can seem as though they must be portraying a version of themselves. Jack Nicholson as the charming rascal; Owen Wilson as the lovable blond surfer goof. Melissa McCarthy as the loud, brash, foulmouthed woman who doesn't give a whit what anyone thinks of her. She's been Detective Shannon Mullins, the prickly, street-savvy Boston cop in The Heat, an active volcano of insults who follows no rules but her own. And Tammy, the downtrodden antihero in the road-trip comedy of the same name, who holds up a fast-food joint with a greasy paper bag on her head. And Susan Cooper, the unsung CIA agent in the Bond spoof Spy, who goes undercover to avenge a colleague, unleashing not only her pent-up brilliance but a lifetime of repressed profanities.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kimberly-clark-raises-full-year-outlook-as-organic-sales-grow-11563884917", "title": "Kimberly-Clark Raises Full-Year Outlook as Organic Sales Grow", "date": "2019-07-23 08:28", "summary": "The maker of Huggies diapers and Kleenex tissues now expects organic sales growth of 3%. Kimberly-Clark Corp. raised its top- and bottom-line outlook for the full year to reflect strong profit and organic sales results in the latest quarter and an improving commodity environment.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-posts-higher-profit-on-lower-catastrophe-losses-11563884482", "title": "Travelers Posts Higher Profit", "date": "2019-07-23 08:21", "summary": "Insurer reported pretax catastrophe losses of $367 million in latest quarter. Travelers Cos.' earnings rose in the latest quarter as the insurance company reported lower catastrophe losses and higher net investment income.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-profit-beats-expectations-11563858576", "title": "UBS Posts Forecast-Beating Profit but Warns on Geopolitical Tensions", "date": "2019-07-23 08:20", "summary": "Swiss banking giant says global growth has stabilized at a lower level and there are lingering geopolitical risks. UBS Group AG posted its highest second-quarter net profit in nearly a decade, beating expectations despite lower earnings at its wealth management and investment bank units.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-deepens-ties-with-china-in-new-deal-11563883739", "title": "Daimler Deepens Ties With China in New Deal", "date": "2019-07-23 08:09", "summary": "State-owned Beijing Automotive Group to take 2.48% stake in the German luxury auto maker. BERLIN-State-owned Beijing Automotive Group Ltd. said it has acquired a small stake in joint-venture partner Daimler AG , boosting Chinese ownership of the German auto maker to around 15%.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robo-adviser-betterment-pitches-for-client-cash-by-offering-traditional-banking-11563883204", "title": "Robo Adviser Betterment Pitches for Client Cash by Offering Traditional Banking", "date": "2019-07-23 08:02", "summary": "The firm is offering a higher-than-average rate on cash in savings accounts to attract new customers. Betterment LLC, an early provider of digital-investing services, is trying its hand at traditional banking.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-smaller-advisers-fail-investors-have-little-chance-of-recovering-losses-11563883200", "title": "When Smaller Advisers Deceive, Investors Have Little Chance of Recovering Losses", "date": "2019-07-23 08:00", "summary": "Smaller advisers usually don't have enough capital or insurance to compensate customers for losses the advisers caused. Investors who rely on stockbrokers and investment advisers to manage money got new protections from regulators last month. One issue the rules didn't address: Smaller advisers usually don't have enough capital or insurance to compensate customers for losses the advisers caused.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-smartphone-maker-rewards-staffers-with-stock-after-making-fortune-500-11563882916", "title": "Chinese Smartphone Maker Rewards Staff With Stock After Fortune 500 Ranking", "date": "2019-07-23 07:55", "summary": "Xiaomi's 20,000 employees will each receive 1,000 shares as token of appreciation. Xiaomi Corp. , a Chinese smartphone maker, doled out stock awards to its more than 20,000 employees to commemorate its first-time inclusion in the Fortune 500 list of the world's largest companies by revenue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/li-peng-ex-chinese-premier-and-tiananmen-hard-liner-dies-at-90-11563882679", "title": "Li Peng, Ex-Chinese Premier and Tiananmen Hard-Liner, Dies at 90", "date": "2019-07-23 07:51", "summary": "Longtime leader declared martial law in 1989, paving way for military assault that killed hundreds and possibly thousands. BEIJING-Li Peng, the former Chinese premier and political hard-liner who backed using China's military to violently quell the Tiananmen Square democracy demonstrations in 1989, has died. He was 90 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-shine-spreads-to-other-precious-metals-11563880309", "title": "Gold's Shine Spreads to Other Precious Metals", "date": "2019-07-23 07:11", "summary": "Silver and platinum have long lagged gold, but the Federal Reserve's shift towards easier policy should ultimately boost them as well. Gold has recovered some of its former shine lately. Silver and platinum have been dull by comparison, but if history is any guide they are likely to regain their luster too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-other-man-who-bought-the-chrysler-building-11563879601", "title": "Meet the Other Man Who Bought the Chrysler Building", "date": "2019-07-23 07:00", "summary": "Rene Benko built a European property empire before becoming owner of iconic New York skyscraper. New York property mogul Aby Rosen is the public face of the group that bought Manhattan's famed Chrysler Building. But to get it done, he teamed with the high-school dropout behind a European real-estate empire.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-smart-glass-cuts-glare-alerts-police-if-theres-a-break-in-11563879600", "title": "New Smart Glass Alerts Police if There's a Break-In", "date": "2019-07-23 07:00", "summary": "With hundreds of office towers, hospitals, schools, retail and residential buildings as customers, View aims to upend the traditional window industry. Like many startups in and around Silicon Valley, View Inc. believes its mission is to disrupt a stale product-in this case, glass.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bracing-for-a-new-normal-at-google-11563879600", "title": "Bracing for a New Normal at Google", "date": "2019-07-23 07:00", "summary": "Parent company Alphabet's stock has languished as Wall Street projects advertising slowdown will continue. Google has seen slowdowns before, but Wall Street is afraid that this one might actually stick.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fetch-robotics-fetches-46-million-in-new-funding-round-11563876000", "title": "Fetch Robotics Fetches $46 Million in New Funding Round", "date": "2019-07-23 06:00", "summary": "Warehouse automation startup aims to extend robotic technology deeper into industrial operations, manufacturing. Logistics technology startup Fetch Robotics Inc. has raised $46 million in funding to expand internationally and expand its range of products for the growing warehouse automation market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-names-christian-juhl-global-ceo-of-groupm-powerful-ad-buying-unit-11563875760", "title": "WPP Names Christian Juhl Global CEO of GroupM, Powerful Ad-Buying Unit", "date": "2019-07-23 05:56", "summary": "Juhl succeeds Kelly Clark, who becomes an adviser to WPP and GroupM. WPP PLC has promoted Christian Juhl to global chief executive officer of GroupM, its massive media-buying operation, continuing an effort to modernize its business units.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-to-sell-its-first-alcoholic-drink-nationwide-in-japan-11563874581", "title": "Coca-Cola Cocktails Are Coming to Convenience Stores Across Japan", "date": "2019-07-23 05:36", "summary": "The company is looking for an edge in an ultracompetitive market where certain drink sales are rising even as the population shrinks. TOKYO- Coca-Cola Co. plans to sell an alcoholic, lemon-flavored fizzy drink nationwide in Japan, following what it says was a successful test of the 133-year-old company's first cocktail.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egyptian-families-accuse-security-forces-of-killing-detainees-11563874202", "title": "Egyptian Families Accuse Security Forces of Killing Detainees", "date": "2019-07-23 05:30", "summary": "Crackdown on militants has sparked an alleged wave of extrajudicial executions. CAIRO-Egyptian security forces arrested Mohamed Abdelsatar at the school where he worked as a teacher in April 2017. Another man, Sabry Salah, was arrested the next month.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-kids-free-time-equals-screen-timeso-parents-fight-back-11563874202", "title": "For Kids, Free Time Equals Screen Time-So Parents Fight Back", "date": "2019-07-23 05:30", "summary": "In the digital age, a backlash against unstructured play has families making lists of 100 things to do offline. Children whining about being bored is an annoyance as old as time, but fewer parents these days are willing to push the kids out the door and yell, \"Come back at dinner time!\" The new parenting advice: Structure your child's unstructured time.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-nevada-democrats-vie-for-an-emerging-voting-bloc-11563874201", "title": "In Nevada, Democrats Vie for an Emerging Voting Bloc", "date": "2019-07-23 05:30", "summary": "Asian-American and Pacific Islander community could prove decisive in early 2020 caucus. Democratic presidential hopeful Elizabeth Warren wore a traditional Hawaiian lei as she discussed immigration and education before a room full of Asian-American and Pacific Islander voters in a Las Vegas restaurant-making her one of a number of 2020 hopefuls courting Nevada's fastest-growing voter base.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-rates-rising-for-young-middle-aged-u-s-adults-11563854580", "title": "Death Rates Rising for Young, Middle-Aged U.S. Adults", "date": "2019-07-23 00:03", "summary": "Opioid epidemic and stalled progress against heart disease have dragged down life expectancy. Death rates are rising for young and middle-aged U.S. adults, and the outcomes for whites, blacks and Hispanics are diverging, according to a new government analysis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563824394", "title": "Pepper...and Salt", "date": "2019-07-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bc-partners-nears-deal-to-buy-security-services-company-garda-world-11563854341", "title": "BC Partners Nears Deal to Buy Security-Services Company Garda World", "date": "2019-07-23 00:01", "summary": "Private-equity firm plans to provide more capital to help Garda World grow market share. Private-equity firm BC Partners is nearing a deal to buy a majority stake in Garda World Security Corp., the largest privately owned security-services company in the world.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-meet-pakistani-leader-khan-as-u-s-presses-to-end-afghan-war-11563809042", "title": "Trump Offers to Mediate Kashmir Conflict, as Pakistan's Imran Khan Visits", "date": "2019-07-23 23:16", "summary": "Comments come as Pakistan's leader visits White House and Washington presses for truce in Afghanistan. WASHINGTON-President Trump offered to help mediate the long-running Kashmir conflict in a White House meeting with Pakistani Prime Minister Imran Khan, briefly raising the prospect of a substantial shift in the U.S. role in the conflict before India swiftly rejected it.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-outage-leaves-venezuela-in-the-dark-again-11563847532", "title": "Power Outage Leaves Venezuela in the Dark, Again", "date": "2019-07-23 22:08", "summary": "Maduro regime blames blackout on 'electromagnetic attack,' without evidence. CARACAS-Most of Venezuela was left in the dark Monday in the latest blackout to hit the beleaguered nation as it suffers from an economic collapse and a crumbling power grid.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-rain-leads-to-flooding-and-chaotic-commutes-in-new-york-city-11563847626", "title": "Heavy Rain Leads to Flooding and Chaotic Commutes in New York City", "date": "2019-07-23 22:07", "summary": "Mayor urges residents to exercise caution; video of intersection in Gowanus, Brooklyn, shows water up to the doors of parked cars. Heavy rains in New York City wreaked havoc on rush-hour commutes Monday evening and caused major flooding on roads, including some streets in Brooklyn where the water reached knee-high levels and partially submerged cars, city officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-in-advanced-talks-to-buy-intels-smartphone-modem-chip-business-11563830356", "title": "Apple in Advanced Talks to Buy Intel's Smartphone-Modem Chip Business", "date": "2019-07-23 21:29", "summary": "IPhone maker would pay $1 billion or more for Intel patents, staff. Apple Inc. is in advanced talks to buy Intel Corp.'s smartphone-modem chip business, according to people familiar with the matter, a move that would jump-start the iPhone maker's push to take control of developing the critical components powering its devices.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-takes-stake-in-softwareprovider-evercommerce-11563843600", "title": "Silver Lake Takes Stake in Software Provider EverCommerce", "date": "2019-07-23 21:00", "summary": "Deal values the company at nearly $2 billion, according to a person familiar with the deal. Private-equity firm Silver Lake Management is taking a stake in EverCommerce, in a deal that would value the services-focused software company at nearly $2 billion, according to a person familiar with the situation.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-agrees-to-timely-licensing-decision-for-huawei-sales-11563836623", "title": "Trump Touts Tech Industry Support for Huawei Exemptions", "date": "2019-07-23 20:53", "summary": "Easing Huawei blacklist could help revive trade talks with China. WASHINGTON-Moving to rekindle stalled trade talks with Beijing, President Trump joined with top technology industry executives Monday in a show of solidarity, as the U.S. moves to ease restrictions on sales to China's Huawei Technologies Co.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autonation-names-new-ceo-months-after-hiring-outsider-11563836196", "title": "AutoNation Abruptly Names New CEO", "date": "2019-07-23 20:45", "summary": "CFO Cheryl Miller replaces Carl Liebert, deemed 'not a good fit' at dealership chain. AutoNation Inc., the nation's largest car-dealership chain, on Monday abruptly changed gears, promoting Chief Financial Officer Cheryl Miller to chief executive just months after hiring an industry outsider as its leader.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-and-congress-near-agreement-on-spending-debt-ceiling-11563799484", "title": "White House and Congress Reach Deal on Spending, Debt Ceiling", "date": "2019-07-23 20:32", "summary": "Deal defuses debt-limit issue for two years and pushes debate past 2020 presidential election. WASHINGTON-Congressional and White House negotiators reached a deal to increase federal spending and raise the government's borrowing limit, securing a bipartisan compromise to avoid a looming fiscal crisis and pushing the next budget debate past the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-solo-attempts-to-join-u-s-womens-soccer-suit-mediation-11563841409", "title": "Hope Solo Attempts to Join U.S. Women's Soccer Suit Mediation", "date": "2019-07-23 20:23", "summary": "The former U.S. goalkeeper filed a separate pay-discrimination suit against U.S. Soccer and fears the team will 'surrender' on equal pay. Hope Solo, the former star goalkeeper of the U.S. women's soccer team, says in a legal motion she should be allowed to participate in an upcoming mediation for the team's pay-discrimination lawsuit against the U.S. Soccer Federation-in part, Solo says, because she fears her former teammates will \"surrender\" if she is not included.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-testimony-to-test-tepid-sentiment-for-trump-impeachment-11563796746", "title": "Mueller Testimony to Test Tepid Sentiment for Trump Impeachment", "date": "2019-07-23 20:13", "summary": "Former special counsel to testify in Congress this week; 21% in poll favored impeachment. WASHINGTON-Former special counsel Robert Mueller will testify in Congress this week, with some Democrats hoping to overcome tepid public support for impeachment proceedings against President Trump and Republicans criticizing the latest effort to use the Mueller report to open an inquiry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]