[{"link": "https://www.wsj.com/articles/virginia-vs-texas-tech-the-ugliest-national-championship-ever-11554649752", "title": "Virginia vs. Texas Tech: The Ugliest National Championship Ever", "date": "2019-04-07 19:06", "summary": "There will be a lot of defense in Monday night's title game and that is exactly how both the Cavaliers and Red Raiders like it. MINNEAPOLIS-Twelve years ago at the Minnesota State Fairgrounds, just a few miles from where the men's Final Four is taking place, a bull broke loose. It charged about a block through the crowded grounds, miraculously missing all fairgoers. Then it lowered its head, took aim at a fire hydrant and rammed it, dying instantly.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tough-lessons-for-progressive-lawmakers-in-the-new-york-state-budget-process-11554678001", "title": "New York's Tough Lessons for Progressive Lawmakers", "date": "2019-04-07 19:00", "summary": "Legislators hope for more leverage in coming months on measures for rent regulations and marijuana. Progressive lawmakers got a hard lesson last week in the skewed power dynamics of the state budget process. They are hoping Gov. Andrew Cuomo will have less leverage in coming months as they hash out laws extending rent regulations and possibly legalizing marijuana.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-writers-postpone-firing-agents-opting-to-continue-talks-11554661108", "title": "Hollywood Writers Postpone Firing Agents, Opting to Continue Talks", "date": "2019-04-07 18:42", "summary": "Screenwriters set new deadline of April 12 in hopes of securing new labor agreement. The screenwriters union extended contract negotiations with the agencies that represent them, hours before a midnight deadline Saturday night. The Writers Guild of America had been threatening to fire agents en masse unless the two sides could agree to new terms of employment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-for-brexit-deal-heats-up-ahead-of-eu-summit-11554676718", "title": "Push for Brexit Deal Heats Up Ahead of EU Summit", "date": "2019-04-07 18:38", "summary": "EU leaders to weigh request from May to further postpone Britain's departure. LONDON-Britain's two main political parties are pushing to reach a new Brexit deal this week ahead of a European Union summit that will consider British Prime Minister Theresa May's request to further postpone the country's departure from the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-profit-squeeze-looms-threatening-stocks-climb-11554634801", "title": "Expected Earnings Pullback Sets Up Big Test for Bull Market", "date": "2019-04-07 18:27", "summary": "Companies that miss earnings estimates could respond by cutting spending, which could trigger stock selloff. The stock market's strongest run in more than two decades will be tested beginning this week, as a looming pullback in corporate profit growth sets up major indexes for a fresh bout of volatility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-clears-path-for-alexas-use-as-health-service-11554669234", "title": "Amazon Wants You to Use Alexa to Track Health Care", "date": "2019-04-07 18:26", "summary": "Artificial-intelligence assistant meets privacy rules, giving device a potential daily role with patients. Amazon.com Inc. is positioning Alexa, its artificial-intelligence assistant, to track consumers' prescriptions and relay personal health information, in a bid to insert the technology into everyday health care.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulvaney-says-house-democrats-will-never-get-trumps-tax-returns-11554651102", "title": "Mulvaney Says House Democrats Will 'Never' Get Trump's Tax Returns", "date": "2019-04-07 17:53", "summary": "Acting White House chief of staff says IRS wouldn't release documents despite a 1924 law. Acting White House Chief of Staff Mick Mulvaney on Sunday said Congress will \"never\" obtain President Trump's tax returns, escalating the verbal sparring over an issue Democrats have said is a priority since they took over the House this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dysfunctional-board-threatens-arconic-turnaround-11554672797", "title": "Dysfunctional Board Threatens Arconic Turnaround", "date": "2019-04-07 17:33", "summary": "New CEO gives himself a year to fix aerospace parts maker, but he'll need to overcome board members with different agendas.. Arconic Inc.'s fourth chief executive in two years is trying to execute a much-delayed turnaround by focusing on operations. The board, though, remains mired in a long-running feud that threatens to cause yet another disappointment in the company's short life.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/busting-the-legislative-filibuster-11554667458", "title": "Busting the Legislative Filibuster", "date": "2019-04-07 16:04", "summary": "Elizabeth Warren says so long to the 60-vote limit if Democrats take the White House and Senate in 2020.. A notable fact about the Democratic presidential candidates this year is their procedural radicalism. They want to blow up the Electoral College, pack the Supreme Court, rewrite voting laws and limit political speech, among other startling projects. Now Elizabeth Warren says that Democrats will also eliminate the legislative filibuster to make the Senate more like the House.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-costs-in-the-fight-for-15-11554667434", "title": "Hidden Costs in the 'Fight for $15'", "date": "2019-04-07 16:03", "summary": "Fewer jobs in New York and more crime among unskilled youth.. Democrats in the House advanced a bill last month to more than double the nationwide minimum wage to $15 in 2024 from $7.25 today. It would be indexed thereafter to overall wages. Yet the evidence continues to show that trying to increase low-skilled pay by political fiat isn't a free lunch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-outsider-would-face-tough-task-as-agencys-no-2-11554645600", "title": "Justice Department Outsider Would Face Tough Task as Its No. 2", "date": "2019-04-07 15:45", "summary": "Jeffrey Rosen, Trump's nominee for deputy attorney general, faces confirmation hearing this week. President Trump's pick to be the next deputy attorney general has never worked in the Justice Department, making him a test of whether managerial skills honed elsewhere are sufficient to lead a sprawling institution suffering strained morale and under intense political pressure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-discover-the-allure-of-the-c-corporation-11554663796", "title": "Startups Discover the Allure of the 'C Corporation'", "date": "2019-04-07 15:03", "summary": "The corporate structure is gaining new attention among companies after changes in the tax law created the potential for big savings. Some startups are looking for a windfall in tax savings by adopting a corporate structure that until recently made little sense for any but the largest, publicly traded companies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-prices-fed-minutes-11554663600", "title": "Economy Week Ahead: Consumer Prices, Fed Minutes", "date": "2019-04-07 15:00", "summary": "The U.S. economy will see fresh data on inflation and consumer sentiment. In the week ahead, the U.S. economy will see fresh data on inflation and consumer sentiment. The Federal Reserve will release its March meeting minutes.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fix-the-va-but-honor-the-military-contract-11554663546", "title": "Fix the VA, but Honor the Military Contract", "date": "2019-04-07 14:59", "summary": "Veterans Affairs benefits aren't \"socialist,\" they are valid elements of the contract with the veteran.. Regarding Karl Zinsmeister's \"If You Like Socialism, You'll Love the VA\" (op-ed, April 3): I am a third-generation veteran and my oldest son is a veteran, but I am open to changing the system. Veterans Affairs benefits aren't \"socialist,\" they are valid elements of the contract with the veteran. Our military personnel are under a binding agreement with the U.S. and can't quit at will without being prosecuted.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-transgender-restroom-rightsmaam-they-use-them-already-and-its-not-a-bad-thing-11554663466", "title": "In Defense of Transgender Restroom Rights", "date": "2019-04-07 14:57", "summary": "Resume Subscription. In \"The Transgender War on Women\" (op-ed, March 27), Abigail Shrier reaches a very wrong conclusion. She states that the \"Equality Act\" proposed by the Democrats would, among other things, legally allow transgender women to use women's restrooms, and concludes that this would be a bad thing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-charles-is-following-president-obamas-poor-example-11554663404", "title": "Prince Charles Is Following President Obama's Poor Example", "date": "2019-04-07 14:56", "summary": "Mary Anastasia O'Grady criticizes Prince Charles for his recent visit with his wife to Cuba. Maybe she was a bit too hard on him. After all, didn't President Obama's visit to Cuba with much fanfare?. Regarding Mary Anastasia O'Grady's \"Prince Charles and the Torturers\" (Americas, April 1), which severely criticizes Prince Charles's recent visit with his wife to Cuba: Maybe she was a bit too hard on him. After all, didn't President Obama's visit to Cuba, with much fanfare, handing out goodies to the Castro regime solve, or at least start to solve, the issues there, including Cuba's spreading the violence and torture she describes so well in the column? Or could it be that Raúl Castro tricked our former president by taking the goodies and then doubling down on spreading pain and evil in the hemisphere, exemplified by what is happening today in Venezuela under Cuban tutelage?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-were-bidens-critics-during-the-obama-years-11554663361", "title": "Where Were Biden's Critics During the Obama Years?", "date": "2019-04-07 14:56", "summary": "Mr. Biden has been a retail politician, hugging, kissing, hair-smelling and shoulder-squeezing throughout his entire career-even during the Obama administration.. Regarding Daniel Henninger's \"Liberals Are Eating Their Own\" (Wonder Land, April 4): If Joe Biden was good enough to be Barack Obama's vice president for eight years, why is he so politically incorrect now? He hasn't suddenly changed. Mr. Biden has been a retail politician, hugging, kissing, hair-smelling and shoulder-squeezing throughout his entire career-even during the Obama administration. Where were these critics back then? Where are the Obamas, who should be defending him? Well, I am defending him.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-warns-against-u-s-plan-to-brand-guards-as-a-terrorist-group-11554657514", "title": "Iran Warns U.S. Over Plan to Brand Guards as a Terrorist Group", "date": "2019-04-07 14:45", "summary": "Officials don't elaborate on what kind of retaliatory measures Tehran could take against in the region, but Iranian troops and militias operate in proximity to American forces in Syria and Iraq. Top Iranian officials have threatened retaliation against American forces in the Middle East in response to the U.S. plan to designate the Islamic Revolutionary Guard Corps as a terrorist organization, amplifying tensions between countries that have clashed repeatedly over the Islamic Republic's footprint in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-firms-cut-treasury-yield-forecasts-11554661800", "title": "Wall Street Firms Cut Treasury Yield Forecasts", "date": "2019-04-07 14:30", "summary": "Firms are predicting Treasury prices will hold firmer than initially expected. Wall Street firms are lowering their forecasts for U.S. government bond yields, the latest sign of investors' mounting worries about slowing economic growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-to-pick-an-ipo-11554661746", "title": "What You Need to Know to Pick an IPO", "date": "2019-04-07 14:29", "summary": "Dig up dirt on the competition and board members, and buy to hold long-term.. It's red-herring season for IPOs-so named for the red warning language on the left side of an initial public offering's preliminary prospectus. Thanks to the Federal Reserve's interest-rate pause, the IPO jailbreak is becoming a stampede. Last month Lyft raised $2.2 billion. Pinterest is next, and Uber, Slack, Postmates, Airbnb and others likely aren't far behind.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pass-a-law-to-combat-rent-seeking-11554661685", "title": "Pass a Law to Combat Rent-Seeking", "date": "2019-04-07 14:28", "summary": "Congress could invoke the Commerce Clause to limit destructive competition over corporate subsidies.. Corporate welfare is finally receiving the scrutiny it deserves. In Wisconsin, the Foxconn deal of 2016 looks worse all the time: In exchange for a $4 billion incentive package, the Taiwanese electronics manufacturer was to build a $10 billion factory and create 13,000 jobs by 2032, but the project is far behind schedule and Foxconn has missed its jobs targets by a mile. New York City and state offered Amazon $3 billion in incentives and the company promised to invest $5 billion and create 25,000 jobs over a decade, but the deal collapsed. New Jersey's Economic Development Authority is under investigation for authorizing tens of millions of dollars in tax breaks for companies that didn't qualify, seemingly as part of a political payback scheme.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hondurans-flee-for-the-u-s-11554661716", "title": "Why Hondurans Flee for the U.S.", "date": "2019-04-07 14:28", "summary": "Investment and job creation require reliable electricity-and the rule of law.. The tens of thousands of Hondurans, Guatemalans and Salvadorans making asylum claims at the southern U.S. border are swamping the immigration system. Congress can reduce the size of the problem in the short term by closing U.S.-asylum loopholes. But the long-term fix is all about economic development.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cultural-revolution-comes-to-north-america-11554661623", "title": "The Cultural Revolution Comes to North America", "date": "2019-04-07 14:27", "summary": "'Call-out' mobs aim not to persuade or debate, but to humiliate the target and intimidate others.. My friend Caylan Ford has spent her career advocating for international human rights and supporting victims of religious persecution. When I began speaking out against abuses in my native China, she helped me stand up to the Communist regime's bullying. So I was excited when she decided to run for office in the Canadian province of Alberta.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wholl-finish-third-in-march-madness-11554661661", "title": "Who'll Finish Third in March Madness?", "date": "2019-04-07 14:27", "summary": "The NCAA once held what Vince Lombardi would call a 'losers' bowl for losers.'. There have been plenty of exciting college basketball games leading up to Monday night's NCAA finals in Minneapolis. But there's one contest we won't see-and its absence says a lot not only about the annual tournament, but also about the all-consuming emphasis our society now places on winners and winning.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-york-union-that-says-ni-11554661579", "title": "The New York Union That Says Ni", "date": "2019-04-07 14:26", "summary": "If you want a refund of dues spent on politics, get ready to chop down a tree with a herring.. First, Monty Python's Knights Who Say Ni demanded that King Arthur bring them a shrubbery (one that looks nice and not too expensive). That was strange, but before letting Arthur by, the knights insisted on yet another shrubbery, then the coup de grâce: cut down the mightiest tree in the forest-with a herring. That's bureaucracy for you.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harris-snubs-iowa-and-new-hampshire-11554661604", "title": "Harris Snubs Iowa and New Hampshire", "date": "2019-04-07 14:26", "summary": "A trove of delegates will be available Super Tuesday, and only the California senator has figured it out.. Iowa and New Hampshire voters are reportedly vexed with California Sen. Kamala Harris, who hasn't spent much time in their states since announcing her presidential candidacy. As the primaries approach, you'll be likelier to find her at California's In-N-Out Burger or Texas' Magnolia Café than at Iowa's Pizza Ranch or New Hampshire's Red Arrow Diner.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-elegant-defense-review-cells-that-keep-the-body-sound-11554661555", "title": "'An Elegant Defense' Review: Cells That Keep the Body Sound", "date": "2019-04-07 14:25", "summary": "The immune system is not a war machine. It is a peacekeeping force that, more than anything else, seeks to create harmony.. Robert Hoff is what's known as an \"HIV elite controller.\" In 1977 he developed what are now recognized as classic signs of acute HIV infection: achy fatigue, nausea and liver dysfunction. A test showed he had hepatitis A, a relatively mild form of the disease. He rested up and got better. Seven years later, during a routine physical, Mr. Hoff learned that he was HIV positive. As a gay man with multiple partners, he said the news \"didn't come as a surprise.\" The surprise was his lack of symptoms and his intact T-cell count-untreated HIV normally decimates this population of critical immune cells-both then and now, 42 years after infection.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shazam-shines-at-box-office-11554659469", "title": "'Shazam!' Shines at Box Office", "date": "2019-04-07 13:51", "summary": "DC superhero film brings in $158.6 million globally in its opening weekend. LOS ANGELES-WarnerMedia's latest attempt to build out its comic-book franchise got a healthy start at the box office this weekend, with \"Shazam!\" premiering in first place with an estimated $53.5 million in the U.S. and Canada.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-baby-polar-bear-is-adorable-well-almost-every-one-11554657956", "title": "Every Baby Polar Bear Is Adorable. Well, Almost Every One.", "date": "2019-04-07 13:25", "summary": "Resume Subscription. BERLIN-It was the cutest thing. Small, furry, a silver-white teddy bear. Then they called it Hertha, and the magic was gone.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-hard-edge-the-leader-of-beijings-muslim-crackdown-gains-influence-11554655886", "title": "China's Hard Edge: The Leader of Beijing's Muslim Crackdown Gains Influence", "date": "2019-04-07 12:51", "summary": "Chen Quanguo's social-control methods in Xinjiang are spreading to other parts of China. Chen Quanguo, the official directing China's clampdown in its restive Xinjiang region, has emerged as a pioneer of aggressive policing techniques-setting the tone for the country's shift toward harsher, technology-driven authoritarian rule.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-seeks-a-draft-lottery-double-11554655160", "title": "New York Seeks a Draft-Lottery Double", "date": "2019-04-07 12:39", "summary": "The Knicks will have a 14% chance to get the No. 1 pick in the NBA draft, while the Rangers are projected to have about a 7.5% chance to land the NHL's top selection. It's been a rough winter for New York sports fans. The Knicks have already clinched the NBA's worst record, while the Rangers will be no-shows in the Stanley Cup playoffs for the second consecutive season.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-looks-to-build-underwater-ring-around-africa-11554649200", "title": "Facebook Looks to Build Underwater Ring Around Africa", "date": "2019-04-07 11:00", "summary": "Plans for undersea cable, dubbed 'Simba,' are aimed at lowering its bandwidth costs and strengthening link to African market. Facebook Inc. is circling Africa. Literally.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-retail-property-buyer-feels-the-sting-of-manhattan-slump-11554649200", "title": "Big Retail Property Buyer Feels the Sting of Manhattan Slump", "date": "2019-04-07 11:00", "summary": "Joseph Sitt's Thor Equities is feeling the pinch of the downturn in bricks-and-mortar retailing. Joseph Sitt was one of the most aggressive investors during Manhattan's retail real-estate investment boom. Now, he's starting to feel the pinch of New York's retail downturn.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/football-league-gambles-on-tech-and-fumbles-11554645600", "title": "Football League Gambles on Tech and Fumbles", "date": "2019-04-07 10:00", "summary": "The Alliance of American Football distinguished itself from other failed spring leagues by applying technology and betting, but it was ahead of its time. Not everyone can be a tech company. The buck stops at football, apparently.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shockingly-good-smartphones-you-can-get-for-350-or-less-11554642180", "title": "Shockingly Good Smartphones You Can Get for $350 or Less", "date": "2019-04-07 09:03", "summary": "Who says a great phone has to cost $1,000? As components and software improve, a new generation of solid cheap phones offers everything you need. It's become an unwritten but unbreakable rule: Great phones cost $1,000. A few years ago, when we were paying $200 with a two-year contract, that seemed preposterous. Now you're either renting an iPhone XS for $42 a month or dropping 10 Benjamins on Day One.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mtas-initial-foray-into-facial-recognition-at-high-speed-is-a-bust-11554642000", "title": "MTA's Initial Foray Into Facial Recognition at High Speed Is a Bust", "date": "2019-04-07 09:00", "summary": "Agency test of technology at RFK bridge fails to identify any faces, internal MTA email says. First attempts last year to record and identify faces of drivers as they zip along the highway at the Robert F. Kennedy Bridge have failed, according to an internal Metropolitan Transportation Authority email reviewed by The Wall Street Journal.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-foreign-reserves-grew-for-fifth-straight-month-in-march-11554640375", "title": "China's Foreign Reserves Grew for Fifth Straight Month in March", "date": "2019-04-07 08:32", "summary": "Reserves expanded to seven-month high of $3.099 trillion. BEIJING-China's foreign-exchange reserves grew for the fifth straight month in March to a seven-month high of $3.099 trillion, according to central bank data Sunday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-cross-boosts-investors-confidence-entering-earnings-season-11554638401", "title": "'Golden Cross' Boosts Investors' Confidence Entering Earnings Season", "date": "2019-04-07 08:00", "summary": "Number of stocks hitting highest level in a year continues to rise. A number of stock-market indicators show momentum accelerating ahead of first-quarter earnings season, a boost to major indexes as they approach last year's all-time highs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memphis-offers-to-pay-to-keep-graceland-11554638400", "title": "Memphis Offers to Pay to Keep Graceland", "date": "2019-04-07 08:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/add-on-services-emerge-as-car-dealers-profit-generator-11554634800", "title": "Add-On Services Drive Car Dealers' Profits", "date": "2019-04-07 07:00", "summary": "Dealerships are pushing more optional products and car loans, seeking to offset weaker sales margins. Car shoppers headed to a dealership are in store for a hard sell on something other than a vehicle.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-battle-clouds-outlook-for-u-s-growth-11554634801", "title": "Spending Battle Clouds Outlook for U.S. Growth", "date": "2019-04-07 07:00", "summary": "Without a deal this fall, programs vital to voters could face cuts, boosting pressure on lawmakers from both sides of the aisle. One of the big unknowns for U.S. economic growth heading into the presidential election year needs to be sorted out by lawmakers in the coming months: the path for government spending.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-tech-and-virginia-head-to-ncaa-title-game-11554606470", "title": "Texas Tech and Virginia Head to NCAA Title Game", "date": "2019-04-07 01:40", "summary": "Red Raiders stave off a late Michigan State comeback attempt to win 61-51. Texas Tech staved off a Michigan State comeback attempt to win the second NCAA men's basketball semifinal game on Saturday night, 61-51.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-fees-boost-appeal-of-sustainable-etfs-11554642000", "title": "Falling Fees Boost Appeal of Sustainable ETFs", "date": "2019-04-07 00:01", "summary": "Exchange-traded funds built on environmental, social and governance criteria, or ESG ETFs, draw more investors as issuers cut fees. The fee-cutting fervor sweeping the U.S. asset-management industry is drawing more investors into exchange-traded funds built on environmental, social and governance criteria.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-advances-to-national-championship-game-11554599370", "title": "Virginia Advances to National Championship Game", "date": "2019-04-07 22:42", "summary": "No. 1 seed Cavaliers defeat Auburn, 63-62, as Kyle Guy hits three free throws to end the game. MINNEAPOLIS-Virginia, the school painfully defined by one historic loss a year ago, is now one game away from everything. But this is Virginia. So it took a painful and shocking way to arrive here.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}]