[{"link": "https://www.wsj.com/articles/ducking-ohio-state-jim-harbaugh-michigan-luddite-finally-tackles-text-messaging-11574950064", "title": "Jim Harbaugh, Michigan Luddite, Finally Tackles Text Messaging", "date": "2019-11-28 22:18", "summary": "The 55-year-old coach has accepted a modern reality: You can't survive today's game without developing a close relationship with your phone. Michigan coach Jim Harbaugh opened fall camp in August 2016 with a poem. He told the gathering of players and staff in Schembechler Hall that he'd written an \"Ode to Football\" over the summer. Then, as the crowd of teenagers and 20-somethings shifted in their seats, Harbaugh rolled out an overhead projector of the sort that hasn't been seen on campuses for many years.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-test-fires-projectiles-aims-to-pressure-u-s-on-sanctions-relief-11574939934", "title": "North Korea Test-Fires Projectiles, Aims to Pressure U.S. on Sanctions Relief", "date": "2019-11-28 19:38", "summary": "With nuclear talks stalled, Washington has been reluctant to ease sanctions that have hurt North Korea's economy. SEOUL-North Korea fired two unidentified projectiles toward the waters off its east coast, according to South Korea's military, in another weapons test aimed at increasing pressure on the U.S. to provide sanctions relief amid stalled denuclearization talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-winds-could-stop-balloons-at-macys-thanksgiving-parade-11574886073", "title": "Macy's Thanksgiving Day Parade Marches On, Despite Heavy Winds", "date": "2019-11-28 19:10", "summary": "NYPD officials decided Thursday morning it was safe for the balloons to fly. The 93rd Macy's Thanksgiving Day Parade went off largely as planned Thursday, bringing sighs of relief to planners and travelers who had feared windy conditions might ground the parade's iconic balloons.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-protests-new-u-s-law-supporting-hong-kong-but-signals-hope-for-trade-deal-11574948698", "title": "China Criticizes U.S. Support for Protests, Signals Trade Hope", "date": "2019-11-28 18:26", "summary": "Beijing suggests President Trump could choose not to implement the new legislation to avoid undermining bilateral relations. BEIJING-China held off from retaliating against the U.S. after President Trump signed a bill supporting Hong Kong's anti-Beijing protesters, as both sides remained confident they can sign a partial trade deal in the coming weeks, officials in the U.S. and China said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-makes-surprise-visit-to-afghanistan-11574968770", "title": "Trump Says Taliban Peace Talks to Resume in Surprise Afghanistan Visit", "date": "2019-11-28 18:16", "summary": "President delivers Thanksgiving meals to U.S. troops. President Trump announced the resumption of peace talks with the Taliban after making a surprise trip to Afghanistan to celebrate Thanksgiving with U.S. troops.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sondland-denies-sexual-misconduct-claims-by-three-women-11574978947", "title": "Sondland Denies Sexual-Misconduct Claims", "date": "2019-11-28 17:09", "summary": "Ambassador who is a key figure in Trump impeachment is accused of unwanted advances. WASHINGTON-Gordon Sondland, the U.S. ambassador to the European Union and a key figure in President Trump's impeachment proceedings, denied claims of sexual misconduct made by three women in an article co-published by ProPublica and a Portland, Ore., magazine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-storm-poised-to-move-east-snarl-holiday-travel-11574976891", "title": "Western Storm Poised to Move East, Snarl Holiday Travel", "date": "2019-11-28 16:34", "summary": "Storm that shut Interstate 5 near Los Angeles also helped contain wildfire near Santa Barbara. Winter storms brought freezing rain, snowfall and traffic jams to various parts of the U.S. on Thanksgiving Day, and heavy weather was threatening to upend travel home for millions of Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-health-workers-killed-amid-congos-ebola-outbreak-11574975505", "title": "Four Health Workers Killed Amid Congo's Ebola Outbreak", "date": "2019-11-28 16:11", "summary": "Increased violence threatens to curtail medical help, fuel spread of deadly virus. Gunmen killed four health workers in two attacks on World Health Organization camps responding to an ebola outbreak in the war-torn Democratic Republic of Congo, as violence escalates and threatens efforts to halt the world's second-deadliest bout of the virus.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-experiences-sporadic-outages-11574963022", "title": "Facebook Says Outages Resolved", "date": "2019-11-28 15:39", "summary": "Company blamed the issue on a problem in its central software systems. Facebook Inc. said it had restored service to users of its Facebook, Messenger and Instagram platforms, after an hourslong outage that disrupted many users' ability to access them on Thanksgiving Day.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tight-job-market-insulates-a-slowing-economyand-perhaps-trump-too-11574971449", "title": "A Tight Job Market Insulates a Slowing Economy-and Perhaps Trump, Too", "date": "2019-11-28 15:04", "summary": "Resume Subscription. ROSENDALE, Wis.-Nathan Wiese, a third-generation dairy farmer who is struggling to get by, says even if he has to close his family's farm, he feels confident he could hire on as a truck driver and take home more money.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-reinvention-of-jon-gruden-11574946598", "title": "The Reinvention of Jon Gruden", "date": "2019-11-28 14:34", "summary": "Jon Gruden, the coach, has the Raiders on course for the playoffs despite having to work around the miscalculated personnel moves of Jon Gruden, the executive. On Jon Gruden's very first day as the Oakland Raiders coach in 1998, he was quickly introduced to the reality of working beneath a brash and unpredictable decision maker. At his introductory news conference, owner Al Davis stole the show by suggesting the team would pack its bags again and move back to Los Angeles.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-commodity-markets-signal-skepticism-about-global-growth-11574955220", "title": "Weak Commodity Markets Signal Skepticism About Global Growth", "date": "2019-11-28 14:33", "summary": "Concerns about trade tensions and pace of growth are keeping industrial metals, agricultural markets under pressure. Commodity markets slipped Thursday, extending their weakness this year amid concerns about the prospects for the global economy and U.S.-China tensions.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-backed-app-lenders-use-phone-data-to-hassle-borrowers-11574969095", "title": "Silicon Valley-Backed App Lenders Use Phone Data to Chase Borrowers", "date": "2019-11-28 14:24", "summary": "Resume Subscription. NEW DELHI-Silicon Valley venture capital is funding a wave of fintech startups in India that use data from borrowers' cellphones to collect on debts in ways that are illegal in both India and the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/searching-for-fossil-fuels-in-era-of-climate-change-11574968916", "title": "Searching for Fossil Fuels in Era of Climate Change", "date": "2019-11-28 14:21", "summary": "Tracey Henderson, chief exploration officer for Kosmos Energy, reflects on how to be good boss, importance of energy exploration. Tracey Henderson is a rare woman at the top ranks of an energy company who calls the shots on where to drill for oil and gas-and in a world where big energy outfits have cut back on massive exploration projects, she is responsible for one of this year's biggest discoveries.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-south-asia-democracy-loses-and-beijing-wins-11574967252", "title": "In South Asia, Democracy Loses And Beijing Wins", "date": "2019-11-28 13:54", "summary": "The Rajapaksa brothers' return in Sri Lanka is the latest blow to liberalism and Western influence.. It's spring time for strongmen in South Asia. With this month's election of Sinhalese hard-liner Gotabaya Rajapaksa as president, Sri Lanka, Asia's oldest democracy, has become the latest country in the region to tilt toward illiberal rule. Mr. Rajapaksa swiftly appointed a prime minister: his older brother Mahinda, who served as president from 2005-15. In Sri Lanka, both the president and the prime minister wield executive power.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-buy-the-outrage-over-digital-ads-11574967219", "title": "Don't Buy the Outrage Over Digital Ads", "date": "2019-11-28 13:53", "summary": "Democrats and legacy media have selfish reasons for decrying online political ads.. Brilliant. Genius. Revolutionary. These were terms used to describe the Obama campaign's successful use of digital microtargeting to tailor messages to small, consequential voter blocs in 2012. Voter targeting isn't new in politics, but the past two presidential elections have exposed an invidious double standard in how the media treats the left- and right-wing versions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-south-american-jerusalem-11574967187", "title": "A Central American Jerusalem", "date": "2019-11-28 13:53", "summary": "An unlikely friendship between Guatemala and Israel is based on 'spiritual love.'. San Pedro, Guatemala", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-evening-star-review-the-capital-in-hot-type-11574967133", "title": "'The Evening Star' Review: The Capital in Hot Type", "date": "2019-11-28 13:52", "summary": "The Star was a great Washington newspaper, conveying the sense of a city not always engaged in affairs of state.. The old line about newspapers and the bottom of a birdcage is especially pertinent when it comes to newspapers no longer in business. Even the great dailies of yesteryear-the Philadelphia Public Ledger, New York Herald Tribune, Boston Evening Transcript-tend to live on largely in the memories of old hands, in historical cartoons, or in the biographies of novelists who began as reporters.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-forgotten-hero-of-two-world-wars-11574967153", "title": "The Forgotten Hero of Two World Wars", "date": "2019-11-28 13:52", "summary": "Herbert Sulzbach served under Wilhelm II and George VI.. What would you call someone who serves his birth country in one war and that country's enemy in another? A traitor? An opportunist? From Alcibiades to Jomini, history furnishes plenty examples of these types. But in the case of Herbert Sulzbach, who fought for Germany in World War I and Britain in World War II, the right answer would be \"hero.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-revolt-against-the-colonials-11574967089", "title": "A Revolt Against the Colonials", "date": "2019-11-28 13:51", "summary": "Students say the team name 'glorifies the act of systemic oppression.'. Perhaps it was inevitable given political trends on American campuses, but at George Washington University students no longer want anything to do with the school moniker since 1926: the Colonials. Yes, America's founding isn't nearly woke enough, or something.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-middle-class-always-pays-11574967052", "title": "The Middle Class Always Pays", "date": "2019-11-28 13:50", "summary": "Europe shows how the Warren-Sanders agenda really works.. Democratic presidential candidates insist that America could afford a European-style welfare state if only it taxed the rich more heavily. Europe's beleaguered middle class knows better.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tax-code-cant-handle-negative-rates-11574967017", "title": "The Tax Code Can't Handle Negative Rates", "date": "2019-11-28 13:50", "summary": "Should the Fed go negative, the IRS will need to act to protect banks and savers from hidden levies.. While recent comments by Federal Reserve Chairman Jerome Powell indicate that the Fed hopes to avoid resorting to negative interest rates during the next recession, without them the central bank's ability to stimulate growth may be limited. Should negative interest rates one day become a reality in the U.S., the tax code will need to be amended. Otherwise, not only will consumers be forced to pay to \"invest\" their savings, but savers will face higher taxes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-schiffs-capacious-definition-of-bribery-was-tried-in-1787-11574966979", "title": "Adam Schiff's Capacious Definition of Bribery Was Tried in 1787", "date": "2019-11-28 13:49", "summary": "Democrats finally try to follow Edmund Burke, but they are emulating his most spectacular failure.. In the push for a December impeachment vote, House Democrats appear poised to make history. It will be the shortest investigation producing the thinnest record of wrongdoing for the narrowest impeachment in history. There is, however, a precedent for the Democrats' expansive interpretations of bribery and impeachment: the trial of Warren Hastings, 230 years ago in Britain. But Hastings' tale is a cautionary one that nobody should aim to repeat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-abuse-of-language-is-a-trend-not-a-narrative-11574966950", "title": "Politicians' Abuse of Language Is a Trend, Not a 'Narrative'", "date": "2019-11-28 13:49", "summary": "If my previous crusades are any guide, singling out a word or phrase only makes for more mischief.. If there are any words floating around that you dislike or despise, or that merely get on your nerves, don't send them along to me. I am likely to attack them in print, after which, if previous experience be any guide, they will flourish, proliferate and become more irritating than either of us imagined possible. Such has been the fate of previous sorties of mine against the misuse of the word \"issue,\" the imprecise use and overuse of the word \"focus\"-about \"laser-focus\" let us not speak-and the politically slanted use of \"the American people\" usually joined to the phrase \"need to know.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-liberalism-and-freedom-11574966928", "title": "Notable & Quotable: Liberalism and Freedom", "date": "2019-11-28 13:48", "summary": "'The challenge is to reconcile individual freedom with widespread interdependence.'. From \"Liberalism, Old Style,\" a 1955 essay by Milton Friedman:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-to-review-its-military-role-in-africa-after-deadly-helicopter-crash-11574966150", "title": "France to Review Its Military Role in Africa After Deadly Helicopter Crash", "date": "2019-11-28 13:35", "summary": "President Macron orders reassessment of country's role in Sahel region as U.S. reduces Africa presence. PARIS-France is reviewing its role in spearheading counterterrorism operations in parts of Africa after 13 French troops died this week in a helicopter collision, a sign of the struggle allies face in carrying forward the fight against terror groups as the U.S. pares back its involvement.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-macys-parade-struts-its-stuff-11574957918", "title": "Photos: Macy's Parade Struts Its Stuff", "date": "2019-11-28 13:24", "summary": "Gusty winds didn't thwart the giant balloons that are a hallmark of the annual event. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/markets-rattled-after-trump-backs-hong-kong-protesters-11574934909", "title": "Markets Waver Amid Conflicting Trade Signals From Trump", "date": "2019-11-28 13:21", "summary": "Investors cheer Trump's comments on 'final throes' of deal and economic growth, but worry about support of Hong Kong protesters. The advance in U.S. stocks faces a new challenge Friday: concerns over U.S.-China relations after President Trump signed a bill supporting Hong Kong protesters.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panasonic-to-sell-semiconductor-unit-to-taiwans-nuvoton-technology-11574965055", "title": "Panasonic to Sell Semiconductor Unit", "date": "2019-11-28 13:17", "summary": "Deal, for $250 million, marks the Japanese company's departure from the business. TOKYO- Panasonic Corp. agreed to sell its semiconductor unit to Taiwan-based Nuvoton Technology Corp. , marking a departure from the 60-year-old business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqi-protesters-torch-iranian-consulate-in-city-of-najaf-11574928419", "title": "Iraqi Protesters Torch Iranian Consulate in City of Najaf", "date": "2019-11-28 13:08", "summary": "Demonstrators blame Tehran for interfering in their domestic politics. BAGHDAD-Iraqi authorities imposed a curfew on Najaf and deployed additional security forces after protesters stormed and burned the Iranian consulate in the southern Iraqi city in a show of anger against Tehran's involvement in the country's affairs.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pete-and-barack-define-moderate-now-11574962841", "title": "How Pete and Barack Define 'Moderate' Now", "date": "2019-11-28 12:40", "summary": "One doesn't get the sense that President Obama or Mayor Pete are adamantly opposed to revolutionary change, but the packaging of that agenda in a presidential race has to seem less radical.. William Galston is encouraged that the \"moderate\" Democratic presidential candidate Pete Buttigieg surged to the top of polls in Iowa, and former \"moderate\" President Barack Obama urged candidates not to veer too far to the left (\"Buttigieg and Obama Shake Iowa Up,\" Politics & Ideas, Nov. 20).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-gdp-growth-revised-up-to-2-1-rate-in-third-quarter-11574861510", "title": "U.S. Growth Enters Fourth Quarter on More Solid Footing", "date": "2019-11-28 12:16", "summary": "GDP increased 2.1% in the third quarter, according to revised estimate, driven by consumer spending. WASHINGTON-The U.S. economy is heading into the holiday-shopping season on solid ground.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-scooter-legislation-stalls-with-cuomo-11574960400", "title": "New York Scooter Legislation Stalls With Cuomo", "date": "2019-11-28 12:00", "summary": "The bill overwhelmingly passed in June, but is being held in the state Senate pending a request from the governor. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-inflation-stagnant-economy-drive-calls-for-bigger-mexico-rate-cuts-11574960436", "title": "Low Inflation, Stagnant Economy Drive Calls for Bigger Mexico Rate Cuts", "date": "2019-11-28 12:00", "summary": "In 3-2 vote, central bank lowered the overnight interest-rate target Nov. 14 by a quarter percentage point to 7.5%. MEXICO CITY-Two Bank of Mexico board members pressed their arguments this month for faster interest-rate cuts as the economy stagnated and showed signs of further weakening, minutes to the meeting showed Thursday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-opinion-poll-paints-rosy-picture-for-boris-johnson-11574957441", "title": "U.K. Opinion Polls Paint a Rosy Picture for Boris Johnson", "date": "2019-11-28 11:10", "summary": "Polls suggest the public is getting behind the prime minister ahead of election. LONDON-With two weeks left until a general election, opinion polls suggest that British Prime Minister Boris Johnson's Brexit election gamble is likely to pay off, paving the way for Britain to leave the European Union on Jan. 31.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fred-cox-a-minnesota-viking-made-his-fortune-with-a-toy-11574957121", "title": "Fred Cox, a Minnesota Viking, Made His Fortune With a Toy", "date": "2019-11-28 11:07", "summary": "Kicker's formula for the squishy Nerf football set him up with royalties for life. Fred Cox figured he spent about 10 minutes developing the essential concepts behind the Nerf football. Nearly 50 years later, he was still receiving annual royalty checks of more than $200,000 for the squishy ball, according to the St. Paul Pioneer Press.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-gains-on-robust-data-political-uncertainty-abroad-11574877833", "title": "Dollar Flat After Recent Gains", "date": "2019-11-28 10:36", "summary": "Stronger-than-expected economic data ease worries over possible slowdown in economic activity. The dollar rose against a broad range of currencies Wednesday and was mostly unchanged Thursday, amid by strong U.S. data and political uncertainty abroad.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-sleep-on-this-game-changing-ingredient-11574954199", "title": "Don't Sleep On This Game-Changing Ingredient", "date": "2019-11-28 10:16", "summary": "When it comes to olive oil, the younger, the better. Vibrant, flavorful olio nuovo is a pantry pick-me-up you should purchase pronto. THE HYPED RELEASE of Beaujolais Nouveau is one of the great marketing triumphs (read: scams) of the 20th century. Created by wine merchant Georges Duboeuf, the campaign and its slogan-\"Le Beaujolais Nouveau est arrivé!\"-aimed to get money quickly into the pockets of regional vintners, even if the barely fermented wine they were hawking was, and is, at best rough around the edges.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-aglow-with-light-festivals-11574953200", "title": "New York City Aglow With Light Festivals", "date": "2019-11-28 10:00", "summary": "Driving the trend, say observers, are the popularity of Instagram-friendly attractions and growing interest in light as an artistic medium. The holiday season may be about good tidings of joy. But in New York City, it is also shaping up to be a heated competition among presenters of elaborate light displays.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-u-s-bring-down-the-wto-11574953201", "title": "Will the U.S. Bring Down the WTO?", "date": "2019-11-28 10:00", "summary": "By depriving the world's trade court of new judges, the Trump administration may succeed in paralyzing the institution. For the quarter-century since the World Trade Organization began operating, Robert Lighthizer has been calling it \"a threat to sovereignty\" and a hotbed of \"judicial activism,\" hamstringing America's efforts to counter its economic rivals, especially China.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-ags-and-what-is-settled-law-11574950366", "title": "Democratic AGs and What Is 'Settled Law'", "date": "2019-11-28 09:12", "summary": "The \"settled law\" in 1896 in Plessy v. Ferguson proclaimed as constitutional the social inferiority of the \"colored race,\" i.e., \"separate but equal.\" Racial discrimination and segregation could officially be considered constitutional.. Sean Rankin, executive director of the Democratic Attorneys General Association, defending the group's \"decision to only endorse pro-choice attorney general candidates,\" is troubling in light of our nation's historic issues of slavery and racism (\"We Shun Pro-Life AGs Because Roe Is the Law,\" Letters, Nov. 23). Mr. Rankin contends that Roe v. Wade (1973) \"is settled law\" and that, apparently, to contest it \"ignores the rule of law.\" Perhaps not.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-tax-would-hit-more-than-the-rich-11574950090", "title": "'Bernie Tax' Would Hit More Than the Rich", "date": "2019-11-28 09:08", "summary": "More than half of Americans own stock and Bernie Sanders's financial transaction tax would ding their portfolios, not just those of the rich.. It's gratifying that Fred Hatfield, a former Democratic commissioner of the Commodity Futures Trading Commission, grasps that Sen. Bernie \"Sanders's Tax Would Hit Small Investors\" (op-ed, Nov. 18). The levy he pans is a proposed financial transaction tax (FTT). More than half of Americans own stock and the FTT would ding their portfolios, not just those of the rich. Mr. Hatfield doesn't note that most of the other tax-the-rich plans of Democratic candidates will cause the same trickle-down collateral damage as would the FTT.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jones-act-undermines-u-s-shipping-and-security-11574949915", "title": "The Jones Act Undermines U.S. Shipping and Security", "date": "2019-11-28 09:05", "summary": "The Jones Act has been in effect since 1920. One would assume that, in 99 years, if its provisions were going to correct the imbalance of American ship production, it would have done so.. Contrary to former Rep. Ernest Istook's assertions (\"Jones Act Protects Shipping for Future War,\" Letters, Nov. 12), the biggest enemy of domestic shipping isn't foreign subsidies but U.S. protectionism. The Jones Act's U.S.-build requirement forces domestic carriers to buy ships that cost up to five times more than those constructed abroad. That means fewer ships. Entire ship types, such as liquefied natural gas (LNG) carriers, are missing from the paltry Jones Act fleet.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-cyber-officials-give-holiday-shopping-advice-for-consumers-11574949600", "title": "U.S. Cyber Officials Give Holiday Shopping Advice", "date": "2019-11-28 09:00", "summary": "Homeland Security sees public awareness as important defense as hackers, scammers seek advantage in surge of online shopping. U.S. national-security officials are urging consumers to make smart cybersecurity choices while shopping over the holidays, such as sticking to reputable retailers and changing default passwords on internet-connected toys.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-underground-way-to-earn-a-10-yield-in-oil-stocks-11574946000", "title": "The Underground Way to Earn a 10% Yield in Oil Stocks", "date": "2019-11-28 08:00", "summary": "Resume Subscription. There's yield bubbling up in the oil patch.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-is-pie-the-most-memorable-part-of-thanksgiving-dinner-11574946002", "title": "Why Is Pie the Most Memorable Part of Thanksgiving Dinner?", "date": "2019-11-28 08:00", "summary": "The season's favorite dessert requires time and attention to make, which may be why it's the key to a great meal.. Thanksgiving is one of those times of year that inspires reflection. For some it is a moment to contemplate the meaning of family, or of America. But for me, there is a simpler message to take away: We should all have more pie in our lives.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-on-50k-a-year-11574946015", "title": "Detroit on $50K a Year", "date": "2019-11-28 08:00", "summary": "Resume Subscription. How far does a $50K salary go when you're starting out? It depends a lot on where you live.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/franco-german-rift-clouds-eus-future-11574946000", "title": "Franco-German Rift Clouds EU's Future", "date": "2019-11-28 08:00", "summary": "Some of President Emmanuel Macron's ambitions for bloc sit poorly with Chancellor Angela Merkel. BRUSSELS-A growing rift between Paris and Berlin threatens the Franco-German engine that has powered many of Europe's biggest projects.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-harrowing-university-siege-ends-not-with-a-bang-but-a-whimper-11574942822", "title": "Hong Kong's Harrowing University Siege Ends Not With a Bang but a Whimper", "date": "2019-11-28 07:07", "summary": "Police sweep through a deserted, devastated campus, marking the end of a 12-day standoff with protesters. HONG KONG-It started with hope, lurched into violence, and ended in despair.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-listing-boosts-alibaba-stock-11574942704", "title": "Hong Kong Listing Boosts Alibaba Stock", "date": "2019-11-28 07:05", "summary": "As shares in Asian financial hub gain 16% since IPO, the ADRs in New York are close to historic high. HONG KONG- Alibaba Group Holding Ltd. 's Hong Kong listing has given a fresh boost to what was already China's most valuable technology company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qataris-saudis-make-new-bid-to-mend-a-long-festering-feud-11574942401", "title": "Qataris, Saudis Make New Bid to Mend a Long-Festering Feud", "date": "2019-11-28 07:00", "summary": "A top Qatari official traveled to Saudi Arabia, but U.S. tempers hopes for ending standoff that hinders efforts to counter Iran. ", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yam-dunk-the-rise-and-rise-of-the-sweet-potato-11574942401", "title": "Yam Dunk: The Rise and Rise of the Sweet Potato", "date": "2019-11-28 07:00", "summary": "Food companies are adding sweet potato to waffles, pizza crust and even sports drinks; 'it tastes like Thanksgiving all year long'. It has become the ingredient you can't escape.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-quietly-disrupt-trump-immigration-policy-in-san-diego-11574942400", "title": "Judges Quietly Disrupt Trump Immigration Policy in San Diego", "date": "2019-11-28 07:00", "summary": "Immigration court terminates more than a third of 'Remain in Mexico' cases. SAN DIEGO-Immigration judges in this city are presenting a challenge to the Trump administration's policy of sending asylum-seeking migrants back to Mexico, terminating such cases at a significantly higher rate than in any other court, according to federal data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-oil-giant-plans-for-climate-change-11574939733", "title": "An Oil Giant Plans for Climate Change", "date": "2019-11-28 06:15", "summary": "Shell is test-driving a number of eco-friendly business models before deciding which one to buy into. Royal Dutch Shell knows that climate change means business change, but isn't sure how. Like a savvy car buyer, it is testing out a few eco-friendly models before it chooses one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tightening-of-hong-kong-policy-is-grim-trigger-for-china-11574934561", "title": "U.S. Tightening of Hong Kong Policy Is Grim Trigger for China", "date": "2019-11-28 04:49", "summary": "Resume Subscription. President Trump's signing of the Hong Kong Human Rights and Democracy Act is an important moment for both the city and the way the U.S. treats it, and a long-term threat to capital markets and businesses currently benefiting from the territory's special legal status.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-bill-supporting-hong-kong-11574898084", "title": "Trump Signs Bill Supporting Hong Kong Protesters", "date": "2019-11-28 01:05", "summary": "President was concerned about potentially complicating U.S.-China trade talks. WASHINGTON-President Trump signed a bill designed to show solidarity with pro-democracy protesters in Hong Kong, despite previously expressing reservations about the legislation because of its potential to complicate U.S.-China trade talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-50-million-of-ether-swiped-from-south-korean-cryptocurrency-exchange-11574918838", "title": "Nearly $50 Million of Ether Swiped From South Korean Cryptocurrency Exchange", "date": "2019-11-28 00:27", "summary": "Upbit says it has barred all cryptocurrency withdrawals and deposits at the exchange since the heist, a ban that could last at least two weeks. Nearly $50 million was swiped from a South Korean cryptocurrency exchange, the industry's latest setback as it struggles with problems still plaguing cryptocurrencies and the venues where investors trade them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-official-closes-chapter-on-decadeslong-career-11574949601", "title": "MTA Official Closes Chapter on Decadeslong Career", "date": "2019-11-28 00:01", "summary": "Ronnie Hakim was one of the top female transportation chiefs in the country. Ronnie Hakim is glad she no longer has to worry about the weather.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-shoppers-beware-of-fake-five-star-reviews-11574937001", "title": "Black Friday Shoppers: Beware of Fake Five-Star Reviews", "date": "2019-11-28 00:01", "summary": "From Amazon to Sephora, sites struggle to keep out paid influencers and robot-generated reviews. As shopping takes off for the holiday season, so do phony reviews-and pressure is mounting on major retailers to fight back.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]