[{"link": "https://www.wsj.com/articles/xpo-logistics-earnings-slide-in-weaker-freight-market-11556753330", "title": "XPO Logistics Earnings Slide in Weaker Freight Market", "date": "2019-05-01 19:28", "summary": "Declining revenue and profit at North American logistics provider come amid tepid reports on shipping demand. XPO Logistics Inc.'s adjusted diluted earnings per share declined in the first quarter, beating expectations as revenue fell back in a weakening North American freight market and the company coped with the loss of business from Amazon.com Inc.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubiome-ceos-go-on-leave-after-fbi-search-11556752591", "title": "uBiome CEOs Go on Leave After FBI Search", "date": "2019-05-01 19:16", "summary": "Lab-testing startup's co-founders Jessica Richman and Zac Apte step back amid probe of billing practices. The co-founders and co-chief executives of uBiome Inc., Jessica Richman and Zac Apte, have gone on leave in the wake of a search of the company's offices by the Federal Bureau of Investigation last week.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-attorney-general-11556752279", "title": "A Real Attorney General", "date": "2019-05-01 19:11", "summary": "Bill Barr gets smeared for refusing to duck and cover like Loretta Lynch.. Washington pile-ons are never pretty, but this week's political setup of Attorney General William Barr is disreputable even by Beltway standards. Democrats and the media are turning the AG into a villain for doing his duty and making the hard decisions that special counsel Robert Mueller abdicated.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-suspends-deadline-for-banks-to-hand-over-trump-documents-11556752267", "title": "House Suspends Deadline for Banks to Hand Over Trump Documents", "date": "2019-05-01 19:11", "summary": "Deutsche Bank and Capital One agree not to turn over documents until court decision. WASHINGTON-A lawyer for the U.S. House of Representatives agreed to suspend its deadline for Deutsche Bank AG and Capital One Financial Corp. to turn over financial documents related to President Trump and his family until a court settles their legal effort to block the subpoenas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvanias-choice-escalator-11556752125", "title": "Pennsylvania's Choice 'Escalator'", "date": "2019-05-01 19:08", "summary": "The Legislature moves to expand credits for education scholarships.. Prospects are looking up for Pennsylvania children who have been shut out of the state's school choice program. A bill is now moving quickly through the Legislature to give thousands more children the opportunity to attend a better school.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-launches-recall-of-bodum-coffee-presses-after-injury-reports-11556744975", "title": "Starbucks Recalls Bodum Coffee Presses", "date": "2019-05-01 19:07", "summary": "The coffee chain is recalling about 263,200 of the presses in the U.S. and Canada. Starbucks Corp. is voluntarily recalling a coffee press it sold for more than two years after receiving reports about it breaking during use, causing cuts and puncture wounds.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honey-we-shrunk-the-ex-im-bank-11556751983", "title": "Honey, We Shrunk the Ex-Im Bank", "date": "2019-05-01 19:06", "summary": "And nobody outside Washington noticed.. The only thing harder to roll back than big government is big government wrapped up with big business, and few outfits in Washington have been as impervious to reform as the Export-Import Bank. But the forces of light have been prevailing over the crony capitalists for a brief moment, if GOP reformers in Congress can extract changes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-chancellor-affirms-push-to-end-elite-schools-test-11556751754", "title": "New York Chancellor Affirms Push to End Elite-Schools Test", "date": "2019-05-01 19:02", "summary": "Richard Carranza says admissions exam for eight elite high schools should be abolished. The chancellor of New York City schools testified for more than two hours at a City Council hearing Wednesday, staunchly defending the view that the admissions test for eight elite high schools must be abolished.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-case-for-lower-rates-still-lurks-11556751405", "title": "A Case for Lower Rates Still Lurks", "date": "2019-05-01 18:56", "summary": "Innovation could depress inflation pressure, driving the Fed to pursue faster growth. Inflation can fall for many reasons, not all of which call for lower interest rates.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cme-group-reports-17-drop-in-earnings-11556741739", "title": "CME Group Posts 17% Drop in Profit", "date": "2019-05-01 18:54", "summary": "Chicago exchange giant's revenue rose in the first quarter, but shares fall 2%. CME Group Inc. reported a 17% decline in net income in the first quarter, as placid markets led to less trading at the U.S. futures giant.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eventbrite-shares-plunge-after-quarterly-loss-weak-forecast-11556751254", "title": "Eventbrite Shares Plunge After Quarterly Loss, Weak Forecast", "date": "2019-05-01 18:54", "summary": "Stock is down 13% this year through Wednesday's close. Eventbrite Inc. shares fell about 29% during after-hours trading Wednesday after the company posted a wider-than-expected first-quarter loss and gave a disappointing forecast for the current quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-now-urges-court-to-strike-down-entire-health-law-11556751202", "title": "Trump Administration Now Urges Court to Strike Down Entire Health Law", "date": "2019-05-01 18:53", "summary": "Previously, the Trump-era Justice Department had argued against central provisions of Obamacare. WASHINGTON-The Trump administration urged a federal appeals court Wednesday to strike down the entire Affordable Care Act, presenting for the first time its new position opposing the entirety of the Obama-era health law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-to-get-at-least-4-5-billion-in-apple-settlement-11556743039", "title": "Qualcomm to Get at Least $4.5 Billion in Apple Settlement", "date": "2019-05-01 18:41", "summary": "Payment is one part of three-pronged deal between the companies last month. Qualcomm Inc. will receive at least $4.5 billion as part of a legal settlement with Apple Inc. that ended more than two years of wrangling over the chip maker's patent-licensing fees, the company said Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-isnt-medicare-11556750380", "title": "'Medicare for All' Isn't Medicare", "date": "2019-05-01 18:39", "summary": "Democrats mislead voters by appropriating the name of a popular program they actually seek to abolish.. More than 100 House Democrats have endorsed Rep. Pramila Jayapal's Medicare for All Act of 2019. Fourteen Democratic senators have co-sponsored a similar bill from Sen. Bernie Sanders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-cracks-down-in-asias-once-freest-city-11556750356", "title": "China Cracks Down in Asia's Once Freest City", "date": "2019-05-01 18:39", "summary": "The attack on political freedom in Hong Kong could sap the vitality that made it the world's envy.. For most of my life I have advocated change in the world's most closed, repressive nation: North Korea. As a South Korean, my priority has been peace and freedom on the peninsula I call home. But I cannot ignore the erosion of freedom in what was once one of Asia's freest cities: Hong Kong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-afghan-endgame-has-become-surreal-11556750305", "title": "The Afghan Endgame Has Become Surreal", "date": "2019-05-01 18:38", "summary": "American negotiators are coddling the Taliban while declaring an allied official persona non grata.. The U.S. no longer sees victory as a possibility in Afghanistan. Political and military leaders are now focused on getting out with a facade of honor. This has created a surreal situation: The U.S. is negotiating directly with the Taliban, the enemy it sought to remove from power almost 18 years ago. These \"peace\" talks are going on even as the Taliban has started its spring offensive. To add to the absurdity, the Afghan government, America's own creation, has been excluded from the negotiations because the Taliban, our common enemy, demanded it. American leaders seem oblivious to their culpability for the deteriorating situation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-complicated-truth-about-vaccines-11556750331", "title": "The Complicated Truth About Vaccines", "date": "2019-05-01 18:38", "summary": "They can appear to be the proximate cause of a condition when they have nothing to do with the ultimate cause.. Why are people afraid of vaccines? The already strong evidence of their safety got stronger in March with the release of a large Danish study that addressed several objections to previous studies and found that the measles vaccine poses no additional risk of developing autism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uc-berkeleys-emi-nakamura-wins-john-bates-clark-medal-11556750178", "title": "UC Berkeley's Emi Nakamura Wins John Bates Clark Medal", "date": "2019-05-01 18:36", "summary": "Ms. Nakamura is just fourth woman to receive award since it began in 1947. Emi Nakamura, a University of California at Berkeley professor who has used novel data sources to understand how the economy works in practice, is this year's recipient of the most prestigious award for young economists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-adjunct-underclass-review-teachable-moments-11556750053", "title": "'The Adjunct Underclass' Review: Teachable Moments", "date": "2019-05-01 18:34", "summary": "College teaching has become a pickup job, like driving for Uber, for small stipends and little or no guarantee of permanence.. In the fall of 2005, I was looking for a full-time, tenure-track job teaching undergraduates. I had just received my doctorate in English, had three or four articles published in respectable academic journals and had taught a modest array of courses as a graduate assistant and adjunct professor. I heard about two positions opening up at a middle-tier institution 120 miles from my home, and so in an attempt to boost my chances of getting one of them, I applied to teach two sections of English 101. I had a menial job and a family to support, so the adjunct work would have to be done on the side. Twice a week, for 15 weeks, I rose at 4:30 a.m., drove two hours to teach two classes at 8:00 and 9:40, then drove back to put in full eight-hour days at my regular job. I graded unreadable papers late into the night and communicated with my wife and daughters only intermittently. I gained weight from all the M&Ms and potato chips I ate mainly to stay awake on the interstate, and spent a large portion of the tiny stipend the school paid me on gas. But the students were terrific, I loved teaching them, and most of them, I felt, enjoyed and profited from my instruction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-last-ride-11556749983", "title": "Joe Biden's Last Ride", "date": "2019-05-01 18:33", "summary": "Karl Marx himself might think the booming U.S. labor market looks pretty darn good.. Joe Biden entered elective politics as a councilman in New Castle County, Del., in 1970, just this side of a half-century ago. Remember the Sony Walkman? Mr. Biden, now 76, was in politics for nearly a decade before it was introduced.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-weathers-tough-insurance-market-as-prudential-stumbles-11556749995", "title": "MetLife Weathers Tough Insurance Market as Prudential Stumbles", "date": "2019-05-01 18:33", "summary": "The U.S.'s two biggest publicly traded life insurers have undergone executive changes at the top. The two largest publicly traded U.S. life-insurance companies- MetLife Inc. and Prudential Financial Inc. -posted divergent earnings Wednesday as one was able to overcome a tough market in the first quarter and the other wasn't.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-take-socialism-seriously-11556749953", "title": "Please, Take Socialism Seriously", "date": "2019-05-01 18:32", "summary": "The debate raises basic moral questions we've long ignored.. As an economist, I admire the power of the free market. So you might imagine that I am dismayed to hear serious political players, not to mention young people, taking socialism seriously.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-dems-resist-the-urge-to-impeach-11556749915", "title": "Can Dems Resist the Urge to Impeach?", "date": "2019-05-01 18:31", "summary": "That would be wise, but Trump-hating House members may lack the self-restraint.. The first polls following the release of special counsel Robert Mueller's report flash warning signs for congressional Democrats. It's not looking good for their investigate-and-impeach strategy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-owner-expands-deeper-into-mortgage-digitization-with-simplifile-deal-11556749837", "title": "NYSE Owner Bets on Mortgage Digitization", "date": "2019-05-01 18:30", "summary": "Intercontinental Exchange's planned $335 million purchase is expected to close in the third quarter. The owner of the New York Stock Exchange is betting on further digitization of the U.S. mortgage market with the $335 million acquisition of Simplifile, a firm that facilitates electronic processing of mortgage records.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-firm-fined-for-failing-to-make-adjustments-to-ease-burden-on-troubled-borrowers-11556746927", "title": "Student Loan Firm Fined For Failing to Make Adjustments", "date": "2019-05-01 18:28", "summary": "Conduent Education Services settles case with the CFPB for $3.9 million. WASHINGTON-A federal regulator imposed a $3.9 million fine on a company that collects student-loan payments for the government, alleging it failed to take required steps to ease the burden on borrowers facing difficulty repaying their loans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-slips-ahead-of-fed-comment-jobs-data-11556727002", "title": "Gold Slips as Fed Wraps Policy Meeting", "date": "2019-05-01 18:08", "summary": "Central bank chairman expressed comfort with leaving rates flat for now. Gold prices fell Wednesday, after Federal Reserve Chairman Jerome Powell signaled the central bank was unlikely to cut rates in coming months.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/akamai-bets-on-zero-trust-approach-to-security-11556748454", "title": "Akamai Bets on 'Zero Trust' Approach to Security", "date": "2019-05-01 18:07", "summary": "'It's a scary mindset change,' co-founder and CEO Tom Leighton says. Akamai Technologies Inc. aims to expand its security business, in part by convincing companies that building walls around information-technology systems will no longer keep hackers, bots and malware out.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-rejects-house-panels-request-for-documents-on-security-clearances-11556712000", "title": "White House Rejects House Panel's Request for Security-Clearance Documents", "date": "2019-05-01 18:01", "summary": "Move comes as Trump ex-personnel official is due to testify under subpoena. WASHINGTON-The White House on Wednesday told the House Oversight Committee that it wouldn't comply with the panel's requests for documents related to the security clearances of Trump administration officials, escalating the standoff between the White House and Democratic lawmakers over their congressional oversight efforts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-calls-for-4-5-billion-to-address-humanitarian-crisis-at-southern-border-11556726315", "title": "Trump Administration Calls for $4.5 Billion to Address Crisis at Border", "date": "2019-05-01 17:55", "summary": "Officials said a 16-year-old Guatemalan boy died in U.S. government custody this week, the third immigrant child to die in custody since December. WASHINGTON-The Trump administration requested $4.5 billion from Congress to respond to the growing surge of migrants at the nation's southern border, deepening a fight with Democrats over a crisis that both sides accuse the other of exacerbating.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-immersive-show-bills-itself-as-sleep-no-more-for-kids-11556747623", "title": "New Immersive Show Bills Itself as 'Sleep No More' for Kids", "date": "2019-05-01 17:53", "summary": "'Pip's Island' is staged in a 15,000-square-foot space in the Pod Times Square hotel. It is a theatrical production befitting a Broadway extravaganza, costing millions of dollars and involving 45 performers. And it taps into the current vogue for all things interactive by allowing the audience to walk through a series of rooms that depict the story's fantastical island setting.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-drops-as-report-shows-u-s-manufacturing-growth-slowed-11556725188", "title": "U.S. Dollar Strengthens After Powell Suggests Soft Inflation Is Transitory", "date": "2019-05-01 17:48", "summary": "U.S. currency had weakened earlier after manufacturing indicator came in under expectations. The U.S. dollar rose on Wednesday after Federal Reserve Chairman Jerome Powell said a recent lull in inflationary pressures would likely be temporary.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-ad-fraud-is-down-study-findsor-at-least-its-harder-to-detect-11556715600", "title": "Online Ad Fraud Is Down, Study Finds-or at Least It's Harder to Detect", "date": "2019-05-01 17:37", "summary": "Ad spending lost to schemes declined 11% since 2017, but fraud is shifting to platforms where it is more difficult to prevent. Marketers are expected to waste $5.8 billion this year on buying online ads that will be viewed by bots instead of humans, a study published Wednesday found-an 11% decline from the amount the group estimated was lost to fraud in 2017.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-navy-plans-to-extends-its-reach-in-the-arctic-11556757604", "title": "U.S. Navy Plans to Extend Its Reach in the Arctic", "date": "2019-05-01 17:35", "summary": "Region is taking on expanded strategic importance, as climate change opens up navigable sea lanes. WASHINGTON-The U.S. Navy and Marine Corps are deepening their commitments to Arctic security and to operations in Alaska, top Pentagon officials told Congress on Wednesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-crisis-opposition-seeks-traction-on-day-two-11556721753", "title": "Venezuelan Opposition Seeks to Expand Uprising Against Maduro", "date": "2019-05-01 17:13", "summary": "Guaidó looks for backing from public and military after protests fail to turn tide against President Maduro. CARACAS, Venezuela-Opposition leader Juan Guaidó called for daily strikes and protests as thousands of Venezuelans demonstrated around the country for a second day in a bid to raise pressure on authoritarian President Nicolás Maduro.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-vows-to-resist-u-s-oil-ban-as-its-exports-decline-11556716336", "title": "Iran Vows to Resist U.S. Oil Ban as Exports Fall", "date": "2019-05-01 17:12", "summary": "Estimates show Iran's exports have fallen below 1 million barrels a day as China cuts crude purchases. A U.S. oil ban won't stop Iran from selling its crude, the country's oil minister said, even as new signs emerged that Tehran's crude exports are heading toward a collapse.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lanka-identifies-all-9-easter-bombers-11556745074", "title": "Sri Lanka Identifies All Nine Easter Bombers", "date": "2019-05-01 17:11", "summary": "Disparate group included wealthy and poor Muslims, from capital, center and east coast of island nation. BATTICALOA, Sri Lanka-The eight men and one woman who detonated bombs on Easter Sunday, killing themselves and more than 250 others, were a collection of Islamist radicals including a quiet truck driver and a foreign-educated engineer.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebuilding-notre-dame-not-so-fast-11556744484", "title": "Rebuilding Notre Dame: Not so Fast", "date": "2019-05-01 17:01", "summary": "Bad enough that the restoration is now in the hands of bureaucrats, but it should not fall victim to an artificially rushed schedule or the whims of celebrity architects.. Notre Dame, Paris's great Gothic cathedral, has burned-but now the danger begins.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-jail-inmates-can-now-make-free-phone-calls-11556743962", "title": "New York City Jail Inmates Can Now Make Free Phone Calls", "date": "2019-05-01 16:52", "summary": "Mayor de Blasio said move will create 'more humane' jails. All inmates being held in New York City jails will no longer have to pay a fee to make a phone call, Mayor Bill de Blasio said Wednesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midwest-citys-downtown-is-underwater-after-unusual-flood-prevention-plan-failed-11556743895", "title": "Midwest City's Downtown Floods in First Failure of Plan to Hold Back Mississippi River", "date": "2019-05-01 16:51", "summary": "Davenport, Iowa, loses battle with Mississippi River after temporary flood barrier gave way. After a temporary flood barrier gave way in Davenport, Iowa, several blocks of downtown sat underwater Wednesday in the first major failure of the city's unusual flood-fighting strategy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-conclude-productive-trade-talks-but-sticking-points-remain-11556718515", "title": "U.S.-China Trade Deal in Sight", "date": "2019-05-01 16:39", "summary": "Negotiators make headway on market access, how to roll back tariffs; Chinese Vice Premier Liu He to return to Washington on May 8. Negotiators made headway on thorny issues in the U.S.-China trade dispute, including access to key markets and how to roll back punitive tariffs, as both sides prepare for talks they hope will clinch a deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-provides-blueprint-for-companies-on-compliance-11556743103", "title": "Justice Department Provides Blueprint for Companies on Compliance", "date": "2019-05-01 16:38", "summary": "Updated guidelines provide companies with a clearer sense of what prosecutors expect from compliance departments, experts said. The Justice Department for years has weighed the strength of compliance programs as a factor when deciding whether to bring charges against a company or appoint an independent monitor. This week, prosecutors stepped up their emphasis.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-quiet-for-may-day-ahead-of-fed-decision-11556698081", "title": "Stocks Decline as Fed Stays Patient on Rates", "date": "2019-05-01 16:24", "summary": "Powell says he's comfortable leaving rates flat for now; stocks sell off late in the day. U.S. stocks fell Wednesday after the Federal Reserve left interest rates unchanged and reiterated it will stay patient despite a recent patch of soft inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-falls-on-increasing-supply-11556727494", "title": "Oil Falls on Increasing Supply", "date": "2019-05-01 16:02", "summary": "The amount of crude oil in storage rose by 9.9 million barrels last week. • Oil prices declined on Wednesday after government data showed a larger-than-expected increase in U.S. stockpiles.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-isnt-doomed-to-follow-the-left-coast-11556740723", "title": "America Isn't Doomed to Follow the Left Coast", "date": "2019-05-01 15:58", "summary": "Given that California's progressive thrust is about 15 years behind Europe's, one can look at France or Germany circa 1994 (assuming the U.S. is 10 years into its catch-up phase with California) for a glimpse into America's future.. Jason Willick's \"The Weekend Interview with Pete Wilson\" (April 27) is headlined \"Will America Follow the Left Coast's Lead?\" It cites a recent leftist essay that suggests the answer is \"yes\" and the now deep-blue politics of \"California is the future\" will apply to all 50 states and that Republicans are doomed to be cast into \"the political wilderness.\" ‎", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aca-need-not-have-upended-all-health-care-11556740639", "title": "The ACA Need Not Have Upended All Health Care", "date": "2019-05-01 15:57", "summary": "The only ones using ObamaCare now are the poor and those with new or chronic pre-existing conditions. Why President Obama had to upend all of health care just to address the needs of these two underserved groups remains a mystery.. Regarding Holman W. Jenkins, Jr.'s \"ObamaCare Is Popular Because It Failed\" (Business World, April 27): ObamaCare coverage for my family of five was about $1,600 a month with a $12,000 annual deductible. I switched to a Christian health-care sharing ministry in 2014 at $450 a month with a $7,500 deductible, about what my private insurance was before ObamaCare.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-is-no-threat-to-president-trump-11556740671", "title": "Joe Biden Is No Threat to President Trump", "date": "2019-05-01 15:57", "summary": "You say that: \"With a unifying message, Mr. Biden could be a real threat in 2020.\" Joe Biden doesn't have one. His message is the same as Hillary Clinton's in 2016: I hate Trump. How'd that work out for her?. Contrary to your editorial \"Can Biden Beat Bernie?\" (April 26) enumerating Joe Biden's \"strengths,\" I don't think President Trump is losing any sleep. You say that: \"With a unifying message, Mr. Biden could be a real threat in 2020.\" Joe Biden doesn't have one. His message is the same as Hillary Clinton's in 2016: I hate Trump. How'd that work out for her?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-history-censors-imitate-isis-in-ignorance-11556740569", "title": "America's History Censors Imitate ISIS in Ignorance", "date": "2019-05-01 15:56", "summary": "ISIS destroyed priceless antiquities and cultural heritage sites in the Middle East because they conflicted with ISIS's ideological and historical perspectives. Is there really any difference with that and what is generally occurring today in San Francisco?. Regarding Fergus M. Bordewich's \"Even George Washington May Be Erased From Our Past\" (op-ed, April 27): In 2014 and 2015 the world watched in horror and disbelief as ISIS destroyed priceless antiquities and cultural heritage sites in the Middle East because they conflicted with ISIS's ideological and historical perspectives. Is there really any difference with that and what is generally occurring today in much of America and specifically in San Francisco? The significant historical ignorance of the instigators and adjudicators also rubs salt into an open wound.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-needs-a-private-public-partnership-on-5g-research-11556740597", "title": "U.S. Needs a Private-Public Partnership on 5G Research", "date": "2019-05-01 15:56", "summary": "President Trump should convene a meeting of tech CEOs and government R&D entities like Darpa and challenge them to build the strategy and team to beat global challengers in the 5G space.. William A. Galston's \"China's Subsidized Conquest of Trade\" (Politics & Ideas, April 24) is an eye opener, but I take issue with his key points. The relationship between Chinese firms and the state is their path to dominance, and it's folly for the U.S. to press for reform. President Trump has pointed to public-private partnerships as a mechanism for growth. That's exactly what is needed in the 5G race. He should convene a meeting of tech CEOs and government R&D entities like Darpa and challenge them to build the strategy and team to beat global challengers in the 5G space. Then create a virtual company to focus American ingenuity. That's exactly how Airbus competes with Boeing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasurys-strengthen-on-weaker-manufacturing-report-11556723131", "title": "U.S. Treasury Yields Edge Higher After Fed Decision", "date": "2019-05-01 15:45", "summary": "Treasury yields initially fell after Fed held rates steady, then crept higher during Powell comments. U.S. government bond prices swung Wednesday, ultimately ending lower for the day, after seemingly conflicting signals from the Federal Reserve sparked volatility in the Treasurys market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-time-pelosi-and-schumer-cut-a-big-infrastructure-deal-11556739565", "title": "The Last Time Pelosi and Schumer Cut a Big Infrastructure Deal", "date": "2019-05-01 15:39", "summary": "The lesson of the 2009 stimulus plan is to expect very little infrastructure.. A Journal editorial is warning President Donald Trump against cutting a massive infrastructure deal with Speaker of the House Nancy Pelosi (D., Calif.) and Senate Minority Leader Chuck Schumer (D., N.Y.). Have the two members of Congress learned from their mistakes in crafting landmark legislation ten years ago?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roundup-sellers-boost-advertising-as-lawsuits-mount-for-weedkiller-11556738038", "title": "Roundup Sellers Boost Ads as Lawsuits Mount", "date": "2019-05-01 15:13", "summary": "Bayer AG and Scotts Miracle-Gro spend millions of dollars on expanded marketing. Roundup is getting an advertising boost after thousands of plaintiffs have alleged that the world's most widely used weedkiller causes cancer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-inflation-problem-11556737662", "title": "The Fed's Inflation Problem", "date": "2019-05-01 15:10", "summary": "Even if low inflation persists, it might not count as a reason for the central bank to cut rates.. The Federal Reserve is worried that even as the economy continues to do well, inflation is running cold. So what, if anything, should the central bank be doing about its dilemma?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-government-fires-defense-secretary-gavin-williamson-over-huawei-leak-11556730704", "title": "U.K.'s May Fires Defense Secretary Over Huawei Leak", "date": "2019-05-01 15:06", "summary": "Leak relates to government review into using Chinese company's equipment in U.K.'s 5G network. British Prime Minister Theresa May fired Defense Secretary Gavin Williamson on Wednesday, saying he leaked sensitive information surrounding a review into the use of equipment from China's Huawei Technologies Co. in the U.K.'s telecoms network.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/njoy-a-once-bankrupt-e-cigarette-maker-now-seeks-5-billion-valuation-11556736164", "title": "NJOY, a Once Bankrupt E-Cigarette Maker, Now Seeks $5 Billion Valuation", "date": "2019-05-01 14:56", "summary": "Company rolls out new device and seeks out big tobacco companies looking to take a run at Juul. E-cigarette maker NJOY Holdings Inc. is pursuing a funding round that would value the company at as much as $5 billion, and it is trying to interest big tobacco companies looking to take a run at market leader Juul Labs, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-sanctions-pakistani-who-india-accuses-of-terrorism-11556729520", "title": "U.N. Designates Pakistani as Terrorist After China Acquiesces", "date": "2019-05-01 14:51", "summary": "Security Council adds Masood Azhar to terror list after India blamed his Jaish-e-Mohammad group for two deadly attacks. MUMBAI-The leader of a Pakistani-based Islamist group that India blames for at least two terrorist attacks that raised tensions between the two nuclear-armed neighbors, was placed by the United Nations Security Council on a list of global terrorists subject to sanctions.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-lawmakers-pass-bill-allowing-armed-teachers-11556736503", "title": "Florida Lawmakers Pass Bill Allowing Armed Teachers", "date": "2019-05-01 14:48", "summary": "Gov. Ron DeSantis is expected to sign bill into law. The Florida House of Representatives passed a school-security bill allowing teachers to be armed and will send the legislation to Republican Gov. Ron DeSantis, who is expected to sign it into law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-would-deny-u-s-pensions-to-convicted-child-molesters-11556735745", "title": "Bill Would Deny U.S. Pensions to Convicted Child Molesters", "date": "2019-05-01 14:35", "summary": "Proposal follows disclosure that former U.S. Indian Health Service pediatrician, convicted of sex crimes, is getting government pension payments. A U.S. senator is seeking to ban convicted child molesters from receiving government pensions after a U.S. Indian Health Service doctor was revealed to be drawing a six-figure retirement income following his conviction for sexually abusing patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-simplest-recipe-for-seared-scallopsplus-a-magic-ingredient-11556808204", "title": "The Simplest Recipe for Seared Scallops-Plus a Magic Ingredient", "date": "2019-05-01 14:31", "summary": "A couple of slices of herb-cured lardo take this 20-minute dish of sea scallops, peas, mint and radishes to the next level. CRITICS HAVE LAUDED Montreal's Marconi for a variety of reasons, but nearly every review has reserved particular praise for the bistro's warm, intimate atmosphere. This is home, after all, for chef Mehdi Brunet-Benkritly, who lives upstairs with his wife, Molly Superfine-Rivera, and their newborn son, Leon. Ms. Superfine-Rivera, also his partner in the restaurant, runs the front of house. \"This way I can stay in the kitchen and serve the food I believe in,\" said the chef.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-eating-more-of-what-you-love-can-make-you-healthier-11556822538", "title": "How Eating More of What You Love Can Make You Healthier", "date": "2019-05-01 14:31", "summary": "Keeping your gut happy isn't all about kombucha. What our interior ecosystem needs to thrive is what springtime provides: beautiful produce. These recipe makeovers give a healthy boost to dishes we're craving now. IT'S RARE that doctors tell you to eat more of what you like-rarer still that they give you research to back up this fabulous prescription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/math-wizard-elwyn-berlekamp-helped-bring-sharp-images-from-outer-space-11556735303", "title": "Math Wizard Elwyn Berlekamp Helped Bring Sharp Images From Outer Space", "date": "2019-05-01 14:28", "summary": "Berkeley professor enhanced digital communications, studied game theory and ran hedge fund. Elwyn Berlekamp, the son of a pastor in rural Ohio, was a grade-school pupil in the 1940s when it began to dawn on him that math was not a torment inflicted on schoolchildren.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-again-lowers-interest-on-excess-reserves-rate-moving-to-2-30-11556734852", "title": "Fed Again Lowers Interest on Excess Reserves Rate, Moving to 2.35%", "date": "2019-05-01 14:20", "summary": "The Fed said it was lowering the so-called interest on excess reserves rate relative to the top end of its target range for the benchmark federal-funds rate. WASHINGTON-The Federal Reserve on Wednesday lowered a key interest rate to bolster its control over monetary policy, a technical adjustment that didn't represent a shift in its efforts to influence overall economic growth.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caster-semenya-loses-challenge-to-rule-on-testosterone-levels-11556734768", "title": "Caster Semenya Loses Challenge to Rule on Testosterone Levels", "date": "2019-05-01 14:19", "summary": "The Court of Arbitration for Sport rejected an appeal of a new IAAF policy that will force female track athletes with elevated levels of testosterone to take suppressants to compete in certain races. In a ruling that carries significant implications for the meaning of gender identity in sports, the Court of Arbitration for Sport on Wednesday dismissed South African Olympic champion Caster Semenya's challenge to a new rule that sought to regulate accepted testosterone levels for female athletes competing in mid-distance running events.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-learning-vacations-bring-back-more-than-a-tan-11556734047", "title": "Luxury Learning Vacations: Bring Back More Than a Tan", "date": "2019-05-01 14:07", "summary": "Five spring getaways where you can pick up a few new skills, from polo prowess to a traditional Mexican-cooking chops. Ever wondered if yoga expertise might help you surf more adeptly? Or dreamed of sliding down a wave face in half-moon pose? (Careful!) Pura Vida Adventures indulges both fantasies with surf-yoga getaways on Costa Rica's Nicoya Peninsula on the Pacific Coast. The weeklong retreats are for everyone, even nonswimmers, but tend to draw women in their 30s, 40s and 50s, says founder Tierza Eichner. \"We take care of everything and that helps guests let go.\" Surf and yoga classes are held daily, and the ratio of students to surf coach is never more than 3 to 1. Included: video analysis of your board form. Serving as HQ is the beachside Hotel Trópico Latino, equipped with a spa, yoga deck, hammock-slung beach lounge and an organic-minded restaurant. Weeklong all-inclusive retreats from $2,695 a person, puravidaadventures.com", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-land-olakes-leader-turns-for-challenges-with-people-moments-11556337602", "title": "Where the Land O'Lakes Leader Turns for Challenges With 'People Moments'", "date": "2019-05-01 14:05", "summary": "CEO Beth Ford counts on former executives, her wife for insight in navigating work relations; 'be a good student in the room'. Chief executive, Land O'Lakes Inc.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-promotes-studio-executive-amid-box-office-boom-11556733600", "title": "Disney Promotes Studio Executive Amid Box-Office Boom", "date": "2019-05-01 14:00", "summary": "Studio President Alan Bergman will become co-chairman of Walt Disney Studios alongside its current chairman, Alan Horn. LOS ANGELES- Walt Disney Co. said it is shuffling the executive ranks at its film operation, elevating studio President Alan Bergman to help oversee a division behind Hollywood's biggest hits.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-lower-paid-workers-the-robot-overlords-have-arrived-11556719323", "title": "For Lower-Paid Workers, the Robot Overlords Have Arrived", "date": "2019-05-01 13:57", "summary": "Software and algorithms are used to screen, hire, assign and now terminate workers. It's time to stop worrying that robots will take our jobs-and start worrying that they will decide who gets jobs.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-chain-kona-grill-files-for-bankruptcy-11556733473", "title": "Restaurant Chain Kona Grill Files for Bankruptcy", "date": "2019-05-01 13:57", "summary": "Casual dining chain blames ill-timed expansion and stock buyback for financial woes. Kona Grill Inc. has filed for bankruptcy, saying a stock buyback and the decision to double its number of restaurants just as customer traffic was starting to fall have hurt its liquidity.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-moves-to-mitigate-fallout-from-china-canola-ban-11556727622", "title": "Canada Moves to Mitigate Fallout From China Canola Ban", "date": "2019-05-01 13:52", "summary": "Financial aid is coming for affected farmers amid signs more import restrictions from China are in the offing. OTTAWA-Canada extended financial help to canola-seed producers affected by China's import ban on the product, part of an effort to dull the impacts of China's retaliation for the arrest of a Huawei Technologies Co. executive.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-hires-mckinsey-to-evaluate-student-loan-portfolio-11556728035", "title": "Administration Hires McKinsey to Evaluate Student-Loan Portfolio", "date": "2019-05-01 13:39", "summary": "High default rates have Education Department weighing sale of debt, other measures to reduce taxpayer exposure. WASHINGTON-The Trump administration has retained private consultants to estimate potential losses in the U.S. government's $1.45 trillion student-loan portfolio, and is weighing selling all or portions of the debt to private investors, according to administration officials familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-venezuelan-opposition-begins-operation-freedom-11556637417", "title": "Photos: Venezuela Opposition Tries to Gain Momentum", "date": "2019-05-01 13:27", "summary": "Scenes from Caracas after opposition leader Juan Guaidó appeared with members of the military and called for mass demonstrations. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/royal-caribbean-raises-revenue-outlook-on-strong-cruise-bookings-11556731129", "title": "Royal Caribbean Raises Revenue Outlook on Strong Cruise Bookings", "date": "2019-05-01 13:18", "summary": "Ship operator posted 14% increase in first-quarter profit. Royal Caribbean Cruises Ltd. expects to earn even more money per passenger this year due to strong demand for cruises, higher booking prices and higher guest spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-gets-boost-from-sales-of-brand-name-drugs-11556710698", "title": "CVS Eases Concerns About Aetna Deal", "date": "2019-05-01 13:02", "summary": "Sales rise across combined health-care company, which has been under pressure from investors to justify $70 billion acquisition of insurer. CVS Health Corp. delivered stronger-than-expected results in its first full quarter as a combined health-care company, taking a step toward selling skeptical investors on its acquisition of insurer Aetna Inc.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ancient-humans-dwelled-at-great-heights-scientists-find-11556730001", "title": "Fossil Points to a Vanished Human Species in Himalayas", "date": "2019-05-01 13:00", "summary": "Fossil jaw discovered in highlands of Tibet shows the Denisovans lived at an altitude that would leave many people today starved for oxygen. A fossil jaw found in the Himalayan highlands of Tibet belongs to a vanished human species called Denisovans, deepening the mystery of human evolution in Asia, scientists said Wednesday in a new study probing the roots of humankind.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mozambique-deal-haunts-resurgent-credit-suisse-11556729034", "title": "Mozambique Deal Haunts Resurgent Credit Suisse", "date": "2019-05-01 12:43", "summary": "Pressure mounts for bank to forgive secret loans and pay damages. Credit Suisse Group AG's recent shareholder meeting took an awkward turn when a Mozambican activist questioned Chairman Urs Rohner over the bank's role in fraudulent deals that saddled her country with $2 billion of debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sell-in-may-andnever-mind-11556728309", "title": "Sell in May and...Never Mind", "date": "2019-05-01 12:31", "summary": "This isn't one of those years to sell stocks in May, seasonal patterns notwithstanding. T.S. Eliot may have had a way with words, but he knew squat about investing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-hotel-brands-supercharge-african-expansion-11556727697", "title": "Western Hotel Brands Supercharge African Expansion", "date": "2019-05-01 12:21", "summary": "Growing tourism and expansion of continent's middle class spur top operators to invest billions of dollars. ADDIS ABABA, Ethiopia-The world's biggest names in hospitality are battling for a slice of one of the world's fastest-growing markets for hotels: Africa.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-activity-slows-in-april-11556720577", "title": "U.S. Factory Activity Slows in April", "date": "2019-05-01 12:21", "summary": "Slide comes amid concerns over trade tensions and delays at the U.S.-Mexico border. WASHINGTON-U.S. factories are slowing down as manufacturers grapple with a cooling global economy, trade tensions and the threat of a closed U.S.-Mexico border.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beetlejuice-review-better-off-dead-11556727155", "title": "'Beetlejuice' Review: Better Off Dead", "date": "2019-05-01 12:12", "summary": "The latest entry in the screen-to-stage trend is a ghoulish, overlong adaptation of a cult classic.. Beetlejuice", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-allentown-long-island-neighbors-take-aim-at-billy-joels-helicopter-commute-11556727072", "title": "It's Not Allentown: Billy Joel's Helicopter Commute Irks Long Island Neighbors", "date": "2019-05-01 12:11", "summary": "Resume Subscription. CENTRE ISLAND, N.Y.-In a decade as mayor of a wealthy enclave perched on Long Island's North Shore, Lawrence Schmidlapp has presided over countless meetings of the board of trustees, which normally draw just a handful of neighbors.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/greeces-slow-justice-lets-fascist-party-prosper-11556726740", "title": "Greece's Slow Justice Lets Fascist Party Prosper", "date": "2019-05-01 12:05", "summary": "The trial of Golden Dawn has stalled in a case that highlights Greece's dysfunctional justice system. ATHENS-In the depths of Greece's economic crisis, members of the fascist movement Golden Dawn brazenly assaulted immigrants, political opponents and labor unionists. After police said a member killed a left-wing rap artist in front of witnesses and confessed, Greek authorities acted, prosecuting the party as a criminal organization.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/molly-ringwalds-surprising-career-change-novel-translator-11556726592", "title": "Molly Ringwald's Surprising Career Path: Novel Translator", "date": "2019-05-01 12:03", "summary": "She's still acting-see her on soapy hit Riverdale-but the former teen icon has another skill up her sleeve: French translator. She talks about her first novel translation, hitting shelves this week. For Molly Ringwald, there seems to be no escape from teens. When told she's sometimes referred to as \"the First Lady of Teenagers,\" the 51-year-old actress and author says wryly, \"I've heard 'patron saint.'\" It's not something she's sought, she says. \"Quite the contrary. It's just come to me, and now it's like I've decided to stop fighting it, throw up my hands...I don't know if there's a lesson that I'm supposed to learn, or what.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-etfs-are-on-track-to-reach-1-trillion-mark-by-the-end-of-the-year-11556726577", "title": "Bond ETFs Are On Track to Reach $1 Trillion Mark by the End of the Year", "date": "2019-05-01 12:02", "summary": "The growth is fueled in part by investors' ability to make both tactical and longer-term strategic fixed-income allocations through ETFs. These are heady times for fixed-income ETFs.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whisper-campaign-u-k-conservatives-steer-clear-of-brexit-ahead-of-elections-11556703002", "title": "U.K. Conservatives Steer Clear of Brexit Ahead of Elections", "date": "2019-05-01 11:51", "summary": "Candidates focus on local issues in a bid to counter voter exhaustion and anger that threatens Prime Minister Theresa May and her ruling party. LONDON-Some Conservative candidates are adopting a damage-control strategy ahead of a vote this month that threatens to further imperil British Prime Minister Theresa May and her ruling party: Don't mention Brexit.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frieze-preview-5-things-to-see-and-do-at-the-new-york-art-fair-11556725543", "title": "The Top 5 Things You Don't Want to Miss at Frieze New York", "date": "2019-05-01 11:45", "summary": "The fair brings together a compelling mix of established and emerging artists-and Frieze-goers can even become portrait subjects themselves. Since 2013-the fair's second year in New York-Zwirner has opted to show only solo and two-artist exhibitions at Frieze. This year, the gallery's booth pairs rising art world star Harold Ancart, whose Public Art Fund commission titled Subliminal Standard debuted today at Cadman Plaza Park, and conceptual artist and photographer Christopher Williams. Both artists' works were created specifically for the fair. Ancart, whose paintings and sculptures often take the natural world on as subjects, debuts paintings of larger-than-life matchsticks. Williams is known for his work examining the role of photography in our post-industrial society; his Frieze presentation includes five new photographs adapting and restaging his earlier work.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-long-distance-renovation-in-a-gentrifying-piece-of-london-11556725068", "title": "A Long-Distance Renovation in a Gentrifying Piece of London", "date": "2019-05-01 11:37", "summary": "Thanks to 3-D imaging, email and lots of digital photos, this family oversaw a complete renovation of their home in Peckham while living in Budapest. ", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-long-distance-renovation-in-a-gentrifying-piece-of-london-11556725045", "title": "A Long-Distance Renovation in a Gentrifying Piece of London", "date": "2019-05-01 11:37", "summary": "Using 3-D imaging, email and lots of digital photos, this family oversaw a complete renovation of their home in Peckham, while living in Budapest. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ceos-in-health-care-discuss-challenges-of-working-with-artificial-intelligence-11556724253", "title": "CEOs in Health Care Discuss Challenges of Artificial Intelligence", "date": "2019-05-01 11:24", "summary": "Novartis CEO Vas Narasimhan said he is skeptical that AI can keep up with fast-changing treatments for complex disease like cancer. Technology is reshaping health care, from pharmaceutical research to detecting opioid addiction, but the magnitude and pace of change isn't always as dramatic as some had hoped a few years ago, industry leaders said at The Wall Street Journal Health Forum on Tuesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-not-to-bribe-college-basketball-coaches-11556722299", "title": "How Not to Bribe College Basketball Coaches", "date": "2019-05-01 11:22", "summary": "The alleged bribery of top collegiate players and coaches sounds like a slick operation. But an ongoing federal trial shows that ineptness and low comedy were sprinkled in liberally with the cash.. The suite at the Cosmopolitan Hotel in Las Vegas looked like the set of a heist film: iridescent blue light cast shadows across low-slung couches, where three men in suits made deals. One by one, college basketball coaches came through. Some left with stacks of cash and agreements to steer star players to the men, who said they were starting a sports-management company.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heard-on-the-street-cvs-shares-are-on-the-mend-11556723601", "title": "CVS Shares Are on the Mend", "date": "2019-05-01 11:13", "summary": "Strong results and cheap valuation should push shares higher. Much to the relief of CVS Health investors, good things still happen to cheap stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congestion-pricing-could-give-lift-to-some-home-values-11556719681", "title": "Congestion Pricing Could Give Lift to Some Home Values", "date": "2019-05-01 11:06", "summary": "Planned fees aimed at easing traffic in Manhattan will likely edge up residential prices in the targeted zone, study shows, but it may be a bumpy ride for other properties. Congestion pricing won't make only driving in New York City more expensive. Research suggests it also could boost residential real-estate prices inside the pricing zone.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ronan-farrow-scoops-up-lower-east-side-penthouse-for-5-65-million-11556722082", "title": "Ronan Farrow Scoops Up Lower East Side Penthouse for $5.65 Million", "date": "2019-05-01 10:48", "summary": "The journalist is known for his work exposing sexual harassment allegations against former Hollywood producer. Ronan Farrow, the Pulitzer Prize-winning journalist whose work helped catalyze the #MeToo sexual harassment movement, has purchased a $5.65 million penthouse in New York, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-should-go-back-to-connecticut-barclays-ceo-battles-with-activist-11556721714", "title": "'He Should Go Back to Connecticut.' Barclays CEO Battles Activist Over Bank's Future.", "date": "2019-05-01 10:41", "summary": "Resume Subscription. Jes Staley runs one of the last full-service banks left in Europe that compete with Wall Street. The way the 62-year-old American banker sees it, his restructuring of U.K.-based Barclays PLC has primed it to take on the likes of Goldman Sachs Group Inc. and Morgan Stanley .", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cloroxs-turn-to-leave-a-mess-in-consumer-goods-business-11556721671", "title": "Clorox's Turn to Leave a Mess in Consumer Goods Business", "date": "2019-05-01 10:41", "summary": "Clorox shares are lagging peers like Procter & Gamble, but the entire household goods industry is facing challenges. Clorox is taking its turn in the household goods doghouse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-guaido-says-he-has-support-from-members-of-military-11556622855", "title": "Venezuelans Clash as Small Group of Troops Joins Guaidó Opposition", "date": "2019-05-01 10:10", "summary": "Thousands of Venezuelans clash in the streets with pro-government forces after the opposition leader's audacious call to oust President Maduro. CARACAS, Venezuela-Thousands of Venezuelans clashed in the streets with pro-government forces following an audacious call by opposition leader Juan Guaidó to join him and a small group of military officers in overthrowing President Nicolás Maduro's government.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mta-is-raising-revenues-and-cutting-costs-now-workers-want-a-raise-11556719531", "title": "Amid Cost-Cutting, MTA Grapples With Union Negotiations", "date": "2019-05-01 10:05", "summary": "Transportation authority's belt-tightening efforts come into play as deadline looms for union-contract talks. New York's Metropolitan Transportation Authority is clawing its way out of a looming fiscal crisis by raising fares, securing new sources of revenue and reorganizing operations. Now, it has the chance to cut into its biggest operating cost: labor.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanford-pushes-executives-to-get-touchy-feely-11556719200", "title": "Stanford Pushes Executives to Get 'Touchy Feely'", "date": "2019-05-01 10:00", "summary": "University's M.B.A. program seeks new revenue by offering popular emotional intelligence course to working people; 'This isn't therapy'. Stanford University is offering one of its most popular business-school electives to people outside its elite M.B.A. program. The prerequisite? Getting in touch with your emotions.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyles-profit-rises-private-equity-funds-appreciate-5-11556708502", "title": "Carlyle's Profit Rises; Private-Equity Funds Appreciate 5%", "date": "2019-05-01 09:58", "summary": "Assets under management rose 10% to $221.5 billion in the latest quarter. Carlyle Group LP posted a stronger profit in the latest quarter as the private-equity firm recorded gains in investment income and fees, but profits that could be returned to shareholders fell as the relative recentness of its investments meant fewer fees related to gains on asset sales.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designer-jeremy-scott-says-fashion-should-lighten-up-11556718215", "title": "Designer Jeremy Scott Says Fashion Should Lighten Up", "date": "2019-05-01 09:44", "summary": "Resume Subscription. This year's gala at the Metropolitan Museum of Art celebrates camp, which Susan Sontag characterized as reflecting excess, extravagance, artifice and irony. Designer Jeremy Scott checks all those boxes and more.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wikileaks-founder-julian-assange-sentenced-in-u-k-court-to-50-weeks-in-jail-11556707610", "title": "WikiLeaks' Assange Sentenced to 50 Weeks in U.K. Jail", "date": "2019-05-01 09:38", "summary": "A separate court will consider if Assange should be extradited to the U.S. to face charges over publication of diplomatic cables. LONDON-A British judge sentenced Julian Assange to 50 weeks in jail for skipping bail in 2012 while awaiting extradition to Sweden on sexual assault accusations, a blow to the WikiLeaks founder ahead of a hearing on whether he should be sent to the U.S. to face trial over the leak of classified documents almost a decade ago.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ten-minutes-is-all-you-need-for-nick-hornbys-latest-creation-11556717636", "title": "Ten Minutes Is All You Need for Nick Hornby's Latest Creation", "date": "2019-05-01 09:33", "summary": "Web videos inspired the novelist and screenwriter to create 'State of the Union,' a new 10-minute-per-episode series from SundanceTV at the vanguard of experiments in short-form entertainment. Streaming services, online platforms and mobile apps have already changed the way we watch entertainment. Now they are driving artistic creation, too.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-government-could-run-out-of-cash-to-pay-bills-in-second-half-11556715230", "title": "Government Could Run Out of Cash in Second Half, Treasury Says", "date": "2019-05-01 09:16", "summary": "Agency urges Congress to act promptly to raise the federal borrowing limit. WASHINGTON-The U.S. government risks not being able to pay its bills on time later this summer or fall unless Congress acts to raise the federal borrowing limit, the Treasury Department said Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-make-room-for-investors-pushing-climate-social-issues-11556715600", "title": "Climate Changes as Firms Heed Investors on Social Issues", "date": "2019-05-01 09:00", "summary": "Once-reluctant companies bend to shareholder demands on the environment and other hot-button topics. The largest U.S. companies are beginning to pay heed to the demands of investors focused on environmental and social issues, a shift for shareholders long relegated to the sidelines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-mondelez-amgen-amd-devon-energy-blue-apron-11556707177", "title": "Stocks to Watch: Apple, Mondelez, Amgen, AMD, Devon Energy, Blue Apron", "date": "2019-05-01 08:50", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Check back closer to the market open for an updated list.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-surpasses-expectations-adding-275-000-jobs-in-april-11556714770", "title": "U.S. Private Sector Surpasses Expectations in April", "date": "2019-05-01 08:46", "summary": "The April additions to private payrolls were up from a seasonally-adjusted 151,000 jobs added in March. The U.S. private sector added 275,000 jobs in April, according to the ADP National Employment Report released Wednesday, a far greater number than analysts expected.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-what-time-gayle-king-sets-her-alarm-11556713810", "title": "This Is What Time Gayle King Sets Her Alarm", "date": "2019-05-01 08:30", "summary": "The CBS This Morning co-host shares what's on her phone, from what time she wakes up each morning to the texts she received about that R. Kelly interview. First app checked in the morning and the last before bedtime: SleepWatch-you can see how much sleep you got. Before bed, I check email or text.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karen-elson-on-why-modeling-should-have-a-chaperone-system-11556713855", "title": "Karen Elson on Why Modeling Should Have a Chaperone System", "date": "2019-05-01 08:30", "summary": "When the Nashville-based model and singer-songwriter was a teenage newcomer, she slept on a mattress on the floor of a Paris apartment. How she hopes there is more support for young models today. This is part of a series of interviews with the four models featured in our May issue fashion portfolio. See the shoot here, and read interviews with Alek Wek, Amber Valletta and Gemma Ward.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pastis-returns-the-buzziest-moments-in-its-history-11556713559", "title": "The Secret History of a New York Power Spot", "date": "2019-05-01 08:25", "summary": "Lorne Michaels was a regular. Malcolm Gladwell wrote his books there. Now Keith McNally's bistro Pastis-a power nexus of the Meatpacking District until its 2014 shuttering-is back. Restaurateur Keith McNally's beloved bistro Pastis anchored New York City's Meatpacking District for nearly 15 years before its doors closed in 2014. After a five-year hiatus, McNally re-opens the restaurant this month with a new partner, Stephen Starr. McNally (who closed the original space because the landlord threatened to triple the rent) says he wanted to rebuild the restaurant two years ago, but the deal fell through when McNally's business partner dropped out. Starr, an award-winning restaurateur, offered a level of funding and operational savvy that McNally, who suffered a stroke in 2017, felt could revive a restaurant that many consider to be an institution. McNally describes the new Pastis, where his 34-year-old son, Harry, will join the team, just as it ever was: \"An attractive French brasserie open for breakfast, lunch and dinner serving wonderful food at reasonable prices.\" While the old Pastis was open until 3 a.m. on weekends, the new Pastis will finish last call at 2 a.m. Having opened and closed his share of Manhattan restaurants since 1980 (Pastis is his 15th establishment), McNally doesn't romanticize either incarnation. \"No restaurant is vital,\" he says. Starr, who is opening his 39th restaurant, expresses greater optimism. \"Pastis,\" he says, \"is forever.\" Here, a look at the restaurant's past and present.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-office-boss-ponders-cutting-mail-delivery-to-five-days-congress-balks-11556712002", "title": "Post Office Boss Ponders Cutting Mail Delivery to Five Days. Congress Balks.", "date": "2019-05-01 08:10", "summary": "Republicans, Democrats oppose idea that would save billions of dollars as agency tries to shift to more package deliveries. The head of the U.S. Postal Service floated a new proposal to shore up the agency's finances: deliver mail five days a week while expanding package delivery to seven.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-embraces-strategy-of-making-shows-for-its-rivals-11556712001", "title": "CBS Embraces Strategy of Making Shows for Its Rivals", "date": "2019-05-01 08:00", "summary": "About a quarter of CBS-produced shows this year are for other platforms, from Netflix to Disney+. Liz Feldman created what she thought would be a perfect Netflix show: a dark comedy about a woman struggling with grief and anger over the hit-and-run death of her husband and its effect on her family.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-search-business-needs-more-answers-11556710380", "title": "Google's Search Business Needs More Answers", "date": "2019-05-01 07:33", "summary": "Lack of visibility into advertising business leaves investors flummoxed. Even in the best of times, Google has never been an easy business to figure out. In times like these, the company's opacity has taken on an extra cost.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-data-specialist-snowflake-picks-new-chief-in-ceo-ouster-11556710200", "title": "Cloud Data Specialist Snowflake Picks New Chief", "date": "2019-05-01 07:30", "summary": "Board taps Frank Slootman to lead fast-growing software startup, valued at $4 billion, for its 'next phase'. A fast-growing Silicon Valley unicorn is putting a new chief in charge.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backed-crunch-fitness-weighs-options-11556708400", "title": "Private Equity-Backed Crunch Fitness Weighs Options", "date": "2019-05-01 07:02", "summary": "The gym chain engaged Citigroup to explore strategic alternatives including a sale, said people familiar with the matter. Gym chain Crunch Fitness is flexing for a new owner, said people familiar with the matter.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rally-cars-dealership-stocks-rise-as-firms-pivot-from-new-vehicles-11556708400", "title": "Auto Dealership Stocks Rally as Firms Pivot From New Vehicles", "date": "2019-05-01 07:00", "summary": "Auto retailer stocks are up 33% year-to-date, outpacing the S&P 500, as firms boost used-car operations and service departments. Stock prices for the nation's publicly traded dealership groups have rallied in recent months, a sign of Wall Street's greater confidence in the ability of auto retailers to weather an expected downturn in the U.S. car market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-in-europe-break-records-for-calm-and-quiet-11556707162", "title": "Stock Markets in Europe Break Records for Calm and Quiet", "date": "2019-05-01 06:39", "summary": "A leading European stock index has barely budged for 17 trading days in a row, breaking the previous streak set in 1993. In Europe, markets have hit their summer lull early-very early. As with markets in the U.S. and elsewhere, this very stability could be a dangerous thing for investors desperately hunting for returns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raine-group-leads-70-million-investment-in-ad-tech-firm-videoamp-11556706600", "title": "Raine Group Leads $70 Million Investment in Ad-Tech Firm VideoAmp", "date": "2019-05-01 06:30", "summary": "Former Tribune Media chief Peter Liguori joins the board. Advertising technology firm VideoAmp Inc. has raised $70 million, suggesting that investors still have confidence in the challenged category.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-noisiest-parts-of-the-plane-11556703001", "title": "The Noisiest Parts of the Plane", "date": "2019-05-01 05:37", "summary": "Taking a decibel meter onto several different jets finds a difference between the front and the back, and even the window and aisle. Besides skinny seats, slim lavatories and overstuffed overhead bins, here's another reason to loathe the back of the airplane: It's noisier than the front.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-retiree-health-care-bills-mount-some-states-have-a-solution-stop-paying-11556703001", "title": "As Retiree Health-Care Bills Mount, States Have a Solution: Stop Paying", "date": "2019-05-01 05:30", "summary": "Local governments are testing how far they can reduce health benefits for their retirees. North Carolina corrections official Charles Johnson will soon lose a major perk he can offer recruits when the state ends a promise to pay health-care bills once workers retire.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marvels-mightiest-zeros-how-the-avengers-broke-box-office-records-11556703001", "title": "Marvel's Mightiest Zeros: How the Avengers Broke Box Office Records", "date": "2019-05-01 05:30", "summary": "'Endgame' is already No. 10 on the all-time box office list after six days. Here's some of what happened along the way.. Everyone in Hollywood expected that \"Avengers: Endgame\" was going to be a hit. But the movie's ultimate opening-weekend performance crushed all competition past and present with the force of Thor's hammer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-profit-will-likely-sag-but-all-eyes-are-on-apple-windfall-11556703000", "title": "Qualcomm Profit Will Likely Sag, but All Eyes Are on Apple Windfall", "date": "2019-05-01 05:30", "summary": "Analysts and investors want to know how much Qualcomm will make in iPhone royalties after settlement. Qualcomm Inc. is scheduled to report fiscal second-quarter earnings after the market closes Wednesday. Analysts expect sliding revenue and profit, but their focus has shifted to the future after the chip maker settled a long-running legal dispute with Apple Inc. in mid-April, sending its shares up more than 50%. Here's what to expect:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-at-this-weeks-fed-meeting-11556703002", "title": "Investors Await Clues on Fed's Rate Pause, Policy Outlook", "date": "2019-05-01 05:30", "summary": "The discussions could help to define how officials react to surprises on growth, inflation and hiring in the months ahead. Federal Reserve officials are poised to leave interest rates unchanged at their two-day meeting ending Wednesday, and the debate could center on what it would take for them to move off the sidelines.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upward-move-on-key-market-rate-could-bring-fed-response-11556703002", "title": "Upward Move on Key Market Rate Could Bring Fed Response", "date": "2019-05-01 05:30", "summary": "Some analysts think the central bank might need bigger technical tweaks to keep control over short-term rates. The Federal Reserve's tool kit for controlling interest rates is facing a challenge that could prompt changes in the mechanics of how the central bank influences the economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brands-reach-for-a-gaming-console-11556701974", "title": "Brands Reach for a Gaming Console", "date": "2019-05-01 05:12", "summary": "Bud Light is the latest global company to use video games to target young consumers. Global brands are dipping a toe into the surreal world of fantasy gaming. The trend shows the need for new tactics to reach young consumers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-objected-to-barrs-summary-of-report-11556670415", "title": "Mueller Objected to Barr's Summary of Report on Russia", "date": "2019-05-01 00:57", "summary": "Special counsel said attorney general 'did not fully capture the context, nature and substance' of findings on Trump and Russia. WASHINGTON-Special counsel Robert Mueller told Attorney General William Barr in March that his four-page letter summarizing the findings of the Russia investigation failed to \"fully capture\" the team's work and threatened the public's confidence in the results of the probe, according to a person familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcgraw-hill-cengage-plan-all-stock-merger-11556683590", "title": "McGraw-Hill to Merge With Rival Textbook Publisher", "date": "2019-05-01 00:06", "summary": "Deal with Cengage would create second-largest U.S. provider of textbooks and higher-education materials. McGraw-Hill and Cengage plan to merge in a deal that would create the second-largest provider of college textbooks and other higher-education materials in the country.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-barr-explains-finding-of-no-obstruction-on-mueller-probe-11556725924", "title": "Barr, Democrats Clash Over Mueller Report", "date": "2019-05-01 00:01", "summary": "Attorney general won't appear before a scheduled Thursday House hearing. WASHINGTON-Attorney General William Barr criticized Robert Mueller's decision not to reach a conclusion about whether President Trump obstructed justice during a contentious hearing that laid bare a rift between him and the special counsel over the politically charged investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-emperor-akihito-abdicates-throne-as-son-is-set-to-ascend-11556621266", "title": "Japan's New Emperor Ascends to Throne", "date": "2019-05-01 23:07", "summary": "It was the first abdication by a Japanese emperor in more than 200 years. TOKYO-Japan's new emperor pledged to be a symbol of peace and national unity in his first public remarks after taking the throne.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unc-charlotte-campus-shooting-leaves-at-least-two-dead-11556671430", "title": "UNC Charlotte Campus Shooting Leaves at Least Two Dead", "date": "2019-05-01 22:27", "summary": "A male suspect has been taken into custody. Two people were killed and four others were injured Tuesday when a man opened fire on the campus of the University of North Carolina at Charlotte, according to the head of campus police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-sought-chinese-bank-records-in-north-korea-probe-11556677463", "title": "Prosecutors Sought Chinese Bank Records in North Korea Probe", "date": "2019-05-01 22:24", "summary": "Ruling under the Patriot Act could cut off banks' access to U.S. correspondent accounts if they don't comply. WASHINGTON-A U.S. federal judge ordered three Chinese banks to provide documents sought by a grand jury and federal prosecutors investigating a Hong Kong-based front company for North Korea's nuclear program, according to an opinion unsealed late Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-iphone-sales-drop-17-11556656250", "title": "Apple Posts Declines in Profit, Revenue as iPhone Sales Fall 17%", "date": "2019-05-01 22:19", "summary": "Overall revenue and profit decline, though results exceed expectations; shares climb in after-hours trading. Apple Inc. posted its first back-to-back drop in quarterly sales and profit in more than two years, but the tech titan reported strength beyond its struggling iPhone business and said a sharp downturn in China showed signs of easing.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-gambling-regulators-levy-35-million-fine-against-wynn-resorts-11556664445", "title": "Wynn Resorts Cleared to Open Casino as Regulators Levy $35 Million Fine", "date": "2019-05-01 21:57", "summary": "CEO Matt Maddox is personally fined $500,000. Massachusetts gambling regulators said casino giant Wynn Resorts Ltd. can retain its license to open a new casino in the state but sharply rebuked Chief Executive Matt Maddox over his leadership of the company amid sexual-misconduct allegations against founder and former CEO Steve Wynn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-throws-out-a-conviction-against-ex-penn-state-president-11556673604", "title": "Judge Throws Out a Conviction Against Ex-Penn State President", "date": "2019-05-01 21:20", "summary": "Prosecutors have the option to retry case tied to Jerry Sandusky scandal within three months. HARRISBURG, Pa.-A federal judge threw out former Penn State President Graham Spanier's misdemeanor child-endangerment conviction on Tuesday, less than a day before he was due to turn himself in to begin serving a jail sentence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-approves-deal-spelling-out-oversight-of-elon-musks-tweets-11556669333", "title": "Judge Approves Deal Spelling Out Oversight of Elon Musk's Tweets", "date": "2019-05-01 21:04", "summary": "Order lists financial milestones, other events that Tesla chief executive can't tweet about without preapproval. A federal judge approved a new deal clarifying how Tesla Inc. must oversee Elon Musk's use of Twitter , an outcome that erases the risk its chief executive would be punished for violating the original agreement.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-to-file-complaint-after-mallinckrodt-unit-is-accused-of-bribery-to-drive-drug-sales-11556670987", "title": "Government to File Complaint Over Alleged Bribery by Mallinckrodt Unit to Drive Drug Sales", "date": "2019-05-01 20:36", "summary": "News of whistleblower lawsuits on muscular-dystrophy medication sends stock down 16%. Shares of drugmaker Mallinckrodt Plc fell 16% Tuesday after news reports that the federal government is intervening in a pair of lawsuits that allege its subsidiary bribed doctors to drive sales of a pricey multiple-sclerosis drug.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-high-court-restores-82-appointees-confirmed-in-lame-duck-session-11556670670", "title": "Wisconsin High Court Restores 82 Appointees Confirmed in Lame-Duck Session", "date": "2019-05-01 20:31", "summary": "Order marks a victory for Republicans, setback for Democratic Gov. Tony Evers. A divided Wisconsin Supreme Court has restored 82 appointees of then-Gov. Scott Walker who were confirmed during a lame-duck legislative session, handing a victory to Republicans and defeat to Democratic Gov. Tony Evers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/synagogue-shooting-suspect-pleas-not-guilty-11556662523", "title": "Suspect in California Synagogue Shooting Pleads Not Guilty", "date": "2019-05-01 20:29", "summary": "Prosecutors say he was arrested with some 50 unused bullets in his car. The accused gunman in a deadly attack on a synagogue outside San Diego pleaded not guilty in his first court appearance, as prosecutors said they would weigh the death penalty for hate-crime charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-invests-1-billion-in-colombian-delivery-startup-rappi-11556669519", "title": "SoftBank Invests $1 Billion in Colombian Delivery Startup Rappi", "date": "2019-05-01 20:11", "summary": "SoftBank in March said it planned to invest $5 billion in Latin America. SoftBank Group Corp. has made a $1 billion investment in Rappi Inc., a South American on-demand delivery company, one of several investments that it has made in the category.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-square-ventures-rides-returns-to-new-set-of-funds-11556669213", "title": "Union Square Ventures Rides Returns to New Set of Funds", "date": "2019-05-01 20:06", "summary": "New York firm also names new partners as one of its founders steps back from his role as a managing member of the firm's funds. Union Square Ventures, a backer of well-known startups such as Twitter Inc., Coinbase Inc. and Stripe Inc., has raised a new pair of funds, showing limited partners' confidence in the firm's strong track record.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-homeless-shelter-population-could-rise-by-5-000-report-says-11556668845", "title": "New York City Homeless Shelter Population Could Rise by 5,000, Report Says", "date": "2019-05-01 20:00", "summary": "Coalition for the Homeless warns that 65,000 people could be affected by 2022 because of the lack of shelters and permanent housing. New York City's homeless shelter population could rise by more than 5,000 people during the next three years, according to a new report.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]