[{"link": "https://www.wsj.com/articles/trump-to-launch-fresh-immigration-overhaul-bid-11557956429", "title": "Trump to Launch Fresh Immigration Overhaul Bid", "date": "2019-05-15 19:46", "summary": "Plan aims to curb refugees and family members, and boost skill-based visas. WASHINGTON-President Trump will make a fresh bid Thursday to remake U.S. immigration policy, proposing an expansion of skills-based visas offset by new restrictions on family members' immigration-a proposal likely to ignite a dispute over issues that divide political parties and the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-vows-scrutiny-of-next-wells-fargo-chief-executive-11557952012", "title": "Regulator Vows Scrutiny of Next Wells Fargo Chief Executive", "date": "2019-05-15 19:39", "summary": "Comptroller of the Currency says he remains disappointed with the bank and that his office will vet its next CEO. WASHINGTON-A top banking regulator told lawmakers Wednesday his agency plans to keep close tabs on Wells Fargo & Co. and will vet the next chief executive at the lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-pays-the-trump-tariffs-we-do-these-americans-say-11557937827", "title": "Who Pays the Trump Tariffs? We Do, These Americans Say", "date": "2019-05-15 19:37", "summary": "Customers of one inflatable-boat company bear most of its tariffs-which turns out to be typical. Port Jefferson, N.Y.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-pushes-to-limit-pg-es-bankruptcy-extension-11557962313", "title": "California Governor Pushes to Limit PG&E's Bankruptcy Extension", "date": "2019-05-15 19:18", "summary": "Gov. Gavin Newsom said state's largest utility doesn't deserve to keep a tight grip on bankruptcy case for six more months. California Gov. Gavin Newsom is asking a bankruptcy judge to keep PG&E Corp. on a short leash, requesting a cap on how long the state's largest utility has to steer a course out of bankruptcy without worrying about rival restructuring proposals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ciscos-revenue-rises-as-investors-weigh-possible-tariff-effects-11557953499", "title": "Cisco's Revenue Rises as Investors Weigh Possible Tariff Effects", "date": "2019-05-15 19:11", "summary": "'We see very minimal impact at this point,' CEO says of higher tariffs in the U.S.-China trade dispute. Cisco Systems Inc.'s results for the most recent quarter beat Wall Street targets, and the networking giant said it sees little effect from higher tariffs in a U.S.-China trade clash.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-you-bring-your-handcuffs-11557961699", "title": "'Did You Bring Your Handcuffs?'", "date": "2019-05-15 19:08", "summary": "At least Bill Barr has a sense of humor about the partisan furies.. At least Bill Barr hasn't lost his sense of humor. At a ceremony Wednesday on Capitol Hill, the Attorney General jokingly asked Speaker Nancy Pelosi, as quoted by two congressional reporters: \"Madam Speaker, did you bring your handcuffs?\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-disaster-cynicism-11557961676", "title": "Washington's Disaster Cynicism", "date": "2019-05-15 19:07", "summary": "Puerto Rico is already getting $40 billion in relief.. Few spectacles in Washington are as cynical as disaster relief, but the current debate is even worse than usual. Democrats are portraying Puerto Rico as a victim of Republican bigotry, though the island has received billions since Hurricane Maria in 2017.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-hopeful-yangs-speeches-drove-earnings-11557960444", "title": "Democratic Presidential Hopeful Yang's Speeches Drove Earnings", "date": "2019-05-15 18:48", "summary": "Proponent of universal basic income discloses income of $150,000 last year. WASHINGTON-Democratic presidential candidate Andrew Yang, a self-described tech entrepreneur and philanthropist, earned about $150,000 last year, according to his newly released personal financial disclosure form.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-same-store-sales-rise-affirms-full-year-outlook-11557923836", "title": "Macy's Posts Rise in Same-Store Sales; Full-Year Outlook Outlook", "date": "2019-05-15 18:47", "summary": "Retailer says more customers are making purchases through digital channels. Macy's Inc. posted stronger-than-expected growth in a key sales metric in the latest quarter as the retailer said it benefited from more customers making purchases through digital channels.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dude-wheres-your-brain-11557960285", "title": "Dude, Where's Your Brain?", "date": "2019-05-15 18:44", "summary": "Be safe, I told my teen nephew. I should have been more specific.. I took the chance to let my 16-year-old nephew in on the widely held medical opinion that the prefrontal cortex-the part of the brain involved in making decisions and controlling impulses-isn't fully developed until age 25.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-the-impeachment-future-11557960185", "title": "Back to the Impeachment Future", "date": "2019-05-15 18:43", "summary": "The expiration in 1999 of the independent counsel law was supposed to avoid situations like this.. It's happening again. The Mueller report is leading to cries for impeachment. By virtue of special counsel Robert Mueller's pivotal judgment to produce a lavishly detailed report plainly designed to find its way into the public domain, we have been transported back to the era of the independent-counsel law, which was allowed to expire in 1999 in the immediate wake of the impeachment and acquittal of President Clinton.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-the-front-runners-perils-11557960128", "title": "Biden Faces the Front-Runner's Perils", "date": "2019-05-15 18:42", "summary": "He starts off strong, but as Hillary Clinton can attest, that's not necessarily enough.. Even before Joe Biden announced he was running for president, pundits savaged him. A CNN editor at large dismissed the 76-year old as \"a white man who has spent his entire professional life in elected office\" running \"to lead a party that is increasingly dominated by younger, more diverse voices.\" A University of Georgia professor wrote in the Guardian that Mr. Biden's manifold sins made him \"the worst candidate for the Democrats\" and \"the best opponent for Trump.\" Labeling the former vice president's candidacy \"a joke,\" a CNBC senior columnist blasted him as \"ill-fitted to a Democratic Party\" that is embracing an ambitious \"progressive economic agenda\" and \"full-bore identity politics/minority leadership.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-nadlers-dictator-11557960157", "title": "Jerry Nadler's 'Dictator'", "date": "2019-05-15 18:42", "summary": "Democratic paeans to checks and balances conceal plans for a historic power grab.. Democrats' assaults on the Trump presidency roll in like the ocean's tides. But one has landed on the beach recently that deserves to go under the microscope. It is the notion that Donald Trump is a dictator.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pros-and-cons-of-facial-recognition-11557960103", "title": "The Pros and Cons of Facial Recognition", "date": "2019-05-15 18:41", "summary": "Debate safety and civil liberties before it becomes ubiquitous.. San Francisco has become the first city to forbid local agencies from using facial-recognition software. The Stop Secret Surveillance Ordinance, enacted Wednesday, asserts that the technology's \"propensity . . . to endanger civil rights and civil liberties substantially outweighs its purported benefits.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-global-age-review-europe-on-the-upswing-11557960086", "title": "'The Global Age' Review: Europe on the Upswing", "date": "2019-05-15 18:41", "summary": "Post-1950, Europe, despite challenges, saw a substantial increase in living standards and a drop in political and ethno-nationalist violence.. In May 2017, at the conclusion of the G7 summit in Italy, German Chancellor Angela Merkel-perturbed by the behavior of President Trump, from his hostility to the European Union as a trading bloc to his questioning of the value of NATO-proclaimed that \"we Europeans must really take our fate into our own hands.\" But a defining feature of postwar European history is that grandiose calls-to-arms are rarely pursued with the same urgency-or the same fatal consequences-as in the first half of the 20th century. The benign sluggishness can be seen in the foot-dragging over defense spending and in European leaders' endless calibration of both their national interests and their nominal fidelity to the ideal of deeper European integration. A continent still controlled by centrist technocrats moves slowly toward a vaguely defined future destination.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-turn-automation-on-their-own-departments-11557960073", "title": "CIOs Turn Automation on Their Own Departments", "date": "2019-05-15 18:41", "summary": "More tech tasks are being done by robots as businesses look to keep costs down. Corporate information-technology managers driving automation across a range of business divisions are finally focusing on their own departments-often the last to be upgraded with new workplace technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buckling-up-in-the-back-seat-may-soon-be-mandatory-in-new-york-11557960096", "title": "Buckling Up in the Back Seat May Soon Be Mandatory in New York", "date": "2019-05-15 18:41", "summary": "AAA Northeast found in a 2016 report that 886 unbelted New Yorkers died in vehicle crashes between 1994 and 2015. Back seat passengers could soon be required to wear seat belts in New York under a bill that is advancing in the state legislature.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cant-afford-to-go-soft-on-turkey-11557960028", "title": "Trump Can't Afford to Go Soft on Turkey", "date": "2019-05-15 18:40", "summary": "Erdogan's purchase of a Russian air-defense system is a serious threat to U.S. national security.. Turkish President Recep Tayyip Erdogan may be playing dumb, but he's not stupid.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-joe-bidens-climate-record-11557960000", "title": "Notable & Quotable: Joe Biden's Climate Record", "date": "2019-05-15 18:40", "summary": "'He is vulnerable to attacks from the left on issues such as climate change'. Andrew Buncombereporting for England's Independent, May 14:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phillip-swagel-expected-to-be-named-next-congressional-budget-office-director-11557949371", "title": "Phillip Swagel Expected Named Next Congressional Budget Office Director", "date": "2019-05-15 18:27", "summary": "Former Treasury economist during George W. Bush administration will succeed Keith Hall starting June 3. WASHINGTON-Congressional leaders have chosen Phillip Swagel, a top Treasury Department economist during the George W. Bush administration, as the next director of the Congressional Budget Office, the chairmen of the Senate and House Budget Committees said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-announces-suspension-of-commercial-passenger-and-cargo-flights-between-u-s-and-venezuela-11557947003", "title": "U.S. Suspends Commercial Passenger, Cargo Flights to and From Venezuela", "date": "2019-05-15 18:25", "summary": "Department of Homeland Security says conditions in strife-torn nation threaten the safety of passengers, crew and aircraft. WASHINGTON-The Trump administration suspended all commercial passenger and cargo flights between the U.S. and Venezuela, citing safety concerns stemming from political instability and economic turmoil in the South American nation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visited-the-statue-of-liberty-not-if-youre-a-new-yorker-11557959100", "title": "Visited the Statue of Liberty? Not if You're a New Yorker", "date": "2019-05-15 18:25", "summary": "Many Locals, Yearning to Breathe Free, Avoid Huddled Masses of Tourists. With the public unveiling of the Statue of Liberty's new museum Thursday, the 132-year-old national monument is poised to boost attendance even beyond the 4 million-plus annual visitors it receives.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-of-three-strategic-pacific-islands-plan-joint-visit-to-u-s-11557931878", "title": "Leaders of Three Pacific Islands Plan Joint Visit to U.S.", "date": "2019-05-15 18:15", "summary": "Presidents of Palau, Micronesia and Marshall Islands to meet with Trump next week. The leaders of three strategic Pacific island countries will visit the U.S. next week to cultivate long-held alliances amid efforts by Washington to counter expanding Chinese influence in the region, the White House said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-crashes-in-new-york-citys-hudson-river-no-one-is-hurt-11557949768", "title": "Helicopter Crashes in New York City's Hudson River; No One Is Seriously Hurt", "date": "2019-05-15 18:04", "summary": "Pilot was only person on board. A helicopter crashed into the Hudson River soon after taking off from a heliport on Manhattan's West Side, the New York Police Department said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitney-biennial-review-still-protesting-but-to-what-end-11557957271", "title": "Whitney Biennial Review: Still Protesting, but to What End?", "date": "2019-05-15 17:54", "summary": "The exhibition is filled with work expressing political and social grievances, but feels like it may be preaching to the converted.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-economy-rebounds-despite-darkening-trade-outlook-11557912905", "title": "Germany's Economy Rebounds Despite Darkening Trade Outlook", "date": "2019-05-15 17:53", "summary": "The world's fourth-largest economy still faces a cocktail of risks ranging from a slowdown in key markets to the effects of Brexit. FRANKFURT-Germany's economy rebounded in the first quarter after narrowly avoiding recession late last year, easing the immediate pressure on policy makers in Europe as the outlook continues to darken for global trade.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-little-changed-after-tariff-delay-11557940501", "title": "Dollar Rises After Tariff Delay", "date": "2019-05-15 17:50", "summary": "Resume Subscription. The dollar rose on Wednesday after the U.S. said it would delay imposing tariffs on auto imports.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burger-king-parent-defends-strategy-as-growth-cools-11557912600", "title": "Burger King Parent Defends Strategy as Growth Cools", "date": "2019-05-15 17:38", "summary": "Sales decline at Restaurant Brands mirrors trouble at other 3G-supported companies. Burger King parent Restaurant Brands International Inc. is under pressure from investors to show it has a plan to boost sales at its restaurant chains.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reynolds-with-an-eye-on-juul-wades-into-social-media-11557921721", "title": "Reynolds, With an Eye on Juul, Wades Into Social Media", "date": "2019-05-15 17:36", "summary": "Tobacco company promoting Vuse e-cigarettes on Twitter, Instagram to users over 21 years old. One of the biggest U.S. tobacco companies has started marketing its e-cigarettes on Twitter and Instagram, seeking to regain market share lost to upstart Juul Labs Inc.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-new-venture-proves-its-ordinariness-11557955768", "title": "WeWork's New Venture Proves Its Ordinariness", "date": "2019-05-15 17:29", "summary": "Decision to own properties is an effort to control lease prices and capitalize on asset-price growth. It is hard to find a real-estate boom that hasn't ended badly for piggy-backers. WeWork, a self-proclaimed savior to problems that have historically besieged the office-rental real-estate model, has layered toppy asset prices with a whiff of tech to give it an eye-popping multiple. What could possibly go wrong?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-climbs-as-some-trade-fears-ease-11557941181", "title": "Copper Climbs as Some Trade Fears Ease", "date": "2019-05-15 17:26", "summary": "The industrial metal swings higher after news that the Trump administration won't impose tariffs on autos. Copper prices rose Wednesday, boosted by hopes of easing trade tensions.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-accuses-juul-of-targeting-teens-in-lawsuit-11557955480", "title": "North Carolina Accuses Juul of Targeting Teens in Lawsuit", "date": "2019-05-15 17:24", "summary": "State also says the e-cigarette maker is misrepresenting health risks of the products' nicotine. North Carolina officials are suing Juul Labs Inc., accusing the e-cigarette startup of targeting teenagers and misrepresenting the strength and health risks from the addictive nicotine in its products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-has-credibility-problem-over-boeing-737-max-safety-approval-house-panel-chair-says-11557933257", "title": "Lawmakers Question FAA's Credibility in Boeing 737 MAX Safety Approval", "date": "2019-05-15 17:17", "summary": "Delegating safety-certification process to third parties is 'not working as Congress intended,' says House panel chairman. WASHINGTON-The Federal Aviation Administration has a \"credibility problem\" related to its safety certification of Boeing Co. 's 737 MAX aircraft, according to the chairman of a House panel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-met-stops-taking-gifts-from-purdue-pharmas-sacklers-11557946840", "title": "The Met Stops Taking Gifts From Purdue Pharma's Sacklers", "date": "2019-05-15 17:11", "summary": "New York museum is latest institution that won't accept donations from family that owns opioid maker. The Metropolitan Museum of Art in New York said it would stop accepting donations from members of the Sackler family associated with drugmaker Purdue Pharma LP, the latest institution to halt gifts amid scrutiny of the drug company's role in the opioid epidemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-pushes-for-more-transparency-on-health-care-prices-11557945220", "title": "White House Wants Patients to Know Health-Care Prices Up Front", "date": "2019-05-15 17:09", "summary": "Administration wants to require up-front disclosure of prices patients will pay for treatment-and rates insurers negotiate with providers. The Trump administration has been working behind the scenes for months on a strategy to force greater price disclosure across much of the $3.5 trillion health-care industry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-technicals-stoke-volatility-as-key-levels-approach-11557921600", "title": "Market Technicals Stoke Volatility as Key Levels Approach", "date": "2019-05-15 17:06", "summary": "After stocks breached key averages in the first four months of the year, some analysts are wary a reversal will spur punishing drops. Recent stock-market gyrations have carried major indexes near closely watched technical levels, exacerbating swings in both directions as investors weigh the latest updates on trade policy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-to-buy-digital-restaurant-services-company-11557929814", "title": "American Express Buys Restaurant-Reservation Platform Resy", "date": "2019-05-15 17:05", "summary": "Move is credit-card company's latest effort in push to link cardholders with perks-offering partners. American Express Co. has agreed to buy a company that helps customers reserve tables at high-end bars and restaurants, the latest effort in its push to link cardholders with perks-offering partners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgetown-university-to-expel-two-students-tied-to-admissions-scandal-11557954210", "title": "Georgetown University to Expel Two Students Tied to Admissions Scandal", "date": "2019-05-15 17:03", "summary": "One of the students sued the university for denying him due process. Georgetown University said Wednesday it would expel two students implicated in the college-admissions scandal-hours after one of the students sued the school for allegedly depriving him of due process.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-travel-to-south-korea-to-meet-with-president-moon-11557952762", "title": "Trump to Travel to South Korea to Meet With President Moon", "date": "2019-05-15 16:51", "summary": "The two leaders are to discuss efforts toward denuclearization of North Korea, White House says. WASHINGTON-President Trump will travel to South Korea, in conjunction with his trip to Japan for the Group of 20 summit, to pursue efforts to get North Korea to denuclearize.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfpb-enforcement-head-resigns-after-past-comments-criticized-as-racist-11557953183", "title": "CFPB Enforcement Head Resigns After Past Comments Criticized as Racist", "date": "2019-05-15 16:46", "summary": "Eric Blankenstein, official tasked with policing discrimination, to step down following rebukes over earlier writings on hate crimes. WASHINGTON-The top enforcement official at the Consumer Financial Protection Bureau plans to leave the agency soon, eight months after drawing fire for past blog posts that questioned the legitimacy of hate crimes and whether use of the N-word constituted racism.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rise-as-global-economic-data-disappoint-11557930260", "title": "Treasurys Strengthen on Signs of Economic Weakness", "date": "2019-05-15 16:37", "summary": "Yields extend their decrease after U.S. data show industrial production and retail sales fell. U.S. government bonds rose Wednesday as the latest flurry of data pointed to some weakness in the world's two biggest economies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wnba-hires-deloitte-ceo-cathy-engelbert-as-commissioner-11557949452", "title": "WNBA Hires Deloitte CEO as Commissioner", "date": "2019-05-15 16:34", "summary": "First woman to lead a Big Four accounting firm takes new role as women's basketball league faces labor talks. Cathy Engelbert, the first woman to lead one of the Big Four U.S. accounting firms, will be taking the reins of the U.S. women's professional basketball league ahead of labor talks that could financially reshape the league.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-takes-first-tentative-steps-toward-democratic-rule-11557931996", "title": "Sudan Takes First Tentative Steps Toward Democratic Rule", "date": "2019-05-15 16:27", "summary": "The proposed 300-member legislative body would have two-thirds of its seats reserved for civilian representatives from a coalition of protesters. Leaders of Sudan's military and the protest movement that unseated dictator Omar al-Bashir agreed on a three-year blueprint for democratic rule, days after clashes between the two sides left at least four people dead.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-legislators-take-pass-on-pot-11557951834", "title": "New Jersey Legislators Take Pass on Pot", "date": "2019-05-15 16:23", "summary": "Senate President Steve Sweeney said he wants voters to have the final word. New Jersey lawmakers abandoned efforts to pass legislation legalizing recreational marijuana and instead plan to put it before voters on the 2020 ballot.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-on-mixed-economic-data-11557906881", "title": "Stocks Turn Higher on Trade Hopes", "date": "2019-05-15 16:22", "summary": "Dow industrials rise more than 100 points after report Trump plans to delay tariffs on car imports. U.S. stocks climbed, advancing for a second consecutive session on hopes that thawing trade tensions will boost the outlook for the world economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-u-s-iran-standoff-gulf-states-steer-clear-of-confrontation-11557939811", "title": "In U.S.-Iran Standoff, Gulf States Steer Clear of Confrontation", "date": "2019-05-15 16:16", "summary": "Muted responses to recent attacks reflect concern for another conflict in war-racked region. Saudi Arabia and its Persian Gulf allies haven't called for a confrontation with Iran over recent attacks in the region that the U.S. has said Tehran likely initiated, a tack that reflects their limited appetite for another conflict in the war-racked region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-co-to-liquidate-in-bankruptcy-11557951347", "title": "Weinstein Co. to Liquidate in Bankruptcy", "date": "2019-05-15 16:15", "summary": "Wind-down of Harvey Weinstein's former studio has turned to resolving potential claims against former board, company says. What remains of Harvey Weinstein's former film studio will be liquidated in bankruptcy court, the company said, as lawyers try to resolve civil litigation against its ex-officers and directors arising out of Mr. Weinstein's alleged sexual abuse.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-historic-shortage-of-americans-11557951020", "title": "A Historic Shortage of Americans", "date": "2019-05-15 16:10", "summary": "Birth rates hit record lows; the need for new people has never been greater.. Americans are having babies at the lowest rate ever recorded as the population stagnates. Meanwhile, Washington keeps making more promises on behalf of future workers.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-freight-brokers-turn-physical-with-truck-equipment-pools-11557950847", "title": "Digital Freight Brokers Turn Physical With Truck Equipment Pools", "date": "2019-05-15 16:07", "summary": "Convoy, Uber and others are providing trailers to speed cargo movement, boost productivity. Digital freight marketplaces that connect shippers and truckers online are turning toward more physical operations by offering the equipment that cargo carriers need to move loads.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-democrats-union-dominance-is-destiny-11557950523", "title": "For Democrats, Union Dominance Is Destiny", "date": "2019-05-15 16:02", "summary": "Public unions still flex their muscles in all 20 blue states won by Hillary Clinton in 2016.. Allysia Finley's \"Blue State Politics Are Eroding Little Rhody's Big Reforms\" is a cautionary tale for moderate voters in 2020 who might imagine that a Democratic presidential candidate won't be captive to progressive interests after winning the White House (Cross Country, May 4). Gov. Gina Raimondo was first elected in 2014 in deep-blue Rhode Island by touting a centrist reform agenda to dig the state out of a deep fiscal hole, but in the past two years she has been tugged to the left, primarily by the state's powerful government unions. Unions are pressing for legislation to protect their pay and benefits in perpetuity, and for changes in work rules and pension stipends that will put more stress on city and state budgets and taxpayers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-systems-have-become-too-complicated-11557950463", "title": "Flight Systems Have Become Too Complicated", "date": "2019-05-15 16:01", "summary": "There are airline pilots that are not capable of recognizing and mitigating certain system failures.. Regarding Holman W. Jenkins, Jr.'s column \"GM and Boeing Show How Safety Miscues Happen\" (Business World, May 11): Most media reports portray Boeing as incompetent and inappropriately close with the Federal Aviation Administration. As Mr. Jenkins notes, any attempt by Boeing to defend its design is met with derision and contempt. This exaggerated portrayal increases the risk that the public will never recognize the real problem: Many current airline pilots are simply not up to the standard necessary to operate current systems. With that in mind, the airline industry-not just Boeing-needs to lower expectations related to pilot competency in designing systems and dealing with failures.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-warns-of-a-monster-computer-bug-in-a-week-of-them-11557900716", "title": "Microsoft Warns of Monster Bug, In a Week of Them", "date": "2019-05-15 15:51", "summary": "The company has patched the flaw but says it is 'highly likely' it will wind up being exploited by malicious software. Microsoft Corp. took the unusual step of warning that a computer bug it has now patched could be used by a cyber weapon similar to the WannaCry worm, which spread across the globe two years ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrating-country-musician-keith-whitley-11557948088", "title": "Celebrating Country Musician Keith Whitley", "date": "2019-05-15 15:21", "summary": "A concert and exhibition at the Country Music Hall of Fame and Museum honor the enduring legacy of Keith Whitley, who died 30 years ago.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-gains-on-geopolitics-rising-u-s-equities-11557937070", "title": "Oil Gains on Geopolitics, Rising U.S. Equities", "date": "2019-05-15 15:15", "summary": "Crude prices rose despite data showing U.S. inventories at 20-month high. • Oil prices rose Wednesday as geopolitical tensions and higher stock prices on Wall Street offset bearish data showing U.S. oil inventories are at a 20-month high.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-interpol-chiefs-family-granted-asylum-in-france-11557924912", "title": "Former Interpol Chief's Family Granted Asylum in France", "date": "2019-05-15 15:04", "summary": "Grace Meng, the wife of the former president of the global police agency, has been in hiding since her husband's disappearance last year. LONDON-France has granted asylum to the family of a former Interpol chief who was detained by the Chinese government and hasn't been seen since, his wife said, escalating tensions between Beijing and the West.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-your-kid-withstood-the-history-censors-11557946709", "title": "Has Your Kid Withstood the History Censors?", "date": "2019-05-15 14:58", "summary": "It's as if there is a concerted effort-and a successful one-to minimize our nation's past.. A recent op-ed by Fergus M. Bordewich had the headline \"Even George Washington May Be Erased from Our Past\" (April 27). A school in San Francisco has a mural of Washington's life, depicting many of its features-including that he owned slaves. Some activists are saying that the mural should be gone. They say it's traumatizing the students. For the previous 83 years the students weren't traumatized, or had never noticed it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-cannabis-industrys-luxury-rebranding-11557946556", "title": "Is Luxury Weed the New Status Symbol?", "date": "2019-05-15 14:55", "summary": "$950 sculptural water pipes at Barneys, cannabis packed in cut crystal decanters, and vape pens designed with executives in mind-is stoner culture as we knew it over forever?. When Adrian Sedlin got a call from his brother-in-law Randy Patten in 2015 to ask if Sedlin would buy him a building to grow weed in, Sedlin wasn't immediately on board. Before retiring three years earlier at age 42, Sedlin had a career taking over relatively early-stage companies to reposition their strategy, grow them and exit. Most recently, he'd turned around an online crime-mapping company called CrimeReports, which Motorola then bought. Patten had been a cannabis cultivator for 20 years.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-host-polish-leader-at-white-house-11557942655", "title": "Trump to Host Polish Leader at White House", "date": "2019-05-15 14:49", "summary": "Two leaders to discuss defense cooperation and energy independence next month. WASHINGTON-President Trump will meet with Polish President Andrzej Duda at the White House next month for discussions about defense cooperation and energy independence, the White House said on Wednesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-lost-some-steam-at-start-of-second-quarter-11557946053", "title": "U.S. Economy Lost Some Steam at Start of Second Quarter", "date": "2019-05-15 14:47", "summary": "Retail sales and factory output declined in April, data show. The U.S. economy got off to a sluggish start in the second quarter, with both consumers and manufacturers pulling back in April amid trade tensions, a global slowdown and waning effects of the 2017 tax cuts.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-counsel-calls-for-house-committee-to-halt-investigation-11557941386", "title": "White House Counsel Calls for House Committee to Halt Investigation", "date": "2019-05-15 14:34", "summary": "In letter, Pat Cipollone says Judiciary Committee should narrow the scope of its document requests. WASHINGTON-White House counsel Pat Cipollone on Wednesday rebuffed the House Judiciary Committee's request for documents from dozens of current and former administration officials, accusing congressional Democrats of seeking a \"do-over\" of the Mueller investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-efforts-to-quell-israel-boycott-movement-raise-free-speech-objections-11557943165", "title": "State Efforts to Quell Israel Boycott Movement Raise Free-Speech Objections", "date": "2019-05-15 14:23", "summary": "Some judges find that measures classifying the BDS movement as anti-Semitic may violate free-speech rights. WASHINGTON-More than two dozen states have passed laws opposing a movement to boycott, divest and sanction Israel over its treatment of Palestinians-but federal courts are split on whether the laws violate the First Amendment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-restored-18th-century-polish-mansion-is-for-sale-11557944507", "title": "A Restored 18th-Century Polish Mansion Is for Sale", "date": "2019-05-15 14:21", "summary": "Krzysztof and Mariola Janarek commissioned many pieces, and filled their home with antiques. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-homes-noble-nobel-history-11557936413", "title": "A Polish Home's Noble History", "date": "2019-05-15 14:10", "summary": "The mansion for sale outside of Krakow was built in 1788 by a cleric from a noble family, and recently was restored to a private home. Polish nobles and a visiting Nobel laureate are among the noteworthy figures tied to the long history of a hilltop manor that has come on the market in a village west of Krakow.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wearing-your-phone-the-latest-absurd-fashion-trend-11557943387", "title": "Wearing Your Phone: The Latest Absurd Fashion Trend?", "date": "2019-05-15 14:03", "summary": "As smartphones increase in size and create unsightly pocket bulges, some men have taken to hanging their phones around their necks in tiny bags. BEEP, BEEP, BEEP. Throughout the 1990s, doctors, businessmen and the coolest of high-schoolers bopped along to the cutesy little chirps emitted by the pagers they had strapped to themselves at all times. Clipped to a belt or front pocket, pagers helped popularize wearable tech. You merely had to glance down to see who was buzzing you about the patient flatlining in the ER, or the latest food-court scandal.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-allied-houthi-rebels-withdraw-last-troops-from-yemeni-ports-11557943055", "title": "Iran-Allied Houthi Rebels Withdraw Last Troops From Key Yemeni Ports", "date": "2019-05-15 13:57", "summary": "Withdrawal is part of cease-fire agreement with U.N.-backed government; comes as U.S. warns of heightened threats from Iran and proxies. Houthi rebels allied with Tehran have finished pulling forces out of three Red Sea ports in Yemen, the United Nations said, a withdrawal that comes as the U.S. has warned of heightened threats from Iran and its proxies in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-usa-gymnastics-faces-payment-demands-of-more-than-1-billion-11557942835", "title": "Bankrupt USA Gymnastics Faces Payment Demands of More Than $1 Billion", "date": "2019-05-15 13:53", "summary": "Group's foundation says paying off sex-abuse victims could hurt elite gymnasts vying for 2020 Olympics. USA Gymnastics is facing more than $1 billion in claims, mostly from former gymnasts who have accused the organization of failing to protect them from a longtime doctor who sexually abused them.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-president-courts-a-new-generation-of-sports-fans-11557942300", "title": "ESPN President Courts a New Generation of Sports Fans", "date": "2019-05-15 13:45", "summary": "James Pitaro on the evolution of cable bundles, the growth in virtual-reality content and the need for sports newscasts in an era of ubiquitous highlights. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-tencent-post-robust-results-11557942105", "title": "Alibaba, Tencent Post Robust Results", "date": "2019-05-15 13:41", "summary": "Internet giants look to new businesses to sustain their rapid growth. BEIJING-China's two biggest internet companies are continuing to boom, even as the Chinese economy slows, but Tencent Holdings Ltd. and Alibaba Group Holding Ltd. are looking to new businesses to sustain their staggering growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-miracles-necessary-at-macys-11557941669", "title": "No Miracles Necessary at Macy's", "date": "2019-05-15 13:34", "summary": "A tentative turnaround has yet to be reflected in its share price. Macy's is the retail stock of modest expectations. After reporting disappointing holiday sales in January, it lowered its fiscal outlook for 2018. The diminished expectations allowed Macy's to narrowly beat fourth-quarter earnings. So, too, on Wednesday, when it reported first-quarter earnings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-speed-bump-coming-to-u-s-futures-markets-11557924822", "title": "First 'Speed Bump' Coming to U.S. Futures Markets", "date": "2019-05-15 13:28", "summary": "ICE can introduce three-millisecond pause to help slower-moving firms after CFTC lets the plan proceed. A futures exchange is set to blunt the advantages of ultrafast traders by imposing a split-second delay on some trades.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richmond-feds-barkin-supports-steady-rate-stance-11557939937", "title": "Richmond Fed's Barkin Supports Steady Rate Stance", "date": "2019-05-15 13:05", "summary": "Federal Reserve Bank of Richmond President Thomas Barkin sees no strong case to move rates up or down right now. NEW YORK-Federal Reserve Bank of Richmond President Thomas Barkin said Wednesday he supports the central bank's steady rate stance, in a speech that highlighted the importance of sentiment in how the economy performs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-surprising-twist-the-new-york-jets-fire-their-general-manager-11557939605", "title": "In a Surprising Twist, the New York Jets Fire Their General Manager", "date": "2019-05-15 13:00", "summary": "The move to replace Mike Maccagnan comes following the NFL draft and after the team spent more than $100 million in free agency. The Jets are back to being the Jets.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-delays-decision-on-car-tariffs-11557934506", "title": "Trump Administration Delays Decision on Car Tariffs", "date": "2019-05-15 12:55", "summary": "Final decision put off for about six months as the president faces broad opposition from the auto industry and lawmakers, as well as legal challenges. WASHINGTON-The Trump administration has put off a final decision on whether to impose broad tariffs on automobile and auto-part imports for about six months, two administration officials said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-over-xilinx-should-dissipate-11557939319", "title": "Cloud Over Xilinx Should Dissipate", "date": "2019-05-15 12:55", "summary": "Chip maker likely to be one of the few bright spots in rough semiconductor market this year. There is little doubt Xilinx has one of the best growth stories in semiconductors this year. The only question seems to be what that performance is worth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-poised-to-let-phone-companies-block-robocalls-11557938503", "title": "U.S. Poised to Let Phone Companies Block Robocalls", "date": "2019-05-15 12:41", "summary": "FCC wants to give telecom carriers more leeway to manage unwanted calls. WASHINGTON-Responding to widespread consumer complaints, the Federal Communications Commission says it will take steps to give phone companies permission to block unwanted robocalls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/balkan-leader-warns-of-new-migration-crisis-if-europe-shuts-region-out-11557929901", "title": "Balkan Leader Warns of Migration Crisis if Europe Shuts Region Out", "date": "2019-05-15 12:37", "summary": "North Macedonia's new president, Stevo Pendarovski, makes appeal as some European capitals turn against EU expansion. SKOPJE, North Macedonia-The European Union risks fresh migration and security headaches if it turns its back on Balkan countries that want to join the bloc, the newly elected president of this fragile nation warned.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-calm-of-the-underwater-soundscape-11557938005", "title": "The Calm of the Underwater Soundscape", "date": "2019-05-15 12:33", "summary": "Whether you're in the ocean or a swimming pool, there's more to hear below the surface than you might expect. In the middle of my busiest days I crave escape, preferably to another world. It sounds like science fiction, but even in central London it is possible to step through a boundary to another realm and be back before the end of lunch break. The trick is to go swimming, because diving into the water means crossing a sharp acoustical line. On the other side is the alien world of underwater sound.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-he-expects-courts-to-make-call-on-trump-tax-returns-11557937106", "title": "Mnuchin Says He Expects Courts to Make Call on Trump Tax Returns", "date": "2019-05-15 12:18", "summary": "Treasury secretary signals he won't comply with subpoena to provide them to Congress. WASHINGTON-Treasury Secretary Steven Mnuchin said he expects a federal judge to resolve the dispute over congressional access to President Trump's tax returns, and he signaled that he and IRS Commissioner Charles Rettig will defy subpoenas demanding the documents.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/class-of-2019-gets-a-smaller-pay-raise-11557936454", "title": "Class of 2019 Gets a Smaller Pay Raise", "date": "2019-05-15 12:07", "summary": "Starting salaries, on a hot streak for years, are growing more slowly; 'I want to do meaningful work'. This spring's college graduates are getting a pay bump over their Class of 2018 counterparts, but not a very big one.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-canned-cocktails-you-should-be-sipping-this-summer-11557935927", "title": "The Canned Cocktails You Should Be Sipping This Summer", "date": "2019-05-15 11:58", "summary": "A new ready-to-drink wave brings a splash of craft to the beach cooler. Here's a roundup of the best Margaritas, Bloodys and even boozy cold brews available in a can. STAG PARTY shooters, flavored-malt-liquor \"alcopops,\" weird sangrias that never tasted quite right: For decades, the category of premixed cocktails known in the beverage industry as \"ready-to-drink,\" or RTD, wasn't exactly well-respected.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/misfits-of-nature-taught-french-canadian-philosopher-how-to-live-11557935021", "title": "'Misfits of Nature' Taught French-Canadian Philosopher How to Live", "date": "2019-05-15 11:43", "summary": "Jean Vanier invited mentally disabled men to live with him and found the benefits were mutual. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-tiger-woods-less-golf-is-a-winning-formula-11557918001", "title": "For Tiger Woods, Less Golf Is a Winning Formula", "date": "2019-05-15 11:40", "summary": "After four back surgeries, the 43-year-old golf star is trying to limit how much he plays and practices outside of the four majors. Farmingdale, N.Y.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-remote-colorado-playground-of-discovery-channel-founder-john-hendricks-11557934816", "title": "The Remote Colorado Playground of Discovery Channel Founder John Hendricks", "date": "2019-05-15 11:40", "summary": "On 8,700 acres, the property includes a 22,000-square-foot Southwestern Pueblo-style home, an observatory and a private resort.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-consumers-shopped-till-they-dropped-11557934306", "title": "American Consumers Shopped Till They Dropped", "date": "2019-05-15 11:31", "summary": "Weak retail sales in a robust economic environment show that the U.S. economy isn't bulletproof. Americans might have shaken off their winter blahs, but that doesn't mean they're rushing to the mall with open wallets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-channel-founder-lists-remote-colorado-ranch-for-279-million-11557934241", "title": "Discovery Channel Founder Lists Remote Colorado Ranch for $279 Million", "date": "2019-05-15 11:30", "summary": "The roughly 8,700-acre property comes with a 22,000-square-foot home, a private resort with an automobile museum and an airplane hangar. In the 1990s, Discovery Channel founder John Hendricks and his wife Maureen Hendricks were on the verge of buying a vacation home in New Mexico when Mr. Hendricks spotted a newspaper ad for a sprawling ranch in a remote corner of Colorado, near the Utah border. \"I just had to see it,\" he said.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandora-could-cut-more-jobs-if-revenue-keeps-falling-cfo-says-11557933567", "title": "Pandora Could Cut More Jobs if Revenue Keeps Falling, CFO Says", "date": "2019-05-15 11:19", "summary": "Copenhagen-based jewelry company aims to turn business around amid a decline in sales. Struggling jewelry chain Pandora A/S plans to make further cuts to head count and other costs as the Danish company advances its turnaround effort, Chief Financial Officer Anders Boyer said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knicks-fans-should-buy-shares-not-lottery-tickets-11557933013", "title": "Knicks Fans Should Buy Shares, Not Lottery Tickets", "date": "2019-05-15 11:10", "summary": "Missing out on Zion Williamson means the team won't be as good as the stock. As every basketball follower knows, New York Knicks fans grew accustomed to losing a long time ago.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-on-opioid-fallout-sinking-drug-companies-stocks-11557931262", "title": "Opioid Makers Draw Scrutiny From Hedge Funds", "date": "2019-05-15 11:08", "summary": "Investors target drugmakers in expectation of financial pressures from potential settlements. At an investor lunch in late March, the chief executive of drugmaker Mallinckrodt PLC, one of the largest generic oxycodone producers in the U.S., said he expected the company would bear no liability for its alleged role in the opioid crisis, according to people familiar with the meeting.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-are-already-mad-about-game-of-thrones-endingand-it-hasnt-even-happened-yet-11557932754", "title": "People Are Already Mad About Game of Thrones' Ending-And It Hasn't Even Happened Yet", "date": "2019-05-15 11:05", "summary": "As the HBO hit heads into its final episode Sunday, it has become an extreme example of how hard it is to deliver a satisfying finale to a beloved TV series. The looming finale of \"Game of Thrones\" on Sunday is causing an outbreak of anxiety among its obsessive fans.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-site-of-j-r-music-and-computer-world-now-houses-25-million-penthouse-11557932464", "title": "Former Site of J&R Electronics Store Now Houses $25 Million Penthouse", "date": "2019-05-15 11:01", "summary": "The five-bedroom, 6,000-square-foot luxury apartment in Lower Manhattan is the building's priciest unit. It's the site that once housed the now-shuttered J&R Music and Computer World, a Manhattan institution known for selling albums and hosting free concerts and autograph signings. Now, a partnership that includes J&R's founders is pitching a $25 million penthouse at the location, which has become a luxury condo development.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-declined-in-april-11557923864", "title": "Retail Sales Declined in April", "date": "2019-05-15 10:50", "summary": "Drop signals spending was sluggish as the second quarter began. WASHINGTON-Spending at U.S. retailers declined in April, signaling hesitation among consumers as the second quarter began.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-posts-higher-sales-forecasts-slowing-growth-11557920202", "title": "Alibaba Posts Higher Sales, Forecasts Slowing Growth", "date": "2019-05-15 10:32", "summary": "Sales grew 51% and net more than tripled in fourth quarter on acquisitions, focus on smaller cities. BEIJING-Chinese online-retailing giant Alibaba Group Holding Ltd. posted a 51% increase in sales for both the fourth quarter and the fiscal year ended March 31 but forecast only a 33% revenue jump for the coming year, in one of the first signs that its growth is slowing in its enormous market.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tribeca-a-place-to-rest-and-rumba-11557930625", "title": "In Tribeca, A Place to Rest and Rumba", "date": "2019-05-15 10:30", "summary": "Following a $400,000 renovation, the living room of competitive ballroom dancer Luda Conti doubles as a dance studio. Luda Conti, a spa owner and ballroom dancer, wanted the 1,000-square-foot living and dining room of her Tribeca apartment to have multipurpose function. The space needed to be easy for entertaining but the design needed to allow for Mrs. Conti, 60, to be able to practice her ballroom dancing.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-students-job-affects-college-aid-11557929552", "title": "How a Student's Job Affects College Aid", "date": "2019-05-15 10:12", "summary": "Various factors govern how income from summer or part-time work is counted for financial-aid purposes. Will working during the summer or at a part-time job hurt a student's prospects for financial aid? It's a question that many students ask-and the answer can be confusing.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-spoiler-alert-a-spanish-doctor-will-tell-you-how-it-ends-11557928820", "title": "'Game of Thrones' Spoiler Alert: A Spanish Doctor Will Tell You How It Ends", "date": "2019-05-15 10:00", "summary": "Resume Subscription. Jose Señarís Romay was at work at a production studio in Madrid in late March when he received an urgent text message. An attorney representing HBO was outside with a contract for him to sign. It said, in essence, stop divulging plot twists of the final season of \"Game of Thrones.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canada-inflation-rate-accelerated-in-april-11557924935", "title": "Canada Inflation Rate Accelerated in April", "date": "2019-05-15 09:34", "summary": "Broad-based price increases unlikely to alter expectations that the Bank of Canada will keep rates on hold in coming months. OTTAWA-The annual inflation rate in Canada accelerated slightly in April on broad-based price increases for items such as mortgage payments, vehicles and fresh vegetables.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-top-tech-company-makes-peace-with-beijing-11557927027", "title": "China's Top Tech Company Makes Peace With Beijing", "date": "2019-05-15 09:30", "summary": "Gaming giant Tencent has patched up the differences with regulators that battered its stock last year. After a horrible year, one of China's tech superstars is back in the game.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-dropped-in-april-11557926459", "title": "U.S. Industrial Production Dropped in April", "date": "2019-05-15 09:21", "summary": "Manufacturing output, the biggest component of industrial production, fell 0.5% in April from a month earlier. WASHINGTON-The U.S. manufacturing sector faltered again in April, fresh evidence that a slowing global economy and trade frictions are squeezing part of the U.S. economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordic-baltic-regulators-agree-to-share-info-on-money-laundering-threats-11557874253", "title": "Nordic, Baltic Regulators Agree to Share Info on Money-Laundering Threats", "date": "2019-05-15 09:03", "summary": "Effort by eight countries comes as banks in the region face questions about anti-money-laundering compliance. Financial regulators in eight Nordic and Baltic countries have agreed to share more information about money-laundering threats in an effort to fight financial crimes.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bazinga-streaming-deal-for-the-big-bang-theory-comes-into-play-11557925203", "title": "Bazinga! Streaming Deal for 'The Big Bang Theory' Comes Into Play", "date": "2019-05-15 09:00", "summary": "As the hit sitcom ends, AT&T's WarnerMedia must decide whether to try to keep the series for its new service or sell the rights to a rival like Netflix. There is still one unresolved plotline in \"The Big Bang Theory,\" which ends its 12-year run Thursday on CBS: Who will get the hit sitcom's streaming rights?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mcdonalds-agilent-cvs-health-gopro-tilray-11557916428", "title": "Stocks to Watch: Macy's, McDonald's, Agilent, CVS", "date": "2019-05-15 08:55", "summary": "Here are some of the shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-was-losing-steam-even-before-trumps-new-tariffs-11557899055", "title": "China's Economy Was Losing Steam Even Before Trump's New Tariffs", "date": "2019-05-15 08:00", "summary": "Factory production, retail sales and investment in fixed assets all slowed in April. BEIJING-China says domestic spending by its own citizens will minimize the economic damage of its trade fight with the U.S. Yet demand from consumers and factories is looking shaky.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-bet-on-multiple-rate-cuts-analysts-say-its-too-soon-11557920916", "title": "Time to Bet on Multiple Rate Cuts? Analysts Say It's Too Soon", "date": "2019-05-15 07:48", "summary": "Fed-funds futures tilt closer to pricing in decreases, but economic data seem strong. Federal-funds futures suggest investors are more convinced than ever that the Federal Reserve will lower interest rates multiple times by the end of the year. Economic data suggest that is too drastic a bet.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-resistance-to-budget-deal-worries-republicans-11557920272", "title": "White House Resistance to Budget Deal Worries Republicans", "date": "2019-05-15 07:37", "summary": "Trump administration reluctant to approve two-year accord with defense and nondefense increases. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanley-to-make-more-craftsman-tools-in-u-s-11557919800", "title": "Stanley to Make More Craftsman Tools in U.S.", "date": "2019-05-15 07:30", "summary": "Automated Texas factory to produce wrenches and sockets at costs similar to work now done in China. Stanley Black & Decker Inc. plans to move production of Craftsman wrenches from China back to the U.S., the latest manufacturer looking to use automation to increase domestic output as tariffs raise the cost of imports from overseas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-slack-be-another-shocker-11557918001", "title": "Will Slack Be Another Shocker?", "date": "2019-05-15 07:00", "summary": "Slack's lack of profitability and choice of direct listing could hamper its near-term performance as a public company, despite waiting out the choppy market. Slack Technologies Chief Executive Stewart Butterfield likens his company's software to electricity: something life-changing that you can't live without. But while Slack's product may have caught fire, its public debut could still short-circuit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-senate-approves-abortion-ban-11557885145", "title": "Alabama Senate Passes Bill Effectively Banning Abortion", "date": "2019-05-15 06:03", "summary": "Measure heads to governor; backers seek to provoke court challenge to Roe v. Wade. The Alabama Senate passed an antiabortion bill that would effectively ban the procedure and is aimed at reaching the U.S. Supreme Court to challenge a woman's right to terminate a pregnancy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-gets-a-leg-up-from-weaker-rivals-11557913051", "title": "Amazon Gets a Leg Up From Weaker Rivals", "date": "2019-05-15 05:37", "summary": "A U.K. fashion chain has become the latest European retailer to give the tech giant access to its stores. Amazon poses a strategic dilemma for Europe's retailers. They are reluctant to help such a powerful competitor but tempted by partnerships that can make struggling stores more profitable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investors-are-checking-out-of-the-chinese-stock-market-11557912910", "title": "Foreign Investors are Checking Out of the Chinese Stock Market", "date": "2019-05-15 05:35", "summary": "Record outflows from China's mainland-listed stocks confound expectations that their inclusion in indexes would underpin investor appetite. 2019 was meant to be the year many Western investors began buying Chinese stocks. It is turning out to be the first year many investors began selling them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-privacy-debate-is-about-to-take-flight-11557912602", "title": "The Next Frontier in the Privacy Debate: Your Flight", "date": "2019-05-15 05:30", "summary": "Airlines soon will have extensive new ways to track passengers, raising new concerns about the balance between convenience and data security. Red and green lights show passengers where to find overhead bin space. Sensors tip off flight attendants to which seats aren't upright and whose seat belt isn't fastened. Airlines track how much you sleep, how much you're out of your seat, what you watch and what you eat.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-office-of-the-future-is-no-office-at-all-says-startup-11557912601", "title": "The Office of the Future Is No Office at All, Says Startup", "date": "2019-05-15 05:30", "summary": "Everyone works remotely at software-development company GitLab, even its CEO. GitLab Inc. is extreme, even for Silicon Valley: It has no headquarters and everyone works remotely, even the CEO.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artwork-that-once-touted-venezuelas-rise-now-a-shelter-from-crime-11557912600", "title": "Artwork That Once Symbolized Venezuela's Rise Now a Shelter From Crime", "date": "2019-05-15 05:30", "summary": "A guarded giant orb has become a hangout for struggling Caracas residents with few entertainment options. CARACAS, Venezuela-Artist Jesús Soto created the \"Caracas Sphere\"-a giant orange orb suspended in the air, seemingly defying gravity-to honor what he saw as a rising oil nation in the '90s.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-already-doing-it-japan-tests-unorthodox-economic-doctrine-11557912602", "title": "'We're Already Doing It': Japan Tests Unorthodox Economic Doctrine", "date": "2019-05-15 05:30", "summary": "Modern monetary theory is at center of debate over tax increase, and advocates say Tokyo needn't worry about government deficits. TOKYO-In the U.S., modern monetary theory-which, in its crudest form, suggests government deficits don't matter-is still just an unorthodox doctrine debated mostly by economists and left-wing Democrats.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-missouri-river-flooding-thousands-cut-off-by-closed-bridges-11557912601", "title": "Thousands Cut Off by Closed Bridges After Missouri Floods", "date": "2019-05-15 05:30", "summary": "Resume Subscription. Two months after record floods swept down the Missouri River, closed bridges are still making life hard for people like Mary Grace Thiltges.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-real-signals-in-another-month-of-noisy-chinese-data-11557907385", "title": "The Real Signals in Another Month of Noisy Chinese Data", "date": "2019-05-15 04:03", "summary": "There are plenty of reliable clues-if you know where to look. Well, investors were warned: April showers are indeed washing away all that sunny March optimism.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-doubles-down-on-bet-with-grocery-delivery-startup-in-india-11557896327", "title": "SoftBank Doubles Down on Indian Grocery Venture", "date": "2019-05-15 01:23", "summary": "Grofers India receives just more than $200 million in a funding round led by the Vision Fund. NEW DELHI- SoftBank Group Corp. is doubling down on its bet on an Indian grocery-delivery startup, in the global investor's latest foray in the world's largest untapped tech market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-births-fall-to-lowest-rates-since-1980s-11557892860", "title": "U.S. Births Fall to Lowest Level Since 1980s", "date": "2019-05-15 00:01", "summary": "Resume Subscription. The number of babies born in the U.S. last year fell to a 32-year low, deepening a fertility slump that is reshaping America's future workforce.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557870232", "title": "Pepper...and Salt", "date": "2019-05-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-drug-making-venture-picks-antibiotics-as-first-products-11557892860", "title": "Hospital Drug-Making Venture Picks Antibiotics as First Products", "date": "2019-05-15 00:01", "summary": "Nonprofit Civica Rx plans to begin distributing vancomycin hydrochloride and daptomycin before the end of September. Two critical antibiotics will be the first products supplied by a group of hospitals that are trying to overcome high drug prices and short supplies by producing the medicines themselves.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-weworks-losses-mount-it-aims-to-distance-itself-from-uber-11557954423", "title": "As WeWork's Losses Mount, It Aims to Distance Itself From Uber", "date": "2019-05-15 00:01", "summary": "Shared office-space giant has long been dogged by skepticism about its lofty valuation. As WeWork Cos. heads toward an initial public offering, its ebullient chief executive believes it shouldn't be lumped in the same category as massively money-losing companies like Uber Technologies Inc. and Lyft Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dubious-management-fad-sweeping-corporate-america-11557932084", "title": "The Dubious Management Fad Sweeping Corporate America", "date": "2019-05-15 00:01", "summary": "NPS-or net promoter score-is a measure of customer satisfaction that has developed a cultlike following among CEOs. It also may be misleading.. Best Buy and American Express use it to dole out employee bonuses. Target and Intuit point to it to justify investments. Delta Air Lines and UnitedHealth can't stop talking about it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-dan-bishop-wins-do-over-north-carolina-house-primary-11557888470", "title": "Republican Dan Bishop Wins North Carolina Do-Over House Primary", "date": "2019-05-15 23:06", "summary": "GOP avoids runoff as state senator draws more than 30% of vote. Republicans avoided a runoff Tuesday in the primary for North Carolina's do-over Ninth Congressional District race, a boon to the GOP's chances of holding the Charlotte-oriented seat this fall against a Democrat who has been campaigning for almost two years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-invokes-patriotic-spirit-as-trade-fight-escalates-11557839808", "title": "China: Trade Fight With U.S. Is 'No Big Deal' but Calls It a 'People's War'", "date": "2019-05-15 22:27", "summary": "Beijing is balancing stoking patriotism at home while restraining its trade rhetoric for an international audience. BEIJING-China amped up its rhetoric in a tariff battle with the U.S., playing to nationalistic sentiment with strident state-media criticisms aimed at Washington, even as Beijing reiterated its preference for a negotiated resolution.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monet-sells-for-110-7-million-setting-artist-and-impressionist-records-11557883596", "title": "Monet Sells for $110.7 Million, Breaking Artist's Record", "date": "2019-05-15 22:25", "summary": "Sotheby's sells 'Haystacks' from famed series to woman sitting in the back of the room; bidder also won a Caillebotte for $14 million. Claude Monet's eponymous 1890 painting of haystacks turned purple under a setting sun, sold Tuesday for $110.7 million-a record for the impressionist-to an unidentified woman who had to raise her paddle aloft to be spotted from the second-to-last row of Sotheby's in New York.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-mta-scrutinizes-worker-overtime-union-raises-specter-of-transit-strike-11557875907", "title": "As MTA Scrutinizes Worker Overtime, Union Raises Specter of Transit Strike", "date": "2019-05-15 21:46", "summary": "'A strike is not a far-fetched notion anymore,' union president says. The head of the transit union representing New York City's subway and bus workers has raised the prospect of a labor strike as the Metropolitan Transportation Authority seeks to combat overtime abuse.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payday-lenders-mobilize-in-support-of-rules-repeal-consumer-group-says-11557826201", "title": "Payday Lenders Drum Up Customer Support to Ease Regulations", "date": "2019-05-15 21:25", "summary": "CFPB is flooded with comments, many using the same templates. WASHINGTON-Payday lenders have been mobilizing their customers to push the federal government to ease Obama-era regulations of the industry, according to research by a consumer advocacy group that favors the rules.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-orleans-pelicans-win-the-zion-williamson-lottery-11557882376", "title": "The New Orleans Pelicans Win the Zion Williamson Lottery", "date": "2019-05-15 21:06", "summary": "They had a 6% shot at the No. 1 pick in the NBA draft. And then they got lucky. It might have changed the entire league if they're able to keep Anthony Davis.. It could have been the New York Knicks. It might have been the Los Angeles Lakers. But it was the New Orleans Pelicans that won the NBA draft lottery on Tuesday night and the right to select basketball phenomenon Zion Williamson, the most hyped prospect since LeBron James, with the No. 1 pick in next month's draft.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attacks-to-raise-security-insurance-costs-for-persian-gulf-oil-shipments-11557851287", "title": "Attacks to Raise Security, Insurance Costs for Persian Gulf Oil Shipments", "date": "2019-05-15 20:11", "summary": "Oil prices climb 1.2% after drone attacks damage major Saudi pipeline. Recent attacks on Saudi Arabian oil tankers and pipelines are set to increase the cost of insuring and securing crude shipments in the Persian Gulf region, added expenses that will likely lead to higher oil prices, industry executives said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-accuses-u-s-of-framing-it-for-tanker-sabotage-to-provoke-conflict-11557844058", "title": "Iran Blames U.S. for Tensions in Mideast", "date": "2019-05-15 20:03", "summary": "Foreign minister said 'radical individuals' were attempting to pull Iran and the U.S. into military conflict; drone attack by Houthi rebels allied to Tehran shut Saudi pipeline. Iran vigorously denied a U.S. claim that it was behind attacks on four oil tankers in the Persian Gulf that set the Middle East on edge, as the Trump administration confronted mounting skepticism from allies abroad and Democrats at home.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]