[{"link": "https://www.wsj.com/articles/texas-governor-seeks-to-plug-law-enforcement-holes-after-mass-shootings-11567708648", "title": "Texas Governor Seeks to Plug Law Enforcement Holes After Mass Shootings", "date": "2019-09-05 19:54", "summary": "Republican Greg Abbott resists Democrats' calls for a special legislative session to consider new gun regulations. AUSTIN, Texas-Texas Gov. Greg Abbott issued eight executive orders Thursday in response to a pair of recent mass shootings, while resisting legislative Democrats' calls for a special session to consider new gun legislation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-executive-arrested-in-italy-on-u-s-charges-11567727274", "title": "Russian Executive Arrested in Italy on U.S. Charges", "date": "2019-09-05 19:47", "summary": "Justice Department alleges Alexander Korshunov illegally obtained GE Aviation trade secrets. Italian police arrested a top executive of Russia's state-owned aircraft-engine maker on U.S. charges that he tried to steal aviation secrets, the Justice Department said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-to-breach-nuclear-deal-again-in-setback-to-europes-bid-to-salvage-it-11567725316", "title": "Iran to Breach Nuclear Deal Again", "date": "2019-09-05 19:15", "summary": "Tehran says it is abandoning accord's limits on nuclear research; focus shifts to U.N. General Assembly. Iran said Thursday it would abandon constraints on nuclear research set out in the 2015 nuclear deal, in another violation of the accord that raises the risk of its collapse as Europe pursues efforts to salvage it with sanctions relief for Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-fails-to-convict-two-men-over-oakland-warehouse-fire-that-killed-36-11567720544", "title": "No Convictions in Oakland Warehouse Fire That Killed 36", "date": "2019-09-05 19:13", "summary": "Jury acquits one man, isn't able to reach a verdict on another accused of involuntary manslaughter. OAKLAND, Calif.-A jury acquitted one man and wasn't able to reach a verdict on another accused of involuntary manslaughter for the 2016 warehouse fire here that took the lives of 36 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-brexit-and-pushing-it-too-far-11567724547", "title": "Beijing, Brexit and Pushing It Too Far", "date": "2019-09-05 19:02", "summary": "Everyone making decisions grew up in the past 60 years and thinks wealth and stability are normal.. This is on the danger of pushing it too far. It is a delicate business knowing what the moment will allow. You can be right in intent and wrong on execution, and if you're wrong on that it may not matter you were right in intent. A great woman in business and the arts once told me the most dangerous place to be is significantly ahead of the curve. People will dismiss you as too far out. Better to be just a little ahead of the curve, which allows people to wonder if you might be a visionary. She in fact was a visionary, and careful not to seem too many steps ahead.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prudential-to-pay-2-35-billion-for-online-startup-assurance-iq-11567676700", "title": "Prudential to Pay $2.35 Billion for Online Startup", "date": "2019-09-05 18:57", "summary": "Largest insurer by assets expects three-year-old company to help it draw middle-class customers. Prudential Financial Inc. agreed to pay $2.35 billion for an online startup as traditional life insurers seek to reach digital-savvy customers who shop on the internet.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dollar-for-argentina-11567724262", "title": "A Dollar for Argentina", "date": "2019-09-05 18:57", "summary": "Argentines prefer to hold greenbacks. Why not bury the peso?. Argentina is back in the soup, as it so often is. The prospect that Peronists might retake power has Argentines fleeing the peso for dollars, and on Monday the center-right government of President Mauricio Macri imposed capital controls. Here's a better idea: Replace the peso with the U.S. dollar as Argentina's legal tender.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greg-craig-gets-his-reputation-back-11567724209", "title": "Greg Craig Gets His Reputation Back", "date": "2019-09-05 18:56", "summary": "The Democrat was unjustly caught up in the Mueller mania.. A federal jury acquitted Greg Craig this week on charges related to the Foreign Agents Registration Act (FARA), in what ought to prompt some soul-searching at the Department of Justice. This is another example of a special counsel run amuck.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-payoff-for-ethanol-11567724173", "title": "Another Payoff for Ethanol", "date": "2019-09-05 18:56", "summary": "Trump hasn't figured out that this lobby won't stay bought.. The damage from President Trump's trade war is compounding, and so are the political and policy complications. The President is pondering more sops to the ethanol lobby to placate farmers who are angry about his tariffs. Better to fix trade mistakes than to double the harm by genuflecting to Lord Corn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-cvs-ask-customers-to-stop-carrying-guns-11567723976", "title": "Walgreens, CVS Ask Customers to Stop Carrying Guns", "date": "2019-09-05 18:52", "summary": "Pharmacy chains and grocer Wegmans announce shift days after Walmart tightened its policies. Drugstore chains CVS Health Corp. and Walgreens Boots Alliance Inc. and grocer Wegmans Food Markets Inc. on Thursday asked customers to stop openly carrying firearms in stores, adding to a growing list of companies that are wading into the debate around how to reduce gun violence.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-first-day-of-school-in-new-york-city-policy-debates-whirl-11567720764", "title": "Policy Debates Whirl on First Day of School in New York City", "date": "2019-09-05 18:51", "summary": "Mayor debates gifted-and-talented test as some 1.1 million students return to classrooms in the largest U.S. school system. Visiting schools to mark the first day of classes, Mayor Bill de Blasio called New York City's test that determines gifted-and-talented kindergarten placements a \"real concern.\"", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-center-landlord-equinix-touts-going-green-11567723870", "title": "Data-Center Landlord Equinix Touts Going Green", "date": "2019-09-05 18:51", "summary": "Environmental sustainability helps attract customers and employees, CEO says. Renewable energy is top of mind for Charles Meyers, chief executive of data-center landlord Equinix Inc., he said, in part because environmental sustainability helps attract customers and talent.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-keep-calm-in-the-trump-era-11567723745", "title": "Progressives Keep Calm in the Trump Era", "date": "2019-09-05 18:49", "summary": "The unhinged hatred comes mostly from centrist Democrats.. Many presidents provoke personal animus beyond opposition to their policies. Ronald Reagan inspired angry punk songs. George W. Bush drove Democrats to distraction. (I still occasionally contribute to a Bush-era website called Smirking Chimp.) Bill Clinton and Barack Obama each evoked conspiracy theories on the far right.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-apple-agency-creative-sues-ad-agency-tbwa-for-age-discrimination-11567723783", "title": "Longtime Apple Agency Creative Sues Ad Agency TBWA for Age Discrimination", "date": "2019-09-05 18:49", "summary": "TBWA says allegations are without merit. Duncan Milner, a creative executive who worked on some of the most famous ads for Apple Inc., is suing advertising agency TBWA Worldwide Inc. and various agency executives alleging age discrimination.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lefts-lucrative-nonprofits-11567723794", "title": "The Left's Lucrative Nonprofits", "date": "2019-09-05 18:49", "summary": "'Powerful interests' and 'dark money' are mostly on the Democratic side.. This year's Democratic presidential candidates have a favorite whipping boy: \"powerful interests.\" Get ready to hear again in coming weeks how the National Rifle Association rules Washington, how the Koch empire dominates politics, how the right is pouring \"dark money\" into its agenda. And then remember that these are among the biggest whoppers of the 2020 election. One side will do battle with the aid of a huge and savvy nonprofit political empire-and it isn't the right. Though the sooner Republicans understand that, the better.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-of-a-rabbi-with-als-11567723713", "title": "The Life of a Rabbi With ALS", "date": "2019-09-05 18:48", "summary": "The father of seven communicates only with his eyes, yet he's still a prolific author.. Rabbi Isaac Hurwitz is as much a rock star as a Hasidic Jew can be. He writes regular Torah commentary for L'Chaim, a weekly newsletter distributed to schools and shuls run by the Orthodox Jewish movement Chabad. One of his songs was made into a widely shared YouTube music video. Rabbi Yitzi, as he's known, also runs a marriage blog that advises men how to be better listeners and partners. He welcomes countless scholars, students and friends to his home in West Hollywood, Calif., to chat, study, pray or play guitar.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-of-charles-stewart-mott-review-company-man-11567723689", "title": "'The Life of Charles Stewart Mott' Review: Company Man", "date": "2019-09-05 18:48", "summary": "Charles Stewart Mott joined the board of General Motors in 1913 and was still running for re-election in 1972, at age 96.. Charles Stewart Mott never had his name on an American automobile, but he was on intimate terms with most of the men who did (he was godfather to Walter Chrysler's daughters). He was also crucial to the rise and success of General Motors. Born in 1875 in Newark, N.J., Mott during his long life amassed a mighty fortune, most of which he spent on good works. He is entirely worthy of the lively, engaging and sympathetic portrait Edward Renehan has drawn in \"The Life of Charles Stewart Mott: Industrialist, Philanthropist, Mr. Flint.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expedites-challenge-to-california-on-auto-emission-rules-11567723576", "title": "Trump Administration Expedites Challenge to California on Auto-Emission Rules", "date": "2019-09-05 18:46", "summary": "Move comes as White House seeks to ease requirements originally set under the Obama administration. The Trump administration is pressing regulators to accelerate the rollout of new tailpipe-emission rules, an attempt to strike back at California for cutting a side deal with several auto makers to set standards that are tougher than those proposed by the administration, according to people familiar with the White House's plans.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-parent-weighs-slashing-its-valuation-roughly-in-half-11567689174", "title": "WeWork Weighs Slashing Valuation by More Than Half", "date": "2019-09-05 18:45", "summary": "CEO Neumann met with SoftBank's Son last week to discuss more investment. WeWork's parent company is exploring a dramatic reduction in its valuation as it aims to go public while facing widespread skepticism over its business model and corporate governance, according to people familiar with the company's listing plans and its recent talks with major investors.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-nationwide-injunctions-11567723072", "title": "End Nationwide Injunctions", "date": "2019-09-05 18:37", "summary": "The Dreamers case shows how willful courts can ruin the chance for political compromise.. When a federal court issues an order against enforcement of a government policy, the ruling traditionally applies only to the plaintiff in that case. Over the past several decades, however, some lower court federal judges have increasingly resorted to a procedural device-the \"nationwide injunction\"-to prevent the government from enforcing a policy against anyone in the country. Shrewd lawyers have learned to \"shop\" for a sympathetic judge willing to issue such an injunction. These days, virtually every significant congressional or presidential initiative is enjoined-often within hours-threatening our democratic system and undermining the rule of law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-diminishes-itself-as-an-alternative-to-beijing-11567723046", "title": "India Diminishes Itself as an Alternative to Beijing", "date": "2019-09-05 18:37", "summary": "New Delhi makes a grave mistake in jeopardizing the religious pluralism that sets it apart from China.. Could an India that actively discriminates against religious minorities still be a close partner with the U.S.? Many Indians point to their country's strategic significance and economic heft to argue that it could. They're mistaken.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/launch-a-pre-emptive-strike-against-recession-11567723004", "title": "Launch a Pre-Emptive Strike Against Recession", "date": "2019-09-05 18:36", "summary": "Congress can blunt the effects of the next downturn by tying spending increases to the unemployment rate.. President Trump was right to set aside premature plans for fiscal stimulus last month. Based on the current economic situation, stimulus isn't yet warranted-but it may be soon. Given the uncertainty, Congress should pass a law immediately that would automatically trigger stimulus if the labor market deteriorates, with unemployment rising rapidly. The package should include not only tax cuts but also relief for states, as well as extra help for people most hurt by recessions. The legislation should be permanent, the measures lasting as long as needed in the next downturn and set to trigger in future ones as well.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-union-calls-for-rally-as-contract-negotiations-intensify-11567722350", "title": "MTA Union Calls for Rally as Contract Negotiations Intensify", "date": "2019-09-05 18:25", "summary": "Late October rally in lower Manhattan could 'stop traffic and cause havoc,' it says. The Metropolitan Transportation Authority's largest union is threatening a large rally that will halt traffic in lower Manhattan unless the state-controlled authority softens its contract proposal for subway and bus workers.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-optimism-in-u-s-economy-hits-three-year-low-11567722209", "title": "Executives' Optimism in U.S. Economy Hits Three-Year Low", "date": "2019-09-05 18:23", "summary": "CFOs, CEOs and controllers lower expectations for profit growth and expansion plans. Finance executives' faith in the U.S. economy has reached a three-year low amid concerns over higher tariffs and economic uncertainty.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-faces-down-dorian-with-hurricane-shutters-plywood-food-stocks-11567187636", "title": "Hurricane Dorian Lashes East Coast, Bahamas Reel", "date": "2019-09-05 18:22", "summary": "Powerful storm is causing flooding, tornadoes and power outages as it moves north. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fannie-and-freddie-reform-plan-gets-an-incomplete-11567721283", "title": "Fannie and Freddie Reform Plan Gets an Incomplete", "date": "2019-09-05 18:08", "summary": "Treasury Department's plan for the housing giants is vague on key details such as how they will be recapitalized. America's mortgage-finance system isn't going to change in a fundamental way for the foreseeable future. That is the inescapable-though to many parties deeply disappointing-takeaway from the U.S. Treasury Department's housing reform plan issued Thursday afternoon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bonds-fall-after-u-s-and-china-plan-new-trade-talks-11567698980", "title": "Government Bonds Fall After U.S. and China Plan New Trade Talks", "date": "2019-09-05 17:56", "summary": "Yields rise in the U.S., Germany, Japan, Australia and the U.K.. Government-bond yields around the world climbed after signs of a thaw in trade relations between the U.S. and China and a series of reports suggested a healthy U.S. economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danske-bank-lures-commerzbank-cfo-to-deal-with-higher-costs-regulatory-probes-11567720614", "title": "Danske Bank Lures Commerzbank CFO to Deal With Higher Costs, Regulatory Probes", "date": "2019-09-05 17:56", "summary": "Commerzbank AG, Germany's second-largest bank, to identify a new finance head before Stephan Engels departs. Danske Bank A/S on Thursday replaced its chief financial officer, a move that comes as the Danish lender continues to deal with a money-laundering scandal.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-loses-1-billion-in-one-month-on-argentina-bet-11567696547", "title": "Hedge Fund Loses $1 Billion in One Month on Argentina Bet", "date": "2019-09-05 17:50", "summary": "Autonomy Capital's founder, Robert Gibbins, is known for making concentrated investments. Hedge fund Autonomy Capital lost about $1 billion last month largely on investments tied to Argentina, making it one of the most prominent investors caught on the wrong side of market turmoil in that country.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-gop-lawmakers-back-gun-maker-in-newtown-case-11567717284", "title": "NRA, GOP Lawmakers Back Gun Maker in Newtown Case", "date": "2019-09-05 17:01", "summary": "Families of victims killed during the 2012 Sandy Hook Elementary School shooting are suing Remington. Republican lawmakers and gun-rights groups are showing support for Remington Outdoor Co. as the U.S. Supreme Court prepares to decide whether the gun maker can be held liable for the Sandy Hook Elementary School shooting.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-aims-to-privatize-fannie-mae-and-freddie-mac-11567717213", "title": "Trump Administration Aims to Privatize Fannie Mae and Freddie Mac", "date": "2019-09-05 17:00", "summary": "After years of bipartisan talk of abolishing the firms, Treasury launches process to diminish government control over time. WASHINGTON-The Trump administration said it would support returning mortgage-finance giants Fannie Mae and Freddie Mac to private hands, a development that could keep the companies at the center of the housing market for decades to come.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-athletica-boosts-fiscal-year-outlook-11567716372", "title": "Lululemon Athletica Boosts Fiscal-Year Outlook", "date": "2019-09-05 16:48", "summary": "Profit and net revenue in second quarter increase. Retailer Lululemon Athletica Inc. boosted estimates for revenue and earnings for the fiscal year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meredith-shares-plunge-on-disappointing-outlook-11567708157", "title": "Meredith Shares Plunge on Disappointing Outlook", "date": "2019-09-05 16:46", "summary": "Magazine publisher forecasts earnings for coming fiscal year well short of analyst expectations. Shares in Meredith Corp. fell sharply after the publisher of People, Better Homes & Gardens and Real Simple said it expected to generate significantly less profit in the coming year than analysts had projected.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/precious-metals-enjoy-resurgence-in-negative-yield-world-11567684803", "title": "Precious Metals Enjoy Resurgence in Negative-Yield World", "date": "2019-09-05 16:40", "summary": "Investors seek assets that can hold their value in troubled times. Investors are piling into precious metals at the fastest clip in years, driven by a plunge in global bond yields that has fueled a search for assets that can hold their value during troubled times.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rally-on-new-trade-talks-11567670077", "title": "Stocks Rally on Plan for New Trade Talks", "date": "2019-09-05 16:39", "summary": "Dow industrials jump nearly 400 points after U.S. and China said they would hold talks in October. U.S. stocks and government-bond yields lurched higher Thursday after the U.S. and China said they would hold talks in Washington in October, reigniting hopes for an eventual trade truce.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jewelry-retailers-bring-back-luster-but-hurdles-remain-11567709545", "title": "Jewelry Retailers Bring Back Shine, but Hurdles Remain", "date": "2019-09-05 16:36", "summary": "Signet Jewelers is making efforts to reduce costs and improve its e-commerce operations. Some struggling jewelry retailers have taken on a new shine.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-promising-careers-of-the-next-decade-11567688400", "title": "The Most Promising Careers of the Next Decade", "date": "2019-09-05 16:34", "summary": "The Wall Street Journal used wages and projected annual demand to rank more than 800 jobs. Tech, management and health-care roles are among the most promising careers of the next decade, according to a Wall Street Journal ranking of new employment-projection data released by the Labor Department. Factory jobs and other manual-labor occupations continue to have the least promising futures.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-revenue-surges-on-streaming-subscription-growth-11567708974", "title": "Music Revenue Surges on Streaming Subscription Growth", "date": "2019-09-05 16:33", "summary": "Paid streaming services added more than one million new subscriptions a month in first half of year. Revenue from recorded music in the U.S. rose 18% to $5.4 billion in the first half of the year, driven by growth in subscriptions to streaming services like the ones offered by Spotify Technology SA, Apple Inc. and Amazon.com Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-rolls-out-dating-feature-in-u-s-11567702056", "title": "Facebook Rolls Out Dating Feature in U.S.", "date": "2019-09-05 16:31", "summary": "Matchmaking service expected to compete with established online-dating platforms. Facebook Inc. is bringing its dating service to the U.S. after launching it in roughly 20 countries since last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spy-review-a-life-undercover-11567715482", "title": "'The Spy' Review: A Life Undercover", "date": "2019-09-05 16:31", "summary": "Sacha Baron Cohen stars as Eli Cohen in Netflix's gripping drama about the Mossad agent.. When Eli Cohen-known in Syria only as Kamel Amin Thaabet, wealthy businessman and Syrian patriot-was convicted of spying for Israel and hanged in Marjeh Square, Damascus, in 1965, the street crowds roared in triumph. But for many in the high government and society circles who had admired and looked up to him as Thaabet-a wise friend, adviser, impassioned advocate for the Syrian nation and its military, and host of lavish parties-this was not an occasion for joy. As \"The Spy\" (on Netflix Friday) makes clear in this nailbiter of a saga powered by a dazzling Sacha Baron Cohen in the role of the legendary Israeli agent, there is always the matter of the lives the spy touches in such a case: that of the world in which he's successfully settled, of the bonds of strong friendship established over time and inevitably-necessarily-betrayed.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transform-your-kitchen-from-staid-to-modern-with-this-one-move-11567714931", "title": "Transform Your Kitchen From Staid to Modern With This One Move", "date": "2019-09-05 16:22", "summary": "Interior designers are giving a home's most important room instant personality by hanging kitchen-island pendants that don't match exactly. TASKED WITH resuscitating the cookspace of a late-1980s English Tudor near Indianapolis, Tom Stringer found standard-issue pendant lighting too dim-aesthetically speaking. \"We do a lot of multiples over islands, and after a while you get bored of three or four of the same thing,\" the Chicago designer said. The antidote: handblown topaz glass fixtures by John Pomp Studios in sundry shapes. The unexpected array dangles a note of art-studio cool over the space, which otherwise features quartz countertops, white cabinetry and a pair of buttoned-up Jacobean stools.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-telluride-shifting-glittering-sands-11567714773", "title": "At Telluride, Shifting, Glittering Sands", "date": "2019-09-05 16:19", "summary": "The 46th Telluride Film Festival, historically devoted to films shown in theaters, was dominated by movies made for streaming.. Telluride, Colo.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-raiders-antonio-brown-saga-is-only-getting-weirder-11567714096", "title": "The Raiders' Antonio Brown Saga Is Only Getting Weirder", "date": "2019-09-05 16:08", "summary": "Brown may face a team-imposed suspension after a confrontation with Oakland brass, capping a bizarre off-season saga. There's one story captivating the entire NFL right now. It involves frozen feet, an old helmet, a hot air balloon and the most productive wide receiver in the league.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decoding-a-smoky-italian-drink-11567713550", "title": "Decoding a Smoky Italian Drink", "date": "2019-09-05 15:59", "summary": "Author Monique Truong reads into Amaro Sfumato Rabarbaro, an Italian liqueur with an intriguing flavor and an evocative name. \"I WAS SENT AN AMARO!\"", "categories": [["Life & Work", "Food & Drink", "Message in a Bottle"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/message-in-a-bottle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-pitch-new-ways-to-pay-for-million-dollar-therapies-11567677600", "title": "Insurers Pitch New Ways to Pay for Million-Dollar Therapies", "date": "2019-09-05 15:44", "summary": "Cigna and CVS Health are developing new programs to help employers afford gene therapies that can cost more than $2 million. Insurers are scrambling to blunt the expense of new drugs that can carry prices of more than $2 million per treatment, offering new setups aimed at making the cost of gene therapies more manageable for employers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-official-cites-canadian-economys-resilience-11567701143", "title": "Bank of Canada Official Says No Rate Cut Needed Now", "date": "2019-09-05 15:41", "summary": "But global trade conflicts remain biggest risk to central bank's forecast. OTTAWA-Canada doesn't require an immediate interest-rate cut, a senior Bank of Canada official said Thursday, despite headwinds the economy is facing from an escalation in global trade conflicts, which could drag on longer than originally anticipated.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-signs-content-and-advertising-deal-with-reddit-11567711588", "title": "NFL Signs Content and Advertising Deal With Reddit", "date": "2019-09-05 15:26", "summary": "League will take questions in a series of 'Ask Me Anything' online town halls. The National Football League is adding Reddit Inc. to its roster of digital marketing channels as its new season begins, hosting a series of \"Ask Me Anything\" discussions on the platform as part of a broader content and advertising deal.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freight-matching-startup-loadsmart-adds-19-million-from-maersk-ports-america-11567684801", "title": "Freight-Matching Startup Loadsmart Adds $19 Million from Maersk, Ports America", "date": "2019-09-05 15:18", "summary": "Funding round will help the company add staff as it rolls out a service aimed at moving goods more quickly from U.S. ports into distribution channels. Container shipping giant A.P. Moeller-Maersk A/S and Ports America, the largest terminal operator in the U.S., are investing in a digital freight-booking service aimed at speeding the flow of cargo through maritime gateways.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-s-lead-negotiator-on-arab-israeli-peace-plan-to-leave-white-house-11567696356", "title": "Trump's Lead Negotiator on Arab-Israeli Peace Plan to Exit", "date": "2019-09-05 15:16", "summary": "Jason Greenblatt previously worked for the Trump Organization for two decades. WASHINGTON-President Trump's lead negotiator on his highly anticipated Arab-Israeli peace plan will be leaving the White House soon, throwing further into question the administration's efforts to resolve the decades-old Israeli-Palestinian conflict.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-to-sleep-try-these-bedtime-story-apps-11567710833", "title": "Struggling to Sleep? Try These Bedtime-Story Apps", "date": "2019-09-05 15:13", "summary": "If anxious thoughts keep you awake at night, these apps and podcasts for adults-which feature bedtime tales read by soothing voices-might help you slumber like a kid again. FOR DECADES, I'VE BEEN among the 35.2% of adults restlessly failing to get the recommended seven hours each night. I've tried burying myself under a weighted blanket and misting my room with sleep-inducing essential oils. My white-noise machine is no match for the blare of New York City traffic that only seems to grow more intrusive after sunset.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-193-billion-in-debt-11567710376", "title": "Treasury to Sell $193 Billion in Debt", "date": "2019-09-05 15:06", "summary": "U.S. Treasury Department next week will auction $108 billion in new debt and $85 billion in previously sold debt. The U.S. Treasury Department will auction $193 billion in securities next week, comprising $108 billion in new debt and $85 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-extends-rebound-on-optimism-about-trade-11567692424", "title": "Copper Extends Rebound on Optimism About Trade", "date": "2019-09-05 14:53", "summary": "Industrial metal stabilizes after hitting new multiyear low earlier in the week. Copper prices rallied Thursday, bringing their two-day climb to 4.5% on hopes that coming trade talks could relieve some pressure on the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-nation-of-soccer-fans-learn-to-love-baseball-11564152511", "title": "Can a Nation of Soccer Fans Learn to Love Baseball?", "date": "2019-09-05 14:52", "summary": "Venezuelan refugees boost baseball in Peru. 'They didn't really know what was going on, but they liked it'. LIMA, Peru-Venezuelans fleeing their country's economic collapse have brought an export that is baffling this soccer-mad nation: baseball.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seize-the-final-days-of-peak-grilling-with-this-simple-steak-recipe-11567778432", "title": "Seize the Final Days of Peak Grilling With This Simple Steak Recipe", "date": "2019-09-05 14:31", "summary": "From the masters of understated elegance at Canal House, this flank steak comes with a side of charred eggplant scattered with fresh mint. IT TAKES EXPERIENCE to know when to leave a dish alone. The food writer-photographer team Melissa Hamilton and Christopher Hirsheimer have cultivated their signature style of gorgeous artlessness over years of working in tandem. This summer they moved their studio, Canal House, to a larger space in Milford, N.J., and opened a restaurant on the ground floor. Their latest cookbook, \"Canal House: Cook Something\" (Sept. 10, Voracious), distills their approach down to 300 essential recipes. \"We follow a really beautiful Quaker quote,\" Ms. Hirsheimer said. \" 'Proceed as the way opens.' And that's what we do.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cat-and-mouse-game-pg-es-long-record-of-run-ins-with-regulators-and-courts-11567707731", "title": "PG&E's Long Record of Run-Ins With Regulators: A 'Cat and Mouse Game'", "date": "2019-09-05 14:22", "summary": "Over more than two decades, the California utility has at times misled regulators, withheld data and hindered investigations-accumulating fines and judgments of $2.6 billion. SAN FRANCISCO-The company had several warnings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-are-waiting-longer-at-customer-docks-study-finds-11567706830", "title": "Truckers Are Waiting Longer at Customer Docks, Study Finds", "date": "2019-09-05 14:07", "summary": "The delays known as detention time expanded last year over 2014 even as companies struggled to find trucking capacity. Truckers are spending more time waiting at the loading dock, leading to delays that cut into earnings of trucking companies and drivers and, ultimately, add to consumer costs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-penalties-and-settlements-through-the-years-11567706508", "title": "PG&E Penalties and Settlements Through the Years", "date": "2019-09-05 14:01", "summary": "The California utility has paid more than $2.6 billion in the past 23 years in penalties and lawsuit settlements. PG&E Corp. has paid more than $2.6 billion in the past 23 years in state and federal penalties and lawsuit settlements in matters where the allegations included what might be regarded as lapses in corporate integrity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-argue-over-timing-of-vote-that-may-yield-no-clear-winner-11567705314", "title": "U.K. Lawmakers Argue Over Timing of Vote", "date": "2019-09-05 13:41", "summary": "Row over when to hold a general election comes after Parliament moves to prevent a no-deal Brexit. LONDON-British political leaders argued over when to hold a snap election, a vote they hope will break a stalemate over when and how the country splits with the European Union-but one that might yield no clear winner.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-state-university-fined-4-5-million-for-sex-crime-reporting-failures-11567698999", "title": "Michigan State Fined $4.5 Million for Crime-Reporting Failures", "date": "2019-09-05 13:35", "summary": "Record fine by Education Department follows Larry Nassar abuse scandal. Michigan State University must pay a record $4.5 million fine to the U.S. Education Department for violating federal crime-reporting guidelines and failing to protect students in relation to sex abuse by former sports-medicine doctor Larry Nassar.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-statist-france-gave-up-on-wealth-tax-11567703265", "title": "Even Statist France Gave Up on Wealth Tax", "date": "2019-09-05 13:07", "summary": "If any of the Democratic proposals to tax assets becomes law, watch out for your home and 401(k)/IRA.. Legislating a wealth tax, as advocated by a number of Democratic presidential candidates, will only trigger a more creative definition of what constitutes \"wealth,\" and then the gaming will begin (\"Democrats' Idea: Tax Wealth, Not Just Income,\" Page One, Aug. 28). We have already seen this with the definition of income. For example, many private-equity and hedge-fund financiers use carried interest to lower their tax liability by paying the lower capital-gains tax rate on much of their income instead of the higher income-tax rate paid by wage earners.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-merges-mileage-emissions-rules-11567703229", "title": "California Merges Mileage, Emissions Rules", "date": "2019-09-05 13:07", "summary": "What's happening now is California is trying to use its waiver for emission standards to break away and set its own, separate fuel-economy standards.. Regarding Holman Jenkins's \"The California War Is About EVs\" (Business World, Aug. 28): What the Trump administration is trying to do is reduce fuel-economy targets, aka the Corporate Average Fuel Economy (CAFE) regulations. These were created in the 1970s in an attempt to counteract the impact of oil supply reductions and increased prices. Today the need for such standards at all is questionable as the U.S. is close to self-sufficiency in oil due to innovations like fracking and reliable supplies from Canada and Mexico.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-china-policy-is-unorthodox-for-a-reason-11567703162", "title": "Trump's China Policy Is Unorthodox for a Reason", "date": "2019-09-05 13:06", "summary": "Jason Furman is wrong for suggesting President Trump should continue the same failed China policy conducted by past presidents, whose trade appeasement only emboldened Chinese cheating.. Jason Furman is wrong for suggesting President Trump should continue the same failed China policy conducted by past presidents, whose trade appeasement only emboldened Chinese cheating (\"Trump Is Losing the Trade War With China,\" op-ed, Aug. 20). Trump administration and Chinese negotiators met multiple times but China kept delaying. President Trump's policy is correct, which is why several Democrats support it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-uncertainty-likely-to-cut-u-s-growth-by-more-than-1-fed-research-says-11567702473", "title": "Trade Uncertainty Likely to Cut U.S. Growth by More Than 1%, Fed Says", "date": "2019-09-05 12:54", "summary": "Economists charted certainty with text analyses of newspaper articles, corporate-earnings calls. Uncertainty over trade policy is likely to reduce U.S. economic output by more than 1% through early 2020, new research from Federal Reserve economists suggests.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-enters-meatless-fray-with-store-branded-patties-11567701901", "title": "Kroger Enters Meatless Fray with Store-Branded Patties", "date": "2019-09-05 12:45", "summary": "Grocer adds pea-based meat replacements, expands digital operations as competition mounts. Kroger Co. is jumping into the meatless business.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-fears-japan-trade-dispute-could-scuttle-shipyard-merger-11567701321", "title": "South Korea Fears Japan Trade Dispute Could Scuttle Shipyard Merger", "date": "2019-09-05 12:35", "summary": "Hyundai Heavy Industries plans to seek antitrust approval from several countries for tie-up with DSME to create world's biggest shipyard. South Korean officials are concerned that Seoul's increasingly strained trade relations with Japan could derail the country's planned megamerger of the country's two big shipbuilders.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-days-of-destruction-dorians-devastating-pause-in-the-bahamas-11567701066", "title": "Three Days of Destruction: Dorian's Devastating Pause in the Bahamas", "date": "2019-09-05 12:31", "summary": "Resume Subscription. When Hurricane Dorian struck the Bahamas early Sunday, it was the strongest storm on record to hit the archipelago's northwestern islands. And then it stalled, hovering for nearly three days.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lets-bring-back-the-proper-snack-11567699282", "title": "Let's Bring Back the Proper Snack", "date": "2019-09-05 12:01", "summary": "Eating between meals doesn't have to be a vice, as long as we give our snacks the attention they deserve. \"Don't eat between meals\" was the stern old advice, spoken to ravenous children. I am old enough to remember these warnings against snacks and recall feeling puzzled by the logic. Why was it OK to eat a slice of toast as part of breakfast but not OK to eat the exact same toast during a peckish hour in the afternoon?", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-like-you-more-than-you-think-11567698613", "title": "People Like You More Than You Think", "date": "2019-09-05 11:50", "summary": "A behavioral economist answers questions on making friends, sliding-scale pricing and buying a new car. ", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-hiring-increases-in-august-11567698165", "title": "Small Business Hiring Increases in August", "date": "2019-09-05 11:42", "summary": "The latest NFIB report is more good news for workers.. A great U.S. job market for workers at small firms got a little better in August. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharpie-makes-its-mark-11567698099", "title": "Sharpie Makes Its Mark", "date": "2019-09-05 11:41", "summary": "Kerfuffle over Trump's use of weather map draws attention to marker, but its maker shouldn't push its luck. You can't make this up.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-spirits-even-at-529-a-shot-japanese-whisky-is-selling-out-fast-11567698000", "title": "High Spirits: Even at $529 a Shot, Japanese Whisky Is Selling Out Fast", "date": "2019-09-05 11:40", "summary": "Suntory and other Japanese distillers never expected to become so popular with global trend-setters, so there isn't enough stock to meet demand. Bartenders at New York's Copper & Oak have identified a new breed of problem drinker: the ones who order $100 shots of Japanese whisky just to crow about it on social media.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sues-t-mobile-over-sales-practices-11567687454", "title": "New York City Sues T-Mobile Over Sales Practices", "date": "2019-09-05 11:38", "summary": "Company's prepaid Metro brand sold used phones as new devices, tacked on additional fees, suit alleges. T-Mobile US Inc.'s pay-as-you-go wireless brand allegedly sold used phones as new devices and overcharged customers, a New York City agency said in a lawsuit filed Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-probe-of-facebook-highlights-data-risks-11567675803", "title": "German Probe of Facebook Highlights Data Risks", "date": "2019-09-05 11:31", "summary": "Hamburg regulator is investigating whether tech giant violated GDPR by transcribing voice messages of EU users. A German investigation into Facebook Inc. shows that multinational companies could face probes from multiple data-protection regulators in Europe over the same missteps.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stadium-weeds-out-disruptive-fans-with-facial-recognition-11567589403", "title": "Stadium Weeds Out Disruptive Fans With Facial Recognition", "date": "2019-09-05 11:30", "summary": "Danish soccer club Brondby IF replaces photos of troublesome visitors with a machine-learning system that plucks them from the crowd. European soccer fans who throw their drinks or otherwise disrupt games are sometimes banned. If they try to sneak in, they may have to contend with a facial-recognition system at the stadium.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-get-into-the-groove-of-reclaiming-old-wood-11567697431", "title": "Homeowners Get Into the Groove of Reclaiming Old Wood", "date": "2019-09-05 11:30", "summary": "Centuries-old barns, factories and log cabins are finding new life inside modern homes. When Charles and Laura Preston were building their vacation home in Texas Hill Country, they kept returning to one material in the plans: antique timbers reclaimed from an 1800s Vermont barn and shipped 2,000 miles to Texas.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-insys-bankruptcies-stumble-in-bids-for-bonuses-severance-11567697276", "title": "PG&E, Insys Bankruptcies Stumble in Bids for Bonuses, Severance", "date": "2019-09-05 11:27", "summary": "Criminal records, vocal victims of fire and opioids get in the way of fatter executive pay. Bankruptcy judges spurned requests for extra pay at PG&E Corp. and Insys Therapeutics Inc. in recent weeks-a rare restriction that reflects outrage over the damage from wildfires linked to the California utility's equipment and the drugmaker's role in the opioid crisis.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scenes-from-the-ground-hurricane-dorian-bears-down-on-florida-11567467042", "title": "Hurricane Dorian's Wrath: Scenes from the Ground", "date": "2019-09-05 11:22", "summary": "Resume Subscription. Hurricane Dorian, after frustrating forecasters with its slowing speed and changing path, hugged the South Carolina coast Thursday as it moved north. On Thursday it was downgraded to a Category 2 storm from a Category 3.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-runners-guide-to-touring-angkor-wat-and-beyond-11567696657", "title": "A Runner's Guide to Touring Angkor Wat and Beyond", "date": "2019-09-05 11:17", "summary": "On a trip through Southeast Asia-from Angkor Wat to Singapore-a restless wanderer starts each morning with a run, stopping for snacks and sightseeing. Plus: Guided running tours that include coaches and chilled coconut water. ANGKOR WAT, Cambodia's prized tourist destination, receives over 2.5 million visitors a year. Sometimes, at dawn, it can feel like a million of them are right there next to you, disembarking from tour buses, jostling for photo ops, feeding the cheeky monkeys who inhabit the ruins, and acknowledging the beauty of the sunrise in one of many foreign languages constantly spoken here. It's the kind of mass tourism that makes me want to run away fast. On this Angkor Wat dawn, though, my escape is not just metaphorical. I'm literally jogging away from these visitors, guided by my own running coach. We're on a program devised by the Anantara Angkor Resort, located in the adjacent town of Siem Reap, which offers guests running tours of the temples. These morning tours are offered for solo runners or small groups, and the hotel provides a driver and vehicle to follow us, a range of drinks and snacks, and a running coach, for $100 per person.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-has-a-soft-power-problem-11567696212", "title": "China Has a Soft-Power Problem", "date": "2019-09-05 11:10", "summary": "Beijing is eager to exert cultural influence, but only a free society, in open conversation with itself, can create global aspirations.. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-investigates-companies-offering-student-debt-relief-11567695601", "title": "New York Probes Companies Offering Student-Debt Relief", "date": "2019-09-05 11:00", "summary": "Probe will examine fees and whether advertising is misleading. New York's financial regulator said Thursday it has launched an investigation into companies that offer debt-relief services for student loan borrowers, examining whether they are charging improper fees and engaging in misleading advertising.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rebirth-of-a-19th-century-missouri-barn-11567695440", "title": "The Rebirth of a 19th-Century Missouri Barn", "date": "2019-09-05 10:57", "summary": "A couple in North Carolina have reclaimed wood for the floors of their home. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/timbers-second-act-in-minnesota-11567695257", "title": "Timber's Second Act in Minnesota", "date": "2019-09-05 10:54", "summary": "Anna and Sven Gustafson's home on Lake Minnetonka has wood from a Wisconsin farm. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/salvaged-wood-trims-a-texas-hill-country-home-11567695160", "title": "Salvaged Wood Trims a Texas Hill Country Home", "date": "2019-09-05 10:52", "summary": "Charles Preston's Frio Cañon home has root in an 1800s Vermont barn. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/universal-health-services-to-negotiate-compliance-agreement-in-billing-case-11567641255", "title": "Universal Health Services to Negotiate Compliance Agreement in Billing Case", "date": "2019-09-05 10:40", "summary": "Hospital operator's pact is part of a proposal to settle allegations of faulty billing practices. Universal Health Services Inc. is preparing to negotiate a compliance agreement with the federal government as part of a proposal to settle allegations of faulty billing practices.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-brother-quits-u-k-government-over-brexit-11567694266", "title": "Boris Johnson's Brother Quits Over Brexit Differences", "date": "2019-09-05 10:37", "summary": "Jo Johnson opposed the prime minister on leaving the EU and struggled to bridge family loyalty and 'national interest'. LONDON-Prime Minister Boris Johnson suffered the first resignation from his top team since taking power in late July: his brother.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-reflect-on-lessons-learned-while-building-their-own-homes-11567694134", "title": "Readers Reflect on Lessons Learned While Building Their Own Homes", "date": "2019-09-05 10:35", "summary": "'Counting House' columnist Beth DeCarbo tackled everything she wished she'd known before building her first home. Here's how Mansion readers responded. In the Counting House column on Aug. 2, Beth DeCarbo shared \"The Five Things I Wish I'd Known Before I Built My House.\" Readers had a lot to say on the matter. Here are excerpts from some of their letters.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-sector-activity-picked-up-in-august-11567694037", "title": "U.S. Service-Sector Activity Picked Up in August", "date": "2019-09-05 10:33", "summary": "Survey of purchasing managers at restaurants, banks and other service businesses found the 115th straight month of expansion. WASHINGTON-U.S. service-sector activity in August grew more quickly than in July, according to the Institute for Supply Management's nonmanufacturing index released Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-says-monsantos-pr-tactics-were-legal-11567693742", "title": "Bayer Says Monsanto's PR Tactics Were Legal", "date": "2019-09-05 10:29", "summary": "French prosecutors investigated reports that Monsanto compiled stakeholder lists that included sensitive personal information. BERLIN-Monsanto Co.'s public-relations tactics in Europe didn't break the law, according to a report commissioned by Bayer AG , which continues to battle fallout from its acquisition of the U.S. agrochemical company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-highly-designed-historic-hamptons-home-11567693491", "title": "A Highly Designed, Historic Hamptons Home", "date": "2019-09-05 10:24", "summary": "In Southampton, this house was built around 1870 for an heir to the Cunard shipping fortune, but has recently been redesigned by Steven Gambrel.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/giannis-antetokounmpo-vs-the-world-and-team-usa-11567693318", "title": "Giannis Antetokounmpo vs. The World (and Team USA)", "date": "2019-09-05 10:21", "summary": "Greece has a chance to upset the U.S. in the World Cup. Why? Because the best player on the court won't be American.. There are few people who will be watching the FIBA World Cup game between the U.S. and Greece this weekend as carefully as Geoffrey Pyatt. He is personally invested in the success of both countries. In fact, that's his job. Geoffrey Pyatt is the U.S. ambassador to Greece.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-historic-estate-older-than-southampton-lists-for-28-million-11567692920", "title": "A Historic Estate Older Than Southampton Lists for $28 Million", "date": "2019-09-05 10:15", "summary": "Known as Redcraft, the 6,700-square-foot home set on roughly 3.5 acres was built around 1870 for an heir to the Cunard shipping fortune. In the Hamptons, a recently redesigned English manor-style property is going back on the market for about $28 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-raises-16-billion-for-latest-tech-buyout-fund-11567692100", "title": "Vista Equity Raises $16 Billion for Latest Tech Buyout Fund", "date": "2019-09-05 10:01", "summary": "Vista's latest flagship fund is the largest technology-focused fund raised by an independent private-equity firm. Vista Equity Partners has closed a record-breaking technology fund, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gmturns-togooglefor-in-car-apps-voice-commands-11567692000", "title": "GM Turns to Google for in-Car Apps, Voice Commands", "date": "2019-09-05 10:00", "summary": "General Motors will build the tech giant's apps directly into its vehicles' touch-screen displays. General Motors Co. is forging a closer alliance with Alphabet Inc.'s Google, agreeing to build the tech giant's apps directly into its vehicles' touch-screen displays.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearing-loss-a-new-device-lets-you-feel-sound-11567691822", "title": "Hearing Loss? A New Device Lets You Feel Sound", "date": "2019-09-05 09:57", "summary": "Neuroscientist David Eagleman has built a Fitbit-style wearable that helps people with hearing impairments experience the audible world through vibrations. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-data-doesnt-interpret-itself-11567691647", "title": "Big Data Doesn't Interpret Itself", "date": "2019-09-05 09:54", "summary": "The history of astronomy shows that observations can only explain so much without the interpretive frame of theories and models. Big data and machine learning are powering new approaches to many scientific questions. But the history of astronomy offers an interesting perspective on how data informs science-and perhaps a cautionary tale.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agony-ecstasy-belichick-the-nfl-rollercoaster-arrives-11567691141", "title": "Agony! Ecstasy! Belichick! The NFL Roller Coaster Arrives.", "date": "2019-09-05 09:45", "summary": "Another football season is here. Be optimistic-but prepare for heartbreak.. I've been asked to give a 2019 NFL season preview, so here it is:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-unit-labor-costs-revised-higher-in-second-quarter-11567689813", "title": "U.S. Unit Labor Costs Revised Higher in Second Quarter", "date": "2019-09-05 09:23", "summary": "A key measure of compensation for U.S. workers rose more quickly in the first half of the year than previously thought. WASHINGTON-A key measure of compensation for U.S. workers rose more quickly in the first half of the year than previously thought, the latest sign corporate profits are being squeezed.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-sector-adds-195-000-jobs-beating-economists-estimates-11567687634", "title": "Private Sector Adds 195,000 Jobs, Beating Economists' Estimates", "date": "2019-09-05 09:13", "summary": "Most of new jobs came from the service-providing sector, with 184,000 additions, according to the ADP National Employment Report. The nonfarm private sector in the U.S. added over 50,000 more jobs in August than economists expected, helped by strong growth in midsize businesses and in the service sector.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-feel-the-heat-of-trumps-military-fund-shifts-11567688511", "title": "Republicans Feel the Heat of Trump's Military Fund Shifts", "date": "2019-09-05 09:01", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-rugged-accessories-designed-for-fall-weather-11567688349", "title": "Five Rugged Accessories Designed for Fall Weather", "date": "2019-09-05 08:59", "summary": "The most sought-after fashion accessories this fall nod to military, trekking and all-weather influences.. An ankle-high pair works from the sidewalk to the boardroom. Hermès boots, $1,300, Hermès stores nationwide", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-growing-thirst-for-bottled-water-stirs-backlash-overseas-11567675805", "title": "China's Thirst for Water Stirs Backlash Overseas", "date": "2019-09-05 08:54", "summary": "Businesses pump water from aquifers in New Zealand and Australia, prompting protests. On the east coast of New Zealand, a Chinese-owned company has been pumping increasing amounts of water from a local aquifer to quench growing demand among consumers for high-end spring water.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-bound-4-superior-souvenirs-from-honolulu-11567684801", "title": "Hawaii-Bound? Four Superior Souvenirs from Honolulu", "date": "2019-09-05 08:00", "summary": "Skip the tacky tokens and go for these rarer finds, including a genuinely stylish Hawaiian shirt and quality rum. Among the glassy high-rises of the seafront Kakaako area, seek out neighborhood stalwart Na Mea Hawaii. There, among the trove of native Hawaiian crafts, you'll find highly coveted Niihau necklaces. The multi-strands are strung with hundreds of tiny shells, plucked off the beaches of Niihau island, Kauai's reclusive neighbor. From $2,000, 1200 Ala Moana Blvd., nameahawaii.com", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-return-to-mexico-policy-overwhelms-immigration-courts-11567684800", "title": "Trump's Return-to-Mexico Policy Overwhelms Immigration Courts", "date": "2019-09-05 08:00", "summary": "Resume Subscription. SAN DIEGO-In a cramped courtroom on the eighth floor of a San Diego office building, immigration Judge Jesus Clemente had a question for a young woman named Michele: \"Madame, how old are you?\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/victims-alleging-abuse-while-in-boy-scouts-look-to-new-tactics-11567684801", "title": "Victims Alleging Abuse While in Boy Scouts Look to New Tactics", "date": "2019-09-05 08:00", "summary": "Lawyers plan to use new laws in Washington, D.C., and New Jersey for victims throughout U.S.. Attorneys for men who say they were sexually abused while in the Boy Scouts are using innovative legal tactics to seek justice for alleged wrongs committed throughout the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/half-an-olive-branch-fails-to-pacify-hong-kong-protesters-11567684711", "title": "'Half an Olive Branch' Fails to Pacify Hong Kong Protesters", "date": "2019-09-05 07:58", "summary": "City's leader hopes to divide the movement after making her first moves to try to quell social unrest. HONG KONG-For three months, protests here have been sustained by two forces: the peaceful marchers, and the more radical activists who are willing to confront authorities on the front lines. The city's leader aimed to sow divisions between the two camps in explaining her first conciliatory moves in months to try to quell social unrest.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bac-to-the-future-macron-modernizes-a-napoleon-era-exam-11567681200", "title": "Bac to the Future: Macron Modernizes a Napoleon-Era Exam", "date": "2019-09-05 07:00", "summary": "French president overhauls feared baccalauréat high-school graduation tests in a bid to build nation's reputation as a hub for innovation, but critics say the changes don't pass the test. PARIS-French President Emmanuel Macron is making good on a campaign promise to overhaul the sacred cow of the country's education system: the feared baccalauréat exam.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-will-struggle-to-be-the-apple-of-fitness-11567681201", "title": "Peloton Will Struggle to Be the Apple of Fitness", "date": "2019-09-05 07:00", "summary": "Richly priced athletic-equipment company's model is more expensive than and less useful than Apple. Remember when $500 seemed like a lot for a cellphone?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-the-u-s-will-hold-trade-talks-in-washington-in-october-11567651064", "title": "China and the U.S. Will Hold Trade Talks in Washington in October", "date": "2019-09-05 06:41", "summary": "Liu He, Robert Lighthizer and Steven Mnuchin spoke by phone Thursday morning Beijing time. Chinese and American officials plan to hold trade talks in Washington in early October, a new attempt to tame a trade war that is rippling through the global economy and hurting business investment and confidence.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-turn-for-the-worse-for-biotech-stocks-11567679401", "title": "A Turn for the Worse for Biotech Stocks", "date": "2019-09-05 06:30", "summary": "Shares are in a bear market despite a macro environment that should support valuations. Bear markets have been rare lately. Biotechnology is a glaring exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-slack-palo-alto-networks-mongodb-and-more-11567679103", "title": "Stocks to Watch: Slack, Palo Alto Networks, MongoDB, and More", "date": "2019-09-05 06:25", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-was-too-tightly-wound-11567677600", "title": "Slack Was Too Tightly Wound", "date": "2019-09-05 06:00", "summary": "Cloud software maker's shares were richly valued even after post-listing decline. Slack Technologies cut an unusual path to its public debut earlier this summer, so it seems only fitting that the company's first round of quarterly results is also breaking some new ground, namely showing that a stock can lose a quarter of its value and still be priced for perfection.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-way-to-solve-chinas-debt-problem-11567677175", "title": "A Better Way to Solve China's Debt Problem", "date": "2019-09-05 05:52", "summary": "Resume Subscription. China tweaked its dysfunctional interest-rate system in late August, but held off on the deeper reforms needed to solve its bad-debt problem. Investors hoping for more radical change could be in for a long wait.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-quarles-floats-countercyclical-capital-buffer-changes-11567676701", "title": "Fed's Quarles Floats New Tool to Combat Credit Crunches", "date": "2019-09-05 05:45", "summary": "Central bank considers activating 'countercyclical' capital charge as part of overhaul. The Federal Reserve is weighing whether to activate a dormant tool to combat credit crunches in a downturn as part of a broader overhaul of big-bank-capital and stress-testing requirements.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/train-hits-truck-killing-one-person-in-japan-11567676554", "title": "Train Hits Truck, Killing One Person in Japan", "date": "2019-09-05 05:42", "summary": "About 30 others were injured in Yokohama crash. TOKYO-An express train hit a truck that had strayed inside a railroad crossing in Yokohama, killing the truck driver and injuring about 30 others.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-is-investors-groundhog-day-11567675872", "title": "Argentina Is Investors' Groundhog Day", "date": "2019-09-05 05:31", "summary": "Capital controls, a controlled exchange rate and an outright default may prove to be the country's best option. They say humans are the only animals to trip twice over the same stone. This is the ninth time international investors have tripped over Argentina.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-buying-a-home-comes-with-a-monthly-rent-payment-11567675804", "title": "When Buying a Home Comes With a Monthly Rent Payment", "date": "2019-09-05 05:30", "summary": "What to consider when purchasing property with a land lease, which can affect everything from monthly payments to mortgage terms. When buyers peruse agent Domingo Perez Jr.'s listings at 420 East 51st St. in Manhattan, they swoon over the high square footage, and list prices that he said are nearly half those of comparable units in the neighborhood.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watch-fridays-jobs-report-for-signs-of-a-deepening-slowdown-11567675802", "title": "Jobs Report Eyed for Signs of Deepening Economic Slowdown", "date": "2019-09-05 05:30", "summary": "Payroll estimate, employee hours, labor-force participation rate, part-time work are key to economy's health. The August employment report to be released Friday will provide the latest view of the economy's health during a month of global economic turbulence and heightened Wall Street jitters. The labor market's recent performance remains consistent with an economy that is expanding but at a slower pace than last year. Through July, employers were adding jobs at a healthy clip and unemployment was hovering near historic lows.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-martha-mcsally-walks-careful-line-on-guns-ahead-of-2020-11567675801", "title": "Arizona Senator Walks Careful Line on Guns Ahead of 2020", "date": "2019-09-05 05:30", "summary": "Arizona Republican isn't planning to focus on gun issues on the trail, but her primary challenger may force her to do so. GOODYEAR, Ariz.-To open a meeting of local Republicans here last week, Butch Kuentzler had this message: \"Red flag\" laws, which allow families and law enforcement to remove guns from people deemed dangerous, are unconstitutional.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-lines-up-another-quarter-point-rate-cut-11567675802", "title": "Fed Lines Up Another Quarter-Point Rate Cut", "date": "2019-09-05 05:30", "summary": "With trade uncertainty escalating, the central bank chief is weighing diverse opinions from inside his own institution. Federal Reserve officials are gearing up to reduce interest rates at their next policy meeting in two weeks, most likely by a quarter-percentage point, as the trade war between the U.S. and China darkens the global economic outlook.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-dorian-churns-northward-off-floridas-coast-11567600739", "title": "Hurricane Dorian Strengthens to Category 3 as It Churns Toward Carolinas", "date": "2019-09-05 05:19", "summary": "Storm threatens large-scale flooding, powerful winds after demolishing parts of the Bahamas. CHARLESTON, S.C.-Hurricane Dorian churned toward the Carolinas, regaining strength as a Category 3 storm and threatening large-scale flooding and powerful winds after demolishing parts of the Bahamas and sparing Florida.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-rules-major-terrorism-watch-list-is-unconstitutional-11567658552", "title": "Federal Judge Rules Major Terrorism Watch List Is Unconstitutional", "date": "2019-09-05 00:42", "summary": "Terrorist Screening Database doesn't give potential suspects enough opportunity to challenge inclusion on list, ruled Judge Anthony Trenga. WASHINGTON-A federal judge on Wednesday declared that a terrorism watch list created after the Sept. 11, 2001, attacks is unconstitutional in its current form, reopening the legal debate about a key national security tool used by thousands of U.S. and international government agencies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-ceo-to-return-part-of-his-pay-following-audit-11567653161", "title": "Nissan CEO to Return Part of His Pay Following Audit", "date": "2019-09-05 00:27", "summary": "Change in execution date of stock appreciation rights netted Hiroto Saikawa more than $400,000 in additional payments. TOKYO- Nissan Motor Co. Chief Executive Hiroto Saikawa on Thursday said he will return a portion of his performance-based pay, after Nissan auditors found that the amount was too high.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-launches-smartphone-meant-to-make-blockchain-friendlier-11567656492", "title": "Samsung to Launch Smartphone Meant to Make Blockchain Friendlier", "date": "2019-09-05 00:08", "summary": "The 'KlaytnPhone,' a Galaxy Note 10 variant, will come with blockchain apps and a cryptocurrency wallet installed. SEOUL- Samsung Electronics Co. is releasing a variant of its newest flagship phone in support of the adoption of next-era technology blockchain, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11567618164", "title": "Pepper...and Salt", "date": "2019-09-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-evans-u-s-economy-s-trend-growth-rate-likely-around-1-75-11567624500", "title": "Fed's Evans: U.S. Economy's Trend Growth Rate Likely Around 1.75%", "date": "2019-09-05 00:01", "summary": "Chicago Fed's leader said economy's growth rate remains restrained by job market. Chicago Fed leader Charles Evans said Wednesday the economy's growth rate continues to be restrained by the job market and choices made by companies in a time of uncertainty.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachss-partnership-is-shrinking-11567635448", "title": "Goldman Sachs's Partnership Is Shrinking", "date": "2019-09-05 00:01", "summary": "CEO David Solomon is culling upper ranks he feels have grown bloated. Goldman Sachs Group Inc.'s partnership is shrinking under a new chief executive who wants to restore its exclusivity.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-set-to-land-rover-on-moons-south-pole-11567687831", "title": "India Is Set to Land Its 'Moon Chariot' on the Lunar South Pole", "date": "2019-09-05 00:01", "summary": "Becoming fourth nation to achieve a lunar landing after Russia, U.S. and China will underscore its rising geopolitical profile and tech capabilities. NEW DELHI-India's ambitious space program is speeding toward its biggest challenge yet this weekend: landing on the moon.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-reset-smacks-of-desperation-11567700975", "title": "WeWork Reset Smacks of Desperation", "date": "2019-09-05 00:01", "summary": "Company may cut its valuation in half for its coming IPO, but it is still too expensive amid other warning signs. We Co., the parent of office sublessor WeWork, is tidying up its initial public offering like one would a dormant rental property. It remains a tough sell.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-border-crossings-continue-to-fall-as-mexico-disrupts-migrant-flow-11567646550", "title": "U.S. Border Crossings Continue to Fall as Mexico Disrupts Migrant Flow", "date": "2019-09-05 21:59", "summary": "August figures are 30% lower than July numbers and represent a victory for the Trump administration. The Mexican government's stepped-up effort to deport Central American migrants crossing its southern border has significantly stemmed the flow of unlawful migrants entering the U.S. in the past few months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-wsj-the-college-rankings-measure-11567640457", "title": "What the WSJ/THE College Rankings Measure", "date": "2019-09-05 21:49", "summary": "The focus is on the success of students after graduation. Picking a college is a weighty decision, with financial, emotional, social and intellectual implications. Rankings are a good starting point in determining which schools can offer the best fit. This year, the Wall Street Journal/Times Higher Education College Rankings have updated information and added features that make them even more useful throughout the process.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-rep-jim-sensenbrenner-won-t-seek-re-election-joining-list-of-retiring-republicans-11567641419", "title": "Wisconsin Rep. Sensenbrenner Won't Seek Re-Election, Joining List of Retiring Republicans", "date": "2019-09-05 20:54", "summary": "Former head of House Judiciary Committee, on which he still serves, helped write and pass the Patriot Act. WASHINGTON-Rep. Jim Sensenbrenner (R., Wis.), the second-longest serving member of the House, on Wednesday said he wouldn't run for re-election next year, the latest Republican to announce plans to retire.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-ranked-college-is-11567639507", "title": "Harvard Is No. 1 in the Wall Street Journal/THE College Rankings", "date": "2019-09-05 20:32", "summary": "Harvard, with four Ivies ranked among the top five. But the rankings reveal plenty of options for students, depending on what's important to them. Go west for a diverse school. Look to the Northeast for a rich one most likely to land you a great job. For great bang for your buck, consider the City University of New York.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-apps-could-see-payments-limited-under-new-york-state-proposal-11567643137", "title": "Food Delivery Apps Could See Payments Limited Under New York State Proposal", "date": "2019-09-05 20:25", "summary": "New York State Liquor Authority draft rule has the support of some restaurants, which have complained the apps' fees are onerous. Companies that operate food-delivery apps have mobilized against a proposed New York state rule that would either restrict how they are paid or force them to join the liquor licenses of restaurants they serve.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authorities-suspect-man-of-making-and-selling-gun-used-in-texas-shooting-11567639127", "title": "Authorities Suspect Man of Making and Selling Gun Used in Texas Shooting", "date": "2019-09-05 20:13", "summary": "Law-enforcement officials suspect Lubbock, Texas, man sold rifle to assailant in a private sale. Law-enforcement officials said they have identified a person of interest they suspect of illegally manufacturing and selling the rifle used in Saturday's mass shooting in West Texas.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]