[{"link": "https://www.wsj.com/articles/u-s-markets-farm-goods-to-nations-beyond-china-11570489468", "title": "U.S. Markets Farm Goods to Nations Beyond China", "date": "2019-10-07 19:34", "summary": "Trade war has sapped demand from a top buyer of U.S. crops and meat. The U.S. government is marketing the nation's crops and meat in smaller countries as Washington and Beijing continue to spar over trade.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-begins-pullback-from-northern-syria-clearing-way-for-turkish-offensive-11570439862", "title": "Trump's Call to Leave Syria Draws Fire From GOP Allies", "date": "2019-10-07 19:29", "summary": "Supporters warn that letting Turkey attack the Kurds and walking away from the fight against Islamic State would cause irreparable damage to U.S. interests. President Trump's latest move to end U.S. involvement in Syria drew a burst of condemnation from dedicated supporters, who warned that abandoning a key ally, the Kurds, and walking away from the fight against Islamic State would cause irreparable damage to U.S. interests.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-ahead-of-trade-talks-11570436598", "title": "U.S. Stocks Tick Lower as Investors Await Trade Developments", "date": "2019-10-07 19:21", "summary": "As the week progresses, traders will be keeping eyes on headlines from Washington. Stocks inched lower, weighed down by shares of consumer-staples companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-nine-to-acquire-popsugar-continuing-wave-of-digital-media-tie-ups-11570482901", "title": "Group Nine to Acquire PopSugar in Latest Wave of Digital Media Tie-Ups", "date": "2019-10-07 19:20", "summary": "All-stock deal values women-focused publisher PopSugar at $300 million; follows recent acquisitions involving Vox Media, Vice Media. Discovery Inc. -backed digital publisher Group Nine Media Inc. has agreed to acquire women-focused publisher PopSugar, the companies said, the latest merger of new-media firms hoping that greater scale will help them sell online ads, where Facebook and Google dominate.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-opens-term-with-look-at-kansas-effort-to-bar-insanity-defense-11570489582", "title": "Supreme Court Opens Term With Look at Effort to Bar Insanity Defense", "date": "2019-10-07 19:06", "summary": "Several justices balk at seeing historical rights of defendants reduced; less-than-unanimous convictions also on docket. WASHINGTON-The Supreme Court opened its term Monday with arguments exploring fundamental questions of criminal law, hearing separate cases asking whether the Constitution permits states to abolish the insanity defense or convict defendants absent a unanimous jury.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-and-milk-groups-seek-to-defend-supermarket-turf-11570465758", "title": "Meat, Milk Producers Seek to Defend Supermarket Turf", "date": "2019-10-07 18:57", "summary": "Dairy, beef products fight for shelf space with plant-based alternatives. Dairies and ranchers want to push plant-based alternatives off their turf.", "categories": [["Business", "WSJ Food Forum"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbas-china-flap-highlights-high-wire-act-for-american-firms-11570488577", "title": "NBA's China Flap Highlights High-Wire Act for American Firms", "date": "2019-10-07 18:49", "summary": "Global companies from Marriott to Gap have come under fire for taking a perceived stance on Hong Kong protests. The National Basketball Association became the latest American business to face criticism after inflaming Chinese sensitivities, underscoring the dilemma for Western brands as China moves toward overtaking the U.S. as the world's largest consumer market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-friends-like-the-u-s-11570488438", "title": "With Friends Like the U.S.", "date": "2019-10-07 18:47", "summary": "The Kurds helped to defeat ISIS. Trump leaves them to Erdogan.. President Trump's defeat of Islamic State as a territorial power was a major foreign-policy success, yet he may now undo it with a retreat from Syria that will also signal to U.S. allies that the White House can't be trusted.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-oxygen-11570488335", "title": "Got Oxygen?", "date": "2019-10-07 18:45", "summary": "A Nobel for finding a molecular switch with huge medical benefits.. Why do elite athletes get better by training at high altitudes and how do cancer tumors develop their own blood supply? The Nobel Prize in Physiology or Medicine on Monday was awarded to Americans William Kaelin Jr. and Gregg Semenza and Sir Peter Ratcliffe of Britain for their groundbreaking research that helps answer these and other questions behind many medical breakthroughs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-courts-sex-debate-11570488259", "title": "The Supreme Court's Sex Debate", "date": "2019-10-07 18:44", "summary": "Congress is the place to rewrite laws as social mores change.. If you hadn't heard, conservatives on the Supreme Court are preparing an all-out attack on America's marginalized classes. The blitz begins Tuesday with a trio of cases that consider whether gay and transgender people are protected against employment discrimination under the Civil Rights Act. The Justices should focus on the law, not these overwrought political claims.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbi-is-lucky-to-have-william-barr-11570488015", "title": "The FBI Is Lucky to Have William Barr", "date": "2019-10-07 18:40", "summary": "Agents in the field during his first stint as attorney general had nothing but praise: 'He knows no fear.'. Attorney General William Barr has come under harsh attack from Democrats, the media and former officials such as John Brennan, who ran the Central Intelligence Agency under Barack Obama. I served during Mr. Barr's first stint as attorney general from 1991-93 and am glad he's back. The bureau was let down by poor leadership under former Director James Comey. It was led down a rabbit hole into a baseless investigation of a presidential campaign, and its reputation has been tarnished by headquarters sycophants. Mr. Barr has the character and experience to get the bureau back on track.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-dialogue-with-moscow-11570488054", "title": "America Needs Dialogue With Moscow", "date": "2019-10-07 18:40", "summary": "Sanctions have their place, but some of them are undermining trust without serving their purpose.. When I served as U.S. ambassador to Russia, the embassy in Moscow held a regular safety exercise called the \"duck and cover drill.\" The drill is designed to save lives in the event of an attack, and our team practiced it so often that even embassy children could recite the announcement by heart. Through repetition, our reaction to the jarring siren became an ordinary part of the job.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-jacksonian-syria-withdrawal-11570487847", "title": "Trump's Jacksonian Syria Withdrawal", "date": "2019-10-07 18:37", "summary": "He isn't the first president to try to pull America back from the Middle East.. Under investigation for impeachment he may be, but President Trump can still shake the world with his tweets. Explaining his decision to pull U.S. troops away from the Turkish-Syrian border at the cost of the Kurdish-led Syrian Democratic Forces, and open the way for Turkish forces to create what Ankara calls a \"safety zone,\" President Trump tweeted early Monday that \"it is time for us to get out of these ridiculous Endless Wars, many of them tribal, and bring our soldiers home.\"", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeaching-trump-voters-11570487810", "title": "Impeaching Trump Voters", "date": "2019-10-07 18:36", "summary": "It's revenge for 2016, and nervousness about Democratic prospects for 2020.. For the sake of argument, let's stipulate that Donald Trump is everything Democrats say he is: a president who abuses his national-security powers by siccing a foreign government on his political rival, a racist/bigot/nativist constantly using \"dog whistles\" to stoke division, a man uniquely unfit to sit in the Oval Office.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ginsburg-a-woman-isnt-a-demiboy-11570487752", "title": "Justice Ginsburg, a Woman Isn't a 'Demiboy'", "date": "2019-10-07 18:35", "summary": "If the Supreme Court redefines 'sex' to include 'gender identity,' the female sex will suffer.. Should the legal meaning of \"sex\" be changed? That's what the Supreme Court will consider Tuesday when it hears oral arguments in the cases of Harris Funeral Homes v. Equal Employment Opportunity Commission and Bostock v. Clayton County. Should the justices decide to broaden the meaning of sex, it would spell disaster for women.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-we-have-a-china-problem-11570487719", "title": "Houston, We Have a China Problem", "date": "2019-10-07 18:35", "summary": "The NBA kowtows after the Rockets general manager fails to toe the Communist Party line.. China has become comfortable pushing around American companies-a little too comfortable. Its boycott of the National Basketball Association's Houston Rockets, announced Sunday to muzzle support for mass protests in Hong Kong, has alerted Americans to the threat posed by China's bullying in a way that intellectual-property theft never could.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-when-the-nba-talked-tough-11570487610", "title": "Notable & Quotable: When the NBA Talked Tough", "date": "2019-10-07 18:33", "summary": "'I think in this day and age, you really do have to stand for something,' said Commissioner Adam Silver.. From \"The NBA is not afraid to lead on social justice,\" CNN.com, Feb. 19, 2018:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-boosts-homeless-outreach-after-four-men-are-killed-11570487423", "title": "New York City Boosts Homeless Outreach After Four Men Are Killed", "date": "2019-10-07 18:30", "summary": "Three of four homeless men beaten to death in Chinatown over the weekend are identified. New York City will increase its mental-health outreach to the homeless in Manhattan's Chinatown after four homeless men were bludgeoned to death in the neighborhood, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalin-and-the-fate-of-europe-review-as-the-curtain-came-down-11570487456", "title": "'Stalin and the Fate of Europe' Review: As the Curtain Came Down", "date": "2019-10-07 18:30", "summary": "Surprisingly, at certain flashpoints in postwar Europe the Soviet Union aimed at accommodation more than outright conflict.. Of the many events that took place in the final phase of World War II, the activities on the small Danish island of Bornholm are among the least remembered. On May 9, 1945, just as Germany was surrendering to the Allies, the Red Army occupied Bornholm. The island's strategic location 150 miles northeast of the German city of Lubeck could have given the Soviets control of the route between the Baltic and North seas, creating leverage for the Kremlin in any postwar settlement. And a Soviet presence there fed Stalin's hope of imposing Soviet-Danish cooperation, both political and economic.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-tosses-trump-attempt-to-block-subpoena-for-his-tax-returns-11570455028", "title": "Appeals Court Stays Order That Trump Release Tax Returns", "date": "2019-10-07 18:18", "summary": "Judge rules President Trump isn't immune from criminal investigations while in office; appeals court blocks immediate enforcement of subpoena. A federal judge in New York on Monday ruled President Trump's accounting firm must turn over eight years of his personal and business tax returns, an order that was immediately put on hold by an appeals court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committees-subpoena-pentagon-omb-for-ukraine-documents-11570467176", "title": "Pentagon, White House Budget Office Get Ukraine Subpoenas", "date": "2019-10-07 18:15", "summary": "The demand for documents by House committees mark the latest in the impeachment inquiry. WASHINGTON-House committees subpoenaed the Pentagon and White House budget office for documents related to the Trump administration's dealings with Ukraine, the latest effort by Democrats to obtain new information from the administration on efforts to pressure Kyiv to investigate the president's political rival Joe Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-lawmakers-look-to-regulate-facial-recognition-tools-11570485799", "title": "New York City Lawmakers Look to Regulate Facial-Recognition Tools", "date": "2019-10-07 18:03", "summary": "Three bills would set guidelines for landlords and businesses using biometric-data systems. New York City council members are moving to regulate the use of facial-recognition software by landlords and business owners, but some residents say the proposed legislation doesn't go far enough.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-edge-away-from-2019-lows-11570466482", "title": "Bond Yields Edge Away From 2019 Lows", "date": "2019-10-07 17:52", "summary": "Yields snap a seven-session streak of declines. U.S. government bond yields crept higher Monday, snapping a seven-session streak of declines.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/referendum-asks-if-new-york-city-voters-should-rank-candidates-by-preference-11570363201", "title": "Referendum Asks If New York City Voters Should Rank Candidates by Preference", "date": "2019-10-07 17:50", "summary": "Supporters say process increases democratic participation and could make candidates work harder. New York City voters would no longer have to choose just one candidate in some election races if a referendum passes next month.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slave-play-review-whitesplaining-in-the-bedroom-11570484348", "title": "'Slave Play' Review: 'Whitesplaining' in the Bedroom", "date": "2019-10-07 17:39", "summary": "After a much lauded off-Broadway run, Jeremy O. Harris's play about sex and race moves to the Great White Way.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-medicine-awarded-to-u-s-and-british-scientists-11570441156", "title": "Nobel Prize in Medicine Awarded to U.S. and British Scientists", "date": "2019-10-07 17:26", "summary": "Americans William Kaelin and Gregg Semenza shared the prize with Peter Ratcliffe of the U.K.. A trio of U.S. and British scientists won this year's Nobel Prize in Physiology or Medicine for discovering how cells sense and adapt to the amount of oxygen available-findings that open the door to new ways of tackling anemia and cancer, among other diseases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-ceo-the-future-of-food-features-plenty-of-snacks-11570453437", "title": "Cargill Executive Urges Resolution of U.S.-China Trade Dispute", "date": "2019-10-07 17:24", "summary": "Company's sustainability chief warns of effect on U.S. farmers and environment if soy production shifts to South America. The food industry is being tested by shifting consumer tastes, new technology and global trade disputes. Those are among the issues on the agenda Monday in New York at The Wall Street Journal's Global Food Forum, which includes important players in the sector such as the chief executive of Mondelez International Inc., the president of McDonald's U.S.A. and Cargill Inc.'s sustainability chief.", "categories": [["Business", "WSJ Food Forum"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/required-tip-sharing-gets-backing-from-trump-administration-11570483348", "title": "Required Tip-Sharing Backed by Trump Administration", "date": "2019-10-07 17:22", "summary": "Proposed rule is victory for restaurant industry. WASHINGTON-Businesses would more easily be able to require workers to share tips under a Labor Department proposal released Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-swings-in-repo-rates-raise-concerns-about-bond-markets-liquidity-11570449601", "title": "Wild Swings in Repo Rates Raise Bond Market Liquidity Concerns", "date": "2019-10-07 17:17", "summary": "Rates for overnight loans recently surged as high as 10% amid an unexpected cash crunch in the financial system. Some investors are concerned that recent turmoil in a key short-term cash market where banks borrow to fund operations could exacerbate difficulties trading bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-unveils-pension-plan-changes-aimed-at-paring-deficit-debt-load-11570447318", "title": "GE to Freeze Pensions for 20,000 Workers", "date": "2019-10-07 17:15", "summary": "Conglomerate says moves will reduce pension deficit by up to $8 billion; it will add $5 billion to pension fund next year. General Electric Co. said it was freezing its pension plan for about 20,000 U.S. workers and offering pension buyouts to 100,000 former employees, as the conglomerate joins the ranks of U.S. companies phasing out a guaranteed retirement.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-move-on-northern-syria-is-met-with-bipartisan-criticism-11570467760", "title": "McConnell Urges Trump to Keep Syria Troops as Bipartisan Criticism Mounts", "date": "2019-10-07 17:14", "summary": "As bipartisan criticism greets Trump move, Senate majority leader cautions against 'retreat'. WASHINGTON-Senate Majority Leader Mitch McConnell urged President Trump to \"exercise American leadership\" and keep U.S. troops in northern Syria, joining a chorus of Republican and Democratic lawmakers who warned the president against withdrawing from the area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reaches-proposed-settlement-in-video-measurement-lawsuit-11570482031", "title": "Facebook Reaches Proposed Settlement in Video Measurement Lawsuit", "date": "2019-10-07 17:00", "summary": "Advertisers sued over inflated video viewing metrics. Facebook Inc. FB -3.11% could pay $40 million to settle a lawsuit from advertisers over miscalculated video metrics.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-crisis-hits-cannabis-stocks-11570473235", "title": "Vaping Crisis Hits Cannabis Stocks", "date": "2019-10-07 16:41", "summary": "Shares of the companies have slid as the health scare over vaping has worsened. The vaping crisis is punishing investors in cannabis companies.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quebe-sisters-home-by-billy-strings-and-world-full-of-blues-by-rob-ickes-trey-hensley-reviews-americana-takes-a-more-instrument-driven-turn-11570480188", "title": "'The Quebe Sisters,' 'Home' by Billy Strings and 'World Full of Blues' by Rob Ickes & Trey Hensley Reviews: Americana Takes a More Instrument-Driven Turn", "date": "2019-10-07 16:29", "summary": "While the genre has long been a bastion of songwriting, a new generation of artists first showed prowess as players.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-court-filings-show-pay-for-top-players-11570465837", "title": "U.S. Women's Soccer Team Court Filings Show Pay for Top Players", "date": "2019-10-07 16:15", "summary": "U.S. Soccer Federation says top women were paid more than men; U.S. women say that's because they played and won more. The U.S. Soccer Federation, defending itself against a gender discrimination suit from the U.S. women's soccer team, last week submitted court filings asserting that four U.S. women's national team players were paid more than the highest-earning player on the U.S. men's team over a period of about six years.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-kurds-in-syria-a-conflict-renewed-11570469431", "title": "For Kurds in Syria, a Conflict Renewed", "date": "2019-10-07 16:07", "summary": "Resume Subscription. President Trump's decision to step out of the way of a Turkish offensive in northern Syria renews pressure on the Kurdish ethnic group and the forces that helped it establish a semiautonomous region in the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oil-prices-climb-as-trade-talks-near-11570465952", "title": "Oil Prices Inch Lower as Dollar Rises Ahead of Trade Talks", "date": "2019-10-07 15:16", "summary": "Crude pares earlier gains as a stronger dollar makes commodities more expensive for overseas buyers. Oil prices edged lower Monday, erasing an earlier gain as the dollar rose and investors looked ahead to another round of trade talks between the U.S. and China.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-acts-to-end-deadly-response-to-protests-11570464203", "title": "Iraq Acts to End Deadly Response to Protests", "date": "2019-10-07 15:15", "summary": "Government pledges new social aid in a bid to calm antigovernment that have threatened a new cycle of violence. BAGHDAD-Iraqi leaders moved Monday to stop the use of deadly force against protesters and promised new social aid in a bid to calm demonstrations that have threatened a new cycle of violence.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonobos-cuts-jobs-as-owner-walmart-seeks-to-cut-e-commerce-losses-11570474405", "title": "Bonobos Trims Jobs as Owner Walmart Seeks to Cut E-commerce Losses", "date": "2019-10-07 15:11", "summary": "The men's apparel retailer to eliminate several dozen positions. Bonobos, the men's apparel retailer owned by Walmart Inc . , is laying off some staff on Monday as Walmart works to narrow losses in its unprofitable U.S. e-commerce division.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-in-search-of-an-argument-11570474867", "title": "Biden in Search of an Argument", "date": "2019-10-07 15:01", "summary": "His Washington Post op-ed offers a revealing look at his campaign and the impeachment drama.. If Joe Biden had a reasonable explanation for his family's lucrative ventures in countries where he was leading U.S. policy as Vice President, he likely would have shared it in a Washington Post op-ed. Perhaps more alarming for Democrats-whether or not they favor Mr. Biden for the party's 2020 presidential nomination-is his inability to make a concrete case for President Donald Trump's impeachment. It seems that Mr. Biden is not alone.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/envoy-kurt-volker-steps-down-as-head-of-mccain-institute-11570467658", "title": "Envoy Volker Steps Down as Head of McCain Institute", "date": "2019-10-07 14:57", "summary": "Diplomat was questioned in impeachment inquiry over his role arranging Giuliani meeting. WASHINGTON-Kurt Volker, who stepped down last month as U.S. special envoy to Ukraine as Democrats probed his role in President Trump's interactions with Kyiv, said on Monday that he would resign as the executive director of the McCain Institute, a Washington think tank affiliated with Arizona State University.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-appoints-content-chief-new-boss-for-streaming-service-11570473815", "title": "NBCUniversal Appoints Content Chief, New Boss for Streaming Service", "date": "2019-10-07 14:43", "summary": "Bonnie Hammer to lead newly created TV-production business; Matt Strauss to head Peacock. Comcast Corp.'s NBCUniversal has consolidated its TV-production business and named a new head of its soon-to-be launched streaming service as part of a broad realignment of its entertainment operations, the company said Monday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-responded-u-s-politicians-roared-now-its-chinas-move-11570473531", "title": "The NBA Responded. U.S. Politicians Roared. Now It's China's Move.", "date": "2019-10-07 14:38", "summary": "The league is struggling to balance its economic ambitions in China against American democratic norms as it navigates the fallout of Rockets general manager Daryl Morey's pro-Hong Kong tweet. The NBA is resisting Beijing's pressure to punish a Houston Rockets executive who publicly supported protesters in Hong Kong amid a political furor in the U.S. as the league struggled to balance its economic ambitions in China against American democratic norms.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fix-leave-alone-or-close-the-repo-market-11570470121", "title": "Fix, Leave Alone or Close the Repo Market?", "date": "2019-10-07 13:42", "summary": "It is unclear why Amar Bhide doesn't just simply support rejuvenation of the Fed Funds market, a place where he concedes banks \"can successfully access credit without providing collateral.\". While aptly noting the importance of market price signals and the bewildering interactions of bank regulation and economic events, Prof. Amar Bhide then confusingly pivots to advocate explicit central bank guarantees of overnight borrowings and a related guarantee fee (\"To Make Banks Stable, End, Don't Mend, the Repo Market,\" op-ed, Oct. 2). It is unclear why he doesn't simply support rejuvenation of the fed-funds market, a place where he concedes banks \"can successfully access credit without providing collateral.\" Finally, Prof. Bhide should note that the central bank of a least one Scandinavian country, Sweden, does use repo and currently has a negative interest rate on repo borrowings.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kashkari-supports-rate-cuts-but-unsure-how-many-more-are-needed-11570462866", "title": "Fed's Kashkari Supports Rate Cuts, But Unsure How Many More Are Needed", "date": "2019-10-07 13:41", "summary": "Minneapolis Fed leader says 'we should be supporting the economy, not tapping the brakes' with monetary policy. Federal Reserve Bank of Minneapolis President Neel Kashkari said Monday he is \"happy\" the U.S. central bank is lowering rates.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-religion-is-your-object-of-ultimate-concern-11570470071", "title": "Your Religion Is Your Object of Ultimate Concern", "date": "2019-10-07 13:41", "summary": "What becomes obvious is there are no nonreligious people. We are all just devoted to different things.. A better, comprehensive definition of \"religion\" than suggested in Barton Swaim's review of Melvin Konner's \"Believers: Faith in Human Nature,\" (\"The Future, Not Secular,\" Books, Sept. 28) is that religion is simply \"One's Object of Ultimate Concern,\" posited by theologian Paul Tillich (1886-1965). By Tillich's definition what becomes obvious is there are no nonreligious people. We are all devoted to different things.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honor-the-armys-brave-sacrifice-at-chosin-11570470019", "title": "Honor the Army's Brave Sacrifice at Chosin", "date": "2019-10-07 13:40", "summary": "The losses of the Army units were horrifying, and their sacrifices bought time for the Marines and for the survival of South Korea.. Your Sept. 28 front-page photograph and caption about the 69th anniversary of the Battle of Chosin Reservoir omitted the losses of Army units (\"U.S. Veterans of Korean War Gather to Mark Storied Battle\"). I don't minimize the fighting spirit or the valor of the Marines; however, the omission of the losses of Army units is troubling because for so long their valor and losses were ignored and discounted. It reinforces the old and mistaken idea that the units of the Army X Corps, specifically of the 31st and 32nd Infantry, commanded first by Col. Allan MacLean and later by my father, Lt. Col. Don C. Faith Jr., weren't really worth mentioning. For 50 years the conventional storyline was that the Army was there, but it was only the Marines and Koreans who fought well and lost so many. MacLean was taken prisoner, and my father gave his life to bring his units from close to the Yalu in Manchuria south to a rendezvous point where the expected reinforcements were absent. My father was a posthumous recipient of the Medal of Honor for his actions. The losses of the Army units were horrifying, and their sacrifices bought time for the Marines and for the survival of South Korea.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-burned-the-bridge-to-suburban-women-11570469984", "title": "Trump Burned the Bridge to Suburban Women", "date": "2019-10-07 13:39", "summary": "Heather Higgins's \"Trump Tries to Win Disaffected Women Back\" is utterly delusional.. Heather R. Higgins's \"Trump Tries to Win Disaffected Women Back\" (op-ed, Oct. 3) is utterly delusional. She claims that President Trump, to win over the critical votes of disaffected suburban women, has begun to listen to their concerns.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-new-car-debt-is-the-systems-warning-light-11570469947", "title": "High New-Car Debt Is the System's Warning Light", "date": "2019-10-07 13:39", "summary": "If it isn't in our budget, we don't buy it. It isn't worth stressing over; it's just a car.. After reading \"Americans Buy Cars With Piles of Debt\" (Page One, Oct. 2), I conclude that we aren't teaching young people the basics of finance and how to budget. I consider my family middle-working class. We keep a car 10 years or more, and we buy a car we can afford. We just purchased a new RAV4, and we paid cash because we saved for it. If the vehicle had been over budget, we would have bought a certified, preowned car. Would we like a flashier vehicle? Sure, but it isn't in our budget so we don't buy it. It isn't worth stressing over; it's just a car.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-marginal-revolutionaries-review-team-liberty-11570201973", "title": "'The Marginal Revolutionaries' Review: Team Liberty", "date": "2019-10-07 13:24", "summary": "As socialism and central planning captured the allegiance of intellectuals and governments, one group of thinkers argued for free markets and individual freedom.. At the dawn of the 20th century, Vienna was the nerve center of a vast Austro-Hungarian empire that controlled most of central Europe. The city was a haven of baroque splendor and liberal consciousness, a multicultural citadel of wine, women and song. Ironically, it was also the incubator of revolutionary movements that would make the century the bloodiest in human history and bring profound political, social and economic change to vast stretches of the West.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irelands-privacy-regulator-moves-closer-to-decisions-in-whatsapp-twitter-cases-11570462640", "title": "Ireland's Privacy Regulator Moves Closer to Decisions in WhatsApp, Twitter Cases", "date": "2019-10-07 13:16", "summary": "The cases involve compliance with Europe's transparency and breach-notification rules. A top European Union privacy regulator is moving closer to making draft decisions involving Facebook Inc . 's WhatsApp and Twitter Inc. under the bloc's new privacy law.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-syria-action-poses-test-of-turkeys-allegiances-11570468338", "title": "Planned Syria Action Poses Test of Turkey's Allegiances", "date": "2019-10-07 13:12", "summary": "Ankara seeks to counter armed Kurdish forces that U.S. has backed, deepening cooperation with Russia. ISTANBUL-Turkey's decision to launch a military offensive in northeastern Syria once American troops have withdrawn opens a new front in the eight-year Syrian conflict, testing the country's influence in a volatile Middle East where the U.S. wants a diminished role and Russia a bigger one.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-rocked-by-security-breach-that-saw-extremist-work-in-counterterrorism-11570446866", "title": "France Rocked by Extremist's Counterterror Role", "date": "2019-10-07 13:06", "summary": "Mickaël Harpon was allowed to continue working in police intelligence despite arguing that the Charlie Hebdo terror attack was justified. PARIS-France has been rocked by a security breach that allowed an Islamist extremist to work in the heart of its counterterrorism apparatus for years, before he killed four of his colleagues last week and was then shot dead.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chair-powell-underscores-importance-of-independent-central-bank-11570467717", "title": "Fed Chair Powell Underscores Importance of Independent Central Bank", "date": "2019-10-07 13:01", "summary": "Central banker's remarks come amid continued criticism from President Trump. ", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/majority-of-new-yorkers-supportban-on-sale-of-e-cigarettes-11570440600", "title": "Majority of New Yorkers Support Ban on Sale of E-Cigarettes", "date": "2019-10-07 12:15", "summary": "In a survey by Siena College Research Institute, 73% of respondents agreed vaping is 'epidemic' among young people. New Yorkers think the use of e-cigarettes is a serious public health problem and support a ban on flavored e-cigarette products, according to a poll released Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-throws-a-brick-in-china-11570460785", "title": "The NBA's Timid Brick in China", "date": "2019-10-07 12:12", "summary": "A tweet about Hong Kong protests provokes an international incident. It's hard to think of an organization that's enjoyed a run of attention as unabashedly positive as what the NBA has enjoyed over the past half-decade or so. This is the enlightened league that \"gets it\"; that allows its players and coaches to speak freely on matters both sporting and political; that is currently amid a \"player empowerment\" era in which it's the talent on the court, not the chair-bound executives, who are largely determining the future of the game.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-eco-friendly-status-symbol-water-bottles-11570463727", "title": "The Latest Eco-Friendly Status Symbol? Water Bottles", "date": "2019-10-07 11:55", "summary": "As more people lug around reusable water bottles, these sippable containers-from upscale labels like Supreme and Prada-have become envy-inducing accessories. STARTING IN middle school, Megan DeStefano began carrying a water bottle around with her. She was an athlete, and her mother had hammered home the importance of drinking water, but her puzzled peers looked at her askance. \"People thought it was weird,\" said Ms. DeStefano, now 29 and a registered dietician in Temple, Texas. \"I was one of the few high schoolers carrying a water bottle with me to class.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-baron-robert-murrays-companies-edge-closer-to-the-brink-11570366800", "title": "Coal Baron Robert Murray's Companies Edge Closer to the Brink", "date": "2019-10-07 11:40", "summary": "CEO's close ties to the Trump administration haven't brought about coal's revival. Robert Murray, the coal executive known for his outspoken advocacy of the industry and close ties to President Trump, could be on the brink of losing his companies as the power industry shifts away from coal to cheaper fuel sources.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-stars-throwback-mustache-inspires-fansto-the-horror-of-their-spouses-11570462074", "title": "Gardner Minshew's Throwback Mustache Inspires NFL Fans-to the Horror of Their Spouses", "date": "2019-10-07 11:27", "summary": "Resume Subscription. T.J. Daufenbach remembers the first time he laid eyes on it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gymnastics-federations-payments-to-a-foundation-it-controls-is-under-scrutiny-11570461825", "title": "Gymnastics Federation's Payments to a Linked Foundation Is Under Scrutiny", "date": "2019-10-07 11:23", "summary": "Documents show USA Gymnastics transferred millions of dollars into a closely linked foundation in the years before legal challenges related to sexual assaults triggered a bankruptcy filing. USA Gymnastics made several transfers of millions of dollars into a closely linked foundation in the years before legal challenges related to sexual assaults by former national team doctor Larry Nassar triggered a bankruptcy filing by the gymnastics federation, tax documents show.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-board-girds-for-clash-with-management-11570461706", "title": "Nissan Board Girds for Clash With Management", "date": "2019-10-07 11:21", "summary": "At next board meeting, directors will demand to see 80-name list of people who allegedly helped Carlos Ghosn. TOKYO-Some Nissan Motor Co. directors will demand at Tuesday's board meeting to see a list of around 80 Nissan employees who may have assisted former Chairman Carlos Ghosn in alleged wrongdoing, said people familiar with the board's thinking, setting up a potential clash with management.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-cries-foul-over-nba-teams-tweet-11570461275", "title": "China Cries Foul Over NBA GM's Tweet About Hong Kong", "date": "2019-10-07 11:14", "summary": "Houston Rockets general manager Daryl Morey's support for Hong Kong demonstrators ignites firestorm. SHANGHAI-A controversy that has engulfed one of the most popular and visible U.S. exports to China, professional basketball, gained momentum Monday, as Chinese fans expressed outrage and online retailers raced to take down merchandise.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-calls-for-u-s-diplomats-wife-involved-in-fatal-car-crash-to-return-11570461060", "title": "U.K. Calls for U.S. Diplomat's Wife Involved in Fatal Car Crash to Return", "date": "2019-10-07 11:11", "summary": "Police say 42-year-old Anne Sacoolas is a suspect in the death of a teenage motorcyclist. LONDON-British Prime Minister Boris Johnson called Monday for a U.S. diplomat's wife who police say was involved in a fatal car crash to return to the U.K., saying she shouldn't have used diplomatic immunity to leave the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-expected-larry-culp-to-break-apart-ge-instead-hes-trying-to-fix-it-11570460349", "title": "Larry Culp's GE Plan: a Fix, Not a Reinvention", "date": "2019-10-07 10:59", "summary": "Resume Subscription. When Larry Culp gathered top General Electric Co. officers for a summit north of New York City last month, the chief executive had a message for them. He wasn't going to dismantle their company.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/erie-hit-rock-bottom-the-former-factory-hub-thinks-it-has-a-way-out-11570440601", "title": "Erie Hit 'Rock Bottom.' The Former Factory Hub Thinks It Has a Way Out.", "date": "2019-10-07 10:51", "summary": "Resume Subscription. ERIE, Pa.-To local leaders, a row of abandoned redbrick buildings in the heart of this Rust Belt city's ailing downtown presents the best hope to spark a citywide revival.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-is-buying-soybeans-again-as-trade-talks-resume-11570459667", "title": "China Is Buying Soybeans Again as Trade Talks Resume", "date": "2019-10-07 10:47", "summary": "China has recently made some of its biggest purchases of U.S. soybeans and other agricultural products in more than a year. WASHINGTON-The long-frozen U.S.-China trade talks are showing signs of a possible thaw, as a Chinese trade team returns to Washington and Chinese commodity buyers return to America's soybean market.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-federal-hiring-emphasizes-border-control-veterans-military-11570459550", "title": "Trump's Federal Hiring Emphasizes Border Control, Veterans, Military", "date": "2019-10-07 10:45", "summary": "Government workforce has grown under Trump, though at more modest pace than under Obama, George W. Bush. The White House has reshaped the federal workforce to advance President Trump's priorities, emphasizing border control, veterans and the military while shrinking the size of the education, labor and housing-and-urban-development agencies, an analysis by The Wall Street Journal shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rights-of-gay-employees-up-next-on-supreme-court-docket-11570458194", "title": "Rights of Gay Employees Up Next on Supreme Court Docket", "date": "2019-10-07 10:23", "summary": "Civil Rights Act of 1964 barring workplace discrimination has been open to interpretation. WASHINGTON-The Supreme Court on Tuesday will consider whether federal law protects gay and transgender employees from discrimination, the first major gay-rights issue to reach the justices since their landmark decision in 2015 extending marriage rights to same-sex couples.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-slumps-as-launch-of-bakkt-futures-market-disappoints-11570456858", "title": "Bitcoin Slumps as Launch of Bakkt Futures Market Disappoints", "date": "2019-10-07 10:00", "summary": "Cryptocurrency's sales pitch has been hijacked by its own risks-from extreme volatility to market manipulations, fraud and theft. Bitcoin's latest white knight hasn't slain the dragon.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfls-passing-records-are-becoming-meaningless-11570456043", "title": "The NFL's Passing Records Are Becoming Meaningless", "date": "2019-10-07 09:47", "summary": "Tom Brady passed Brett Favre to be third all time in passing yards. But the NFL's passing boom may mean it's not long before all these records are toppled.. Tom Brady passed Brett Favre on the NFL's career passing yards list Sunday, placing him only behind Peyton Manning and Drew Brees. It's a testament to one of the best players ever, his unprecedented durability-Brady is 42 years old, you might have heard-and a career that has already produced six Super Bowl rings.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-political-climate-is-bad-for-some-americans-health-11570455824", "title": "Today's Politics May Be Bad for Your Health", "date": "2019-10-07 09:43", "summary": "Citizens in a new study blame U.S. politics for stress, depression, lost sleep and other physical and mental problems. An Iowa man is so bothered by the political climate that his psychologist says he asked for a higher dosage of his anxiety medication. A Chicago woman is so uneasy about politics that she has needed two dental implants to deal with her teeth-grinding habit. And a New York woman says she suffered her first flare-up of multiple sclerosis in 10 years due to political angst.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-identify-two-suspects-in-kansas-city-shooting-11570455249", "title": "Police Identify Two Suspects in Kansas City Shooting", "date": "2019-10-07 09:34", "summary": "One of the alleged gunmen remains at large and is considered dangerous, while the other was arrested on Sunday. Police in Kansas City, Kan., identified two men suspected of shooting nine people in a bar early Sunday morning, killing four.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-47-billion-to-financial-system-11570454382", "title": "New York Fed Adds $47 Billion to Financial System", "date": "2019-10-07 09:19", "summary": "Banks asked for $47.05 billion in overnight reserves, all of which the Fed accepted. The Federal Reserve Bank of New York added $47.05 billion to the financial system Monday by using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-alphabet-paypal-holdings-facebook-walmart-and-more-11570445814", "title": "Stocks to Watch: Alphabet, GE, Facebook and Walmart", "date": "2019-10-07 09:04", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-canaries-in-the-impeachment-coal-mine-11570453200", "title": "Republican Canaries in the Impeachment Coal Mine", "date": "2019-10-07 09:00", "summary": "Four senators up for re-election in swing states will be important leading indicators of GOP sentiments. Amid the hothouse atmosphere that has developed in Washington in recent days, some are seeing a strategy emerging from President Trump's increasingly frequent and brazen broadsides against his opponents in the impeachment debate.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-takes-stock-after-long-weekend-of-violence-11570452803", "title": "Hong Kong Shaken After Long Weekend of Violence", "date": "2019-10-07 08:53", "summary": "Both the uprising and the government struggling to lead the city out of chaos are deep in uncharted territory. Hong Kong faces a major test Tuesday, as the city tries to return to its normal workday patterns after a long weekend of violence, shop closures, and transportation halts that in effect put a curfew on daily life.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-in-the-life-of-architect-david-rockwell-11570451989", "title": "A Day in the Life of Architect David Rockwell", "date": "2019-10-07 08:39", "summary": "From designing Nobu Downtown to creating Broadway sets, the architect's wide-ranging practice involves seeking out each project's narrative thread.. Over the past three and a half decades, David Rockwell and his architecture and design firm, Rockwell Group, have built a reputation for their versatility and prolific output. From vibey hotels to Broadway sets, solemn memorials to grand restaurants, each case is an opportunity to expand their repertoire. \"We are obsessively not interested in repeating ourselves,\" the New York-based architect says. \"There's still a sense that every detail matters, even after all these years.\"", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanderss-heart-attack-brings-age-to-2020-forefront-11570451845", "title": "Sanders's Heart Attack Brings Age to 2020 Forefront", "date": "2019-10-07 08:37", "summary": "Democratic voters show renewed concern about primary field led by septuagenarians. AMES, Iowa-Bernie Sanders's recent heart attack and hospitalization are bringing to the forefront an issue the Democratic party's three leading presidential candidates have actively tried to minimize: their age.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-curbs-online-dissent-with-street-searches-he-asked-to-see-my-phone-11570440602", "title": "Egypt Curbs Online Dissent With Street Checks: 'He Asked to See My Phone'", "date": "2019-10-07 08:06", "summary": "In their campaign against unrest, police are imposing random searches of digital devices as they step up arrests. CAIRO-Egyptian authorities are combining cyberattacks with random searches of phones and laptops on the street, as part of a campaign to thwart online dissent fueling rare protests against President Abdel Fattah Al Sisi.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-get-sneak-preview-of-disneys-new-streaming-service-11570440602", "title": "Disney's New Streaming Service Gets Favorable Reviews From the Dutch", "date": "2019-10-07 07:56", "summary": "Testers in Netherlands note flaws but like access to company's movie catalog. 'I will probably be watching Netflix less'. When it comes to the plot details of Walt Disney Co. 's next Marvel Studios or Star Wars installment, the company keeps things completely confidential. But its new flagship streaming service has premiered weeks before its official launch.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-plans-job-cuts-as-interim-ceo-seeks-to-make-his-mark-11570443837", "title": "HSBC Plans Job Cuts as Interim CEO Seeks to Make His Mark", "date": "2019-10-07 06:23", "summary": "Interim CEO Noel Quinn tries to cut costs while vying to take top job on a permanent basis. LONDON- HSBC Holdings PLC is planning further job cuts to its 238,000-strong workforce, a person familiar with the matter said Monday, as interim Chief Executive Noel Quinn looks to make his mark on the bank as he competes for the top job.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-has-a-supply-problem-11570442582", "title": "Biotech Has a Supply Problem", "date": "2019-10-07 06:03", "summary": "Years of IPO issuance has too many biotech companies chasing too few profitable opportunities. Biotech investors are discovering that there isn't necessarily strength in numbers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-insurance-raises-250-million-from-munich-re-11570442400", "title": "Next Insurance Raises $250 Million From Munich Re", "date": "2019-10-07 06:00", "summary": "Funding round values the small-business insurance startup at more than $1 billion. Reinsurance company Munich Re AG has invested $250 million in Next Insurance Inc. in a funding round that valued the small-business insurance provider at more than $1 billion.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-investors-turned-off-by-sloppy-ipo-filings-11570440674", "title": "WeWork Investors Turned Off by 'Sloppy' IPO Filings", "date": "2019-10-07 05:31", "summary": "Details that were wrong or omitted from its financial disclosures may have soured investors. The more investors learned about WeWork, the less they liked it. The details that were wrong or omitted from its financial disclosures played a part in weakening investor appetite and will pose risks if the company ever tries to go public again.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-up-the-elevator-as-a-service-business-11570440600", "title": "Going Up? The Elevator-as-a-Service Business", "date": "2019-10-07 05:30", "summary": "Executives are helping develop new revenue opportunities built around a tech-driven service model. NEW YORK-When passengers step into one of the 36 elevators running at 10 Hudson Yards, the heavy lifting is done by a network of software and sensors.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teens-ignored-vaping-warnings-for-years-now-some-are-scared-11570440604", "title": "Teens Ignored Vaping Warnings for Years. Now, Some Are Scared.", "date": "2019-10-07 05:30", "summary": "Resume Subscription. Buffalo, Minn.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/corporate-cfos-in-high-demand-at-charities-as-budgets-come-under-scrutiny-11570440601", "title": "Corporate CFOs in High Demand at Charities as Budgets Come Under Scrutiny", "date": "2019-10-07 05:30", "summary": "Transition to the not-for-profit world creates a unique set of challenges, CFOs and recruiters say. After three decades working as a financial executive for General Electric Co. and the Depository Trust & Clearing Corp., Oscar Raposo took a career break in 2015 to go backpacking in Asia. When it was time to return to work, he decided to move into the nonprofit sector.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-troops-to-withdraw-from-northern-syria-ahead-of-turkish-incursion-11570421205", "title": "U.S. Troops to Withdraw From Northern Syria Ahead of Turkish Incursion", "date": "2019-10-07 02:00", "summary": "White House statement followed call between Trump and Erdogan. WASHINGTON-The White House indicated that U.S. forces will withdraw from northern Syria in advance of an expected incursion of Turkish forces in the region that could spark fighting with American-backed Kurds, in what officials believe could be the end of the fight against Islamic State there.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-feels-a-backlash-in-china-after-a-tweet-supporting-hong-kong-11570396236", "title": "The NBA Feels a Backlash in China After a Tweet Supporting Hong Kong", "date": "2019-10-07 00:32", "summary": "Chinese companies have suspended ties with the Rockets, one of the NBA's most popular teams in China, after Houston's general manager tweeted his support of pro-democracy protests in Hong Kong. The National Basketball Association scrambled late Sunday to contain an escalating crisis in China after a Houston Rockets executive's tweets supporting pro-democracy protests in Hong Kong sparked an international furor.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570387718", "title": "Pepper...and Salt", "date": "2019-10-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-brokers-missed-the-index-funds-memo-11570414380", "title": "Wall Street Brokers Missed the Index-Funds Memo", "date": "2019-10-07 22:56", "summary": "Even as passive investments thrive, big brokers put just 29% of fund assets in them. What's going on?. In recent years, investors have been flocking to low-cost index funds, driven by their long-term record of outperforming higher-cost actively managed funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-funds-continue-to-attract-cash-11570414321", "title": "Bond Funds Continue to Attract Cash", "date": "2019-10-07 22:12", "summary": "Money continued to pour in to bond-focused funds in the third quarter, even though stock funds are up 18.3% for the year. Give us our bonds!", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Quarterly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-silver-medalfor-stock-picking-this-time-11570414320", "title": "A Silver Medal...for Stock Picking This Time", "date": "2019-10-07 22:12", "summary": "Olympic medalist Joe Hudepohl of Eaton Vance shines in manager contest; Akre Focus Fund rides a 20% gain over 12 months to win first. Being a multiple-and repeat-winner isn't a new experience for Joe Hudepohl.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/october-is-the-stock-markets-most-volatile-month-but-why-11570414200", "title": "October Is the Stock Market's Most-Volatile Month. But Why?", "date": "2019-10-07 22:10", "summary": "There are plenty of theories, most of which don't really hold up. There appears to be no fundamental reason why October should be the most volatile month of the stock-market calendar. Yet it often is.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-you-may-not-be-buying-the-stock-you-think-you-are-11570414140", "title": "Beware: You Might Not Be Buying the Stock You Think You Are", "date": "2019-10-07 22:09", "summary": "Investors who quickly buy or sell a stock in the news can sometimes wind up with the wrong one, a study finds. The next time you buy a stock, you might want to make sure it's the right one for the company you want to invest in.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-value-investor-defends-value-investing-despite-its-recent-track-record-11570414080", "title": "A Value Investor Defends Value Investing (Despite Its Recent Track Record)", "date": "2019-10-07 22:08", "summary": "Joel Greenblatt says if you do good valuation work, the market eventually will agree. Joel Greenblatt laughs when asked if value investing-the struggling style of money management that he champions-is dead.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Q&A"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etfs-get-all-the-buzz-but-mutual-funds-still-dominate-theres-a-reason-11570414020", "title": "ETFs Get All the Buzz, but Mutual Funds Still Dominate. There's a Reason.", "date": "2019-10-07 22:07", "summary": "With $19.87 trillion in assets under management as of June 30, mutual funds are expected to remain a force despite the surging popularity of ETFs. Over the past decade, many experts have predicted that the open-end mutual-fund industry would crumble, an inevitable victim of exchange-traded funds. No less an authority than Morningstar Inc. two years ago dubbed mutual funds' projected slide in assets under management as \"flowmaggedon.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-rush-into-quality-stocks-11570413961", "title": "Investors Rush Into Quality Stocks", "date": "2019-10-07 22:06", "summary": "Economic uncertainty has pushed investors into stocks that may be better able to withstand a downturn. As uncertainty mounts over the direction of the economy and financial markets, investors are flooding into exchange-traded funds focused on so-called quality stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-performance-goes-from-bad-to-less-bad-11570413901", "title": "Hedge-Fund Performance Goes From Bad to Less Bad", "date": "2019-10-07 22:05", "summary": "Hedge-fund returns were much improved over the first half of 2018 compared to the same period last year, but still woefully trail the market. The hedge-fund industry continues to do this year what it has been doing for more than a decade-trailing the stock market big time.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-morningstars-changes-in-its-rating-systems-could-lower-fund-fees-11570413841", "title": "Why Morningstar's Changes in Its Rating Systems Could Lower Fund Fees", "date": "2019-10-07 22:04", "summary": "Gold/silver/bronze medal considerations will be weighed independently for different share classes. Two small changes in Morningstar 's fund-ratings system could continue the trend of downward pressure on the fees investors pay to asset managers and financial advisers.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agriculture-etfs-draw-interest-in-uncertain-times-11570413721", "title": "Agriculture ETFs Draw Interest in Uncertain Times", "date": "2019-10-07 22:02", "summary": "These funds have had a few tough years. But the fact that their returns aren't correlated to stocks and bonds could make them more attractive.. Exchange-traded funds focused on agricultural commodities have had a tough few years. However, the fact that their returns are largely uncorrelated to stocks and bonds could make them more attractive, especially if the economic outlook darkens.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-jitters-trigger-etf-outflows-11570413661", "title": "Brexit Jitters Trigger ETF Outflows", "date": "2019-10-07 22:01", "summary": "Investors took a net $405 million out of Vanguard FTSE Europe ETF in September. (VGK) absorbed net outflows of $405 million in September amid continuing political turmoil in the U.K. as the government wrestled with how to leave the European Union.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Vanguard FTSE Europe ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-etf-that-stays-on-brand-11570413660", "title": "An ETF That Stays on Brand", "date": "2019-10-07 22:01", "summary": "Brand Value ETF aims to identify companies with a strong brand value that isn't recognized in their share price. For investors, brand power is an undervalued asset.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Brand Value ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-economic-shock-11570413600", "title": "What Is 'Economic Shock'?", "date": "2019-10-07 22:00", "summary": "To qualify as an economic shock, an event needs to have a major economic impact-and be a surprise. When the price of oil jumped 15% in a single weekend last month, some analysts started using the term \"economic shock.\" What does that mean, and how is it relevant to investors now?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portugals-ruling-socialists-lead-in-elections-11570411226", "title": "Portugal's Ruling Socialists Lead in Elections", "date": "2019-10-07 21:20", "summary": "Prime Minister Costa's party falls short of absolute majority needed and will have to seek support of other far-left parties. Socialist Prime Minister António Costa, who has presided over one of the eurozone's brightest success stories, came in first in national elections Sunday but failed to win an outright majority.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorneys-for-cia-officer-behind-trump-complaint-say-they-now-represent-multiple-whistleblowers-11570368927", "title": "Attorneys for CIA Officer Behind Trump Complaint Say They Now Represent 'Multiple Whistleblowers'", "date": "2019-10-07 20:08", "summary": "One attorney said a second whistleblower has come foward with firsthand knowledge of some of the allegations. WASHINGTON-At least one additional whistleblower with firsthand knowledge of the circumstances around President Trump's July call with his Ukrainian counterpart has come forward, according to lawyers representing both the individual and the CIA officer whose initial complaint helped spark an impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]