[{"link": "https://www.wsj.com/articles/resignation-of-nyc-taxi-and-limousine-chief-shakes-industry-11546818871", "title": "Resignation of NYC Taxi and Limousine Chief Shakes Industry", "date": "2019-01-06 18:54", "summary": "Commissioner Meera Joshi publicly disagreed with Mayor Bill de Blasio over a congestion fee. The head of New York City's Taxi and Limousine Commission will step down in March, a move that rattled an industry that has already struggled over the proliferation of app-based ride-hailing vehicles.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattiss-chief-of-staff-departs-pentagon-soon-after-him-11546816203", "title": "Mattis's Chief of Staff Departs Pentagon Soon After Him", "date": "2019-01-06 18:10", "summary": "Defense aide was pushed out over closeness to secretary who resigned, officials say. WASHINGTON-The chief of staff for the Pentagon has been forced out of his post by the Defense Department's new acting head, multiple U.S. officials said, days after the departure of former Secretary Jim Mattis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-woman-fears-for-life-after-flight-for-asylum-is-halted-11546808283", "title": "Saudi Woman Fears for Her Life After Escape to Asylum Is Halted", "date": "2019-01-06 15:58", "summary": "Saudi officials forcibly take her passport in Bangkok, she says, after intercepting her en route to Australia. A Saudi woman who planned to seek asylum in Australia said she feared she would be killed if returned to her family after authorities intercepted her in transit in Bangkok.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-autism-community-focuses-on-jobs-not-grievances-11546646862", "title": "The Autism Community Focuses on Jobs, Not Grievances", "date": "2019-01-06 15:40", "summary": "The members of our group don't think of themselves as victims. They're Tocqueville's heirs.. A group of 30 adults met in downtown San Francisco to discuss their difficulties in finding jobs and staying employed. They were joined that November Saturday by Ranga Jayaraman, a former chief information officer at Stanford's Graduate School of Business. They strategized how to help each other get jobs in the tech industry, and Mr. Jayaraman offered to introduce them to his contacts. Here's the twist: This was a local meeting of adults with autism, as well as family members and advocates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gauguin-a-spiritual-journey-review-tracing-a-painters-soul-11546806646", "title": "'Gauguin: A Spiritual Journey' Review: Tracing a Painter's Soul", "date": "2019-01-06 15:30", "summary": "An exhibition illuminates Gauguin's restlessness, both creative and religious.. San Francisco", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-childhood-review-screening-out-the-urge-toworry-11546806572", "title": "'The New Childhood' Review: Screening Out the Urge to Worry", "date": "2019-01-06 15:29", "summary": "When parents feel concern about the ill effects of screen time on their children, are they over-reacting and merely indulging in nostalgia? Naomi Schaefer Riley reviews \"The New Childhood\" by Jordan Shapiro.. When Jordan Shapiro and his wife separated several years ago, their sons were 4 and 6 years old. At the time, writes the Temple University professor, \"they used the Nintendo Wii as a kind of security blanket.\" In \"The New Childhood,\" Mr. Shapiro-a \"globally celebrated American thought leader,\" according to his personal website-explains that the Nintendo gaming system \"provided a sense of stability in their newly chaotic and confusing lives.\" He was all too happy to indulge his sons, even if their mother, apparently, was not. Whenever he picked them up from her house, \"they would immediately start screaming from the back seat of the car, 'Can we play Mario when we get to your house?' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-a-tort-plague-11546805759", "title": "Fighting a Tort Plague", "date": "2019-01-06 15:16", "summary": "Should a drug company be punished for following FDA rules?. The Supreme Court's inconsistent rulings on federal pre-emption of state law have often produced unintended side effects. On Monday the Justices hear a case that could partly remedy one of their muddled decisions that sanctioned state lawsuits against drug manufacturers for label warnings approved by the Food and Drug Administration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-pretense-11546805677", "title": "Impeachment Pretense", "date": "2019-01-06 15:14", "summary": "Rep. Tlaib offends fellow Democrats by telling the truth in public.. Democrats profess to be upset with Congresswomen Rashida Tlaib for daring to say in public about Donald J. Trump what they all think in private: \"we're gonna go in there and we're gonna impeach the mother-.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-lost-markets-11546805633", "title": "America's Lost Markets", "date": "2019-01-06 15:13", "summary": "The Pacific trade pact is up and running, and U.S. exporters are the losers.. The world turns even if America doesn't. That's certainly true on trade, where a rebranded Trans-Pacific Partnership has begun with the new year in 11 countries two years after President Trump withdrew. The biggest losers are American producers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costs-convert-hospitals-into-one-stop-shops-11546805460", "title": "Costs Convert Hospitals Into One-Stop Shops", "date": "2019-01-06 15:11", "summary": "Prioritizing revenue over what may be in the best interest of a patient as determined by the physician is deeply troubling.. I have worked in hospital administration for the past 40 years, almost 30 years now as the CEO of small community hospitals. There is no doubt that services provided in physician offices or free-standing outpatient centers are often less expensive than the same services provided in a hospital setting (\"Hospitals Push Doctors To Keep Referrals In-House,\" page one, Dec. 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-electric-cars-worth-the-taxpayer-charge-11546805502", "title": "Are Electric Cars Worth the Taxpayer Charge?", "date": "2019-01-06 15:11", "summary": "Owners pay little or no gas tax but still use public highways.. Your Dec. 31 editorial \"The Electric Kool-Aid Subsidy Test\" was precisely right as far as it went. Unfortunately for taxpayers, the regressive redistribution around electric vehicles doesn't end with the subsidy. Yes, the $7,500 tax credit is one \"geographic wealth transfer, benefiting mainly wealthy coastal havens.\" But another is the way electric vehicles drain the federal Highway Trust Fund, because EV owners pay little in the way of gas taxes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-war-heros-story-shows-whats-in-a-name-11546805388", "title": "A War Hero's Story Shows What's in a Name", "date": "2019-01-06 15:09", "summary": "Fred Yamamoto went for broke, and his faith in America is a lesson.. Jason Willick's op-ed brought deserved attention to the story of Fred Yamamoto (\"A Case of Mistaken Identity Politics in the Heart of Silicon Valley,\" Dec 29.). Yamamoto died in France's Vosges mountains while making the world safe for democracy and defending freedom.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-youths-detained-in-palestinian-womans-killing-11546805338", "title": "Israeli Youths Detained in Palestinian Woman's Killing", "date": "2019-01-06 15:08", "summary": "Security services investigate teenagers for 'terrorist offenses' but settlers say they have been mistreated. TEL AVIV-Israeli security services said Sunday they have detained several Israeli youths suspected of throwing stones at a Palestinian woman and killing her, sparking criticism from settlers who say the teenagers have been mistreated.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-week-ahead-ism-activity-report-fed-minutes-11546804801", "title": "Global Economy Week Ahead: ISM Activity Report, Fed Minutes", "date": "2019-01-06 15:00", "summary": "Also, China publishes prices data for December. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-daughter-defies-biology-11546804848", "title": "When Your Daughter Defies Biology", "date": "2019-01-06 15:00", "summary": "The burden of mothers whose children suffer from 'rapid onset gender dysphoria.'. A reader contacted me under a pseudonym a few months ago. She turned out to be a prominent Southern lawyer with a problem she hoped I'd write about. Her college-age daughter had always been a \"girly girl\" and intellectually precocious, but had struggled with anxiety and depression. She liked boys and had boyfriends in high school, but also faced social challenges and often found herself on the outs with cliques.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-netanyahu-go-to-riyadh-11546804745", "title": "Will Netanyahu Go to Riyadh?", "date": "2019-01-06 14:59", "summary": "A meeting between Israel's prime minister and Saudi Arabia's crown prince would make sense.. Don't be surprised if Israeli Prime Minister Benjamin Netanyahu soon visits Saudi Arabia to meet with Crown Prince Mohammed bin Salman.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-wont-prevent-a-u-s-u-k-trade-pact-11546804630", "title": "Brexit Won't Prevent a U.S.-U.K. Trade Pact", "date": "2019-01-06 14:57", "summary": "The deal with Brussels gives Britain the freedom to negotiate agreements with other countries.. A key question throughout the Brexit negotiations has been whether the U.K. will be able to pursue a free-trade agreement with the U.S. Both President Trump and Prime Minister Theresa May have emphasized that an ambitious deal is a shared priority. Yet some in the U.S. government have expressed concern, echoed in a Wall Street Journal editorial, that this won't be possible-that a free-trade agreement is ruled out by the deal the U.K. reached with the European Union at the end of November, and on which the House of Commons will vote later this month.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-to-blame-for-ad-clutter-11546804590", "title": "Who's to Blame for Ad Clutter", "date": "2019-01-06 14:56", "summary": "If you're determined to get free content, commercials are going to find you one way or another.. Modern media is awash in advertising clutter, and who's to blame? Modern audiences that abhor conventional full-length and full-size ads.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-primal-scream-11546804540", "title": "Brazil's Primal Scream", "date": "2019-01-06 14:55", "summary": "'Socialism just didn't work out around here.' A nation wants to try something new.. Porto Alegre, Brazil", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rich-cities-created-the-housing-shortage-11546804458", "title": "Rich Cities Created the Housing Shortage", "date": "2019-01-06 14:54", "summary": "'Closed-access cities' raise the cost of shelter and drive out the middle class.. Could the dramatic pause in the housing market soon become a steep slide? Home sales, prices and new construction have been rising more slowly each month, triggering memories of the 2008 collapse. That crisis was a comeuppance from the excesses that preceded it: too much money, debt, housing, imports and consumption. Americans lived beyond our collective means, and the bills inevitably came due.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-worse-than-facebook-11546804406", "title": "What's Worse Than Facebook?", "date": "2019-01-06 14:53", "summary": "China has made social media an instrument of oppression.. Social media faces a dilemma: Mark Zuckerberg or Xi Jinping? Despite the many drawbacks, I'd go with Mr. Zuckerberg.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/through-monsoons-around-slums-under-templesmumbai-builds-its-first-subway-11546803877", "title": "Around Slums, Under Temples: Mumbai Builds First Subway", "date": "2019-01-06 14:44", "summary": "Resume Subscription. MUMBAI-One of the most challenging projects in the world is being attempted beneath one of its most densely packed cities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/malaysias-king-abdicates-throne-in-historic-first-11546803827", "title": "Malaysia's King Abdicates After Marrying Former Miss Moscow", "date": "2019-01-06 14:43", "summary": "Sultan Muhammad V was expected to step down in three years. Malaysia's king has abdicated after weeks of speculation following his apparent marriage to a former Russian beauty queen.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-yellow-vest-protests-rebound-after-holiday-lull-11546802192", "title": "France's 'Yellow Vests' Show Staying Power", "date": "2019-01-06 14:16", "summary": "Around 50,000 take to the streets as images of rioting and violence dominate airwaves and social media. PARIS-After another weekend of protests, France's \"yellow vests\" are establishing themselves as an unavoidable force in French politics and a durable threat to the agenda of President Emmanuel Macron.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-vs-machine-at-40-000-feet-11546776000", "title": "Airline Automation Triggers Intensified Debate Over Safety", "date": "2019-01-06 14:04", "summary": "Crash in Indonesia highlights concerns about whether pilots know how to react to computer errors. The fatal Lion Air crash has revved up debate about the biggest quandary in airline safety: how best to meld increasingly sophisticated computer controls, designed to prevent tragedies, with traditional piloting skills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outsmart-the-scammers-how-you-can-avoid-fraud-11546801200", "title": "Outsmart the Scammers: How You Can Avoid Fraud", "date": "2019-01-06 14:00", "summary": "Recognize the red flags of a potential scam so you can take steps to keep your money and information safe. More people are falling victim to scams in the U.S. than in the past, according to data from the Better Business Bureau. As fraud get more complex, just recognizing the signs has become more difficult.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-alabama-quarterback-wants-to-be-your-insurance-salesman-11546799477", "title": "This Alabama Quarterback Wants to Be Your Insurance Salesman", "date": "2019-01-06 13:31", "summary": "Ex-players like Jake Coker, who led the Crimson Tide to a national championship three years ago, join others who sell policies. One day three years ago, Jake Coker's job attracted a television audience of more than 26 million. As the University of Alabama's starting quarterback, he threw two touchdowns to help the Crimson Tide beat Clemson University in the national college football championship.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-kills-al-qaeda-figure-accused-of-leading-2000-attack-on-uss-cole-11546799289", "title": "U.S. Kills al Qaeda Figure Accused of Leading 2000 Attack on USS Cole", "date": "2019-01-06 13:28", "summary": "Defense official acknowledges Jan. 1 strike that targeted Jamal al-Badawi in Yemen after President Trump announces death in a tweet. WASHINGTON-The U.S. killed Jamal al-Badawi, a Yemeni al Qaeda operative accused of leading the 2000 attack on the USS Cole, in a strike this month, a U.S. defense official said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ukrainian-church-officially-recognized-gains-independence-from-russia-11546796851", "title": "New Ukrainian Church Gains Independence From Russia", "date": "2019-01-06 12:47", "summary": "Ecumenical Patriarch Bartholomew I grants the Orthodox Church of Ukraine a decree of independence. ISTANBUL-Orthodox Christianity's foremost leader presented Ukraine's new church with a decree of independence, ignoring Russian claims that its church has sole authority there and handing Ukraine a victory in its attempts to diminish Russia's influence.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-age-of-mass-shootings-boy-scout-projects-hope-to-keep-schools-safe-11546794003", "title": "In Age of Mass Shootings, Boy Scout Projects Hope to Keep Schools Safe", "date": "2019-01-06 12:00", "summary": "Volunteers seek to better equip classrooms for the grim possibility of school shootings. Boy Scouts' projects to earn the coveted Eagle Scout rank have long been wholesome efforts to clean up parks, build bike racks and give blankets to the needy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-n-y-lawmakers-seek-their-turn-in-spotlight-11546794000", "title": "State Street: N.Y. Lawmakers Seek Their Turn in Spotlight", "date": "2019-01-06 12:00", "summary": "The Assembly and Senate kick off formal sessions on Wednesday, and they won't be waiting for Gov. Cuomo to set their priorities. MEET THE LEGISLATURE: Leaders of the state Assembly and Senate will project a clear message to the governor this week as they kick off their formal sessions on Wednesday: We all have progressive goals, but don't think you can push us around.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-attorney-general-pick-earned-a-reputation-as-a-fighter-in-the-corporate-world-11546794040", "title": "Trump's Attorney General Pick Earned a Reputation as a Fighter", "date": "2019-01-06 12:00", "summary": "William Barr 'isn't going to wilt in the face of heavy fire,' said one prominent Washington attorney. President Trump's attorney general pick spent more than 25 years in the corporate world, where his forceful arguments and dogged approach to litigation at times put him at odds with the Justice Department he is expected to lead for a second time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rural-america-still-waiting-for-phone-calls-that-wont-connect-11546790401", "title": "Rural America Still Waiting for Phone Calls That Won't Connect", "date": "2019-01-06 11:00", "summary": "Small-town carriers blame internet middlemen for phone calls that don't reach their customers. Some residents and businesses in rural America face a perplexing problem: They know people are trying to call their phones and sometimes failing, but they don't know why.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-swing-through-iowa-harks-back-to-past-in-an-echo-of-trumps-campaign-11546790400", "title": "Warren's Swing Through Iowa Harks Back to the Past", "date": "2019-01-06 11:00", "summary": "In five-city tour, Democratic candidate stumps on message of corporate accountability, political transparency and return to more-prosperous times. STORM LAKE, Iowa-Elizabeth Warren's opening argument in the 2020 Democratic presidential primary has echoes of the one that won the 2016 election for Donald Trump: America needs a return to better days.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vermont-is-the-new-florida-11546786980", "title": "Vermont Is the New Florida", "date": "2019-01-06 10:03", "summary": "The small New England state was a popular place to relocate to in 2018, a moving company finds. America is shifting south and west-or at least America's population is.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/among-the-growing-risks-investors-are-assessing-their-own-fear-11546786800", "title": "Among the Growing Risks Investors Are Assessing: Their Own Fear", "date": "2019-01-06 10:00", "summary": "Investor pessimism could put pressure on consumer and business confidence, ultimately weighing on real spending. Rising asset values mostly mean good news for Americans who benefit from a healthy economy and from increases in the prices of securities they own. But the market volatility of recent weeks is prompting some analysts to poke at the underside of that equation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-could-challenge-the-boeing-airbus-duopoly-11546786800", "title": "How China Could Challenge the Boeing-Airbus Duopoly", "date": "2019-01-06 10:00", "summary": "Investors overestimated the competitive chances of Bombardier and Embraer, but now risk underestimating the threat posed by China. Boeing and Airbus are very close to neutralizing all threats to their duopoly-with one exception. In time, a Chinese challenger could have the scale necessary to compete in the $190 billion commercial aviation market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-engineers-working-pro-bono-solved-new-yorks-toughest-subway-problem-11546786800", "title": "How Engineers Working Pro Bono Solved New York's Toughest Subway Problem", "date": "2019-01-06 10:00", "summary": "University engineering deans said their team's solution drew on technology and ideas used in infrastructure around the world. It took just a few weeks for a small team of university engineers working pro bono to solve a problem that has vexed the nation's largest transit agency and a global consulting firm for years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rivalry-that-shouldnt-be-how-clemson-competes-with-alabama-11546785398", "title": "The Rivalry That Shouldn't Be: How Clemson Competes With Alabama", "date": "2019-01-06 09:36", "summary": "The Tigers make 50% less money than the Crimson Tide but recruit and fundraise with creativity. In December 2015, a young man in the Clemson University athletic department received a surprising email. It came from a staff member at Manchester United, the world-famous English Premier League team.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bond-thats-still-paying-interest-280-years-later-11546603201", "title": "The Bond That's Still Paying Interest, 280 Years Later", "date": "2019-01-06 09:17", "summary": "The world's oldest government debt yields €1.20 a year. A possible claimant says it's not worth the effort to prove ownership.. The French government has owed Marie Verrier's family money for a long time. Almost 300 years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-seek-safety-in-yen-gold-as-markets-swing-11546783201", "title": "Investors Seek Safety in Yen, Gold as Markets Swing", "date": "2019-01-06 09:00", "summary": "Broad shift toward havens suggests investors are now more eager to diversify their holdings. Uneven economic data and volatility in stocks have accelerated a surge into assets perceived as relatively safe, highlighting the unease felt by many investors at the start of 2019.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-startups-take-down-data-silos-that-block-ai-adoption-11546783200", "title": "Healthcare Startups Tackle Barriers to AI Use", "date": "2019-01-06 09:00", "summary": "Challenge is to analyze data stored in multiple locations by multiple providers. The medical field's lofty dreams of unleashing the power of artificial intelligence have set off a race to rework the way health-care specialists make use of their data.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-assistants-have-hit-a-walland-itll-be-years-before-they-reach-full-potential-11546783201", "title": "Virtual Assistants Have Hit a Wall-and It'll Be Years Before They Reach Full Potential", "date": "2019-01-06 09:00", "summary": "Alexa, Siri and Google Assistant desperately want to help you do your routine-but it takes too much programming and there are still too many holes. Every night, just before I go to sleep, I walk the dog, put my computer to sleep, flip off the TV, run around turning off all the lights, lock the front door and finally climb into bed. (There's teeth-brushing in there somewhere, too.) I don't exactly dread the runaround, but I'd rather have extra sleep.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-parliament-gears-up-for-crucial-brexit-vote-11546779600", "title": "British Parliament Gears Up for Crucial Brexit Vote", "date": "2019-01-06 08:00", "summary": "Debate starts this week on Theresa May's plan for quitting EU; defeat expected as March exit looms. LONDON-British lawmakers this week begin debating Prime Minister Theresa May's Brexit plan before a critical vote she is widely expected to lose, heightening political and economic uncertainty as Britain's withdrawal from the European Union nears.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-phone-thats-failing-apple-iphone-xr-11546779603", "title": "The Phone That's Failing Apple: iPhone XR", "date": "2019-01-06 08:00", "summary": "The lowest-priced new iPhone has yet to win over consumers in China and elsewhere, falling short of hopes. BEIJING-When Apple Inc. launched the iPhone XR in October, Tim Cook singled out the device to his more than a million followers on Weibo, China's equivalent of Twitter . \"Wonderful to see so many people in China enjoying the new iPhone XR,\" he said.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/writhing-markets-force-a-rethink-of-2019-wall-street-forecasts-11546776000", "title": "Market Swings Push Analysts to Revise 2019 Wall Street Forecasts", "date": "2019-01-06 07:00", "summary": "Still, even with the stock market's rickety past couple of months, some analysts are standing by their calls. The market's roller-coaster ride has prompted some Wall Street analysts to cut their 2019 forecasts, the latest sign of unease as the stock bull market approaches its 10th year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gadgets-get-up-close-and-personal-at-annual-international-tech-fair-11546776002", "title": "Blood Pressure, Baby's Pulse, Sperm Potency: Home Health Devices Are Tracking More Than Ever", "date": "2019-01-06 07:00", "summary": "Wearables and other inexpensive products and services can now extract detailed information about our bodies-so how will their makers handle all that data?. Companies are planning to get personal-very personal-at the 2019 CES technology show this week in Las Vegas.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-tensions-take-a-toll-on-chinas-economy-11546776001", "title": "Trade Tensions Take a Toll on China's Economy", "date": "2019-01-06 07:00", "summary": "China's manufacturing slowdown comes as the country gears up for new talks with the U.S.. SHENZHEN-China's economy is slowing faster than expected as Beijing this week heads into a crucial new round of negotiations with the U.S. over trade.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-things-to-watch-for-at-the-golden-globes-11546775999", "title": "5 Things to Watch for at the Golden Globes", "date": "2019-01-06 06:59", "summary": "The movie and TV awards show starts Sunday at 8 p.m. ET. LOS ANGELES-Sunday's 76th annual Golden Globes will unofficially kick off Hollywood's long march to the Academy Awards. Here's what to watch for in the ceremony:", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-the-art-of-guidance-11546664459", "title": "Apple and the Art of Guidance", "date": "2019-01-06 22:13", "summary": "CEOs and their finance chiefs are in a tight spot this month as they report quarterly financial data, aiming for a delicate balance of realism and optimism.. Among the things having as good a decade as the U.S. economy is Apple's iPhone. Rummage through the pockets and purses of your workmates, and chances are you'll find one.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-defense-secretary-harold-brown-dies-at-91-11546736513", "title": "Former Defense Secretary Harold Brown Dies at 91", "date": "2019-01-06 20:01", "summary": "Nuclear physicist led the Pentagon to modernize its defense systems. Harold Brown, who as defense secretary in the Carter administration championed cutting-edge fighting technology, has died at age 91.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blast-at-cairo-church-kills-police-officer-11546733398", "title": "Blast at Cairo Church Kills Police Officer", "date": "2019-01-06 19:09", "summary": "Explosion is latest in recent surge of violence in Egypt and comes as Copts prepare to celebrate Christmas. CAIRO-An explosion near a Cairo church killed a police officer Saturday night, the state news agency reported, the latest in a surge of attacks as Egypt's Coptic Christian community prepared to celebrate Christmas.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]