[{"link": "https://www.wsj.com/articles/californias-hobo-paradise-11569280953", "title": "California's Hobo Paradise", "date": "2019-09-23 19:22", "summary": "Homelessness explodes, but the state's liberals are in denial.. President Trump performed a public service last week by highlighting the causes of exploding homelessness in California. Democrats aren't taking it well, but this is a debate the U.S. and especially the Golden State need.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/releasing-the-ukraine-transcript-11569280860", "title": "Releasing the Ukraine Transcript", "date": "2019-09-23 19:21", "summary": "The call will leak eventually, so Trump might as well get it out.. Democrats are having another impeachment moment, and this time they think they have the goods with Donald Trump's phone-call request that Ukraine's President investigate Joe Biden and his son Hunter for their Ukraine interventions. The best defense for Mr. Trump here is a good offense, specifically releasing the transcript of his call.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endangered-green-auto-workers-11569280762", "title": "Endangered Green Auto Workers", "date": "2019-09-23 19:19", "summary": "The striking union figures out that electric cars will cost jobs.. Democratic presidential candidates have promised that they know how to create millions of green jobs to replace the ones they plan to kill in fossil-fuels production, but it seems that not even their friends at the United Auto Workers believe them. This is one reason that auto workers at GM are striking.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-payroll-processor-charged-with-committing-70-million-fraud-11569280466", "title": "Owner of Payroll Processor Charged With Committing $70 Million Fraud", "date": "2019-09-23 19:14", "summary": "Michael Mann admitted to orchestrating bank scheme that kept thousands of people from getting their paychecks. Federal prosecutors have charged the owner of a payroll processor with a $70 million bank fraud in the latest twist in a scheme that temporarily left thousands of employees of small businesses with missing paychecks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-political-attack-on-big-tech-11569279637", "title": "The Political Attack on Big Tech", "date": "2019-09-23 19:00", "summary": "These companies won in the free market, and they can use their property as they choose.. In the early days of DoubleClick, a prospective employee asked what my ultimate goals were for the newly formed internet advertising company. With the arrogance of a young startup founder, I responded, \"To be broken up by the Department of Justice.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protecting-unborn-children-is-no-cosmic-question-11569279568", "title": "Protecting Unborn Children Is No 'Cosmic Question'", "date": "2019-09-23 18:59", "summary": "Despite Roe v. Wade, the courts have upheld many laws that mark conception as life's clear beginning.. Democratic presidential candidate Pete Buttigieg appeals to Scripture to defend his opposition to restrictions on abortion. \"There's a lot of parts of the Bible that talk about how life begins with breath,\" he told a radio audience Sept. 5, adding that no matter what anyone thinks about \"the kind of cosmic question of where life begins,\" it ought to be up to \"the woman making the decision.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-is-committed-to-mideast-stability-11569279592", "title": "Iraq Is Committed to Mideast Stability", "date": "2019-09-23 18:59", "summary": "We're inviting our neighbors to convene in Baghdad and chart a map for a regional alliance.. Recent events are a stark reminder of how volatile the Middle East remains and how easily local enmity can damage the interests of the rest of the world. The attacks on oil installations in Saudi Arabia are cause for alarm, but the underlying problem isn't new. The harrowing conflicts in Yemen and Syria have brought instability and suffering, and external actors fueled the flames.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-flag-laws-could-stop-suicides-11569279537", "title": "Red-Flag Laws Could Stop Suicides", "date": "2019-09-23 18:58", "summary": "Let mental-health professionals petition for the temporary removal of guns from their patients.. The Extreme Risk Protection Order and Violence Prevention Act may stop some mass shootings, but it could save even more Americans from suicide.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-will-of-the-people-review-the-gentle-art-of-breaking-away-11569279390", "title": "'The Will of the People' Review: The Gentle Art of Breaking Away", "date": "2019-09-23 18:56", "summary": "What made the American revolutionary experience so different from the cruel, bloody and often vindictive rebellions elsewhere?. The stirring and ominous term \"revolution\" conjures the lurid image of an established order violently overthrown. In the post-Enlightenment era, it is the French Revolution that first comes to mind, from the fall of the Bastille through the reign of terror. A similar sort of political spectacle, both bloody and cruel, played out in Russia and China in the 20th century. The American Revolution, though, seems to follow a separate pattern. In \"The Will of the People,\" T.H. Breen, a distinguished historian of colonial America, looks closely at the struggle for American independence and asks what made the American revolutionary experience so different.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-dunkirk-now-the-collapse-of-thomas-cook-11569279404", "title": "First Dunkirk. Now, the Collapse of Thomas Cook.", "date": "2019-09-23 18:56", "summary": "Resume Subscription. LONDON-Thomas Cook caught the travel bug touring 19th-century England, as a Baptist missionary, warning about the dangers of drink.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-rule-out-war-with-iran-11569279312", "title": "Don't Rule Out War With Iran", "date": "2019-09-23 18:55", "summary": "Pundits think Trump won't fight. But as sanctions bite, Tehran could cross a line.. There was a short-lived war scare following Iran's Sept. 14 attack on Abqaiq, an important Saudi oil-production facility, and a nearby oil field. The scare faded as pundits concluded that underneath the chest-thumping, Donald Trump was more chicken than hawk-that for all his \"cocked and loaded\" bluster, he is ultimately willing to let Iran get away with mayhem in the Gulf and possibly even willing to cut a new deal with Tehran on its terms.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-stands-up-for-religious-freedom-11569279353", "title": "Trump Stands Up for Religious Freedom", "date": "2019-09-23 18:55", "summary": "He champions the issue at the U.N. more vigorously than any of his predecessors.. United Nations", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-climate-change-for-lawsuits-11569279287", "title": "A Climate Change for Lawsuits", "date": "2019-09-23 18:54", "summary": "Will the Supreme Court leave it to juries to decide contested public issues?. When National Review founder William F. Buckley Jr. was alive, the American Civil Liberties Union was a frequent target of his barbs. Once he even devoted an episode of \"Firing Line\" to a debate on the proposition \"Resolved: The ACLU is full of baloney.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-reels-in-high-tech-chip-maker-with-500-million-in-incentives-11569278839", "title": "New York Reels in High-Tech Chip Maker With $500 Million in Incentives", "date": "2019-09-23 18:47", "summary": "Facility will eventually employ 600 people. New York state will spend $500 million to help a North Carolina company build a chip manufacturing plant outside upstate Utica, N.Y., capping a yearslong effort by state and local officials to develop high-tech industry in one of the state's most economically challenged regions.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-keep-building-mac-pro-in-u-s-after-securing-tariff-relief-11569257615", "title": "Apple to Keep Building Mac Pro in U.S. After Securing Tariff Relief", "date": "2019-09-23 18:22", "summary": "Tech giant scraps plan to shift computer's manufacturing to China after Trump administration grants exemptions from levies. Apple Inc. said it is keeping production of its new Mac Pro in Texas, reversing earlier plans to shift assembly of the computer to China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-income-americans-are-increasingly-job-hopping-11569277210", "title": "Lower-Income Americans Increasingly Job Hopping", "date": "2019-09-23 18:20", "summary": "A crucial driver of job changes is the prospect for higher wages. The share of lower-income Americans leaving their jobs for new ones leapt earlier this year, pointing to rising confidence in the U.S. labor market among workers who were left behind earlier in the expansion.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-moves-forward-with-11-billion-settlement-plan-denounces-elliotts-11569238288", "title": "Alliance of Bondholders and Fire Victims Unsettles PG&E Bankruptcy", "date": "2019-09-23 17:59", "summary": "Bondholders led by hedge fund Elliott Management have proposed a chapter 11 exit plan California's largest utility. A bondholder group's bid to take control of PG&E Corp. by paying off massive wildfire damage claims threatens to derail the company's plan for the mega-billion-dollar bankruptcy case as the battle over California utility intensifies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-conducting-criminal-probe-of-juul-11569268759", "title": "Federal Prosecutors Conducting Criminal Probe of Juul", "date": "2019-09-23 17:49", "summary": "E-cigarette maker facing several federal, state investigations into its marketing. Federal prosecutors in California are conducting a criminal probe into e-cigarette maker Juul Labs Inc., according to people familiar with the matter, escalating law-enforcement scrutiny of the startup.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-leaders-to-discuss-next-steps-at-u-n-climate-summit-11569242396", "title": "Leaders Detail Efforts on Climate, But Get Earful From Young Activist", "date": "2019-09-23 17:45", "summary": "Countries detail work to meet goals of 2015 Paris accord; Greta Thunberg says they must do more. UNITED NATIONS-World leaders pledged to do more to combat climate change Monday at a United Nations summit, but they were reprimanded by teenage activist Greta Thunberg, who accused them of \"empty words.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zany-anarchy-a-troubling-livestream-and-a-darkened-classic-11569274434", "title": "Zany Anarchy, a Troubling Livestream and a Darkened Classic", "date": "2019-09-23 17:33", "summary": "At Opera Philadelphia's annual fall festival, works included Prokofiev's 'The Love for Three Oranges,' the world premiere of 'Denis & Katya,' and James Darrah's revised production of 'Semele.'. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-says-water-safe-with-city-issued-filters-11569272016", "title": "Newark Says Water Safe With Filters", "date": "2019-09-23 17:30", "summary": "About 97% of tested filters worked properly and reduced lead levels in tap water. After weeks of uncertainty, Newark, N.J., officials said it is safe for residents to resume consuming tap water using city-issued filters.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pwc-to-pay-8-million-to-settle-sec-charges-over-auditor-independence-and-improper-conduct-11569274111", "title": "PwC to Pay $8 Million to Settle SEC Charges Over Auditor Independence and Improper Conduct", "date": "2019-09-23 17:28", "summary": "The U.S. regulator also charged partner Brandon Sprankle, who will remain with the firm. PricewaterhouseCoopers LLP is preparing to pay about $8 million to settle claims of improper professional conduct and violating auditor independence rules, the U.S. Securities and Exchange Commission said Monday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-democratic-hopefuls-qualifying-for-november-debate-just-got-tougher-11569267982", "title": "For Democratic Hopefuls, Qualifying for Debate Just Got Tougher", "date": "2019-09-23 17:27", "summary": "Democratic National Committee's new rules weren't as stringent as some campaigns feared. The Democratic National Committee is boosting its requirements to qualify for a planned debate in November, potentially narrowing the field of candidates who will appear at the televised event.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-brown-allies-with-china-to-fight-climate-change-11569273903", "title": "Jerry Brown Allies with China to Fight Climate Change", "date": "2019-09-23 17:25", "summary": "Former California Governor forms institute at UC Berkeley to foster international cooperation on issue. SAN FRANCISCO-Former California Gov. Jerry Brown revealed a new project Monday that could also serve as jab to President Trump on two separate fronts: a joint institute with China dedicated to combating climate change.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technipfmc-agrees-to-pay-5-1-million-in-foreign-bribery-case-11569273161", "title": "TechnipFMC Agrees to Pay $5.1 Million in Foreign Bribery Case", "date": "2019-09-23 17:12", "summary": "The London-based oil-and-gas services company also agreed to improve its compliance with anticorruption laws in a deal with the SEC. TechnipFMC PLC, a U.K.-based oil-and-gas services company, agreed to pay $5.1 million to settle foreign bribery charges and improve its compliance procedures under a deal with the U.S. securities regulator.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-holds-talks-with-rival-over-forming-coalition-government-11569273153", "title": "Netanyahu Holds Talks With Rival Over Forming Coalition Government", "date": "2019-09-23 17:12", "summary": "Israeli prime minister and Benny Gantz end meeting without agreement as their parties discuss power-sharing arrangements. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu and his rival, Benny Gantz, began talks Monday night to form a coalition government, under pressure from Israel's president after no clear winner emerged from last week's election.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-fast-action-by-central-bank-helped-calm-short-term-debt-markets-11569246688", "title": "Fed's Williams: Fast Action by Central Bank Helped Calm Short-Term Interest-Rate Markets", "date": "2019-09-23 17:06", "summary": "Temporary injections of liquidity 'had the desired effect of reducing strains in markets,' New York Fed chief says. A swift response to market unrest by the Fed last week helped short-term interest-rate markets, Federal Reserve Bank of New York President John Williams said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/following-apples-lead-google-launches-subscription-videogame-service-11569257700", "title": "Following Apple's Lead, Google Launches Subscription Videogame Service", "date": "2019-09-23 16:47", "summary": "Play Pass will cost $4.99 a month and offer games without in-app purchases and productivity apps. Google is launching a videogame and app subscription service this week called Play Pass that costs $4.99 a month, just days after Apple Inc. unveiled an offering for the same price targeting the fast-growing mobile-game industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-companies-are-making-noise-about-esg-11569263634", "title": "More Companies Are Making Noise About ESG", "date": "2019-09-23 16:42", "summary": "Big U.S. firms are increasingly talking up environmental, social and governance factors on earnings calls. Big U.S. companies are increasingly talking up environmental, social and governance factors on earnings calls-and betting that investors increasingly concerned with social responsibility will reward them for it.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-advance-after-weak-european-data-11569247455", "title": "U.S. Government Bonds Rise After Weak European Data", "date": "2019-09-23 16:40", "summary": "Persistent signs of weakening growth in Europe adding to concerns about impact of U.S.-China trade fight. U.S. government-bond prices rose Monday after weak economic data from Europe.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-family-business-11569271216", "title": "Biden Family Business", "date": "2019-09-23 16:40", "summary": "What value does the former vice president's son add to overseas ventures?. Nobody is arguing that the Bidens are in the same league with the Clintons when it comes to monetizing political power. But somewhere along the campaign trail, former Vice President Joe Biden will need to provide a better explanation than he has to date for his family's business dealings-especially in countries where he was representing the United States.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lirr-gets-1-billion-more-in-funding-than-metro-north-rankling-some-11569271001", "title": "LIRR Gets $1 Billion More in Funding Than Metro-North, Rankling Some", "date": "2019-09-23 16:36", "summary": "One member of MTA board says 'a billion dollar discrepancy is a tipping point'. Metropolitan Transportation Authority board members raised concerns Monday about a funding imbalance between two of the nation's busiest commuter railroads in the agency's proposed $55 billion five-year spending plan.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-on-brink-of-recession-as-factories-slump-11569237721", "title": "Trade Subdues U.S. Business Activity, Weighs on Europe", "date": "2019-09-23 16:34", "summary": "U.S. manufacturing ticked up only slightly in September, as a survey suggests weakness in Germany's services sector. Global trade tensions weighed on major world economies in September, as U.S. business activity picked up only slightly and European output slowed.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slip-as-trade-talks-falter-11569226127", "title": "U.S. Stocks Pause After Weak Global Data", "date": "2019-09-23 16:27", "summary": "The Dow and S&P 500 are about 1.5% away from their records. U.S. stocks ended little changed Monday, with gains across sectors capped by declines among shares of industrial and materials companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twenty-first-century-gothic-11569269914", "title": "Twenty-First Century Gothic", "date": "2019-09-23 16:18", "summary": "Thanks to 3-D scans of Notre Dame made before and after this year's catastrophic fire, we have an incredible wealth of information to aid in the restoration of an architectural icon.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overstock-shares-are-on-deep-discount-as-bad-news-piles-up-11569269707", "title": "Overstock Shares Fall 25%", "date": "2019-09-23 16:15", "summary": "Shares fall 25% after another management shakeup. Shares of Overstock.com Inc. continued their wild ride Monday, slumping to a three-month low, after the online surplus-goods retailer announced the departure of another key executive and cut its earnings guidance.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-frees-a-british-tanker-to-end-standoff-ahead-of-u-n-summit-11569232269", "title": "Iran Says British-Flagged Tanker Free to Leave, Ahead of U.N. Summit", "date": "2019-09-23 16:13", "summary": "Stena Impero is free to leave after Gibraltar released impounded ship to Tehran in August. Iran said a British-flagged tanker it seized in July on alleged maritime violations is free to leave, ending a monthslong standoff with the U.K. ahead of a United Nations summit this week where it faces tough questions over attacks on rival Saudi Arabia's oil facilities.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-de-blasio-wants-retirement-plans-for-all-11569269609", "title": "Mayor de Blasio Wants Retirement Plans For All", "date": "2019-09-23 16:13", "summary": "Proposed bill would create retirement accounts program for businesses with 10 or more employees. More than a million employees in New York City who don't have access to a retirement savings program could enroll in a worker-funded program under a newly proposed city legislation.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-rise-on-fears-of-economic-slowdown-11569260056", "title": "Gold Prices Rise on Fears of Economic Slowdown", "date": "2019-09-23 15:34", "summary": "Eurozone manufacturing data and Germany's manufacturing outlook push investors into haven assets. Gold prices rose after weak economic data from Europe raised new fears of a slowdown in global growth and pushed some investors toward assets considered safer.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-on-democratic-leaders-to-impeach-trump-grows-11569266693", "title": "Pressure on Democratic Leaders to Impeach Trump Grows", "date": "2019-09-23 15:24", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-board-retroactively-approved-transactions-benefiting-insiders-11569266629", "title": "NRA Board Retroactively Approved Transactions Benefiting Insiders", "date": "2019-09-23 15:23", "summary": "Audit committee gave OK after the fact to IT contract for friend of CFO, 10-year renewal of board member. The National Rifle Association's board retroactively approved numerous financial arrangements benefiting top officials of the gun-rights group, their relatives or close friends, according to board minutes reviewed by The Wall Street Journal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-approach-teachers-and-teaching-poorly-11569265549", "title": "We Approach Teachers and Teaching Poorly", "date": "2019-09-23 15:05", "summary": "Contrary to Mr. Michaels's assertion that low teacher pay is due to an oversupply of teachers, it is actually a case of market failure.. Thomas M. Michaels Jr., writing in response to my Sept. 11 letter about teacher pay, is right that the \"supply\" of new teachers has been adequate to meet the \"demand\" (\"Relatively Low Teacher Pay Reflects Market Demand,\" Sept. 18).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-isnt-for-everyone-but-it-helps-many-11569265528", "title": "Vaping Isn't for Everyone, but It Helps Many", "date": "2019-09-23 15:05", "summary": "As one who started smoking at 15, and only quit at 70 because the grandkids moved in, I can testify to the effectiveness of e-cigarettes. They are the perfect tool to move away from \"combustible\" cigarettes.. Liam Sigaud and Steve Pociask's \"A Vaping Ban Will Send Smokers Back to the Pack\" (op-ed, Sept. 13) is 100% correct. If society attempts to remove all imperfections via bans on what it perceives as harmful, we will approach totalitarianism. We who are less-than-perfect will seek those crutches that get us through difficult times without harming others. I credit nicotine for keeping me away from marijuana.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-feds-mandate-and-its-performance-11569265494", "title": "On the Fed's Mandate and Its Performance", "date": "2019-09-23 15:04", "summary": "Since 1968 the Fed's record at meeting its three-pronged statutory objectives hasn't been strong.. Thank you, Judy Shelton, for covering the third of the Federal Reserve's statutory obligations: moderate long-term interest rates (\"The Fed's Mandate Is Up to Congress and the President,\" op-ed, Sept. 17). While she points out one of the problems with the failure to have moderate rates, other problems include the inability of pension plans and insurance companies to rely on bonds to produce the returns they need to meet their long-term obligations, thus causing significant moves toward equities. The wealth gap increases as a result.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tailgaiting-with-tosca-and-tamino-at-santa-fe-opera-11569265459", "title": "Tailgaiting With Tosca and Tamino at Santa Fe Opera", "date": "2019-09-23 15:04", "summary": "Obviously, Joe Queenan has never been to the Santa Fe Opera in New Mexico, where tailgating is a very big thing. Obviously, Joe Queenan has never been to the Santa Fe Opera in New Mexico, where tailgating is a very big thing (\"Moving Targets: Tailgating Could Make Everything Better,\" Review, Sept. 14). Some people dress up for this, bringing table, tablecloth, wine glasses, gourmet dinners, etc. Others are more casual. But the tailgating is a very social thing and anyone passing by, including nontailgaters, can strike up a conversation with those who are, complimenting them on their layout or clothes or food. It is all very congenial. So, Mr. Queenan, it has already been done! And, as with sporting events, it does make the opera that much more of a delightful experience.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-greens-but-make-it-tech-11569265285", "title": "Sustainable Greens, But Make It Tech", "date": "2019-09-23 15:01", "summary": "Everything is a tech platform today, even tossed salad in a bowl. Today's startups are tossing around the \"tech company\" classification as lightly as dressing falls onto a bowl of leaves.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overstock-com-cfo-resigns-amid-company-turbulence-11569263431", "title": "Overstock.com CFO Resigns Amid Company Turbulence", "date": "2019-09-23 14:30", "summary": "Greg Iverson leaves the company, weeks after longtime CEO Patrick Byrne stepped down. Overstock.com Inc., having just named a new chief executive, is now on the hunt for a new finance chief.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-migration-agreement-aims-to-bolster-italys-pro-eu-government-11569263050", "title": "Europe Migration Agreement Aims to Bolster Italy's Pro-EU Government", "date": "2019-09-23 14:24", "summary": "Germany, France to take in migrants rescued at sea, as basis of Europe-wide plan. Germany and France have agreed to automatically take in some of the migrants rescued in the Mediterranean, in an effort to relieve pressure on Italy and establish a Europe-wide system to distribute migrants recovered at sea.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-publishers-team-up-to-compete-for-more-video-ad-dollars-11569263015", "title": "Digital Publishers Team Up to Compete for More Video Ad Dollars", "date": "2019-09-23 14:23", "summary": "BuzzFeed, Group Nine Media and Insider form alliance to co-sell video ads. Three prominent digital publishers are pooling their video ad space in an effort to better compete against Alphabet Inc. -owned YouTube, other digital platforms and TV networks.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-launches-probe-into-surveillance-of-top-executive-11569262937", "title": "Credit Suisse Launches Probe Into Its Surveillance of Top Executive", "date": "2019-09-23 14:22", "summary": "Inquiry follows reports that the bank put former wealth-management head Iqbal Khan, who is set to join UBS, under surveillance. Credit Suisse Group AG has launched an investigation into its surveillance of a departing top executive who is joining crosstown rival UBS Group AG , after the executive filed a report with Zurich police.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quarterback-upheaval-penalties-and-how-the-nfl-landscape-has-shifted-in-3-weeks-11569248759", "title": "QB Upheaval, Penalties and How the NFL Landscape Has Shifted", "date": "2019-09-23 14:19", "summary": "Injuries and age are taking down quarterbacks, holding penalties have skyrocketed and how teams are able to adjust is turning into one of the season's defining plotlines. There was a must-watch football game on Sunday. There were two phenomenal quarterbacks, Patrick Mahomes and Lamar Jackson, who dueled and dazzled. There were fourth-down conversions, two-point attempts and when it was all over, the Kansas City Chiefs beat the Baltimore Ravens 33-28 in the type of game that felt like a playoff preview.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citadels-griffin-reaps-windfall-from-companys-bond-sale-11569262332", "title": "Citadel's Griffin Reaps Windfall From Company's Bond Sale", "date": "2019-09-23 14:12", "summary": "Company sold $500 million in investment-grade bonds this month to fund dividend to owners. Citadel Limited Partnership sold $500 million in investment-grade bonds earlier this month to fund a dividend to its owners, an unusual move for most hedge funds but the second time in three years Citadel has done so.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-milwaukee-brewers-survived-the-loss-of-an-mvp-11569261613", "title": "How the Milwaukee Brewers Survived the Loss of an MVP", "date": "2019-09-23 14:00", "summary": "Christian Yelich fractured his kneecap and is out for the season, but the Brewers have leaned on their relievers to put themselves on the verge of clinching a wild-card spot. When Christian Yelich limped off the field in Miami earlier this month, his MVP-caliber season destroyed by a foul ball that fractured his right kneecap, the Milwaukee Brewers looked finished. They already trailed the Chicago Cubs in the National League wild-card race, and now they had lost the irreplaceable superstar that had made them contenders at all.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delay-in-military-aid-for-ukraine-stymied-lawmakers-for-weeks-11569252417", "title": "Delay in Aid for Ukraine Stymied Lawmakers for Weeks", "date": "2019-09-23 13:52", "summary": "Trump's pressure campaign on the country puts new emphasis on money to help it ward off Russia. WASHINGTON-For weeks, lawmakers of both parties struggled to get answers over why the Trump administration delayed money Congress had appropriated to help Ukraine defend itself from the threat of Russian aggression.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-lawyers-worried-internal-ghosn-investigation-marred-by-conflicts-of-interest-11569256492", "title": "Nissan Lawyers See Ghosn Probe Marred by Possible Conflicts", "date": "2019-09-23 13:33", "summary": "General counsel tells auto maker's board that conflicts 'create exposure and risk for the company'. Lawyers inside Nissan Motor Co. have raised concerns that the company's investigation into former Chairman Carlos Ghosn is marred by conflicts of interest involving a Nissan executive and the auto maker's outside law firm, Latham & Watkins LLP, according to people familiar with their concerns.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-overturns-fcc-changes-in-media-ownership-rules-11569259575", "title": "Court Overturns FCC Changes in Media-Ownership Rules", "date": "2019-09-23 13:26", "summary": "Judges say agency didn't adequately consider impact on ownership of broadcast media by women and racial minorities. WASHINGTON-A federal appeals court threw out changes to media ownership rules approved by the Federal Communications Commission in 2017, saying the agency should have looked more closely at potential impacts on minority ownership.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-bullard-fed-will-take-further-rate-changes-meeting-by-meeting-11569258081", "title": "Bullard: Fed Will Take Further Rate Changes Meeting by Meeting", "date": "2019-09-23 13:01", "summary": "Cuts made so far have added quite a bit of stimulus to the outlook, St. Louis Fed chief says. Federal Reserve Bank of St. Louis President James Bullard said Monday it is unclear right now whether or not his colleagues will support more rate cuts, but he said the ones made so far have added quite a bit of stimulus to the outlook.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-moves-to-increase-oversight-of-tech-companies-11569245532", "title": "China Moves to Increase Oversight of Tech Companies", "date": "2019-09-23 12:14", "summary": "Technology hub of Hangzhou will assign government officials to work within 100 local companies. BEIJING-The eastern Chinese technology hub of Hangzhou will assign government representatives to work within 100 local companies including Alibaba Group Holding Ltd. , in a new indication of the Chinese government's increasingly close monitoring of private companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-opens-up-an-economy-long-shielded-from-competition-11569244957", "title": "Brazil Opens Up an Economy Long Shielded From Competition", "date": "2019-09-23 12:08", "summary": "Wave of tariff cuts aimed at jump-starting one of the world's largest closed economies. BRASÍLIA-President Jair Bolsonaro's administration is opening up one of the world's most closed big economies, slashing import tariffs on more than 2,300 products and exposing local industries long accustomed to protectionism to the challenges of free trade.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-ghosn-settle-with-sec-over-pay-disclosures-11569254922", "title": "Nissan, Ghosn Settle With SEC Over Pay Disclosures", "date": "2019-09-23 12:08", "summary": "Auto maker agrees to pay $15 million, ex-chairman $1 million, to resolve civil charges. Nissan Motor Co. and its former chairman, Carlos Ghosn, have settled civil charges with the U.S. Securities and Exchange Commission stemming from an investigation into pay disclosures.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdermott-international-hires-law-firm-kirkland-ellis-11568996833", "title": "McDermott International Hires Law Firm Kirkland & Ellis to Advise on Restructuring", "date": "2019-09-23 11:40", "summary": "Distressed engineering firm and lender group have each engaged counsel to advise on restructuring some $3.5 billion of debt. McDermott International Inc.'s debt talks are heating up with the struggling engineering firm hiring Kirkland & Ellis LLP to advise on efforts to restructure its balance sheet, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bells-start-going-off-how-doctors-uncovered-the-vaping-crisis-11569252950", "title": "'The Bells Start Going Off.' How Doctors Uncovered the Vaping Crisis.", "date": "2019-09-23 11:35", "summary": "Resume Subscription. Jennifer Schreiber took one look at her patient's gray and blue skin and knew the teenager needed to go to the hospital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-thomas-cooks-collapse-says-about-modern-tourism-11569248853", "title": "What Thomas Cook's Collapse Says About Modern Tourism", "date": "2019-09-23 11:34", "summary": "Travel agents have survived longer than many were expecting, but the power of their brands is mostly spent. The demise of 178-year old British tour operator Thomas Cook is a testament to the profound changes faced by the tourism industry. It also contains clues as to its future direction of travel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-face-uncertainty-over-challenges-to-trans-atlantic-data-transfers-11569013484", "title": "Companies Face Uncertainty Over Challenges to Trans-Atlantic Data Transfers", "date": "2019-09-23 11:18", "summary": "EU's Privacy Shield and other legal tools could be upended in near-term court decisions. Companies that move personal data from the European Union to the U.S. must prove they handle the information securely and can choose from a handful of legal mechanisms to support such transfers. But court decisions expected in the coming months could force businesses to find other legal cover.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lexmark-international-hires-ubs-to-lead-debt-refinancing-effort-11569251460", "title": "Lexmark International Hires UBS to Lead Debt Refinancing Effort", "date": "2019-09-23 11:11", "summary": "Printing company is seeking to refinance loans taken out to finance its takeover by Chinese investors in 2016. Lexmark International Inc. has hired UBS Group AG to lead an effort to refinance its $1.8 billion debt stack, according to people familiar with the matter.", "categories": [["Pro Bankruptcy High Yield"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-high-yield?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-campaigns-turn-to-social-media-influencers-to-reach-voters-11569251450", "title": "Political Campaigns Turn to Social-Media Influencers", "date": "2019-09-23 11:10", "summary": "Advocacy groups and candidates borrow an idea from brands, hoping these messages are the new celebrity endorsements. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-todays-musicians-are-more-into-fashion-than-music-11569250180", "title": "Why Today's Musicians Are More Into Fashion Than...Music", "date": "2019-09-23 10:49", "summary": "Artists like Beyoncé, Rihanna and Justin Bieber are behaving more like Instagram fashion influencers than traditional musicians. Philadelphia rapper Lil Uzi Vert is prolific. Just not musically.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iex-exchange-to-exit-listings-business-11569205413", "title": "IEX Exchange to Exit Listings Business", "date": "2019-09-23 10:44", "summary": "Upstart exchange's only listed company decided to jump ship. IEX Group Inc. will abandon its listings effort after the upstart exchange's only listed company decided to jump ship.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-primary-challenges-complicate-its-hold-on-the-senate-11569249419", "title": "Primary Challenges Complicate GOP's Hold on the Senate", "date": "2019-09-23 10:37", "summary": "National Republicans work to head off conservative insurgents who they fear could cost the party its majority. A crop of conservative Republicans running in Senate primary campaigns is complicating the GOP's attempt to maintain control of the chamber in 2020.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-alzheimers-research-includes-her-husband-11569248789", "title": "Her Alzheimer's Research Includes Her Husband", "date": "2019-09-23 10:26", "summary": "What life is like for a Harvard professor who helped design the A4 drug trial and is married to one of the study subjects. Natick, Mass.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repo-market-tumult-raises-concerns-about-new-benchmark-rate-11569247352", "title": "Repo-Market Volatility Raises Concerns About New Benchmark Rate", "date": "2019-09-23 10:02", "summary": "Volatility in funding markets sparks a jump in the rate that the Fed has proposed to replace Libor. The tumult in the market for short-term cash loans highlights some analysts' concerns about the Federal Reserve's proposed replacement for the troubled London interbank offered rate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stakes-grow-higher-in-trumps-iran-gamble-11569246847", "title": "Stakes Grow Higher in Trump's Iran Gamble", "date": "2019-09-23 09:54", "summary": "Under U.S. pressure, Tehran could give in-or strike back with increasing force. President Trump is engaged in one of the great strategic gambles of recent times. He is betting that he can create so much pressure on Iran that it buckles to American demands, while simultaneously making good on his promise to keep America out of any more \"endless\" Middle East wars.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-cook-enters-compulsory-liquidation-11569206090", "title": "Thomas Cook Collapses, Forcing U.K. to Fly Tens of Thousands Home", "date": "2019-09-23 09:21", "summary": "The 178-year-old company has been under pressure from lenders to find an additional $249.5 million to prevent the collapse of a rescue deal. LONDON-British travel agency Thomas Cook was born to cater to moneyed Victorians, taking them on grand tours around Europe and the U.S. It evolved over nearly two centuries into a charter service for European budget holidaymakers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-canada-trade-pacts-fate-in-house-hangs-on-support-of-labor-11569244765", "title": "Mexico-Canada Trade Pact's Fate in House Hangs on Support of Labor", "date": "2019-09-23 09:19", "summary": "Unions are calling for tougher standards and enforcement provisions in Trump's USMCA deal. WASHINGTON-Support from labor groups will be a deciding factor in whether the Trump administration's renegotiated trade deal with Mexico and Canada sees a vote in the House, as Democrats debate whether to take up the pact.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-49-7-billion-to-financial-system-11569243612", "title": "Fed Adds $49.7 Billion to Financial System", "date": "2019-09-23 09:00", "summary": "Latest repo transaction seeks to relieve funding pressure in money markets. The Federal Reserve Bank of New York added $49.7 billion to the financial system Monday, using the market for overnight repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-drove-softbanks-vision-fund-up-is-dragging-it-down-11569243411", "title": "What Drove SoftBank's Vision Fund Up Is Dragging It Down", "date": "2019-09-23 08:56", "summary": "Delay of WeWork's IPO and selloff of conglomerate's holdings are taking a toll. Investors' sudden skepticism toward pricey, profitless tech companies is threatening SoftBank Group Corp.'s Vision Fund, which may take a hit on some of its high-profile investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheryl-crow-recording-final-album-threads-11569242008", "title": "Sheryl Crow on Recording Her Final Album", "date": "2019-09-23 08:35", "summary": "The Americana songwriter on her star-studded album Threads and what it's like to make music with her heroes. On the eve of the release of what she has said is her final album, Sheryl Crow is on the back porch of her home in Nashville, in her house slippers with a cup of coffee. It's a late August morning, milder than usual for Nashville, and Crow is just back from a girls' trip to Blackberry Mountain, a resort in the Great Smoky Mountains in Walland, Tennessee. Though confident in her decision, she says that Threads, which came out August 30 from The Valory Music Co., will be her final \"full artistic statement.\" The record is a culmination of sorts of the songwriter's decades-long career, a testament to the friendships and connections she's made in her career.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-toronto-dominion-bank-roku-fitbit-and-more-11569236400", "title": "Stocks to Watch: Facebook, Roku and Fitbit", "date": "2019-09-23 08:31", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-beware-nerfs-newest-blasters-wont-fire-knockoff-darts-11569240001", "title": "Parents, Beware: Nerf's Newest Blasters Won't Fire Knockoff Darts", "date": "2019-09-23 08:00", "summary": "Hasbro is rolling out blaster that only fires new dart design; paying $9.99 for 20 darts. Hasbro Inc. is waging a counterattack against Nerf knockoffs with a new line of blasters and darts that only work with each other.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-anti-smoking-advocate-durbin-turns-sights-on-vaping-11569237667", "title": "Antismoking Advocate Dick Durbin Turns Sights on Vaping", "date": "2019-09-23 07:21", "summary": "Democratic senator's persistence has been pivotal in advancing safety issues related to tobacco and nicotine. ", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankers-form-weworks-community-circle-11569236580", "title": "Bankers Form WeWork's Community Circle", "date": "2019-09-23 07:03", "summary": "Top investment banks' names circle the company logo on the IPO prospectus. What bank is to blame for We Co.'s postponed initial public offering? Surely in the world of Wall Street chieftains, who love to distinguish between the classes and the masses, there is a leader.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-hungry-for-protein-and-the-global-steaks-are-high-11569236529", "title": "Meat Is Getting Pricier Because China Is Peckish for Protein", "date": "2019-09-23 07:02", "summary": "After a swine disease decimated its pig herd, Chinese demand is driving up beef, pork and poultry prices world-wide. China is on a global meat-buying spree, pushing up beef, pork and poultry prices around the globe as the world's most populous nation scrambles to fill a large void in its meat supply.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-courts-could-set-speed-limit-on-ubers-valuation-11569236402", "title": "California Courts Could Set Limit on Uber's Valuation", "date": "2019-09-23 07:00", "summary": "Uber says it is a technology company, but California courts might say otherwise. Uber 's valuation might now be in the hands of California's courts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-rugby-world-cup-its-japan-vs-the-hardest-drinking-fans-in-sports-11569236401", "title": "At the Rugby World Cup, It's Japan vs. the Hardest Drinking Fans in Sports", "date": "2019-09-23 07:00", "summary": "The host nation is preparing for a beer shortage as the world's powerhouses of drinking gather to cheer for their favorite teams. Japan had known for a decade that it would host this year's Rugby World Cup. But only in the final months before kickoff did the city of Kobe grasp what it was in for. Some 36,000 fans from Ireland, England, Scotland and South Africa were on their way. And-these being rugby fans-they would be dangerously thirsty.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-trump-style-tax-cut-wont-fix-the-economy-11569234922", "title": "India's Trump-Style Tax Cut Won't Fix the Economy", "date": "2019-09-23 06:35", "summary": "Corporate tax cuts are good news for the equity market, but don't address the issues that have left India with its slowest growth in years. Indian Prime Minister Narendra Modi and President Trump took to the stage together in Texas on Sunday. At home, Mr. Modi's finance ministry is taking a leaf out of the Trump playbook with a headline-grabbing tax cut for companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-cable-companies-compile-more-granular-data-to-fuel-targeted-ads-11569232800", "title": "Major Cable Companies Compile More Granular Data to Fuel Targeted Ads", "date": "2019-09-23 06:00", "summary": "Comcast, Cox and Charter want to help programmers make more of their TV ads addressable. Cable operators Comcast Corp. , Charter Communications Inc. and Cox Communications Inc. are trying to make it easier for television networks and advertisers to target commercials to specific consumer groups.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-prosecutor-stuart-meissner-aims-for-cory-bookers-n-j-senate-seat-11569232801", "title": "Former Prosecutor Stuart Meissner Aims for Cory Booker's N.J. Senate Seat", "date": "2019-09-23 06:00", "summary": "Stuart Meissner left the Democratic Party in 2016 and is now a Trump supporter. A Republican attorney who represents Wall Street whistleblowers is jumping into New Jersey's 2020 Senate race, aiming to replace U.S. Sen. Cory Booker.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-companies-shake-up-mexico-citys-earthquake-alert-system-11569231035", "title": "Private Companies Shake Up Mexico City's Earthquake-Alert System", "date": "2019-09-23 05:30", "summary": "Officials say too many services can undermine confidence; competitors say they help improve early warnings. ", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reporters-phablet-growing-web-of-corporate-connections-creates-opportunity-risk-11569231001", "title": "Reporter's Phablet: Growing Web of Corporate Connections Creates Opportunity, Risk", "date": "2019-09-23 05:30", "summary": "'Working with a company like VirtualAPT gives us access to technologists that we probably wouldn't have in a construction company,' Skanska's Anthony Colonna says. NEW YORK-Companies are struggling to manage risk tied to their digitally connected networks of contractors and subcontractors, business partners, gig workers and far-flung global customers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dangers-of-hiring-for-cultural-fit-11569231000", "title": "The Dangers of Hiring for Cultural Fit", "date": "2019-09-23 05:30", "summary": "Employers often aim to hire people they think will be a good fit, but their efforts can easily veer into a ditch where new hires all look, think and act alike. What happens when a boss tries to foster a more inviting workplace, but not everyone feels invited?", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-discussed-biden-in-call-with-ukraines-president-11569177685", "title": "Trump Says He Discussed Biden in Call With Ukraine's President", "date": "2019-09-23 03:06", "summary": "Democrats press demand for an inquiry on president's July discussion. WASHINGTON-President Trump confirmed Sunday that he discussed Joe Biden with Ukraine's president during a July call, a conversation that has prompted Democrats to accuse the president of wrongfully pressuring a foreign leader to investigate a political opponent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arab-parties-back-gantz-in-bid-to-oust-netanyahu-11569183950", "title": "Arab Parties Back Opponent in Bid to Oust Netanyahu", "date": "2019-09-23 02:46", "summary": "No candidate has enough support for a majority in Israel's parliament, indicating weeks of jousting. TEL AVIV-Israel's Arab parties on Sunday backed Benny Gantz as prime minister, endorsing a potential leader for the first time in nearly three decades in a bid to oust Prime Minister Benjamin Netanyahu.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-farmers-see-bright-spot-in-solar-11569242733", "title": "Farmers See Bright Spot in Solar", "date": "2019-09-23 00:01", "summary": "Resume Subscription. U.S. farmers are embracing an alternative means of turning sunlight into revenue during a sharp downturn in crop prices: solar power.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569173496", "title": "Pepper...and Salt", "date": "2019-09-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-strike-heads-into-a-second-week-11569201210", "title": "GM Strike Heads Into a Second Week", "date": "2019-09-23 00:01", "summary": "Company and union bargainers are still at odds over wages, temporary workers and profit-sharing. The United Auto Workers strike at General Motors Co. is heading into its second week as union and company bargainers face unresolved issues ranging from the use of temporary workers to wages for newer hires, according to people close to the talks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-makes-early-wins-as-emmys-begin-11569199700", "title": "'Game of Thrones,' 'Fleabag' Win Top Honors at Emmys", "date": "2019-09-23 23:48", "summary": "This year's telecast marked a changing of the guard, as long-dominant series bowed out and younger shows came to the fore. \"Game of Thrones,\" the HBO series that pushed television production to new levels of scale and spending, ended its run at the Emmy Awards without completely torching the competition.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019-emmy-awards-nominees-11569195830", "title": "2019 Emmy Awards Winners", "date": "2019-09-23 23:03", "summary": "'Game of Thrones' and 'Fleabag' take top prizes at 71st Primetime Emmy Awards. Here is the complete list of winners of the 71st Primetime Emmy Awards", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramcos-repairs-could-take-months-longer-than-company-anticipates-contractors-say-11569180194", "title": "Aramco's Repairs Could Take Months Longer Than Company Anticipates, Contractors Say", "date": "2019-09-23 22:12", "summary": "Saudi oil company tells contractors to spare no expense getting facilities in working order after attacks. The Saudi Arabian Oil Co. is in emergency talks with equipment makers and service providers, offering to pay premium rates for parts and repair work as it attempts a speedy recovery from missile attacks on its largest oil-processing facilities, Saudi officials and oil contractors said.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-currency-war-digital-money-vs-the-dollar-11569204540", "title": "The Coming Currency War: Digital Money vs. the Dollar", "date": "2019-09-23 22:09", "summary": "Central banks are getting closer to issuing their own digital currency. If they do, the dollar might finally face real competition as the world's dominant currency. The future of money might be a digital version of the cash that's already in people's wallets-potentially upending the currency system that the world has known for many decades.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-that-do-goodand-maybe-well-11569204422", "title": "Bonds That Do Good-and, Maybe, Well", "date": "2019-09-23 22:07", "summary": "Social and impact bonds aim to provide a return for investors while addressing important social causes. Bonds are now lending philanthropy a hand.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-your-mobile-banking-safe-11569204421", "title": "How to Keep Your Mobile Banking Safe", "date": "2019-09-23 22:07", "summary": "A lot of it depends on your bank, but there are things customers can do as well. As people increasingly do their banking on mobile devices, concerns about digital security have come to the forefront.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-that-offer-new-paths-to-homeownership-11569204361", "title": "Startups That Offer New Paths to Homeownership", "date": "2019-09-23 22:06", "summary": "Startups are creating new ways for consumers shut out of the traditional mortgage market to be able to join the ranks of homeowners. People with steady incomes but less-than-perfect credit are often shut out of buying homes because they can't qualify for a mortgage.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-in-search-of-yield-turn-to-music-royalty-funds-11569204301", "title": "Investors in Search of Yield Turn to Music-Royalty Funds", "date": "2019-09-23 22:05", "summary": "These funds buy the rights to music catalogs and then generate royalty payments for investors. Betting your money on Keith Richards might sound risky. But at a time when some $15 trillion in government bonds around the world have negative yields, it might not be a bad wager.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-potentially-high-cost-of-not-disclosing-esg-data-11569204241", "title": "The Potentially High Cost of Not Disclosing ESG Data", "date": "2019-09-23 22:04", "summary": "Activist investors push companies to disclose information about their environmental and social impact. Many companies have resisted disclosing environmental, social and governance data out of fear of being shunned by investors. These days, not disclosing that information may be even more risky.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-esg-investors-punch-above-their-weight-11569204180", "title": "Small ESG Investors Punch Above Their Weight", "date": "2019-09-23 22:03", "summary": "Niche investors are often able to spur companies to address ESG issues. A small group of niche investors guided by environmental, social and governance principles are emerging as a big influence on corporate decision making.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tech-companies-turn-to-financial-services-11569204120", "title": "Chinese Tech Companies Turn to Financial Services", "date": "2019-09-23 22:02", "summary": "In search of new growth markets, they hope to leverage their consumer data to sell loans, insurance and more. China's biggest internet and technology companies are crowding into the financial-services business, hoping to monetize troves of data they've collected on millions of people in the country.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oddball-policies-give-boost-to-chinas-insurers-11569204061", "title": "Oddball Policies Give Boost to China's Insurers", "date": "2019-09-23 22:01", "summary": "The country's high internet penetration lets insurance companies market their products to a large population via apps. For about $70 a year, one of China's largest internet-only insurers will make a lump-sum payout to parents if their child goes missing.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mutual-fund-ratings-are-often-based-on-a-decades-results-thats-too-short-11569204001", "title": "Mutual-Fund Ratings Are Often Based on a Decade's Results. That's Too Short.", "date": "2019-09-23 22:00", "summary": "The most recent decade hasn't had a bear market for large-cap funds. The future ain't what it used to be, Yogi Berra said. But now, when it comes to evaluating mutual funds and ETFs, it seems the past ain't what it used to be either.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-will-live-or-die-by-its-digital-economy-11569203477", "title": "China Will Live or Die by Its Digital Economy", "date": "2019-09-23 21:54", "summary": "The digital economy is one of the few good options China has to keep growing rapidly. For China, technological leadership is an existential issue.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-important-dates-in-world-currency-history-11569203400", "title": "Some Important Dates in World Currency History", "date": "2019-09-23 21:50", "summary": "Resume Subscription. No one can say whether digital currencies will one day be the global payment of preference, or whether perhaps a different national currency will replace the dollar as the de facto world currency. Here's a look at some important events in the past that have helped shape today's global currency issues.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nyse-owner-to-launch-long-awaited-bitcoin-futures-11569153649", "title": "NYSE Owner Launches Long-Awaited Bitcoin Futures", "date": "2019-09-23 20:37", "summary": "Intercontinental Exchange bets consumers, businesses and Wall Street will embrace cryptocurrencies. The owner of the New York Stock Exchange launched its long-delayed market for bitcoin futures Sunday, a high-profile bet that consumers, businesses and Wall Street will embrace cryptocurrencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]