[{"link": "https://www.wsj.com/articles/schwab-scraps-hawaii-trip-for-firms-top-workers-11562975809", "title": "Schwab Scraps Trip for Top Employees", "date": "2019-07-12 19:56", "summary": "Discount brokerage cites 'reputational risks' associated with award programs. Charles Schwab Corp. is scaling back a sales-incentive program designed to reward its top employees with all-expenses-paid trips.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epstein-flourished-as-he-forged-bond-with-retail-billionaire-11562975711", "title": "Epstein Flourished as He Forged Bond With Retail Billionaire", "date": "2019-07-12 19:55", "summary": "Charismatic financier, now charged in sex-trafficking case, built ties with executive Leslie Wexner that extended into shy billionaire's investments, charities. Jeffrey Epstein enjoyed relationships with celebrities, academics, political figures and investors. Few bonds were more important to the New York financier than the unlikely one he forged with Leslie Wexner, the billionaire retail tycoon from Columbus, Ohio.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-appeals-to-supreme-court-in-border-wall-case-11562975744", "title": "Trump Administration Appeals to Supreme Court in Border-Wall Case", "date": "2019-07-12 19:55", "summary": "Move comes after lower courts blocked administration from building parts of wall without congressional approval. WASHINGTON-The Trump administration filed an emergency appeal Friday with the Supreme Court that seeks to start construction on sections of a southern U.S. border wall with $2.5 billion in funds not approved by Congress.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-defends-trumps-decision-on-census-11562971931", "title": "White House Defends Trump's Retreat on Census", "date": "2019-07-12 19:53", "summary": "Officials expect the fight over the issue to infuse the president's campaign. WASHINGTON-After President Trump retreated on adding a citizenship question to the census Thursday, he characterized his new effort-to order federal agencies to turn over citizenship records-as a more accurate way to count the population and a sign of his willingness to fight.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-upholds-decision-barring-trump-birth-control-exemptions-11562973913", "title": "Appeals Court Upholds Decision Barring Trump Birth-Control Exemptions", "date": "2019-07-12 19:25", "summary": "Ruling finds employers can't withhold contraception coverage, in fresh blow to administration's deregulatory push. A federal appeals court unanimously upheld a lower court decision blocking a revised set of Trump administration rules allowing employers with religious or moral objections to opt out of providing their workers with birth-control coverage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-accuse-financier-jeffrey-epstein-of-witness-tampering-in-new-court-filing-11562969437", "title": "Federal Prosecutors Accuse Financier Jeffrey Epstein of Witness Tampering", "date": "2019-07-12 19:20", "summary": "They cite financial records that allegedly show efforts to pay $350,000 to two associates. Federal prosecutors in New York accused financier Jeffrey Epstein of witness tampering in a new court filing Friday, citing financial records that allegedly show efforts by Mr. Epstein last year to pay $350,000 to two of his associates who may testify against him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lays-out-plans-to-fight-economic-crime-11562972951", "title": "U.K. Lays Out Plans to Fight Economic Crime", "date": "2019-07-12 19:09", "summary": "The plan comes after the launch of a joint task force called the Economic Crime Strategic Board in January. The U.K. has laid out a new three-year plan for tackling economic crime.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-compliance-policy-revamps-all-or-nothing-approach-to-corporate-leniency-11562971766", "title": "Antitrust Compliance Policy Revamps All-or-Nothing Approach to Corporate Leniency", "date": "2019-07-12 18:49", "summary": "Tweaks to a Justice Department policy on incentives for antitrust offenders softens penalties for companies that aren't the first to report violations. Companies looking to catch a break from federal prosecutors for violating antitrust laws have long been forced to run a winner-takes-all race: Those that were first in line to report wrongdoing were let off the hook while co-conspirators faced criminal charges.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-lane-executive-katira-resigns-ahead-of-guilty-plea-on-assault-charge-11562971583", "title": "Hamilton Lane Executive Katira Resigns Ahead of Guilty Plea on Assault Charge", "date": "2019-07-12 18:46", "summary": "Tarang 'Taz' Katira was regarded as a rising star at one of the world's most influential investment consultants. A London-based executive with U.S. alternative asset manager Hamilton Lane Inc. resigned this week after telling the firm he would plead guilty to a domestic assault charge.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-taiwan-progress-11562971520", "title": "Trump's Taiwan Progress", "date": "2019-07-12 18:45", "summary": "A $2.2 billion arms sale comes as Taipei grows more wary of Beijing.. Deterring Chinese military dominance in the Indo-Pacific is a top U.S. strategic goal, and the Trump Administration made progress this week with a tentative $2.2 billion arms sale to Taiwan. The next sale should be F-16V fighter jets, which is the island's most pressing defense need.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acosta-goes-over-the-side-11562971558", "title": "Acosta Goes Over the Side", "date": "2019-07-12 18:45"}, {"link": "https://www.wsj.com/articles/amazons-education-for-bernie-11562971540", "title": "Amazon's Education for Bernie", "date": "2019-07-12 18:45", "summary": "The company is offering to retrain its workers for the jobs of the future-at no cost to taxpayers.. Amazon has disrupted businesses from book stores to supermarkets-RIP Borders. Now CEO Jeff Bezos is gunning for the higher-education-government complex by paying for advanced technical and vocational education for Amazon's U.S. employees.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-secretary-alexander-acosta-is-stepping-down-11562939135", "title": "Acosta Resigns Amid Pressure Over Epstein Prosecution", "date": "2019-07-12 18:44", "summary": "Plea deal received fresh scrutiny this week after charges were filed against financier. WASHINGTON-Alexander Acosta resigned as U.S. labor secretary, bowing to mounting pressure over his handling of a high-profile sex-abuse case when he was a federal prosecutor more than a decade ago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-approves-roughly-5-billion-facebook-settlement-11562960538", "title": "FTC Approves Roughly $5 Billion Facebook Settlement", "date": "2019-07-12 18:43", "summary": "FTC commissioners broke along party lines, 3-2, with the Republican majority lining up to support the pact while Democratic commissioners objected. The Federal Trade Commission has endorsed a roughly $5 billion settlement with Facebook Inc. over a long-running probe into the tech giant's privacy missteps, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federer-and-nadal-at-wimbledon-is-forever-11562971128", "title": "Federer and Nadal at Wimbledon Is Forever", "date": "2019-07-12 18:40", "summary": "A great rivalry spins a fresh chapter at a cathedral of tennis. Wimbledon, England", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-deutsche-bank-netflix-stocks-that-defined-the-week-11562970550", "title": "UnitedHealth, Netflix: Stocks That Defined the Week", "date": "2019-07-12 18:29", "summary": "Resume Subscription. The Dow Jones Industrial Averaged and the S&P 500 crossed major milestones this past week as the Federal Reserve chief sounded a dovish view and President Trump backed off a plan to curb drug rebates.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-ilhan-omar-overcome-her-prejudice-11562970265", "title": "Can Ilhan Omar Overcome Her Prejudice?", "date": "2019-07-12 18:24", "summary": "I was born in Somalia and grew up amid pervasive Muslim anti-Semitism. Hate is hard to unlearn without coming to terms with how you learned it.. I once opened a speech by confessing to a crowd of Jews that I used to hate them. It was 2006 and I was a young native of Somalia who'd been elected to the Dutch Parliament. The American Jewish Committee was giving me its Moral Courage Award. I felt honored and humbled, but a little dishonest if I didn't own up to my anti-Semitic past. So I told them how I'd learned to blame the Jews for everything.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-too-late-for-new-york-to-start-fracking-11562970236", "title": "It's Not Too Late for New York to Start Fracking", "date": "2019-07-12 18:23", "summary": "Cuomo deprives his state of its economic benefits because of imaginary environmental risks.. Driving my youngest son to and from college outside Albany, N.Y., the past few years has been a trip down memory lane. I grew up in Bay Ridge, Brooklyn, so upstate to me has always been the great outdoors: canoeing on the Delaware River, hiking the Appalachian Trail, and skiing in the Adirondacks.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-friends-review-bright-school-days-dimmed-11562969491", "title": "'Four Friends' Review: Bright School Days Dimmed", "date": "2019-07-12 18:11", "summary": "Considering Andover not through its greatest success stories but through the lives of four alumni whose ambitions were dashed by sudden, accidental deaths.. Over the past dozen years, William D. Cohan, an investment banker turned business writer, has chronicled the successes and excesses of Lazard Frères, Bear Stearns and Goldman Sachs in \"The Last Tycoons,\" \"House of Cards\" and \"Money and Power,\" respectively. More recently, in \"The Price of Silence\" (2014), he took on the Duke University lacrosse scandal.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/late-migrations-review-flora-fauna-and-family-11562969468", "title": "'Late Migrations' Review: Flora, Fauna and Family", "date": "2019-07-12 18:11", "summary": "A pointillist portrait of 'a natural history of love and loss.'. In 1956, author E.B. White suggested that newspapers cover nature as eagerly as commerce, having columns devoted not only to the flow of business but also the arrival of birds.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-a-chilling-vision-of-the-near-future-11562969445", "title": "Science Fiction: A Chilling Vision of the Near Future", "date": "2019-07-12 18:10", "summary": "What happens when billionaires die?. What happens when billionaires die? Maybe the answer is that they don't. People are already having themselves cryogenically frozen, and if you have the money, as billionaires do, it looks like a worthwhile bet. The idea, of course, is that the \"corpsicles,\" to use Larry Niven's unattractive term, will be thawed out once advancing medical technology makes it possible to cure what ailed them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-future-of-tv-11562969099", "title": "The Real Future of TV?", "date": "2019-07-12 18:05", "summary": "As Netflix and its rivals lose gobs of money, here's who may be cleaning up in the streaming wars.. Who's going to benefit when the streaming TV bubble pops? Maybe one answer is to be found here: In March the tiny Chicken Soup for the Soul Entertainment bought a controlling stake in Crackle, the free, ad-supported streaming service that Sony nurtured with millions of dollars without ever quite finding the sweet spot. When a company buys another company it's exchanging one asset (cash) for an asset presumably of comparable value. Yet Chicken Soup for the Soul Entertainment's stock popped 36% on the news.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-heroes-can-struggle-with-addiction-11562969041", "title": "Even Heroes Can Struggle With Addiction", "date": "2019-07-12 18:04", "summary": "William Wilberforce was dependent on opiates, and his biographers played down his sickness.. William Wilberforce, the parliamentarian known for leading the legislative fight to end the British slave trade, struggled with opioid use over 45 years. That biographers resist calling it an addiction has less to do with a lack of historical evidence than a misunderstanding of addiction itself.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-makes-a-bet-on-beauty-with-lady-gaga-deal-11562968730", "title": "Amazon Makes a Bet on Beauty With Lady Gaga Deal", "date": "2019-07-12 17:58", "summary": "Beyond a cut of the revenue, the tie-up with Haus Laboratories could be a gateway to more prestige brands. Amazon.com Inc. AMZN -3.33% is betting it has the marketing muscle to help an upstart beauty collection from Lady Gaga compete with the range of established celebrity-backed brands and industry stalwarts.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-strengthens-hybrid-cloud-with-red-hat-acquisition-11562967857", "title": "IBM Strengthens Hybrid Cloud With Red Hat Acquisition", "date": "2019-07-12 17:44", "summary": "Deal that closed this week is expected to boost IBM's clout in the cloud sector. International Business Machines Corp.'s $34 billion deal to buy Red Hat Inc., which closed this week, boosts its standing in the hybrid cloud market.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-hail-to-the-champions-11562967273", "title": "Women In: Hail to the Champions", "date": "2019-07-12 17:34", "summary": "Most Popular News. This week, what could be bigger than the U.S. women's soccer team? Their joyous, consequential World Cup win was a thrilling watch and a landmark moment for women in sports and beyond.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-starts-taking-delivery-of-russian-air-defense-missile-system-risking-u-s-sanctions-and-testing-its-position-in-nato-11562920372", "title": "Turkey Receives Russian Missile System, Risking U.S. Sanctions", "date": "2019-07-12 17:20", "summary": "Shipment of S-400 system marks the latest in a series of divergences between the U.S. and Turkey. Turkey began receiving a sophisticated new air-defense missile system from Russia that Washington regards as a security threat, potentially exposing Ankara to U.S. sanctions and testing its position in NATO.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-science-stocks-look-less-healthy-11562949746", "title": "Life-Science Stocks Look Less Healthy", "date": "2019-07-12 16:57", "summary": "Gene-sequencer Illumina disappoints investors with its revenue results. Life-science companies, which have logged a strong performance this year, can't inoculate themselves against slowing growth in the broader market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-former-house-speaker-ryan-at-odds-again-over-comments-in-book-11562964885", "title": "Trump and Ryan Are at Odds Again", "date": "2019-07-12 16:54", "summary": "Long-running tension flares up after Wisconsin Republican says president 'didn't know anything about government'. President Trump and Paul Ryan revived their feud ahead of a new book where the former House speaker says that Mr. Trump knew nothing about politics and that he wanted to scold the president constantly.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-it-takes-to-be-made-in-america-11562964812", "title": "What It Takes to Be Made in America", "date": "2019-07-12 16:53", "summary": "One company set out to make a new shoe entirely in the U.S., and learned it is much more complex than it expected. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Business", "Podcast"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-pact-helps-ford-in-europe-11562964760", "title": "Volkswagen Pact Helps Ford in Europe", "date": "2019-07-12 16:52", "summary": "Electric-vehicle alliance could help U.S. auto maker meet region's new emissions standards faster. Ford Motor Co. 's expanded alliance with Volkswagen AG will give the U.S. auto maker an important corporate ally in Europe, where tougher emissions rules are raising costs significantly for the auto industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tobacco-stocks-may-be-poised-to-light-up-11562955100", "title": "Tobacco Stocks May Be Poised to Rise, Goldman Says", "date": "2019-07-12 16:40", "summary": "Altria, Philip Morris shares rise after Goldman report suggests cigarette stocks are cheap. Goldman Sachs ' stock researchers say now is the time to buy shares of tobacco companies Altria Group Inc. and Philip Morris International Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-european-stocks-tick-higher-11562918503", "title": "U.S. Stocks Close Out Week With More Gains", "date": "2019-07-12 16:39", "summary": "Oil prices surged, markets show signs of strength while Fed postures for a rate cut. Stocks climbed to records and oil prices surged this week, as investors bet the Federal Reserve will be able to forestall a downturn.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anheuser-busch-inbev-calls-off-ipo-of-asia-unit-11562955994", "title": "Anheuser-Busch InBev Calls Off IPO of Asia Unit", "date": "2019-07-12 16:29", "summary": "Brewer cites 'prevailing market conditions' for decision. Anheuser-Busch InBev SA called off the nearly $10 billion listing of its Asian business, citing market conditions, scrapping what would have been the largest initial public offering of the year and dealing a setback to the brewer's efforts to pay down debt.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/provence-but-not-provincial-11562962852", "title": "Provence But Not Provincial", "date": "2019-07-12 16:20", "summary": "A look at the surprising new arrivals, dramatic renovations and the places stubbornly resistant to change. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mnuchin-says-treasury-could-run-out-of-cash-in-early-september-11562943666", "title": "Mnuchin Urges Congress to Raise Debt Ceiling Before August Recess", "date": "2019-07-12 16:13", "summary": "Official urges Congress to raise debt ceiling before August recess. WASHINGTON-The U.S. government could run out of cash to pay its bills in early September, before Congress returns from recess, Treasury Secretary Steven Mnuchin said Friday as he urged lawmakers to raise the federal borrowing limit before they leave town at the end of the month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-and-run-collision-in-disputed-waters-tests-philippines-china-ties-11562941674", "title": "Hit-and-Run Collision in South China Sea Tests Philippines' Beijing Ties", "date": "2019-07-12 15:59", "summary": "President Rodrigo Duterte is standing by Beijing, saying he is seeking to maintain peace and open more avenues for economic growth. The alleged sinking of a Philippine fishing boat by a Chinese vessel has emerged as the biggest test yet of President Rodrigo Duterte's pivot to China, as his decision not to push Beijing over the incident prompts condemnation from critics who say he is selling out his country's sovereignty for economic gain.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-moon-waxed-large-in-art-11562960955", "title": "When the Moon Waxed Large in Art", "date": "2019-07-12 15:49", "summary": "Tilman Riemenschneider's precisely carved sculpture 'Virgin and Child on the Crescent Moon' (c. 1521-1522) depicts an image drawn from the Book of Revelation symbolizing the Apocalypse.. Fifty years ago this month, the world watched with wonderment the televised, shadowy, black-and-white image of Apollo 11 Commander Neil Armstrong stepping onto the lunar surface. As amazing would be Armstrong's now iconic photograph of his fellow astronaut Buzz Aldrin standing on the moon.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outside-assistance-to-ags-is-legal-and-right-11562960826", "title": "Outside Assistance to AGs Is Legal and Right", "date": "2019-07-12 15:47", "summary": "The State Energy & Environmental Impact Center brings academic rigor and independence to its mission of supporting state AGs.. Chris Horner and Victoria Toensing's \"How Bloomberg Pays to Prosecute the Trump EPA\" (Cross Country, July 6) questions the support that the State Energy & Environmental Impact Center at the NYU School of Law provides to state attorneys general as they defend environmental and energy laws. They assert that we do the bidding of private philanthropists and undermine the \"legitimacy and important work\" of attorneys general.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeos-rights-commission-is-a-wise-move-11562960722", "title": "Pompeo's Rights Commission Is a Wise Move", "date": "2019-07-12 15:45", "summary": "Regarding Mike Pompeo's \"Unalienable Rights and U.S. Foreign Policy: Hugo Chávez imposed his new constitution giving Venezuelans, among many other things, the \"right\" to an annual two-week vacation. Now they have no rights at all.. Regarding Secretary of State Michael R. Pompeo's \"Unalienable Rights and U.S. Foreign Policy\" (op-ed, July 8) on fundamental (natural) rights and positive rights: Few people seem to realize the dangers of obscuring our natural rights, which predate and restrain the state, with government benefits enacted by legislatures. Hugo Chávez imposed his new constitution, approved by a compliant legislature and cronies in the judiciary, giving Venezuelans, among many other things, the \"right\" to an annual two-week vacation. Now they have no rights at all. Natural rights are like a large, old oak tree that is resistant to a flame-but if you surround its base with kindling, you can set fire to that, and the tree eventually will come down.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-buybacks-often-second-worst-option-11562960591", "title": "Stock Buybacks Often Second-Worst Option", "date": "2019-07-12 15:43", "summary": "Boards that approve buybacks without adjusting EPS targets or insisting executives keep their stock should make investors very wary.. Jason Zweig is right that stock buybacks are a better use of excess cash than empire building, but that just means that buying back stock is often the second-worst option, not the best (\"The Intelligent Investor: Buybacks, and Debate Over Their Merits, Aren't New,\" Exchange, July 6). One problem with current buyback programs is the perverse incentives of compensation plans tied to earnings-per-share goals. It is almost unheard of to adjust EPS targets to reflect buybacks, meaning that bonuses for top executives are artificially inflated and incentives are skewed. In addition, some boards allow executives to sell into a buyback, an indicator to the market that the stock may be at a high, not underpriced, a mixed message at best.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillenbrand-to-buy-milacron-holdings-11562960429", "title": "Hillenbrand to Buy Milacron Holdings", "date": "2019-07-12 15:40", "summary": "Cash and stock deal values plastics manufacturer at $1.27 billion. Industrial firm Hillenbrand Inc. said it is buying Milacron Holdings Corp. in a cash and stock transaction valued at $1.27 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-moved-democrats-toward-a-winning-position-11562960308", "title": "Sanders Moved Democrats Toward a Winning Position", "date": "2019-07-12 15:38", "summary": "The 2018 success in congressional elections undoubtedly explains why most Democratic presidential candidates have bought into Sen. Sanders' agenda.. Your editorial \"Bernie Sanders Won the Debate\" (June 29) posits that Democratic presidential candidates have moved so far to the left in adopting policy positions of Sen. Bernie Sanders that they may inadvertently hand the 2020 election to President Trump. I disagree.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guide-for-the-culture-police-11562960179", "title": "Guide for the Culture Police", "date": "2019-07-12 15:36", "summary": "Daniel Henninger's \"Wahooing Betsy Ross\" invites the following theme song for the self-appointed culture police.. Daniel Henninger's \"Wahooing Betsy Ross\" (Wonder Land, July 11) invites the following theme song for the self-appointed culture police:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boycotting-home-depot-11562960186", "title": "Boycotting Home Depot", "date": "2019-07-12 15:36", "summary": "The company co-founder who triggered a backlash is expressing a consensus opinion.. Seems like it's getting easier every day to enrage a segment of politically active Americans. Witness the current effort to boycott Home Depot because of co-founder Bernie Marcus' comments about President Donald Trump.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-advances-effort-requiring-approval-to-use-force-on-iran-11562952130", "title": "House Passes Defense Bill Limiting Use of Force Against Iran", "date": "2019-07-12 15:30", "summary": "Setting up clash in Senate, bill would also block border-wall funding, new Guantanamo detentions. WASHINGTON-The House of Representatives passed an annual defense-policy bill that would prohibit the use of federal funds for military operations against Iran without congressional consent and repeal the 2002 authorization of force against Iraq.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-says-no-developments-in-justice-probe-over-baby-powder-11562959727", "title": "J&J Says No Developments in Justice Probe Over Baby Powder", "date": "2019-07-12 15:28", "summary": "Company in February said it had received a subpoena related to baby powder. Johnson & Johnson on Friday said there were no new developments regarding a Justice Department probe into the company's handling of talcum powder.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-questions-trump-effort-to-block-subpoena-for-financial-records-11562959494", "title": "Appeals Court Questions Trump Effort to Block Subpoena for Financial Records", "date": "2019-07-12 15:24", "summary": "House Oversight Committee has sought statements and other records from Mazars, Trump's longtime accounting firm. WASHINGTON-A federal appeals court voiced doubts Friday about President Trump's bid to block a House subpoena seeking financial records from his long-time accounting firm, but judges also questioned whether House Democrats were pushing legal boundaries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-report-shows-higher-number-of-separated-migrant-families-than-previously-known-11562941842", "title": "Migrant Families Were Separated Longer Than Known, Report Says", "date": "2019-07-12 15:09", "summary": "Committee hearing Friday shifts focus to current treatment of asylum-seekers. WASHINGTON-The House Oversight Committee's investigation into the Trump administration's 2018 policy that separated children from their parents at the border revealed that many children were kept in government custody away from adults far longer than previously known.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-court-rules-eritrean-alleged-to-be-migrant-smuggling-kingpin-is-wrong-man-11562958144", "title": "Court Rules Eritrean Alleged to Be Migrant Smuggler Is Wrong Man", "date": "2019-07-12 15:02", "summary": "Court orders release of man prosecutors claimed had moved thousands of people from Africa and Mideast into Europe. British and Sicilian investigators accused the wrong man of being one of the world's most wanted human traffickers, a court said Friday as it ordered his release in a blow to European law enforcement.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-federer-turns-back-clockand-tableson-rafael-nadal-at-wimbledon-11562958046", "title": "Roger Federer Turns Back Clock-and Tables-on Rafael Nadal at Wimbledon", "date": "2019-07-12 15:00", "summary": "In a reversal of their legendary 2008 tennis duel, it's the 37-year-old Swiss who triumphs. WIMBLEDON, England-The last time these two icons played each other here, in 2008, it was an epic-a five-set final that ran into twilight and is widely considered one of the greatest tennis matches ever played.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-auctions-show-weakness-11562957180", "title": "U.S. Government Bond Auctions Show Weakness", "date": "2019-07-12 14:46", "summary": "Investors bid for less than 80% of Treasury notes, bonds auctioned this week compared with 2019 average of 93%. U.S. Treasury prices fell this week after investors submitted fewer bids than usual at a series of government bond auctions, underscoring the centrality of their demand for newly issued debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-burkle-and-sydell-group-sell-youth-hostel-brand-for-400-million-11562952141", "title": "Ron Burkle and Sydell Group Sell Youth Hostel Brand for $400 Million", "date": "2019-07-12 14:31", "summary": "Deal is latest sign hostels and micro hotels are booming in the hospitality sector. A U.K. investment firm is paying about $400 million to acquire Freehand Hotels, the New York-based lodging company majority owned by hotel operator Sydell Group and private-equity investor Ronald Burkle's firm.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-american-venture-firms-angle-for-slice-of-global-funding-boom-11562954831", "title": "Latin American Venture Firms Angle for Slice of Global Funding Boom", "date": "2019-07-12 14:07", "summary": "Uruguay's Kaszek Ventures, Brazil's Monashees seek to raise combined $750 million for new funds. Latin America is becoming a new hot spot for venture investing.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-wins-lawsuit-over-massive-cloud-computing-contract-11562954005", "title": "Pentagon Wins Lawsuit Over Massive Cloud-Computing Contract", "date": "2019-07-12 13:53", "summary": "Ruling is victory for Amazon and loss for Oracle in race for potentially $10 billion deal. A federal judge declined to throw a roadblock in front of a massive Pentagon cloud-computing contract, granting a legal victory to Amazon.com Inc. in its bid to secure the deal and a loss to competitor Oracle Corp.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bill-shoring-up-9-11-victim-compensation-fund-11562953352", "title": "House Passes Bill Shoring Up 9/11 Survivors Fund", "date": "2019-07-12 13:51", "summary": "Senate majority leader has said he aims for chamber to vote on measure before August recess. The House of Representatives voted to reinforce the September 11th Victim Compensation Fund for the duration of attack survivors' lives, setting up a final vote in the Senate that Republican leaders have said would occur before August.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-sanction-u-s-companies-for-arms-sales-to-taiwan-11562937253", "title": "China to Sanction U.S. Companies for Arms Sales to Taiwan", "date": "2019-07-12 13:49", "summary": "Beijing says U.S. approval of $2.2 billion in military sales harms its national security. China said it would sanction U.S. firms that participate in arms sales to Taiwan, a retaliatory move that is expected to have minimal effect on defense companies but is likely to further complicate efforts to resolve the simmering trade dispute between Beijing and Washington.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-operator-thomas-cook-seeks-financial-lifeline-from-chinas-fosun-11562951859", "title": "Travel Operator Thomas Cook Seeks Financial Lifeline From China's Fosun", "date": "2019-07-12 13:17", "summary": "Under the plan, the company would receive fresh capital and have most of its debt swapped into equity. Thomas Cook Group PLC is in advanced talks with Chinese conglomerate Fosun International Ltd. about a potential injection of £750 million in capital ($940.1 million) that would help stabilize the U.K. travel operator's finances.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-labor-leader-hector-figueroa-dies-at-57-11562951677", "title": "New York City Labor Leader Héctor Figueroa Dies at 57", "date": "2019-07-12 13:14", "summary": "As president of 32BJ, Figueroa worked to increase wages for fast-food workers, organize taxi drivers and established prevailing wage. Héctor Figueroa, one of New York City's most influential labor leaders who represented thousands of service workers as president of 32BJ Services International Union, died Thursday night of a heart attack, his union said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-sees-two-rate-cuts-needed-this-year-11562951204", "title": "Fed's Evans Sees Two Rate Cuts Needed This Year", "date": "2019-07-12 13:06", "summary": "Chicago central banker with power to vote on policy path expects two interest-rate reductions in 2019. CHICAGO-Lower U.S. interest rates are needed to combat weak inflation, Federal Reserve Bank of Chicago President Charles Evans said Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/persian-gulf-skirmishes-force-tankers-to-take-precautions-against-iran-11562950226", "title": "Persian Gulf Skirmishes Force Tankers to Take Precautions Against Iran", "date": "2019-07-12 12:50", "summary": "A supertanker postpones cargo pickup and another sails with naval escort. Naval vessels are increasingly protecting oil tankers as they carry crude through one of the world's most critical waterways after Iran threatened retaliation for the British Navy's capture of one of its ships.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fall-of-the-priesthood-of-central-banking-11562949697", "title": "The Fall of the Priesthood of Central Banking", "date": "2019-07-12 12:41", "summary": "The great inflation is long past, and politicians today pay far less heed to the technocrats of monetary policy. Watching Jerome Powell complete his monetary policy about-face before a congressional committee this week, I was struck by how the personalities, paradigms and politics of central banking have been transformed in just a few years.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-call-with-wsj-the-anniversary-of-the-moon-landing-11562948804", "title": "On Call With WSJ: The Anniversary of the Moon Landing", "date": "2019-07-12 12:26", "summary": "Join a conference call with WSJ science writer Robert Lee Hotz as he discusses the historic mission with experts. On July 20, 1969, Apollo 11 astronaut Neil Armstrong took his first steps on the moon, marking a major victory in the Space Race, and a transformative moment for humankind. As we approach its 50th anniversary, hear about the impact this historic mission had on the lives of modern space pioneers.", "categories": [["Moon Landing"]], "category_links": ["https://www.wsj.com/news/types/moon-landing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-companies-are-losing-their-importance-as-big-names-struggle-11562923857", "title": "German Companies From Deutsche Bank to BMW Grapple With Setbacks", "date": "2019-07-12 12:22", "summary": "From Bayer to BASF, Germany's best-known corporations have hit a rough patch. BERLIN-German efficiency has taken a hit this year as many of the country's most recognizable corporate names wrestle with a slowing local economy, questionable business decisions and trouble shifting to a digital world.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reshoring-report-finds-factory-work-not-returning-to-u-s-11562795251", "title": "'Reshoring' Report Finds Factory Work Not Returning to U.S.", "date": "2019-07-12 12:06", "summary": "The A.T. Kearney analysis suggests manufacturing moved from China to other Asian countries as tariffs rose last year. American trade policies aimed in part at returning factory work to the U.S. appear instead to be accelerating a shift in production from China to Vietnam and other low-cost nations, according to a report released Wednesday.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norah-odonnell-anchors-a-new-era-at-cbs-11562947327", "title": "Norah O'Donnell Anchors a New Era at CBS", "date": "2019-07-12 12:02", "summary": "As she takes over the 'CBS Evening News,' a veteran TV journalist hopes to sort 'fact from fiction'-and plans a long stay in the job. Norah O'Donnell has covered six presidential elections and interviewed as many U.S. presidents. So perhaps it is only natural that she slips into an impersonation of George W. Bush to opine on the role of journalism in a democracy.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-the-confetti-the-dark-side-of-startup-success-11562923804", "title": "Beyond the Confetti: The Dark Side of Startup Success", "date": "2019-07-12 11:47", "summary": "The swashbuckling creativity that drives many entrepreneurs often comes with inner demons; on IPO day, dread and a cold wet suit. Confetti rained down at the Nasdaq as Etsy Inc.'s stock popped 94% in early trading. But all its CEO Chad Dickerson felt was dread.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-vw-learns-from-renault-nissans-mistakes-11562945417", "title": "Ford-VW Learns From Renault-Nissan's Mistakes", "date": "2019-07-12 11:30", "summary": "The auto industry's latest big alliance will benefit from its focus and careful balancing of benefits. Behind the hyperbole about a \"global alliance,\" Ford- Volkswagen is everything that Renault-Nissan-Mitsubishi isn't: focused, even-handed and driven by strategy rather than equity. That can only be a good thing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heaven-is-an-ugly-summer-shoe-11562945400", "title": "Heaven is an Ugly Summer Shoe", "date": "2019-07-12 11:30", "summary": "This footwear has long been considered a fashion disaster. Until our columnist tried on a pair.. There's too much pressure in men's fashion these days. Apparently, I'm not supposed to wear pleated pants-not unless I want to look like I'm 112 years old, feeding bread crumbs and pocket lint to squirrels in the park. I'm expected to be able to pull off sneakers with a suit-a difficult maneuver for anyone who's not a middle-aged music industry executive. Journal fashion columnist Jacob Gallagher says stylish men are starting to carry their phones on lanyards around their necks, like name tags on spelling bee contestants.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-underdog-standing-between-serena-williams-and-history-at-wimbledon-11562945087", "title": "The Underdog Standing Between Serena Williams and History", "date": "2019-07-12 11:24", "summary": "Simona Halep will try to derail bid for 24th Grand Slam title. After a miserable start to her season, Serena Williams is close to glory. If she wins the Wimbledon final on Saturday, she will tie the all-time record for Grand Slam titles with 24, an astounding achievement that began in 1999, when she was 17 years old.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-anti-semitism-11562944476", "title": "The New Anti-Semitism", "date": "2019-07-12 11:14", "summary": "In Europe and the U.S., rising political forces on both the right and the left have revived old patterns that scapegoat Jews for society's ills. When France's Yellow Vests began to protest weekly last November, it was about President Emmanuel Macron's decision to raise fuel taxes. Within a few months, it also started to be about the Jews.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1941-review-the-year-hitler-lost-the-war-11562944382", "title": "'1941' Review: The Year Hitler Lost the War", "date": "2019-07-12 11:13", "summary": "France may have fallen quickly, but war planners on both sides could see that Germany lacked the aerial or naval power to defeat Britain. Hitler invaded Russia to seize more resources, but soon was fighting unwinnable wars on two frontss. Viewed from the perspective of 1939, Germany's defeat in World War II was not surprising. From the outset, it was plain to planners on all sides that Germany lacked the global reach and economic strength to win a long war. What did stun contemporaries was the speed and scale of German successes in 1940, when France's sudden collapse seemed temporarily to reshape the strategic balance and open the possibility of a new Nazi-run order in Europe.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-thrill-of-imaginative-play-11562943997", "title": "Children's Books: The Thrill of Imaginative Play", "date": "2019-07-12 11:06", "summary": "Drawing on ancient elements, a new picture book recounts the travails of the lovely Greek girl Rhodopis, named for her rosy cheeks.. Some folk and fairy tales are like narrative snowballs. At the core there's a fragment of fancy or a long-ago real event that has picked up so many accretions through the rolling years that, by the time we get to it, the story has grown dense and bristling with oddities. Such is the case with the elaborate tale that Beverley Naidoo recounts in \"Cinderella of the Nile\" (Tiny Owl, 40 pages, $17.95).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escalantes-dream-review-long-road-through-the-west-11562943950", "title": "'Escalante's Dream' Review: Long Road Through the West", "date": "2019-07-12 11:05", "summary": "Confronting nature and mortality while following the steps of a young Franciscan friar nearly 250 years before.. In 1776, most of what is now New Mexico and its surrounding region belonged to New Spain. The area to the north and west toward the Pacific coast, unexplored, consisted of rugged mountains and canyons, rivers that were difficult to cross, and multiple deserts. At its western extremity, the Pacific coast from Baja California northward had been colonized by a series of missions established by the recently canonized Junípero Serra, a member of the order of St. Francis of Assisi. The viceroy of New Spain was determined to establish a trade route between Santa Fe, the northernmost town in his domain, and the most prominent of Serra's California missions, located in the freshly settled town of Monterey. The challenge: to get from one town to the other.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-volunteer-review-a-noble-hero-in-a-savage-new-world-11562943819", "title": "'The Volunteer' Review: A Noble Hero in a Savage New World", "date": "2019-07-12 11:03", "summary": "Pilecki maneuvered to be sent to Auschwitz. For two years he worked to smuggle news of its workings to the outside. And then, in 1943, he boldly escaped.. Few books have enthralled, incensed and haunted me as \"The Volunteer\" has done. There were times I felt compelled to set it aside. There were others when hours of reading passed in what felt like moments. I told myself that I couldn't finish it-review be damned!-and yet hurried to the end. The actions of Witold Pilecki, and the superb account of them by Jack Fairweather, inevitably engendered an array of intense emotions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weil-conjectures-review-symbols-and-suffering-11562943548", "title": "'The Weil Conjectures' Review: Symbols and Suffering", "date": "2019-07-12 10:59", "summary": "André sought truth in number theory and algebraic geometry. Simone found it in manual labor, religious meditation and self-inflicted suffering.. In early 20th-century Paris, there was a boy so mesmerized by math that when his parents took his paper and pencil away, urging him to play, he found a rock and scribbled algebra equations on the sidewalk instead. When he did play, he was the teacher, his younger sister the pupil. He taught her to read, lectured her on astronomy; she shot back with questions, interrogating him relentlessly. A favorite game was reciting sections of verse by Corneille and Racine back and forth until one of them missed a line and received, as just punishment, a slap in the face. Later they would develop the habit of speaking to each other in ancient Greek, to the annoyance-and sometimes the relief-of those in their company. \"Once there were a brother and sister,\" Karen Olsson writes in \"The Weil Conjectures,\" \"who devoted themselves to the search for truth.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-colson-whitehead-is-one-of-the-finest-novelists-in-america-11562943384", "title": "Fiction: Colson Whitehead Is One of the Finest Novelists in America", "date": "2019-07-12 10:56", "summary": "A stripped-down realist novel by a novelist acclaimed for his flights of fancy.. Not many writers have a backlist that's as fun to describe as Colson Whitehead's. An inventory of his novels' hooks includes a shadowy elevator-inspection agency (\"The Intuitionist\"), a zombie apocalypse (\"Zone One\") and a cross-country subway system built for runaway slaves (\"The Underground Railroad\"). It's not that the books don't address themselves to serious subjects, but the whimsy and weirdness of the gimmicks-or \"rhetorical props,\" as Mr. Whitehead has called them in interviews-serve a prophylactic purpose, protecting his explorations of race, capitalism or simply the frailties of human nature from sentimentality and cliché.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rock-paper-scissors-review-wishing-and-waiting-11562943346", "title": "'Rock, Paper, Scissors' Review: Wishing and Waiting", "date": "2019-07-12 10:55", "summary": "Eleven stories by a Russian cardiologist that show how doctors and patients alike soothe themselves with lies, shortcuts and elisions.. Doctor stories, unlike lawyer stories or housekeeping stories or commercial-fishing stories, tend to be regarded by the profession depicted with immense, even pious seriousness, and with an eye toward the edification of the fledgling or wayward practitioner. Most of the country's prestigious hospitals now have book clubs, discussion groups, occasionally even a writing workshop.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugs-and-trouble-at-the-borderlands-11562943236", "title": "Mysteries: Drugs and Trouble at the Borderlands", "date": "2019-07-12 10:53", "summary": "The sheriff of a small border town runs into trouble when a Mexican drug lord looks to hide out on his turf.. 'All this beauty, all this raw wildness, sometimes came with a steep price all its own.\" So reflects Sheriff Chris Cherry of the territory he patrols in West Texas. \"Even in all this apparent emptiness . . . it was just too damn easy to find trouble you weren't even looking for.\" There's no shortage of trouble in J. Todd Scott's \"This Side of Night\" (Putnam, 454 pages, $26), the author's third novel about the exploits of Cherry, his deputies and assorted citizens in the fictional town of Murfee, near the Rio Grande.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-charles-lane-on-reconstruction-and-its-consequences-11562943178", "title": "Five Best: Charles Lane on Reconstruction and Its Consequences", "date": "2019-07-12 10:52", "summary": "From the author, most recently, of 'Freedom's Detective: The Secret Service, the Ku Klux Klan, and the Man Who Masterminded America's First War on Terror.'. By Hans L. Trefousse (1989)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-year-from-democratic-convention-hunt-is-on-for-donorsand-hotel-rooms-11562943034", "title": "One Year From Democratic Convention, Hunt Is On for Donors-and Hotel Rooms", "date": "2019-07-12 10:50", "summary": "Organizers of Milwaukee gathering work to ensure attendees have enough beds. Next summer's Democratic National Convention is expected to have roughly 50,000 attendees-in a metropolitan area with fewer than 18,000 hotel rooms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-kylie-jenner-can-teach-us-about-m-a-11562942563", "title": "What Kylie Jenner Can Teach Us About M&A", "date": "2019-07-12 10:46", "summary": "Beauty giant Coty could revamp its sagging business by buying youngest Kardashian's e-commerce juggernaut. Coty Inc. intended to \"instantly create\" a beauty superpower with its $12 billion spree on Procter & Gamble Co. 's collection of cosmetic and fragrance brands in 2015. Instead, it created a headache that it may take a Kardashian to cure.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-6-12-2019-11562934327", "title": "Photos of the Week: July 6-12, 2019", "date": "2019-07-12 10:42", "summary": "Tour de France, 2019 FIFA Women's World Cup, an alligator in Chicago, earthquakes and extreme weather. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-industrial-production-makes-sharpest-drop-since-2009-11562942404", "title": "Mexican Industrial Production Makes Sharpest Drop Since 2009", "date": "2019-07-12 10:41", "summary": "May figures feed expectations of recession and rate cut. MEXICO CITY-Mexican industrial production posted its sharpest decline in a decade in May, with a big drop in construction activity and lower mining, manufacturing and utilities output.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-wing-iconic-u-s-shoe-maker-labors-mightily-to-bring-production-home-11562942199", "title": "Red Wing, Iconic U.S. Shoe Maker, Labors Mightily to Bring Production Home", "date": "2019-07-12 10:36", "summary": "Minnesota company had to rebuild vanishing skills and overcome high wages to introduce a new work boot. RED WING, Minn.-Red Wing Shoe Co. has made footwear in the town that shares its name for 114 years, holding fast to U.S. manufacturing even as most of the industry moved overseas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-learn-to-defend-themselves-in-cyberspace-11562941994", "title": "U.S. Companies Learn to Defend Themselves in Cyberspace", "date": "2019-07-12 10:33", "summary": "By deploying dozens of specialized defense tools against hostile hackers, 'cyber-resilient' firms are minimizing their digital risk. Over the past few weeks, the U.S. government has leaked the fact that it has run cyberattacks against Russia's electricity network and Iran's air-defense system. These attacks are part of a 21st-century cycle of hit-and-response in the cyber realm that threatens to escalate, spurring attacks that could threaten America's own poorly defended power grid and military systems.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-yard-with-no-lawn-but-plenty-of-greenery-11562941953", "title": "A Yard With No Lawn but Plenty of Greenery", "date": "2019-07-12 10:32", "summary": "Thanks to these landscaping tips, a pair of water-conscious Angelenos decided to skip the sod in their garden and rarely miss the demanding turf. MANY OF US have considered opting out of the Great American Lawn competition, only to be dissuaded by the specter of Joni Mitchell's forlorn \"paved paradise\"-a yard that resembles a parking lot more than Eden. For clients with a walled front yard in Los Angeles, local landscape designer Patricia Benner skirted that risk, creating a \"dry garden\" that requires little water, and dispenses with thirsty turf while still sustaining nerve-salving verdure.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arthur-ryan-founder-of-primark-chain-found-a-winning-formula-for-cheap-chic-11562941800", "title": "Primark Stores Founder Was Master of Cheap Chic", "date": "2019-07-12 10:30", "summary": "Ireland-based retailer undercuts prices at fast-fashion rivals and is expanding its small U.S. presence. Starting with a single store in Dublin, Ireland, 50 years ago, Arthur Ryan built the international Primark fashion retailing chain, where shoppers can find a trendy women's top for less than the price of a fast-food meal.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-weber-blunt-talking-ceo-dies-at-63-as-his-glider-crashes-in-utah-11562941800", "title": "John Weber, Blunt-Talking CEO, Dies in Glider Crash", "date": "2019-07-12 10:30", "summary": "Canadian was known for rescuing auto-parts maker Remy International when survival was in doubt. After turning around an auto-parts maker, Remy International Inc., John Weber took time in recent years to indulge his love of piloting gliders, a hobby he had pursued since his 20s. On July 1, Mr. Weber died when his glider crashed near Ephraim, Utah. He was 63.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ken-behring-real-estate-baron-found-joy-in-giving-away-wheelchairs-11562941802", "title": "Ken Behring, Real Estate Baron, Found Joy in Giving Away Wheelchairs", "date": "2019-07-12 10:30", "summary": "Jaded by NFL team, mansion and private jets, entrepreneur searched for a purpose. To establish himself as a used-car dealer in the late 1940s, Ken Behring rented a muddy field along a highway in Monroe, Wis., and converted a chicken coop into his office. He had to scrape chicken droppings off the walls before he could paint them.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-only-thing-the-smart-money-is-smart-about-11562941801", "title": "The Only Thing the Smart Money Is Smart About", "date": "2019-07-12 10:30", "summary": "Most Popular News. To err is human; to get paid for it is divine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-lawn-no-problem-11562941833", "title": "No Lawn? No Problem", "date": "2019-07-12 10:30", "summary": "A guided tour through a \"dry garden\" that's improbably green. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/electric-scooters-are-now-a-workout-11562941380", "title": "Electric Scooters Are Now a Workout", "date": "2019-07-12 10:23", "summary": "First scooters were too light; now they might be too heavy. Scooters are getting bigger, faster and stronger. Now, they can even double as weight-training equipment.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-to-invest-in-fords-self-driving-car-unit-11562890815", "title": "VW Ups Its Investment in Ford's Self-Driving Car Unit", "date": "2019-07-12 10:16", "summary": "German auto maker to pour around $2.6 billion in Argo AI. Volkswagen AG has agreed to invest around $2.6 billion in Ford Motor Co. 's autonomous-vehicle partner, Argo AI, in a deal that values the startup at $7 billion, as the two global auto-manufacturing giants expand an alliance struck earlier this year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memory-boost-unlikely-to-last-11562940800", "title": "Memory Boost Unlikely to Last", "date": "2019-07-12 10:13", "summary": "Unforeseen events have caused prices to jump, but inventories and demand remain drags on the sector.. Bad news amounts to good news in the memory-chip business these days. That doesn't mean the effect will last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-share-your-smartphone-battery-an-etiquette-guide-11562940654", "title": "How to Share Your Smartphone Battery: An Etiquette Guide", "date": "2019-07-12 10:10", "summary": "New smartphones let you share juice with friends (and strangers). But how generous would you be when the tap is running dry?. FEW THINGS TRIGGER that internal scream quite like the moment your smartphone's battery meter flips from green to red. Your friends' voices fade as you slip into broken-brain panic: \"Can I make it home? Did I pack a charger? Does this booth have a plug?\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accenture-chooses-new-chief-executive-11562876160", "title": "Accenture Picks Julie Sweet as Chief Executive", "date": "2019-07-12 09:58", "summary": "Julie Sweet, consulting firm's new CEO, led North American operations since 2015. The board of consulting company Accenture PLC has named the head of the company's operations in North America as its new chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-backers-welcome-trump-attack-at-least-he-notices-us-11562923805", "title": "Washington Has Doubts About Facebook's Libra Payments Network", "date": "2019-07-12 09:39", "summary": "While U.S. authorities might remain wary of digital currencies, cryptocurrency backers say the attention shows the industry's growing importance. Facebook Inc.'s Libra cryptocurrency gained a pair of powerful skeptics ahead of a congressional hearing next week on the social-media giant's ambitious plan to create a world-wide payments network.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russell-westbrook-rockets-thunder-trade-11562936653", "title": "Russell Westbrook Now Plays for the Houston Rockets. Why Not?", "date": "2019-07-12 09:35", "summary": "The latest NBA trade is a mind-boggling deal that puts Westbrook and James Harden on the same team-again.. It was Wednesday morning in Las Vegas, and the NBA's most aggressive gambler was busy.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-new-boss-takes-a-costly-trip-to-the-repair-shop-11562937322", "title": "Mercedes' New Boss Takes a Costly Trip to the Repair Shop", "date": "2019-07-12 09:15", "summary": "Daimler has issued two profits warnings within three weeks. When he retired in May, Daimler 's long-time Chief Executive Dieter Zetsche left his successor Ola Källenius with a big repair bill.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiscal-debates-senate-proposal-would-curb-land-conservation-dealstemporarily-11562937027", "title": "Senate Proposal Would Curb Land Conservation Deals-Temporarily", "date": "2019-07-12 09:10", "summary": "Lawmakers could use the money raised from a land-rights bill to finance tax breaks or spending, making the issue a live one for this year's fiscal debates. A bipartisan bill to limit a tax break for donating land rights would raise $6.6 billion over the next four years but contains gaps that promoters could exploit to eliminate any subsequent revenue gain, according to a new estimate from the congressional Joint Committee on Taxation.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-giant-wpp-sells-kantar-stake-to-bain-11562936860", "title": "Ad Giant WPP to Sell Kantar Stake to Bain", "date": "2019-07-12 09:07", "summary": "Deal marks the biggest step yet to pare down the sprawling ad empire. WPP PLC has agreed to sell a 60% stake in market-research firm Kantar to Bain Capital Private Equity, raising about $3.1 billion in the advertising giant's biggest move yet to refocus its portfolio.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-set-to-delay-iran-dispute-decision-despite-u-s-pressure-11562936788", "title": "Europe Set to Delay Iran Dispute Decision, Despite U.S. Pressure", "date": "2019-07-12 09:06", "summary": "U.S. officials have called on Europe to take a tougher stance against Tehran. BRUSSELS-European powers are likely to put off for weeks a decision on triggering a dispute procedure in the nuclear deal with Iran that could lead to international sanctions being reimposed, diplomats said, potentially further inflaming tensions with the U.S. over how to deal with Tehran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-snap-unitedhealth-weight-watchers-accenture-and-nvidia-11562926640", "title": "Stocks to Watch:Milacron Holdings, Hookipa Pharma, PNM Resources, Snap", "date": "2019-07-12 08:56", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-navy-blazer-is-the-ultimate-travel-hack-according-to-j-crews-chris-benz-11562935120", "title": "A Navy Blazer Is the Ultimate Travel Hack, According to J.Crew's Chris Benz", "date": "2019-07-12 08:38", "summary": "The designer on his upcoming Hong Kong trip, organizing like a Virgo and his go-to luggage brand. In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-rose-slowly-in-june-11562934913", "title": "U.S. Producer Prices Rose Slowly in June", "date": "2019-07-12 08:35", "summary": "The modest gain in the overall producer-price index masked divergent behavior in two of its most volatile components, energy and trade services. WASHINGTON-A gauge of business prices ticked higher in June but pointed to relatively subdued inflation, as most of the increase was driven by volatile categories of goods and services.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-data-points-to-sagging-economy-11562934414", "title": "China Trade Data Points to Sagging Economy", "date": "2019-07-12 08:26", "summary": "Exports fell 1.3% in June from a year earlier, while imports declined 7.3%. BEIJING-China's foreign trade stumbled last month, as both imports and exports fell, despite Beijing's efforts to revive domestic demand.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-recession-fears-rise-skittish-investors-sell-riskiest-junk-bonds-11562932808", "title": "As Recession Fears Rise, Skittish Investors Sell Riskiest Junk Bonds", "date": "2019-07-12 08:00", "summary": "Signs of weakness in risky corporate bonds are emerging as the Treasury market has begun to send recession signals. As anxiety over an economic downturn creeps higher, investors have been avoiding one of the riskiest markets for corporate debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-freddie-mac-ceo-plans-to-keep-hand-in-housing-finance-11562932800", "title": "Former Freddie Mac CEO Plans to Keep Hand in Housing Finance", "date": "2019-07-12 08:00", "summary": "Donald Layton reflects on his new 'technocrat' role and on what it would take to end conservatorship of two mortgage giants. Freddie Mac faced an uncertain future and heavy turnover when Donald Layton joined the mortgage-finance company seven years ago as its chief executive.", "categories": [["Exit Interview"]], "category_links": ["https://www.wsj.com/news/types/exit-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lesley-jane-seymour-on-how-women-can-reinvent-their-careers-11562932801", "title": "Lesley Jane Seymour on How Women Can Reinvent Their Careers", "date": "2019-07-12 08:00", "summary": "Be ready for the unexpected, the editor and career coach says in the latest Secrets of Wealthy Women podcast. Women need to be ready to reinvent their careers at any time, says media entrepreneur Lesley Jane Seymour.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-123-years-of-the-dow-jones-industrial-average-sounds-like-11562932502", "title": "What 123 Years of the Dow Sound Like", "date": "2019-07-12 07:55", "summary": "Using sonification technology, we reveal the patterns and mood of the index that hard numbers can't show. You may be familiar with what the Dow Jones Industrial Average looks like. But what does it sound like?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-needs-some-prime-numbers-11562929201", "title": "Amazon Needs Some Prime Numbers", "date": "2019-07-12 07:00", "summary": "Its market value is back near $1 trillion as new efforts may reaccelerate growth-at the expense of profits. Amazon.com may be able to make up its own holiday, but the e-commerce giant now also has a lot riding on its ability to make it count.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agencies-trade-blame-over-detention-of-migrant-children-11562929201", "title": "Federal Agencies Trade Blame Over Detention of Migrant Children", "date": "2019-07-12 07:00", "summary": "Debate between Homeland Security and HHS officials comes as number of minors in Border Patrol cells drops. CLINT, Texas-Officials from two federal agencies that oversee care for migrants are pointing fingers at each other over which bears more responsibility for children being detained for weeks on end in Border Patrol cells that have been widely criticized as unsafe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-fed-euphoria-weak-earnings-could-bring-down-the-mood-11562925601", "title": "After Fed Euphoria, Weak Earnings Could Bring Down the Mood", "date": "2019-07-12 06:00", "summary": "Earnings season could be a wake-up call to investors when it begins next week. Second-quarter earnings reports are going to be weak. Investors should be prepared for that, but many of them aren't.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trumps-criticism-of-the-fed-hasnt-shifted-perception-of-its-independence-economists-say-11562925601", "title": "Trump's Criticism of the Fed Hasn't Shifted Perception of Its Independence, Economists Say", "date": "2019-07-12 06:00", "summary": "Most economists surveyed by The Wall Street Journal see no or modest changes in the central bank's perceived independence. WASHINGTON-President Trump's repeated attacks on the Federal Reserve haven't significantly damaged perceptions of the central bank's independence, according to economists surveyed by The Wall Street Journal.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/takeaways-from-fed-chiefs-two-days-on-capitol-hill-11562923804", "title": "Takeaways From Fed Chief's Two Days on Capitol Hill", "date": "2019-07-12 05:30", "summary": "Five key things learned from Fed Chairman Jerome Powell's congressional testimony. Federal Reserve Chairman Jerome Powell completed two days of testimony on Capitol Hill this week. Here are five things learned from his exchanges with lawmakers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-industries-use-coordinated-universal-time-why-doesnt-everyone-else-11562923800", "title": "Major Industries Use Coordinated Universal Time. Why Doesn't Everyone Else?", "date": "2019-07-12 05:30", "summary": "An economist and an astronomer want the world to abandon local time zones. Tumble outta bed and I stumble to the kitchen", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-sectors-uglier-stocks-deserve-second-look-11562923801", "title": "Beauty Sector's Uglier Stocks Deserve Second Look", "date": "2019-07-12 05:30", "summary": "Coty and Avon haven't kept pace with growth of beauty industry, offering makeover opportunity for investors. Struggling U.S.-listed beauty icons Coty and Avon could look a lot healthier with a little attention from their new controlling shareholders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-issues-another-profit-warning-as-legal-woes-recalls-hit-11562923095", "title": "Daimler Issues Another Profit Warning as Legal Woes, Recalls Hit", "date": "2019-07-12 05:18", "summary": "The recall of faulty airbags and ongoing proceedings related to diesel vehicles weighs on Mercedes-Benz maker. BERLIN- Daimler AG cut its earnings outlook for the second time in a month, as the legal fallout from the continuing diesel-emissions scandal continues to hamper the luxury auto firm.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-watchdog-shifts-from-enforcer-to-educator-11562922005", "title": "Financial Watchdog Shifts From Enforcer to Educator", "date": "2019-07-12 05:00", "summary": "Critics say the push shifts the burden of consumer protection from financial companies to ordinary citizens. WASHINGTON-A federal regulator set up after the financial crisis to be a watchdog over the financial industry is shifting its mission from enforcement to consumer education.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ab-inbevs-asian-unit-damps-ipo-price-expectations-11562839753", "title": "AB InBev's Asian Unit Damps IPO Price Expectations", "date": "2019-07-12 03:20", "summary": "Brewer guides investors to expect price in the lower half of a previously indicated range. Anheuser-Busch InBev SA's Asian unit has guided investors to expect its US$8.3 billion-plus initial public offering would price in the lower half of a previously indicated range, people familiar with the matter said.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/r-kelly-is-arrested-in-chicago-on-federal-sex-crime-charges-11562908567", "title": "R. Kelly Arrested in Chicago on Federal Sex-Crime Charges", "date": "2019-07-12 02:53", "summary": "Indictment includes charges of child pornography, enticement of a minor and obstruction of justice. CHICAGO-Singer R. Kelly was arrested Thursday night on federal sex-crime charges, according to a spokesman for the local U.S. attorney's office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-bankruptcy-judge-threatens-to-appoint-examiner-in-lampert-dispute-11562891573", "title": "Sears Bankruptcy Judge Threatens to Appoint Examiner in Lampert Dispute", "date": "2019-07-12 00:01", "summary": "Judge presiding over the company's wind-down gave it 10 days to reach a deal with Edward Lampert's Transform Holdco. The bankruptcy judge overseeing the wind-down of Sears Holdings Corp. threatened to appoint an examiner to resolve disputes involving the new company controlled by Edward S. Lampert, the retailer's former leader.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-barry-helps-spark-fuel-price-rebound-11562940367", "title": "Tropical Storm Barry Helps Spark Fuel-Price Rebound", "date": "2019-07-12 00:01", "summary": "U.S. crude oil benchmark rises 4.7% for the week. A tropical storm in the Gulf of Mexico has helped boost the price of oil and refined energy products this week, a development that analysts say could lift fuel costs for consumers depending on the severity of the storm.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11562874509", "title": "Pepper...and Salt", "date": "2019-07-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-wanted-to-watch-russia-must-tolerate-isolation-cold-walruses-11562943025", "title": "Workers Wanted to Watch Russia. Must Tolerate Isolation, Cold, Walruses", "date": "2019-07-12 00:01", "summary": "Resume Subscription. TIN CITY, Alaska-The radar station's new panic room will work like this: An employee being chased by a polar bear dashes through an unlocked exterior door that opens into a large cage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-gulf-coast-prepares-for-tropical-storm-barry-11562895841", "title": "Photos: Gulf Coast Prepares for Tropical Storm Barry", "date": "2019-07-12 21:59", "summary": "Louisiana residents evacuated and prepared their homes and businesses for a tropical storm that would soon bring heavy rain, strong winds and life-threatening storm surges. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ice-to-launch-round-up-of-undocumented-immigrants-sunday-11562849273", "title": "ICE to Launch Roundup of Undocumented Immigrants Sunday", "date": "2019-07-12 21:47", "summary": "Los Angeles, Chicago and Miami are among cities anticipating raids; orders include detention and deportations, administration officials say. WASHINGTON-Immigration and Customs Enforcement will launch an effort to round up thousands of undocumented migrants across the country on Sunday as part of the Trump administration's crackdown on illegal immigration, according to three administration officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-louisiana-residents-evacuated-ahead-of-potential-hurricane-11562855664", "title": "Tropical Storm Barry Brews, Forcing Evacuations in Louisiana", "date": "2019-07-12 21:46", "summary": "Rainfall forecasts intensify and a weather system could become a hurricane by late Friday. Louisiana officials ordered some residents to evacuate and others to prepare for a tropical storm that would soon bring intense rainfall, strong winds and life-threatening storm surges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-attacks-big-tech-at-social-media-summit-11562880762", "title": "Trump's 'Social Media Summit' Airs Grievances Against Big Tech", "date": "2019-07-12 21:16", "summary": "President uses event to rally supporters, some of whom he concedes are 'out there'. WASHINGTON-President Trump used a \"Social Media Summit\" at the White House Thursday to bond with some of his most provocative supporters over shared grievances against large technology companies whose representatives weren't invited.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-jerome-powell-faces-senators-after-rate-cut-signal-11562837403", "title": "Fed's Powell Says Facebook's Libra Raises 'Serious Concerns'", "date": "2019-07-12 20:52", "summary": "Central bank has a group of staffers looking at Libra's implications, Mr. Powell says. WASHINGTON-Federal Reserve Chairman Jerome Powell and legislators in both parties expressed broad concern about Facebook Inc.'s plan to create a cryptocurrency-based payment network, underscoring the intense legislative and regulatory scrutiny the project could face.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-hold-news-conference-on-census-citizenship-question-11562845502", "title": "Trump Drops Effort to Put Citizenship Question on Census", "date": "2019-07-12 20:12", "summary": "Agencies are told to provide records on citizens and noncitizens; moves cap weeks of maneuvers after setback in Supreme Court. WASHINGTON-President Trump said he was ending efforts to put a citizenship question on the 2020 U.S. census, marking a major retreat from his declarations in recent days that he wouldn't give up the fight in the wake of a Supreme Court ruling that effectively blocked the move.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]