[{"link": "https://www.wsj.com/articles/mueller-report-to-be-public-in-weeks-not-months-barr-says-11553632789", "title": "Justice Department Sets Timetable for Mueller Report", "date": "2019-03-26 19:50", "summary": "Version of the special counsel's findings will be available within weeks. A version of Robert Mueller's report will be available for Congress and the public within weeks, a Justice Department official said, setting up the next phase in the highly charged fight over the special counsel's findings on Russian election interference.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-leaders-retreat-from-annual-tax-on-high-priced-second-homes-11553643824", "title": "New York Leaders Retreat From Annual Tax on High-Priced Second Homes", "date": "2019-03-26 19:43", "summary": "Policy makers weigh transfer tax on high-priced real estate as alternative to proposed pied-à-terre tax. New York Gov. Andrew Cuomo and state legislative leaders are backing away from a plan to impose an annual pied-à-terre tax on mansions and apartments owned by non-New York City residents, after industry leaders warned that it could disrupt the already weak luxury real-estate market.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-justices-hesitant-about-judicial-remedy-for-partisan-gerrymandering-11553627645", "title": "Conservative Justices Hesitant About Judicial Remedy for Gerrymandering", "date": "2019-03-26 19:26", "summary": "Majority suggests problems are better solved by voter initiatives, state constitutions, politicians. WASHINGTON-The Supreme Court again appeared hesitant Tuesday to embrace a judicial remedy for partisan gerrymandering, with no justice in the conservative majority expressing enthusiasm for myriad formulas offered in separate cases to address an age-old practice of American politics.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-pentagon-chief-orders-new-review-of-a-deadly-2017-ambush-11553642643", "title": "Acting Pentagon Chief Orders New Review of a Deadly 2017 Ambush", "date": "2019-03-26 19:24", "summary": "Acting Defense Secretary Pat Shanahan's predecessor ordered probe of Niger incident, but 'I did not find that sufficient,' he says. Acting Defense Secretary Pat Shanahan told lawmakers Tuesday that he has ordered a new review into the 2017 ambush in Niger that killed four American troops.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-parents-in-college-admissions-scheme-indicted-on-new-charge-11553642532", "title": "Two Parents in College-Admissions Scheme Indicted on New Charge", "date": "2019-03-26 19:22", "summary": "Other parents are likely to face money-laundering charges as well, person familiar with matter said. BOSTON-Two parents allegedly involved in the college-admissions scheme were indicted Tuesday on a new charge of money laundering, and a person familiar with the matter said other parents are likely to face additional charges as well.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-at-aipac-gathering-condemns-anti-semitism-11553615862", "title": "Nancy Pelosi, at Aipac Gathering, Condemns Anti-Semitism", "date": "2019-03-26 19:11", "summary": "House speaker's comments follow controversial remarks by two Democrats. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) at an annual conference of a pro-Israel lobby said Democrats remained strong allies of Israel, following comments by two lawmakers in her party that critics said were anti-Semitic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-forand-againstreparations-11553641356", "title": "The Case For-and Against-Reparations", "date": "2019-03-26 19:02", "summary": "Students across America debate what the country owes its black citizens.. Editor's note: This Future View is about paying reparations to African-Americans for slavery. By next week, many high-school seniors will have heard back from colleges about their applications. Our next question is: \"What advice would you give to incoming freshmen?\" Students should click here to submit opinions of fewer than 250 words before April 2. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-vote-present-on-climate-11553641288", "title": "Democrats Vote 'Present' on Climate", "date": "2019-03-26 19:01", "summary": "Democrats are upset they had to vote on their own Green New Deal.. Isn't democracy great? Only in Congress could a political party introduce legislation with great media fanfare, then vote against it and blame the other side for cynicism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-effort-to-beat-trump-veto-on-emergency-expected-to-fall-short-11553619169", "title": "House Effort to Override Trump Veto on Emergency Comes Up Short", "date": "2019-03-26 19:01", "summary": "President's push to divert funds to pay for border wall with Mexico still faces lawsuit by 20 states. WASHINGTON-The Democratic-controlled House came up short Tuesday in an effort to override President Trump's veto of a measure aimed at rolling back his declaration of a national emergency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-court-vs-the-regulatory-state-11553641204", "title": "The Court vs. the Regulatory State", "date": "2019-03-26 19:00", "summary": "The Justices can restore their power to check bureaucratic excess.. A big moment arrives at the Supreme Court Wednesday when the Justices have a chance to rethink their long deference to the administrative state. This could be the first major benefit of the return to an originalist Court majority.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smollett-gets-a-pass-in-chicago-11553641240", "title": "Smollett Gets a Pass in Chicago", "date": "2019-03-26 19:00", "summary": "State prosecutors drop all charges against the 'Empire' actor.. 'We didn't exonerate him,\" Cook County prosecutor Joe Magats insisted to a reporter about his decision Tuesday to drop all 16 felony counts against Jussie Smollett. That sure isn't how Chicago police see it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-mueller-wont-say-11553641161", "title": "What Mueller Won't Say", "date": "2019-03-26 18:59", "summary": "Did he investigate the Steele dossier? If not, he didn't really investigate.. Fifteen months ago I suggested a likely model for the Mueller report. It was the report that Robert Mueller, as a private lawyer, prepared for the National Football League focusing on the narrow question of whether the league office had seen or possessed a copy of a hotel surveillance video of player Ray Rice striking his girlfriend. Another investigator, retired federal judge Barbara Jones, took on the task of laying out the larger context of the league's gross mishandling of the Rice case apart from the tiny, exculpating factoid that Mr. Mueller was assigned to document.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-clears-mercuria-energy-takeover-of-fuel-supplier-aegean-marine-11553641187", "title": "Judge Clears Mercuria Energy Takeover of Fuel Supplier Aegean Marine", "date": "2019-03-26 18:59", "summary": "Takeover sets up Aegean Marine's exit from chapter 11 after seeking protection in November. A bankruptcy judge said Tuesday he would approve Mercuria Energy Group Ltd.'s takeover of troubled marine fuel supplier Aegean Marine Petroleum Network Inc.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-reaches-270-million-settlement-with-oklahoma-in-opioid-crisis-case-11553606534", "title": "Purdue Pharma Begins Resolution of Opioid Cases With $270 Million Deal", "date": "2019-03-26 18:58", "summary": "Settlement is first to come of 1,600 lawsuits the maker of OxyContin faces over opioid marketing. Purdue Pharma LP has forged the first deal to resolve more than 1,600 lawsuits blaming the OxyContin maker for fueling the opioid crisis, a move that could lay the groundwork for the resolution of the rest of the litigation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-chief-to-visit-white-house-next-week-11553641028", "title": "NATO Chief to Visit White House Next Week", "date": "2019-03-26 18:57", "summary": "Jens Stoltenberg, President Trump to discuss the evolving challenges the alliance faces. WASHINGTON-North Atlantic Treaty Organization Secretary-General Jens Stoltenberg will visit President Trump at the White House next week for meetings to address the evolving challenges the alliance faces.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-braced-a-nation-under-pressure-11553641059", "title": "Mueller Braced a Nation Under Pressure", "date": "2019-03-26 18:57", "summary": "His character and the strength of U.S legal institutions helped us endure the Russia test.. In the two-year ordeal through which the U.S. has passed, we have learned some hard but not entirely bitter lessons about what it takes for a constitutional democracy to survive. It takes strong institutions, and for the most part ours have done their job well. Despite sometimes intense pressure, the courts have performed honorably, upholding their constitutional prerogatives and the rule of law. Despite vituperative attacks from the White House, the press has continued what it has done since the early days of the republic-collecting and publicizing information that elected leaders would prefer to keep hidden.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-did-the-schizophrenics-go-11553640973", "title": "Where Did the Schizophrenics Go?", "date": "2019-03-26 18:56", "summary": "The number drops to 750,000 from 2.8 million, and spending per patient soars.. Wondrous are the ways of Washington. In a single day, the federal government officially reduced the number of people with schizophrenia in the United States from 2.8 million to 750,000. With a change of the National Institute of Mental Health website in 2017, two million people with schizophrenia simply disappeared.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-polar-bear-expedition-review-frozen-doughboys-11553640915", "title": "'The Polar Bear Expedition' Review: Frozen Doughboys", "date": "2019-03-26 18:55", "summary": "The American operation in Russia of 1918-19 was misguided. Vague orders from President Wilson doomed it to mission creep.. Four decades ago, during a high-school seminar about World War I, I asked my teacher if he knew that U.S. troops had fought in Russia during the Great War. He politely dismissed me as the knot-headed kid that I was and replied simply that \"we never had troops in Russia.\" But I knew otherwise, thanks to Howard Welshofer. Howard was my friend's grandfather; a World War I veteran, he was among the Americans deployed to Russia in 1918 and had told me about the bone-chilling winter he spent on the Kola Peninsula. One telephone call from Howard and my teacher pretty much guaranteed me an A.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-transgender-war-on-women-11553640683", "title": "The Transgender War on Women", "date": "2019-03-26 18:51", "summary": "The Equality Act sacrifices female safety in restrooms, locker rooms and even domestic-violence shelters.. It has become rightly fashionable to ridicule the idea of \"safe spaces,\" places where adults can hide and sulk like children avoiding ideas they find threatening. But women need actual safe spaces-not from intellectual challenge, of course, but from physical threat of harm from men. As a biological matter, most women are physically outmatched by men. Men are stronger and faster than we are, though we're better able to tolerate pain and tend to live longer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-dems-plan-to-lock-in-a-majority-11553640396", "title": "How Dems Plan to Lock In a Majority", "date": "2019-03-26 18:46", "summary": "Restrictions on speech, court packing, adding new states-51 senators would be enough to do it all.. Democrats are so certain they'll win the White House in 2020 that they aren't only measuring the drapes; they're contemplating an extreme makeover of government that would advance and lock in an ambitious progressive legacy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/culture-explains-asians-educational-success-11553640350", "title": "Culture Explains Asians' Educational Success", "date": "2019-03-26 18:45", "summary": "Black enrollment at New York's elite public high schools was far higher in the 1930s than today.. New York City's most selective public high schools released demographic data last week on students who were offered admission to the 2019 fall freshman class. The results were as predictable as the subsequent griping.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-russia-made-for-gripping-fiction-11553640264", "title": "Trump-Russia Made for Gripping Fiction", "date": "2019-03-26 18:44", "summary": "Journalists defend their 'important digging' as 'reality-based.' What does that even mean?. Good generals learn to discipline their imaginations. Armies may be lost if their hopes or fears leap ahead of the facts of battle. That's true for journalists as well. It's essential not to become overcommitted to a vivid story line.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expands-global-anti-abortion-policy-11553640029", "title": "Trump Administration Again Expands Global Anti-Abortion Policy", "date": "2019-03-26 18:40", "summary": "U.S. to cut funds to international groups that don't offer or promote abortions but support other groups that do. Secretary of State Mike Pompeo said Tuesday he is expanding the U.S. policy denying federal funds to foreign nongovernmental organizations that perform or promote abortions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-capital-pays-49-million-over-petters-ponzi-scheme-11553639594", "title": "GE Capital Pays $49 Million Over Petters Ponzi Scheme", "date": "2019-03-26 18:33", "summary": "Settlement resolves allegations GE's finance unit covered up the fraud. General Electric Co. 's finance unit agreed to pay $49 million to settle allegations it covered up the $2 billion Ponzi scheme perpetrated by convicted fraudster Thomas Petters.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-creating-a-consumer-ratings-service-for-cybersecurity-industry-11553592600", "title": "Insurers Creating a Consumer Ratings Service for Cybersecurity", "date": "2019-03-26 18:32", "summary": "Collaborative effort led by Marsh & McLennan would score best products for reducing hacking risk. Some of the world's biggest insurers plan to work together on an assessment of the best cybersecurity available to businesses, an unusual collaboration that highlights the rising dangers posed by digital hackers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-moose-hunter-wins-second-ruling-at-supreme-court-11553639507", "title": "Alaska Moose Hunter Wins Second Ruling at Supreme Court", "date": "2019-03-26 18:31", "summary": "Decision, which followed revival of suit, says federal government can't stop him from using his hovercraft to reach hunting grounds; justices also toss $314 million terror-related judgment against Sudan. WASHINGTON-An Alaska moose hunter won a second improbable victory from the U.S. Supreme Court, which ruled the federal government couldn't stop him from using his hovercraft to reach hunting grounds he had visited for decades.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-renews-attempt-to-topple-affordable-care-act-11553634899", "title": "Trump Administration Renews Attempt to Topple Affordable Care Act", "date": "2019-03-26 18:25", "summary": "Move splits Republicans and gives Democrats what they see as a fertile campaign issue for 2020. WASHINGTON-A Trump administration legal request to strike down the Affordable Care Act has unleashed fresh attacks from Democrats and stoked a feud among Republicans grappling over their party's health-care message for the 2020 elections.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-rises-as-investors-reassess-rate-outlook-11553611793", "title": "Dollar Rises as Investors Reassess Rate Outlook", "date": "2019-03-26 18:22", "summary": "Traders scale back expectations that Fed will cut rates this year. The dollar edged higher Tuesday as a swing in market sentiment caused traders to scale back expectations that the Federal Reserve will cut interest rates this year.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dow-inc-to-replace-dowdupont-in-djia-11553638776", "title": "Dow Inc. to Replace DowDuPont in DJIA", "date": "2019-03-26 18:19", "summary": "Move was spurred by DowDuPont's plan to spin off Dow as a separate company effective.. Dow Inc. will take DowDuPont Inc.'s place in the Dow Jones Industrial Average before the start of trading April 2, S&P Dow Jones Indices said Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malware-attack-on-asus-computers-raises-concerns-11553638579", "title": "Malware Attack on Asus Computers Raises Concerns", "date": "2019-03-26 18:16", "summary": "Sophisticated supply-chain hack shows challenge for cybersecurity professionals, who often rush to install updates for safety. Hackers infected computers made by Asustek Computer Inc. by embedding malware in the company's automatic software updates, a sophisticated attack that raises questions about how to tackle such security threats.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-dynamics-put-israel-hamas-truce-at-risk-11553621425", "title": "Political Dynamics Raise Risk for Israel-Hamas Clash", "date": "2019-03-26 18:11", "summary": "Hamas, Gaza's rulers, faces discontent over a poor economy, while Israeli leader Netanyahu is in a tough re-election campaign with security a key issue. TEL AVIV-Exchanges of fire between Israel and Hamas resumed late Tuesday, breaking a fragile calm, as political pressures on both sides threatened to spark a wider conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-strapped-illinois-chicago-set-to-seek-billions-from-investors-11553605200", "title": "Cash-Strapped Illinois and Chicago to Borrow Billions", "date": "2019-03-26 18:06", "summary": "Despite their precarious finances, state and city leaders are turning to the bond market at what some say is an opportune time. Illinois and its biggest city kick off hundreds of millions of dollars in borrowings this week, a test of investors' willingness to lend to stressed governments prone to spending more money than they bring in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-avenatti-claims-nike-paid-deandre-ayton-bol-bol-as-college-athletes-11553613868", "title": "Avenatti Claims Nike Paid Top NBA Pick, Other College Players", "date": "2019-03-26 18:04", "summary": "A day after being arrested for attempted extortion, attorney Avenatti took to Twitter to publicize his claims against the sneaker giant. A day after being charged with attempted extortion, attorney Michael Avenatti continued to press his case against Nike Inc., taking to Twitter Tuesday morning to publicize his claims that the sneaker giant made payments to amateur basketball players and their families.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-evade-gop-attempt-to-expose-rifts-over-green-new-deal-11553637614", "title": "Senate Democrats Evade GOP Attempt to Expose Rifts Over 'Green New Deal'", "date": "2019-03-26 18:00", "summary": "Republican effort to force Senate Democrats to take position on climate-change plan peters out. WASHINGTON-A Republican effort to force Senate Democrats to take a position on a liberal climate-change plan petered out Tuesday when almost every member of the Democratic caucus voted \"present\" and the resolution failed to clear a procedural hurdle.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-orders-broadband-providers-to-explain-data-collection-policies-11553636798", "title": "FTC Orders Broadband Providers to Explain Data Collection Policies", "date": "2019-03-26 17:58", "summary": "Companies must file detailed special reports on their data-handling and privacy practices within 45 days. WASHINGTON-Federal regulators on Tuesday widened their inquiry into consumer privacy matters, ordering seven major broadband providers to detail their data collection policies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-judge-tosses-libel-case-against-dow-jones-11553637430", "title": "New York Judge Tosses Libel Case Against Dow Jones", "date": "2019-03-26 17:57", "summary": "Antiquities dealer had sued over Wall Street Journal article. A state court judge in New York on Tuesday threw out a case in which a prominent antiquities dealer accused The Wall Street Journal's publisher of libel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senate-takes-the-aoc-test-11553637159", "title": "The Senate Takes the AOC Test", "date": "2019-03-26 17:52", "summary": "Politicians admit that America won't run on renewables.. Today the Senate considered the 'Green New Deal,\" a plan to drive net greenhouse gas emissions to zero and enact government-run health care, among other changes, at a cost that could reach nearly $100 trillion over 10 years. No one voted for it, a bipartisan coalition of 57 senators voted against it and 43 Democrats voted \"present.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-considers-red-flag-gun-laws-in-aftermath-of-mass-shootings-11553601603", "title": "Senate Panel Considers 'Red Flag' Gun Laws in Aftermath of Shootings", "date": "2019-03-26 17:52", "summary": "Hearing focused on measures aimed at allowing courts to temporarily take guns from people deemed dangerous. WASHINGTON-A GOP-led Senate committee held a rare gun-control hearing Tuesday on measures aimed at temporarily blocking dangerous people from accessing firearms, following a wave of states' decisions to allow such curbs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/journalists-face-prison-over-reporting-george-pell-sex-abuse-conviction-11553602955", "title": "Journalists Face Prison Over Reporting Pell Sex-Abuse Conviction", "date": "2019-03-26 17:38", "summary": "Dozens of Australian reporters and media organizations are accused of breaching a judge's order to suppress coverage of the Cardinal's case. MELBOURNE, Australia-More than 20 Australian journalists, including editors of major newspapers, face possible prison terms and fines for allegedly breaching a judicial order suppressing coverage of a top Vatican official's conviction for child sex abuse.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-avenattis-latest-client-a-basketball-coach-11553635461", "title": "Michael Avenatti's Latest Client: A Basketball Coach", "date": "2019-03-26 17:24", "summary": "Gary Franklin's team was sponsored by Nike. Now his attorney is accused of trying to extort the sneaker company.. Michael Avenatti tried to make a deal last week in one of the few businesses that can be dirtier than national politics: college sports.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-in-debt-talks-makes-it-easier-to-bet-it-will-fail-11553605200", "title": "Neiman Marcus, in Debt Talks, Makes It Easier to Bet It Will Fail", "date": "2019-03-26 17:18", "summary": "Activist hedge fund Aurelius Capital pushed for language in debt proposal that would make it easier to profit if luxury retailer defaults. Aurelius Capital Management, a distressed-debt hedge fund that made successful bets against Puerto Rico and Argentina, has a new target: the struggling luxury retailer Neiman Marcus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-climb-on-tightening-supply-11553597567", "title": "Oil Rises as Investors Refocus on Lower Supply", "date": "2019-03-26 17:14", "summary": "Inventories have started to fall as large producers rein in output, and some expect stockpiles to drop more. •U.S. crude-oil prices rose Tuesday, climbing back near a fresh four-month high as analysts weighed signs of falling supply around the globe and looked ahead to the latest figures on U.S. stockpiles.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-737-max-makes-emergency-landing-in-orlando-fla-11553634595", "title": "Southwest 737 MAX Makes Emergency Landing in Florida", "date": "2019-03-26 17:09", "summary": "Airline says flight problem wasn't related to MCAS system under scrutiny after recent crashes. A Southwest Airlines Co. Boeing 737 MAX made an emergency landing at Florida's Orlando International Airport after an engine problem forced pilots to abort a flight to an aircraft parking facility in California.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-univision-end-9-month-channel-blackout-11553634144", "title": "Dish and Univision End Nine-Month Channel Blackout", "date": "2019-03-26 17:02", "summary": "Impasse over Spanish-language channels drove customers away from satellite-TV service. Dish Network Corp. and Univision Communications Inc. agreed to end a more than nine-month standoff that left the satellite TV company without its most popular Spanish-language programming and drove many customers away from the service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-between-empires-art-and-identity-in-the-ancient-middle-east-review-a-creative-explosion-where-superpowers-collide-11553633958", "title": "'The World Between Empires: Art and Identity in the Ancient Middle East' Review: A Creative Explosion Where Superpowers Collide", "date": "2019-03-26 16:59", "summary": "An exhibition at the Met features some 190 spectacular objects made in important, and often contested, cities along ancient trading routes.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-as-auctions-begin-11553617338", "title": "U.S. Government Bonds Little Changed as Auctions Begin", "date": "2019-03-26 16:56", "summary": "Offerings will test the willingness of investors to buy government debt at yields that are at the lowest levels in months. U.S. government bond prices were little changed Tuesday as investors braced for a fresh supply of Treasury and corporate bonds this week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-builder-stocks-stage-a-comeback-11553601603", "title": "Home-Builder Stocks Stage a Comeback", "date": "2019-03-26 16:43", "summary": "After faltering in 2018, builders' shares are rising as mortgage rates ease. Shares of home-building companies are on pace for their best quarter in seven years as a drop in mortgage rates has given home buyers a reprieve.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-moves-to-cement-its-influence-in-syria-11553632926", "title": "Iran Moves to Cement Its Influence in Syria", "date": "2019-03-26 16:42", "summary": "Tehran uses cash, food and public services in a hearts and minds campaign to cultivate loyalty, draw military recruits and win converts to the Shiite Muslim sect. MUHAYMIDA, Syria-In Islamic State's former eastern Syrian stronghold, the Islamic Republic of Iran is parlaying its military and economic might into a lasting foothold.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officials-vow-to-improve-oversight-of-aircraft-certification-11553632621", "title": "U.S. Officials Vow to Improve Oversight of Aircraft Certification", "date": "2019-03-26 16:37", "summary": "In testimony prepared for a Senate panel hearing, the FAA's acting chief also defends agency in the wake of Boeing 737 MAX crashes. WASHINGTON-The acting head of the Federal Aviation Administration will tell a Senate panel Wednesday that the agency's approach to regulating safety must \"evolve\" in the wake of two recent crashes of the Boeing 737 MAX-a new airliner cleared to fly by the FAA less than two years ago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-address-the-real-poverty-gap-issues-11553632502", "title": "Time to Address the Real Poverty-Gap Issues", "date": "2019-03-26 16:35", "summary": "The major problem with education isn't the lack of money, the facilities, the teachers, the infrastructure or the teaching methods. Dysfunctional families are the major impediment to better education.. Eric A. Hanushek and Paul E. Peterson's \"The War On Poverty Remains a Stalemate\" (op-ed, March 18) is a good analysis of why increased educational spending programs don't produce better educational results. The basic problem is that schools can be no better than the residents of the school district. This is a social problem, not an educational problem. The root cause of this, and most other social problems in many big cities, is that there are too many unwed males generating too many children for whom they take little or no responsibility, dumping the burden on ill-equipped single mothers and society as a whole. For example, in Dayton, Ohio, in 2008, 86% of African-American babies were born out of wedlock along with 57% of white babies (per public health department data). According to numerous studies this results in poverty, violence, poor schools, poor economic development, etc. Dayton's poverty level is 34.5%, which is just under three times the national average. Dayton public schools rank at the bottom of Ohio's 600-plus school districts, with the major problem being absenteeism.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-daly-changes-in-labor-market-explain-some-of-tepid-wage-gains-11553627100", "title": "Fed's Daly: Changes in Labor Market Explain Some of Tepid Wage Gains", "date": "2019-03-26 16:34", "summary": "San Francisco Fed leader says some workers forgoing better wages in favor of better benefits, more workplace flexibility. San Francisco Fed leader Mary Daly said changes in labor markets and the Federal Reserve's success in fighting inflation have helped contribute to the economy's modest level of wage gains.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-whole-for-profit-schools-are-losers-11553632434", "title": "On the Whole, For-Profit Schools Are Losers", "date": "2019-03-26 16:33", "summary": "The for-profit college industry accounts for 34% of all federal student-loan defaults despite enrolling just 9% of students.. Allysia Finley's \"The Weekend Interview with Marc Jerome: A Successful School, a Progressive Target\" (March 16) ignores the devastating recent history of widespread harm to students and taxpayers caused by for-profit colleges. It would have readers believe that critics of the for-profit college industry-of which Monroe College and its outcomes are supposedly representative-are motivated by \"nothing more than prejudice.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofits-need-income-beyond-their-costs-11553632374", "title": "Nonprofits Need Income Beyond Their Costs", "date": "2019-03-26 16:32", "summary": "If a health-care system or facility fails to generate money beyond its operational costs, it will quickly cease to be viable and must disappear.. Regarding Bill Hammond's \"Banishing Profit Is Bad for Your Health\" (op-ed, March 19): If a health-care system or facility fails to generate money beyond its operational costs, it will quickly cease to be viable and must disappear. Nonprofit health-care systems and hospitals do make profits, but these profits are constantly reinvested toward improvements and providing for the future.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rule-changes-in-pro-sports-always-favor-more-offense-11553632264", "title": "Rule Changes in Pro Sports Always Favor More Offense", "date": "2019-03-26 16:31", "summary": "Baseball, in particular, is the antithesis of the instant-gratification smartphone era. In response, we now have smaller ballparks and a tiny strike zone to stimulate more runs.. Peter Funt's \"Strike Four, You're Out!\" (op-ed, March 20) captures the essence of a widespread trend in professional sports when he states, \"rules are being rewritten at a record pace.\" However, he fails to mention that all the changes are in one direction, in favor of more offense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-firms-after-government-moves-to-stem-short-selling-11553632258", "title": "Turkish Lira Firms After Government Moves to Stem Short-Selling", "date": "2019-03-26 16:30", "summary": "Action follows currency drop ahead of local elections seen as a referendum on Erdogan's handling of economy. Ankara intensified efforts to prop up the Turkish lira after it suffered steep losses last week, seeking to restore calm on currency markets ahead of local elections dominated by questions over President Recep Tayyip Erdogan's ability to jump-start the shrinking economy.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-targets-vast-network-evading-iran-sanctions-11553612592", "title": "U.S. Targets 'Vast Network' Evading Iran Sanctions", "date": "2019-03-26 16:20", "summary": "Treasury blacklists firms in Turkey and U.A.E. accused in $1 billion currency-exchange scheme. WASHINGTON-The U.S. blacklisted members of what officials said was a \"vast network\" operating in Turkey and the United Arab Emirates that helped Iran exchange over $1 billion in currency to finance Iranian military operations throughout the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-extend-rally-11553591028", "title": "U.S. Stocks End Higher", "date": "2019-03-26 16:19", "summary": "Indexes claw back some of their sharp declines from late last week. U.S. stocks rose Tuesday, marking a bounceback from sharp losses late last week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelle-obamas-memoir-on-course-to-be-most-successful-ever-11553601931", "title": "Michelle Obama's Memoir on Course to Be Most Successful Ever", "date": "2019-03-26 16:14", "summary": "Runaway success of 'Becoming' affirms publisher's bet in an industry where other political nonfiction titles have been hot sellers. BERLIN-Michelle Obama's memoir \"Becoming\" has sold nearly 10 million copies globally since its release in November, publisher Penguin Random House said Tuesday, adding that the former first lady's tome could set a sales record in its genre.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-targets-canadian-glencore-unit-in-canola-crackdown-11553618402", "title": "China Targets Canadian Glencore Unit in Canola Crackdown", "date": "2019-03-26 16:13", "summary": "Move is seen as an effort to pressure Canada to release Huawei executive. OTTAWA-China has revoked the permit for a second Canadian grain handler to ship canola seed into the world's second-largest economy, reinforcing fears among grain growers that they have become collateral damage in the diplomatic dispute between Ottawa and Beijing over a detained Huawei executive.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/higher-u-s-import-tariffs-could-dent-earnings-credit-ratings-at-european-car-makers-s-p-says-11553631070", "title": "Higher U.S. Import Tariffs Could Dent Earnings, Credit Ratings at European Car Makers, S&P Says", "date": "2019-03-26 16:11", "summary": "Executives could move sourcing, production to compensate for higher duties. A potential increase in U.S. tariffs on cars imported from Europe would dent the profitability of the region's major auto makers and could force executives to shift where certain car models are produced, a report by S&P Global Ratings said Tuesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-consider-legality-of-trumps-blocking-users-on-twitter-11553630440", "title": "Judges Consider Legality of Trump's Blocking Users on Twitter", "date": "2019-03-26 16:00", "summary": "Justice Department lawyers have argued that the president's Twitter handle was a personal account, not a governmental one. A federal appeals court in New York on Tuesday weighed whether President Trump's practice of blocking some users on Twitter violates the free-speech protections of the First Amendment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refugee-who-aided-snowden-asks-canada-to-grant-asylum-to-others-who-helped-11553630362", "title": "Refugee Who Aided Snowden Asks Canada to Grant Asylum to Others Who Helped", "date": "2019-03-26 15:59", "summary": "Vanessa Rodel says 'the situation is really hard' for five other asylum seekers who aided Mr. Snowden. OTTAWA-A Filipino refugee who once sheltered Edward Snowden called on the Canadian government to grant asylum to others who aided Mr. Snowden and are still living in Hong Kong.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-signal-new-focus-on-health-care-after-mueller-findings-11553629885", "title": "Democrats Signal Renewed Push on Health Care After Mueller Findings", "date": "2019-03-26 15:56", "summary": "House leadership pushes legislative agenda while committees continue oversight of administration. WASHINGTON-House Democratic leaders are signaling a renewed emphasis on health care and other issues over opposition to President Trump even as they press for the release of special counsel Robert Mueller's report about obstruction and Russian election interference.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-tv-on-a-samsung-iphone-giant-makes-risky-jump-to-other-devices-to-sell-services-11553629788", "title": "Apple Makes Friendly With Rivals' Devices", "date": "2019-03-26 15:49", "summary": "As iPhone sales decelerate, company breaks habit of trying to confine users to Apple-only world. When Apple Inc. launched the iPod with iTunes, Steve Jobs fought efforts to make them accessible on rivals' devices. He wanted the newest Apple products to benefit the company's own hardware business", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfire-victims-continue-challenge-to-pg-e-bankruptcy-financing-11553629667", "title": "Wildfire Victims Continue Challenge to PG&E Bankruptcy Financing", "date": "2019-03-26 15:47", "summary": "California utility fails to convince fire victims to support $5.5 billion loan. PG&E Corp. has failed to persuade victims of wildfires sparked by its equipment to go along with a $5.5 billion loan, terms of which allow Wall Street banks to start dismantling the company if things go seriously wrong in bankruptcy court.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-jeannie-to-brideshead-tv-that-shaped-interior-designers-11553628197", "title": "From 'Jeannie' to 'Brideshead': TV That Shaped Interior Designers", "date": "2019-03-26 15:23", "summary": "How the sets of beloved childhood TV shows influenced the aesthetics of world-class interior designers. THE EASY MIX OF color and antiques in Lorelai's house on \"Gilmore Girls\" schooled Charleston designer J.P. Horton on lived-in eclecticism. To this day, Dallas designer Jean Liu balances square and round shapes in her projects, having adored the mushroom-shaped houses of Smurf Village growing up. If you need décor inspiration, it might be worth streaming Hulu for the shows you loved to cadge some ideas. Here, what six decorators took away from their childhood favorites.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officials-walk-out-of-meeting-at-presidential-palace-in-kabul-11553628051", "title": "U.S. Walks Out of Kabul Meeting", "date": "2019-03-26 15:20", "summary": "Snub seen as reaction to Afghan adviser criticizing U.S. envoy's approach to peace talks with Taliban. KABUL-U.S. officials walked out of a meeting here that was attended by the top defense aide of Afghan President Ashraf Ghani, in the latest sign of fraying ties between Washington and Kabul over negotiations with the Taliban to end the 18-year Afghan war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jerseys-right-to-die-measure-heads-to-governor-11553627906", "title": "New Jersey's Right-to-Die Measure Heads to Governor", "date": "2019-03-26 15:18", "summary": "Phil Murphy expected to sign the bill; advocates have pushed for the law since 2012. Advocates in New Jersey finally pushed through legislation that allows terminally ill patients to end their lives, after seven years of coming short.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-profits-up-in-2018-but-average-bonus-falls-11553627841", "title": "Wall Street Profits Up in 2018, but Average Bonus Falls", "date": "2019-03-26 15:17", "summary": "Comptroller report finds securities industry added 4,700 workers in 2018, highest level in decade. Wall Street profits and employment finished 2018 on a high note, despite the markets' steepest losses since the financial crisis, according to estimates by the New York State Comptroller's office released Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-addresses-cybersecurity-concerns-about-stock-investor-data-11553625211", "title": "SEC Addresses Cybersecurity Concerns About Stock-Investor Data", "date": "2019-03-26 14:33", "summary": "Agency considers incentives and concessions to move the Consolidated Audit Trail toward completion. A data repository for all U.S. stock-market activity won't store some personal information from individual investors, a concession to brokers and traders who worried their data would be a prime target for hackers, a top regulator said Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-you-still-wear-a-michael-jackson-t-shirt-11553623792", "title": "Would You Still Wear a Michael Jackson T-Shirt?", "date": "2019-03-26 14:09", "summary": "In the wake of controversial documentaries about Michael Jackson and R. Kelly, we examine the resale market for the two performers' merchandise. Since the March 3 airing of \"Leaving Neverland\"-HBO's excruciating four-hour documentary focusing on two men Michael Jackson is alleged to have abused when they were children-various entities have rushed to separate themselves from the late singer. This month, 26 years after Jackson was first accused of sexually assaulting a minor, \"The Simpsons\" pulled from syndication an episode featuring the King of Pop; Drake stopped performing a song that includes the singer's voice; and Louis Vuitton nixed items that pay homage to M.J. from an upcoming clothing collection. \"It feels clearly the only decision to make,\" James L. Brooks, executive producer of \"The Simpsons,\" told The Wall Street Journal of the decision to pull the episode. A representative for Drake declined to comment on his decision to stop performing \"Don't Matter to Me.\" And in a statement to The Wall Street Journal, Louis Vuitton chairman and CEO Michael Burke said, \"We find the allegations in the documentary deeply troubling and disturbing.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-jobs-are-boosting-the-economy-even-outside-tech-hubs-11553623183", "title": "IT Jobs Boost Economy, Even Outside Tech Hubs", "date": "2019-03-26 13:59", "summary": "Places like Charlotte, N.C., and Boise, Idaho, are benefiting from growth in tech employment. The spread of cloud computing and data analytics is lifting the number of tech jobs and boosting the U.S. economy, according to trade group CompTIA.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-to-price-shares-above-targeted-range-of-62-to-68-in-ipo-11553614735", "title": "Lyft to Price Shares Above Targeted Range of $62 to $68 in IPO", "date": "2019-03-26 13:32", "summary": "Ride-hailing service to price shares Thursday ahead of trading debut Friday. Lyft Inc. is expected to price its shares above the targeted range for its initial public offering, in a sign of strong investor demand ahead of the ride-hailing service's imminent debut.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-colin-kaepernicks-lawyer-dealt-with-nike-and-became-entangled-in-extortion-charges-11553621180", "title": "How Colin Kaepernick's Lawyer Dealt With Nike and Became Entangled in Extortion Charges", "date": "2019-03-26 13:26", "summary": "Before an alleged scheme to extort Nike with Michael Avenatti, Mark Geragos had courted the company on behalf of the former NFL quarterback. A year ago, celebrity attorney Mark Geragos was involved in quiet negotiations with Nike Inc. to create a blockbuster ad campaign for his client Colin Kaepernick, the controversial football star and political activist.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baselworld-report-our-10-favorite-watches-11553620635", "title": "The 10 Most Covetable Watches from the World's Top Watch Fair", "date": "2019-03-26 13:17", "summary": "Each spring, leading watch brands touch down in Basel, Switzerland to showcase their most cutting edge designs. At this year's fair, innovations in technology, sustainability and form signified an exciting year ahead for watch fans, whether they're in search of practicality or extravagance. Here, a roundup of our favorite models.. The olive green face, 18-karat yellow gold hands and sunray dial make for an eye-catching addition to the Rolex Datejust range-but the best detail is at 6 o'clock, where the VI numeral is set with 11 diamonds.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-earle-and-the-dukes-review-saluting-a-great-guy-11553619882", "title": "Steve Earle and the Dukes Review: Saluting a Great 'Guy'", "date": "2019-03-26 13:04", "summary": "A new album honors the celebrated singer-songwriter Guy Clark, who died in 2016, by interpreting 16 of his songs.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-lawyer-emmet-flood-expected-to-leave-post-11553619803", "title": "White House Lawyer Emmet Flood Expected to Leave Post", "date": "2019-03-26 13:03", "summary": "Flood expected to stay in role until questions over release of Mueller report are resolved. WASHINGTON-Emmet Flood, who since last summer has served as the top lawyer representing the White House in the special counsel investigation, is expected to leave his post in the coming months now that the probe has been completed, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-laughed-i-cried-i-kissed-6-million-goodbye-11553618596", "title": "I Laughed, I Cried, I Kissed $6 Million Goodbye", "date": "2019-03-26 12:43", "summary": "The parent of MoviePass has raised millions despite a delisting, lack of reliable financials and dilution seemingly without end. This movie just won't end.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activists-may-be-too-late-at-bed-bath-beyond-11553618353", "title": "Activists May Be Too Late at Bed Bath & Beyond", "date": "2019-03-26 12:39", "summary": "The home goods retailer's stock surged on Tuesday after activists launched a proxy fight, but investors should take the money and run as the chain may be beyond fixing. It is an awkward thing when your biggest stock climb in a decade comes not thanks to a stellar earnings report or a flashy new initiative but because a trio of activist funds want to clean house.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-embraces-chinas-xiwarily-11553618102", "title": "Europe Embraces China's Xi-Warily", "date": "2019-03-26 12:35", "summary": "President Xi Jinping ends a six-day trip that has exposed divisions among EU members. The leaders of France, Germany and the European Union's executive sought to present Chinese President Xi Jinping with a united front at talks in Paris on Tuesday, pressing him for more reciprocity on trade amid wariness about China's rising power. But with Europe eager for Chinese business, Mr. Xi's visit was seen in Beijing as a success.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feeling-the-need-the-need-for-speed-11553618025", "title": "Feeling the Need for a Speedy Close", "date": "2019-03-26 12:33", "summary": "Lenders are deploying new algorithms to close home loans faster than their competitors. Borrowers in a rush are the real winners in this race. Mortgage lenders are promoting a hot new feature these days-speed. Some are even offering cash payments if they fail to meet the tight closing deadlines they promise.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-housing-starts-fall-in-february-11553603643", "title": "Home Building, New-Home Permits Have Softened This Year", "date": "2019-03-26 12:03", "summary": "Single-family home construction drops 17%; residential building permits also fall.. WASHINGTON-A gauge of home construction and queued up projects declined in February and are pulling back this year overall, with a slew of factors, including the government shutdown and housing affordability, potentially impacting the data.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alliance-between-jews-democrats-faces-new-tests-11553605202", "title": "Ties Between Jews, Democratic Party Face New Pressures", "date": "2019-03-26 11:49", "summary": "Growing criticism of Israel from party's left flank alienates some liberal Jews. Regina Perlmutter describes her politics as \"so left wing you have no idea.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-declines-in-march-11553610778", "title": "U.S. Consumer Confidence Declined in March", "date": "2019-03-26 11:39", "summary": "Conference Board index fell to 124.1 from 131.4 in February. A measure of U.S. consumer confidence fell in March.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-hale-turned-his-childhood-anxieties-into-comic-relief-11553612181", "title": "Tony Hale Turned His Childhood Anxieties Into Comic Relief", "date": "2019-03-26 11:13", "summary": "Before 'Veep' and 'Arrested Development,' the actor grew up dodging sports and bullies in a teen theater program. Tony Hale, 48, is a two-time Emmy-winning actor who stars in HBO's \"Veep,\" which begins its final season March 31. He is the voice of Forky in \"Toy Story 4\" due in June, and his book, \"Archibald's Next Big Thing,\" will be released as an animated children's series on Netflix later this year. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-eternal-youthold-mice-11553612241", "title": "This Old Mouse: 'Golden Girls' Unlock the Mysteries of Aging", "date": "2019-03-26 10:57", "summary": "Ancient mice are important to research on aging people and command a higher price; Maine cousins live well past 125 human years. Grace and Blanche, two old mice who were second cousins, reached relative fame before dying within months of each other at their home in Bar Harbor, Maine.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-decade-after-the-housing-bust-the-exurbs-are-back-11553610771", "title": "A Decade After the Housing Bust, the Exurbs Are Back", "date": "2019-03-26 10:32", "summary": "Resume Subscription. MARICOPA, Ariz.-The exurbs, the engine of the American housing market, are back.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gut-busting-new-york-city-buffets-that-wont-pinch-your-wallet-11553610600", "title": "Gut-Busting New York City Buffets That Won't Pinch Your Wallet", "date": "2019-03-26 10:30", "summary": "Resume Subscription. At Gastronom Arkadia, a bustling Russian grocery in Brooklyn's Brighton Beach, the 100-plus homemade dishes at the self-serve buffet are an obvious draw. There's a half-dozen beet dishes, not to mention stuffed cabbage, sausages, fish, savory pancakes, meat croquettes, borscht, blintzes and just about anything you can imagine covered in cream sauce.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-we-do-in-the-shadows-gives-vampires-the-faux-documentary-treatment-11553610480", "title": "'What We Do in the Shadows' Gives Vampires the Faux-Documentary Treatment", "date": "2019-03-26 10:28", "summary": "The new TV series imagines a slightly defanged existence for the undead; 'it's about treating these vampires as if they're real things in the real world'. To make vampires funny, take them seriously-and put them on Staten Island.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-slows-heading-into-spring-11553605608", "title": "Home-Price Growth Slows Heading Into Spring", "date": "2019-03-26 10:20", "summary": "Once-hot housing markets like Seattle and San Francisco cool off, while Las Vegas continues to sizzle. Home-price growth slowed for the 10th straight month in January, providing critical relief to buyers heading into the spring selling season.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-porsche-911-fan-finds-his-car-for-life-11553609971", "title": "A Porsche 911 Fan Finds His Car for Life", "date": "2019-03-26 10:19", "summary": "Resume Subscription. Lewis Eig, 49, the Haworth, N.J.-based director of business development for Visionary Solutions, a maker of audio-visual products, on his 1972 Porsche 911T, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-porsche-911-for-the-road-11553609236", "title": "Photos: A Porsche 911 for the Road", "date": "2019-03-26 10:07", "summary": "Stickers on the car's rear window commemorate past rallies with friends. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/islamic-state-leader-goes-low-tech-to-evade-capture-11553608802", "title": "Islamic State Leader Goes Low-Tech to Evade Capture", "date": "2019-03-26 10:00", "summary": "Abu Bakr al-Baghdadi has pinned his survival on shunning computers and mobile phones in favor of human messengers. BAGHDAD-Despite the fall of Islamic State's self-proclaimed caliphate, the group's leader, Abu Bakr al-Baghdadi, remains at large, having for years evaded a massive manhunt by America's military and intelligence agencies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mainstream-companies-back-marijuana-banking-11553608802", "title": "Mainstream Companies Back Marijuana Banking", "date": "2019-03-26 10:00", "summary": "Firms including fertilizer company and beer maker press lawmakers to ease existing bank restrictions tied to marijuana transactions. WASHINGTON-Mainstream businesses such as fertilizer and beverage companies have joined financial firms in pressing Congress to make it easier for marijuana companies to use banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-bets-that-plugging-its-values-can-help-create-value-11553607751", "title": "Apple Makes Values Pitch, but Will People Buy It?", "date": "2019-03-26 09:42", "summary": "How does being a beacon of social responsibility help the iPhone-making paragon of capitalism?. During Apple Inc.'s two-hour presentation Monday, Chief Executive Tim Cook and his throng of executives and celebrities radiated positive social messages like the stage had been hit by a #woke bomb.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-is-latest-online-seller-to-go-bricks-and-mortar-11553603024", "title": "Wayfair Is Latest Online Seller to Go Bricks and Mortar", "date": "2019-03-26 09:33", "summary": "Online furniture retailer to open first physical retail store in Natick, Mass.. Furniture retailer Wayfair Inc. said it plans to open its first full-service retail store, the latest online brand to attempt to reach consumers by integrating the online and in-person shopping experiences.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-bets-on-6-million-condos-in-asbury-park-n-j-11553607000", "title": "Developer Counts on Selling $6 Million Condos in Asbury Park, N.J.", "date": "2019-03-26 09:30", "summary": "Price tags on Sugarman project are a stretch in an area that still has a high poverty rate. One decade ago, when real-estate financier Jay Sugarman was fighting to keep iStar Inc. alive, one of his challenges was 25 acres of oceanfront land in Asbury Park, N.J., that the company had acquired from a defaulting borrower.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-government-taking-stake-in-boutique-hotel-operator-11553607001", "title": "Singapore Government Taking Stake in Boutique Hotel Operator", "date": "2019-03-26 09:30", "summary": "citizenM is one of a small but growing number of microhotel brands. A giant Singapore government-run fund has acquired a 25% stake in Dutch hotel company citizenM, providing a cash boost to the owner and operator of microhotels, as it ramps up a global expansion.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turn-your-weekends-into-mini-vacations-11553606806", "title": "Turn Your Weekends Into Mini-Vacations", "date": "2019-03-26 09:26", "summary": "You don't need to leave town to think about your days of rest in a way that sends you back to work on Monday a happier person. There's a reason most people return to work Monday feeling no better than they did Friday afternoon.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mcdonalds-canopy-growth-nike-11553597909", "title": "Stocks to Watch: McDonald's, Nike, Bed Bath & Beyond, Citigroup, Wayfair", "date": "2019-03-26 09:03", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/task-force-to-look-into-child-sexual-abuse-in-indian-health-service-11553605201", "title": "White House Launches Investigation of Indian Health Service Failures Over Sexual Abuse", "date": "2019-03-26 09:00", "summary": "Committee will examine how a pediatrician was able to abuse Native American boys for years while working for federal health agency. The Trump administration will convene a task force to examine why a pediatrician was allowed to sexually abuse Native American boys for decades while working for the Indian Health Service and try to prevent such a crime from happening again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-invests-300-million-in-dubai-payments-firm-11553605093", "title": "Mastercard Invests $300 Million in Dubai Payments Firm", "date": "2019-03-26 08:58", "summary": "Stake in Network International is the latest in a global frenzy of deals in the sector. DUBAI- Mastercard Inc. on Tuesday said it would invest $300 million in a Dubai digital-payments firm, the latest in a global wave of deals in the industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-former-top-internet-regulator-gets-14-years-for-corruption-11553605034", "title": "China's Former Top Internet Regulator Gets 14 Years for Corruption", "date": "2019-03-26 08:57", "summary": "Lu Wei case shows the difficulties President Xi has had commanding loyalty among top Communist Party propagandists. BEIJING-China's former internet regulator, Lu Wei, received a 14-year prison sentence after being convicted of corruption, a punishment the court said it lessened because he confessed.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activists-wage-fight-at-bed-bath-beyond-11553558400", "title": "Activists Wage Fight at Bed Bath & Beyond", "date": "2019-03-26 08:44", "summary": "Legion, Macellum and Ancora are seeking to replace retailer's entire 12-person board. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-selloff-is-about-social-media-not-legal-bills-11553603390", "title": "Boeing Selloff Is About Social Media, Not Legal Bills", "date": "2019-03-26 08:29", "summary": "Boeing's market value has dropped by $40 billion, even though the 737 MAX crisis is unlikely to add more than $5 billion in costs. Costs are piling up at Boeing after the grounding of its 737 MAX jets. Yet what seems to be scaring investors isn't the expense of technical fixes, legal settlements and airline compensation, but skittish fliers on social media hitting plane orders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-watchmaker-patek-philippe-has-no-innovation-budget-11553603352", "title": "Why Watchmaker Patek Philippe Has No Innovation Budget", "date": "2019-03-26 08:29", "summary": "Ten years into his run as head of the luxury watch company, Thierry Stern talks automation and the next generation of watches at Baselworld 2019. All families have their own rituals. The Sterns, who since 1932 have owned Patek Philippe, the most prestigious of Swiss luxury watch brands, are no different and have the beginnings of a new tradition for transferring responsibility of their enterprise from one generation to the next.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sistine-chapel-a-rare-behind-the-scenes-look-at-how-its-masterpieces-are-maintained-11553603330", "title": "The Sistine Chapel: A Rare Behind-the-Scenes Look at How Its Masterpieces Are Maintained", "date": "2019-03-26 08:28", "summary": "Many have seen the Sistine Chapel: It welcomes nearly seven million visitors per year. But few have witnessed the inner workings of the conservation and cleaning of one of the world's most frequented museums.. The user's manual for the Multitel SMX 250 self-propelled tracked platform, known as the Spider, does not contain an operational setting for \"reverence,\" but the Spider's telescopic arm extended toward the ceiling of the Sistine Chapel, 68 feet above, at a gently liturgical pace. My vestments consisted of a safety helmet and a full-body harness secured to the Spider's basket by a chain and carabiner. I shared the basket with Matteo Alessandrini, an official at the Vatican Museums, and had just signed a document insulating the Holy See from temporal liability in the event of any mishap. Ego te absolvo!, I wish it had said; but no, the Vatican has lawyers.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-banks-face-a-triple-whammy-11553602187", "title": "European Banks Face a Triple Whammy", "date": "2019-03-26 08:09", "summary": "Negative rates, a slowing economy and money laundering scandals are weighing on one of the world's most unloved sectors for investors: European banks. Plunging bond yields have made life difficult for bank investors everywhere. For Europe's beleaguered lenders, it is heaping pain on an already tough situation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magical-thinking-about-unicorn-ipos-11553601780", "title": "Magical Thinking About Unicorn IPOs", "date": "2019-03-26 08:03", "summary": "When all these supersmart backers of the best startups want to sell out, do you want to be on the other side of the trade?. Investors in listed shares used to complain that all the good companies were staying private, giving the ordinary shareholder no chance to buy their stock. Be careful what you wish for: Now there's a stampede of technology unicorns IPOing and suddenly you have to make a decision on whether to buy what in many cases are money-losing companies with questionable business models.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-scrutinize-timeline-for-boeing-737-max-software-fix-11553601603", "title": "Lawmakers Scrutinize Timeline for Boeing Software Fix", "date": "2019-03-26 08:00", "summary": "The basics of the safety change were first described to airlines and pilot groups last November. WASHINGTON-Congressional investigators examining the Federal Aviation Administration's safety certification of Boeing Co. 's 737 MAX aircraft also are questioning why it has taken months to complete a safety fix initially described to pilots and airlines in November.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-harden-nba-most-valuable-player-11553538796", "title": "James Harden Was the MVP. Then He Became Invaluable.", "date": "2019-03-26 08:00", "summary": "Resume Subscription. HOUSTON-There is a number guiding the basketball philosophy of the Houston Rockets. This number that informs every decision by the NBA's wonkiest team and explains the marvelous season of James Harden is a very specific one: 1.16. That's the number of points per possession they have to score to be the best offense in the history of basketball.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/citigroup-enters-bankings-hottest-business-with-new-payments-unit-11553598000", "title": "Citigroup Enters Banking's Hottest Business With New Payments Unit", "date": "2019-03-26 07:55", "summary": "Financial giant takes on startups and big rivals, entering field of linking merchants to customers. Citigroup Inc. is starting a consumer-payments business, joining its biggest rivals and a host of financial-technology startups jockeying for position in the hottest corner of banking.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-executive-to-head-unilevers-beauty-business-amid-digital-push-11553601211", "title": "Amazon Executive to Head Unilever's Beauty Business Amid Digital Push", "date": "2019-03-26 07:53", "summary": "Sunny Jain, currently the online giant's head of consumables, will start at Unilever in June. Unilever PLC has appointed an Amazon.com Inc. executive to run its beauty and personal-care business, tapping an industry veteran with expertise in a broad range of consumer products and e-commerce to lead its biggest division.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amds-chips-already-in-googles-big-game-11553599801", "title": "AMD's Chips Already in Google's Big Game", "date": "2019-03-26 07:30", "summary": "Cloud gaming project was known-and likely already in chipmaker's forecast. For Advanced Micro Devices, the third time seems to have been the charm.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turning-muslims-away-poland-welcomes-ukrainians-11553598000", "title": "Turning Muslims Away, Poland Welcomes Ukrainians", "date": "2019-03-26 07:00", "summary": "Warsaw opens door to biggest recent wave of migration into the European Union. WARSAW-Four and a half years ago, Maryna Karalop packed up and moved from Ukraine to Poland. Since then, so did some two million other Ukrainians-the biggest wave of migration into the European Union in recent times.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-tech-chief-goes-all-out-on-in-house-software-11553598001", "title": "Dick's Goes All Out on In-House Software", "date": "2019-03-26 07:00", "summary": "After overhauling how the company tracks inventory, Paul Gaffney's staff are tackling everything from website search to shipping estimates. Dick's Sporting Goods Inc. is betting that building all its software in house, as opposed to relying on third-party vendors, will give it a competitive advantage.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-doesnt-have-primes-number-11553594681", "title": "Apple Doesn't Have Prime's Number", "date": "2019-03-26 06:31", "summary": "AppleTV+ is late to the streaming game and faces stiff competition to reach Netflix's stature. Apple 's extravagant unveiling on Monday of AppleTV+, its new video content streaming service, unveiled very little. Celebrities talked about their must-see shows without showing any clips. Apple executives trumpeted their plan to offer a bundle of content from different content partners without offering any details on pricing. So what to make of this newest entrant into the fiercely competitive and crowded streaming race?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-seeks-315-billion-to-raise-public-school-teacher-salaries-11553594400", "title": "Kamala Harris Seeks $315 Billion to Raise Teacher Pay", "date": "2019-03-26 06:00", "summary": "Presidential candidate says plan would address pay gap between educators and other professionals. WASHINGTON-California Sen. Kamala Harris is proposing a $315 billion plan to increase pay for public-school teachers, an effort to address the gap in pay between educators and other professionals that would financially reward a loyal Democratic Party constituency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-sings-the-chip-making-blues-11553593698", "title": "Samsung Sings the Chip-Making Blues", "date": "2019-03-26 05:48", "summary": "Its first-quarter profit warning should serve as a red flag to investors assuming the chip market will improve this year. Chip makers' stocks have enjoyed a pretty good run in 2019. Samsung Electronics ' admission it's having an ugly quarter should put paid to that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-bernard-baumohl-wsj-surveys-most-accurate-economic-forecaster-in-2018-11553592600", "title": "Meet the WSJ Survey's Most Accurate Economic Forecaster in 2018", "date": "2019-03-26 05:43", "summary": "The Economic Outlook Group chief economist issued the most accurate set of forecasts in last year's survey. WASHINGTON-Bernard Baumohl has a beef with traditional economic-forecasting models.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-just-buy-now-when-shopping-on-amazon-you-need-to-pay-attention-11553592600", "title": "Don't Just 'Buy Now'! When Shopping on Amazon, You Need to Pay Attention", "date": "2019-03-26 05:38", "summary": "People shopping on autopilot must beware of overpriced bulk items, sub-prime Prime deals and questionable 'Amazon's Choice' choices. Roy Arguello wants nothing to do with the 10-foot ladder he ordered last month on Amazon.com .", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-watchdog-accuses-citigroup-unit-of-manipulating-bonds-futures-market-11553589093", "title": "Japan Watchdog Accuses Citigroup Unit of Manipulating Bonds Futures Market", "date": "2019-03-26 04:31", "summary": "Securities and Exchange Surveillance Commission recommends $1.2 million fine. TOKYO-Japan's financial watchdog recommended a fine of $1.2 million for a unit of Citigroup Inc. for alleged manipulation of the futures market for Japanese government bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-buys-careem-for-3-1-billion-to-conquer-middle-east-market-11553582700", "title": "Uber Targets Middle East With $3.1 Billion Deal, Its Largest Ever", "date": "2019-03-26 02:45", "summary": "Deal will widen the ride-hailing giant's presence in a region of 400 million people and ends costly market-share battle. Uber Technologies Inc. said it is acquiring Middle Eastern rival Careem Networks FZ for $3.1 billion, a deal that ends another cutthroat ride-hailing battle ahead of an expected initial public offering.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-delicate-courtship-france-and-china-make-deals-11553542187", "title": "In Delicate Courtship, France and China Make Deals", "date": "2019-03-26 02:25", "summary": "Macron and Xi sign agreements as French leader presses EU to demand more from Beijing. PARIS-Presidents Emmanuel Macron of France and Xi Jinping of China signed a series of business and bilateral agreements on Monday, seeking to bolster their trade relationship as Paris presses Beijing to open the Chinese economy to more trade and investment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-may-says-government-will-fight-to-keep-control-of-brexit-process-11553535481", "title": "U.K. Parliament Seeks to Seize Control of Brexit Agenda", "date": "2019-03-26 02:10", "summary": "Embattled prime minister, who says she will bring twice-rejected proposal to Parliament this week, opposes lawmakers' plans to consider alternatives. LONDON-Britain's Parliament moved to pry control of the Brexit process away from Prime Minister Theresa May, forcing votes on alternatives to her unpopular plan on how to extract the U.K. from the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-miner-bitmains-hong-kong-ipo-application-lapses-11553570625", "title": "Cryptocurrency Miner Bitmain's IPO Application Lapses", "date": "2019-03-26 01:16", "summary": "Company names Haichao Wang as its new CEO. One of the world's largest makers of cryptocurrency mining equipment shelved plans for an initial public offering, becoming the latest casualty of the industry's worst slump in years.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553545907", "title": "Pepper...and Salt", "date": "2019-03-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-county-facing-measles-outbreak-bans-unvaccinated-minors-from-public-spots-11553634655", "title": "County in New York Facing Measles Outbreak Bans Unvaccinated Minors From Public Spots", "date": "2019-03-26 00:01", "summary": "Rockland County's ban is the first of its kind in the country. A New York county has declared a state of emergency over one of the worst measles outbreaks in the state in decades, banning unvaccinated minors from public places to help curb the spread of the disease.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-funds-have-a-problem-too-much-cash-11553607001", "title": "Real-Estate Funds Have a Problem: Too Much Cash", "date": "2019-03-26 00:01", "summary": "As deadlines approach for spending investor money, fund managers face challenges finding profitable buildings to buy. Private real-estate fund managers, sitting on record amounts of cash, are finding it increasingly difficult to spend all that money within the deadlines they promised investors.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-department-investigates-colleges-named-in-admissions-cheating-scandal-11553572464", "title": "Education Department Investigates Colleges in Admissions Cheating Scandal", "date": "2019-03-26 23:54", "summary": "Federal agency sends letters to eight colleges asking for admissions and athletic-recruiting information. The U.S. Department of Education has opened preliminary investigations into eight universities whose athletic coaches were allegedly part of the college-admissions cheating scheme being prosecuted by the Justice Department.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-hardest-upsell-yet-11553548631", "title": "Apple's Hardest Upsell Yet", "date": "2019-03-26 22:53", "summary": "New TV, news and game services aim to draw more business from existing users. Apple Inc.'s latest offerings may simply end up being a test of how devoted its biggest fans are.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-trump-adviser-says-he-didnt-lie-to-fbi-11553565601", "title": "Former Trump Adviser Says He Didn't Lie to FBI", "date": "2019-03-26 22:00", "summary": "George Papadopoulos says he misspoke to agents about when he met a professor who told him about Russia having 'dirt' on Hillary Clinton. George Papadopoulos, the former Trump campaign adviser whose barside comments to an Australian diplomat helped trigger what became Robert Mueller's Russia investigation, says in a new book he didn't actually lie to investigators, contradicting what he told a federal judge under oath last year after pleading guilty.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chides-russia-for-military-aid-to-venezuela-11553553299", "title": "U.S. Chides Russia for Military Aid to Venezuela", "date": "2019-03-26 20:45", "summary": "Two Russian planes carrying soldiers landed in Caracas in a show of support for Venezuela's Nicolás Maduro, drawing a rebuke from Washington. Two Russian planes carrying soldiers landed in Caracas in a show of support for Venezuela's Nicolás Maduro, drawing a rebuke from Washington on Monday, as the authoritarian leader defied U.S. efforts to oust him.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-findings-set-off-a-political-tussle-11553560608", "title": "Mueller Findings Set Off a Political Tussle", "date": "2019-03-26 20:36", "summary": "Trump camp sees winning 2020 message as Democrats press for the special counsel's full report. WASHINGTON-President Trump on Monday offered praise for Robert Mueller as his 2020 campaign ramped up efforts to use the special counsel's findings as a political weapon, while Democrats set a deadline next week for the delivery of the full Mueller report to Congress and said they would press other investigations into the president's conduct.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-avenatti-charged-with-extortion-over-alleged-threats-to-nike-11553533952", "title": "Avenatti Charged With Attempted Extortion From Nike, Bank Fraud", "date": "2019-03-26 20:35", "summary": "Prosecutors say lawyer defrauded a bank and threatened to publicize alleged Nike misconduct in attempting to extract more than $20 million. Attorney Michael Avenatti, who seized the spotlight last year as a lawyer for former adult-film actress Stormy Daniels, was arrested Monday and charged with attempting to extort more than $20 million from Nike Inc., as well as bank fraud in a separate case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-rocket-attack-injures-seven-in-israel-11553502658", "title": "Israel Strikes Hamas Targets in Gaza After Rocket Attack Near Tel Aviv", "date": "2019-03-26 20:32", "summary": "Prime Minister Benjamin Netanyahu cuts short his visit to Washington. Israel's military said it struck dozens of Hamas targets in the Gaza Strip and the Islamist group launched numerous rockets into its territory, raising the risk of a wide-scale conflict two weeks before an Israeli election.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-says-fed-balance-sheet-cuts-didnt-cause-late-2018-market-woes-11553560200", "title": "Fed's Rosengren: Fed Balance Sheet Cuts Didn't Cause Late 2018 Market Woes", "date": "2019-03-26 20:30", "summary": "Boston Fed president says central bank's balance sheet won't return to precrisis levels. Boston Fed President Eric Rosengren said Monday the central bank's ongoing balance sheet drawdown wasn't the cause of financial market volatility into the closing months of last year.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-state-assembly-joins-cuomo-in-supporting-congestion-pricing-11553558861", "title": "New York's State Assembly Joins Cuomo in Supporting Congestion Pricing", "date": "2019-03-26 20:07", "summary": "The system included in the governor's proposed $175 billion budget would raise revenue for the MTA. The New York state Assembly's majority Democrats will support a congestion-pricing system to help fund the Metropolitan Transportation Authority as part of the budget, Speaker Carl Heastie said Monday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}]