[{"link": "https://www.wsj.com/articles/mayors-diversity-panel-recommends-scrapping-gifted-programs-at-new-york-city-schools-11566863093", "title": "Panel Recommends Scrapping Gifted Programs at New York Schools", "date": "2019-08-26 19:57", "summary": "If approved, the changes would mark major shifts for the nation's largest school district. A diversity panel appointed by Mayor Bill de Blasio has called for New York City to stop using academic criteria to screen applicants for admission to public middle schools, and to phase out elementary gifted-and-talented programs that now require a test.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-warns-against-blocking-cookies-entirely-triggering-criticism-11566862905", "title": "Google Warns Against Blocking 'Cookies' Entirely, Triggering Criticism", "date": "2019-08-26 19:41", "summary": "Tech company proposes \"privacy sandbox\" to set new standards after promising in May to let users restrict cookies. After promising to offer tools to let users limit \"cookies,\" tiny files that help internet and advertising companies track users, Alphabet Inc.'s Google suggested it won't go any further, saying in a blog post that blocking cookies entirely could be counterproductive for user privacy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-oklahoma-opioid-stickup-11566861973", "title": "An Oklahoma Opioid Stickup", "date": "2019-08-26 19:36", "summary": "The $572 million ruling greatly expands product liability tort law.. The ruling Monday by an Oklahoma judge that Johnson & Johnson must pay $572 million for selling opioids will be cheered by everyone who wants a scapegoat for the scourge of addiction. But the ruling could have far larger, and more dangerous, consequences by opening a vast new arena for product-liability suits.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macrons-iran-gambit-11566861732", "title": "Macron's Iran Gambit", "date": "2019-08-26 19:22", "summary": "He'll have to change Tehran's behavior to salvage the nuclear deal.. Did French President Emmanuel Macron trap President Trump into a potential negotiation with Iranian President Hassan Rouhani? That was a major media preoccupation at the G-7 meetings in France this weekend, but the more important story may have been Israel's weekend bombing of a military site in Syria that was a staging area for Iranian militia.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-and-fury-in-the-amazon-11566861685", "title": "Fire and Fury in the Amazon", "date": "2019-08-26 19:21", "summary": "The reality is that rich countries are better at protecting the planet.. The photographs are dramatic: Plumes of smoke billow out of the Amazon rain forest, and in the darkness of night the fire casts an eerie glow. \"The lungs of the Earth are in flames,\" says an Instagram post shared by the actor Leonardo DiCaprio. French President Emmanuel Macron warns of a \"real ecocide.\" For a casual news consumer, the pictures and apocalyptic rhetoric may be the end of the story.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-to-seek-death-penalty-against-accused-killer-of-11-people-at-pittsburgh-synagogue-11566859758", "title": "Death Penalty Sought in Pittsburgh Synagogue Shooting", "date": "2019-08-26 19:18", "summary": "A rabbi and congregation members have asked for life in prison for suspect. PITTSBURGH-Federal prosecutors said Monday they will seek the death penalty for the man charged with killing 11 people at a synagogue last October.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-war-puts-ralph-laurens-recovery-at-risk-11566841878", "title": "Trade War Puts Ralph Lauren's Recovery at Risk", "date": "2019-08-26 19:07", "summary": "Analysts cut their forecasts for the fashion company after the latest escalation in U.S.-China trade tensions. Ralph Lauren Corp.'s U.S. turnaround is hanging by a thread, putting its shares at risk of a deeper pullback.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globalfoundries-launches-legal-battle-against-taiwan-semiconductor-also-targets-manufacturers-11566855885", "title": "Globalfoundries Launches Legal Battle Against Taiwan Semiconductor, Also Targets Manufacturers", "date": "2019-08-26 18:55", "summary": "In addition to lawsuits, the Santa Clara, Calif.-based chip maker seeks U.S. import ban that could impact device manufacturers. Chip maker Globalfoundries Inc. has launched a legal attack on several fronts against larger rival Taiwan Semiconductor Manufacturing Co. , including a request that the U.S. government impose an import ban that could hit items such as iPhones, Lenovo laptops and other electronic devices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-success-is-an-illusion-11566859572", "title": "Charter Schools' Success Is an Illusion", "date": "2019-08-26 18:46", "summary": "True, their outcomes beat traditional schools. But it's mostly because their students are self-selected.. I teach at James Monroe High, a public school in the Los Angeles Unified School District. More than 80% of my students passed the 2019 Advanced Placement U.S. Government and Politics exam. This far exceeds the national (55%) and California average (52%). All my students are minorities, most are low-income, and few of their parents are educated. Almost all come from immigrant families, some here illegally.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-riddance-to-the-flores-decree-11566859594", "title": "Good Riddance to the Flores Decree", "date": "2019-08-26 18:46", "summary": "The 1997 settlement lets smugglers use children as 'passports' and further enriches drug cartels.. The Trump administration announced last week it will terminate the Flores settlement agreement, a 1997 court decree that has prevented U.S. officials from detaining migrant families and unaccompanied minors for more than 20 days. Media coverage predictably-and inaccurately-warned of \"indefinite detention\" for families and children caught crossing the southwest border.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electable-or-not-biden-will-lose-11566859507", "title": "'Electable' or Not, Biden Will Lose", "date": "2019-08-26 18:45", "summary": "Democrats will pick a left-wing nominee once his weaknesses become clear.. The Democratic contest for president might seem impossible to predict, but primaries often follow narrative patterns. I saw one classic story unfold up close in 2012 as senior strategist for Rick Santorum's campaign, which ended in a loss to Mitt Romney. This year Joe Biden is the Democrats' version of Mr. Romney: clinging to his lead despite little enthusiasm and zealous challengers. Democratic voters will soon decide whether they want to nominate Mr. Biden and risk watching his quest for the presidency end the same way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-save-the-amazon-11566859544", "title": "How to Save the Amazon", "date": "2019-08-26 18:45", "summary": "Natives can't be expected to care about ecology when they're living in poverty.. Fires in the Amazon prompted a world-wide outcry last week. But if you want to save the rainforest, please be realistic. Twenty-three million people live in Brazilian Amazonia, 45% of them below the poverty line. The area includes five of the six poorest states of a poor country, according to the national statistical agency. Starving people don't care about the forest. They consider it a green hell and see forest rangers as enemies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-the-gag-rule-start-the-space-force-11566859485", "title": "End the Gag Rule, Start the Space Force", "date": "2019-08-26 18:44", "summary": "The Air Force stalls a key Trump initiative by flagrantly violating academic freedom.. The creation of a Space Force-a proposed new branch of the armed services-is one of the most significant defense discussions in a generation. Everyone from the president and congressmen to late-night comedians have chimed in. Everyone, that is, except for the Air Force's foremost experts on space doctrine, the Space Horizons Task Force.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-outlaw-ocean-review-wrongs-of-passage-11566859456", "title": "'The Outlaw Ocean' Review: Wrongs of Passage", "date": "2019-08-26 18:44", "summary": "A chronicle of dark doings at sea reveals a Hobbesian state of nature available to anyone willing to float a few dozen miles offshore.. The most recent U.S. Census of Fatal Occupational Injuries lists fishermen as the most likely of all Americans to be killed on the job, with about one dead a year for every 1,000 at sea. (Loggers-those softies who work with chain saws and risk being squashed by tree trunks-come in second.) The reasons for this ridiculous mortality rate are obvious: If you work far from medical help, surrounded by icy waters and heavy objects such as boats and nets laden with fish, many things can go wrong, and when they go wrong they often go badly wrong.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-visit-with-the-dalai-lama-11566859266", "title": "A Visit With the Dalai Lama", "date": "2019-08-26 18:41", "summary": "He vows that Chinese law won't govern the conditions of his reincarnation.. Dharamshala, India", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-kochs-righteous-profits-11566859228", "title": "David Koch's Righteous Profits", "date": "2019-08-26 18:40", "summary": "Celebrating a businessman whose work in fossil fuels helped improve lives.. David Koch's family hasn't even had time to bury the man yet.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-the-stakeholders-want-a-raise-11566858508", "title": "Now The 'Stakeholders' Want a Raise", "date": "2019-08-26 18:28", "summary": "Treating non-owners like owners could be expensive for shareholders.. Well, that didn't take long. Last week this column warned about the consequences after CEOs of many of America's largest public corporations vaguely agreed to serve \"stakeholders\" who may not actually own any stakes in the companies. Now at least one member of the Business Roundtable is being called upon to put money behind its new commitment to \"deliver value\" to people other than shareholders.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-asks-supreme-court-for-power-to-enforce-asylum-rule-11566858030", "title": "Trump Administration Seeks Power to Enforce Asylum Rule", "date": "2019-08-26 18:20", "summary": "Lower courts blocked the rule, which requires Central American emigrants to seek refugee status in countries they traveled through. WASHINGTON-The Trump administration on Monday asked the Supreme Court for authority to immediately begin denying asylum to Central Americans who show up at the U.S. border without first seeking refugee status in Mexico or other countries they traveled through.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glassdoors-operating-chief-to-become-its-next-ceo-11566852566", "title": "Glassdoor's Operating Chief to Become Its Next CEO", "date": "2019-08-26 18:11", "summary": "Christian Sutherland-Wong joined Glassdoor in 2015, was promoted to COO in February of last year. Glassdoor Inc.'s head of operations will be the employer-ratings provider's next chief executive, taking the helm from the co-founder with plans on growing the platform and continuing efforts to stop users from gaming it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-telecom-chief-john-donovan-to-retire-11566836070", "title": "AT&T Telecom Chief John Donovan to Retire", "date": "2019-08-26 18:09", "summary": "Veteran executive's departure leaves opening atop wireless business and DirecTV in the U.S.. Senior AT&T Inc. executive John Donovan will retire Oct. 1, leaving a sudden opening atop the company's core business as its leaders confront upheavals in the U.S. media and telecom markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-a-recession-hits-whats-the-game-plan-11566853970", "title": "If a Recession Hits, What's the Game Plan?", "date": "2019-08-26 18:01", "summary": "Resume Subscription. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Economy", "U.S. Economy", "Podcast"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-allegedly-tied-to-fatal-overdose-of-cipriani-dolci-chef-faces-drug-charges-11566851173", "title": "Woman Allegedly Tied to Fatal Overdose of Cipriani Dolci Chef Faces Drug Charges", "date": "2019-08-26 17:45", "summary": "Angelina Barini, a self-described prostitute, was expected to appear in federal court in Brooklyn. A Queens woman allegedly linked to the overdose deaths of three men in New York City hotel rooms, including a chef, was charged Monday with federal drug crimes.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-accountable-for-student-loan-scam-11566855858", "title": "Who's Accountable for Student-Loan Scam?", "date": "2019-08-26 17:44", "summary": "If someone in the private sector had committed such a scam, he would go to jail for fraud.. Your editorial \"The Great Student-Loan Scam\" (Aug. 21) is quite an eye-opener. If someone in the private sector had committed such a scam, he would go to jail for fraud: Raise money from taxpayers, promise to earn a good return, lend the money to students and then develop programs where the students don't have to repay the full loan. End up declaring bankruptcy. All but the last step have happened. Unfortunately, because this is a government scam, rather than face bankruptcy, the scammers borrow more taxpayer money. This is totally corrupt and without accountability or punishment. The further irony is that some people want to turn our health-care industry over to the government. Heaven help us.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-chance-to-save-freedom-in-hong-kong-11566855815", "title": "Last Chance to Save Freedom in Hong Kong", "date": "2019-08-26 17:43", "summary": "Where is the international BDS (Boycott, Divestment and Sanctions) movement against China?. I saw a photograph of a young man in Hong Kong, agitating for the right to be free, holding up an American flag amid a chaotic police assault (\"Protests in Hong Kong Intensify As Beijing Cites Signs of Terrorism,\" Page One, Aug. 13). It is a harsh reminder that the U.S.-despite its many faults, embattled as it may be-is a beacon of freedom and inspiration for those who seek it. Are we serving those who seek freedom? Are we living up to our values or are we merely paying lip service to them?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-hurts-honest-exchanges-of-perceptions-11566855770", "title": "PC Hurts Honest Exchanges of Perceptions", "date": "2019-08-26 17:42", "summary": "Perhaps we will learn to laugh at ourselves again someday.. Regarding Marcos Villatoro's \"The Mexican-Salvadoran Antagonism\" (op-ed, Aug. 21): In 1981 at the age of 26, I moved cross country to make my fortune in New York City. One evening I attended a party and took a break to smoke a cigarette on the roof of the building. I encountered a young man, also having a smoke on the rooftop. He and I started chatting, and before long he was ranting about the Guatemalans and the Hondurans and the Nicaraguans, whom he considered to be the scum of the earth, put here only to torment the noble Salvadorans, like himself. After listening for a while, I interrupted him and said: \"Well, I'm from California. You guys are all Mexicans to me.\" There was a tense moment when I thought he might toss me off the roof, but then he smiled and we became two human beings laughing at ourselves together. I find it sad that I can no longer tell this very human story without fear of reprisal. Perhaps we will learn to laugh at ourselves again someday.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-too-early-for-pharma-investors-to-cheer-opioid-verdict-11566855745", "title": "It Is Too Early for Pharma Investors to Cheer Opioid Verdict", "date": "2019-08-26 17:42", "summary": "Johnson & Johnson ruling is a relief for shareholders, but other drug makers and distributors likely won't benefit. Hold the celebration: The opioid litigation cloud hanging over drug stocks won't clear up soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-needs-a-new-leader-11566811800", "title": "Big Tech Shares Lose Their Luster", "date": "2019-08-26 17:41", "summary": "FAANG shares, once darlings of the tech sector, have struggled to reclaim their highs. The FAANG trade is losing its bite.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-exercise-in-this-case-boxing-helped-dementia-11566855684", "title": "Good Exercise, in This Case Boxing, Helped Dementia", "date": "2019-08-26 17:41", "summary": "I have a patient who was deteriorating from Parkinson's disease. His muscle power was weak and his mental abilities were declining. He took up boxing. The results were amazing.. I usually see geriatric patients in my practice, and many have symptoms of early dementia (\"Your Health: Dancing to Fight Dementia,\" Life & Arts, Aug. 20). I have a patient who was deteriorating from Parkinson's disease. His muscle power was weak and his mental abilities were declining. He took up boxing. The results were amazing. His muscle power and flexibility increased. His gait improved, and he outperformed others in his age group. The camaraderie in boxing increased his mental acuity and reasoning abilities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-needs-to-moderate-its-presentation-to-win-11566855703", "title": "The Left Needs to Moderate Its Presentation to Win", "date": "2019-08-26 17:41", "summary": "Enlightened Democratic intellectuals, like Jonathan Haidt and Mark Lilla, have warned of the dangers stemming from overt political correctness, identity politics and the \"Oppression Olympics.\". Ioannis Gatsiounis is a progressive truly \"woke\" to the dangers of sententious liberalism (\"We Liberals Need Self-Criticism,\" op-ed, Aug. 22). Enlightened Democratic intellectuals, like Jonathan Haidt and Mark Lilla, have warned of the dangers stemming from overt political correctness, identity politics and the \"Oppression Olympics.\" President Obama additionally warned of the election risk of a liberal \"circular firing squad,\" which appears to be forming.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lover-by-taylor-swift-review-getting-to-the-heart-of-pop-11566855449", "title": "'Lover' by Taylor Swift: Getting to the Heart of Pop", "date": "2019-08-26 17:39", "summary": "The superstar's new album has plenty that will please her fans as well as songs for those who are new to her music.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rebound-on-trumps-china-comments-11566838390", "title": "Treasury Yields Rebound on Trump's China Comments", "date": "2019-08-26 17:37", "summary": "Possibility of a de-escalation of trade tensions with China comforts investors. U.S. government-bond yields whipsawed Monday, dropping early in the session before recovering after comments by President Trump about a possible easing in trade tensions with China.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-enforcement-agency-takes-step-toward-expanding-marijuana-research-11566846102", "title": "DEA Takes Step Toward Expanding Marijuana Research", "date": "2019-08-26 17:23", "summary": "After delay under Attorney General Jeff Sessions, DEA will begin advancing applications to study health effects; pot advocate says 'foot-dragging will continue'. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buyback-season-isnt-over-for-all-big-tech-firms-11566817381", "title": "Buyback Season Isn't Over for All Big Tech Firms", "date": "2019-08-26 17:18", "summary": "Share repurchases by major companies have been cooling, but tech giants like Google and Facebook have good reason to keep buying. While some big tech companies are cooling their buyback activity, others are just getting started.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-is-borrowing-123-million-to-replace-lead-pipes-11566850548", "title": "Newark Is Borrowing $120 Million to Replace Lead Pipes", "date": "2019-08-26 17:11", "summary": "The New Jersey city wants clean drinking water sooner rather than later and will use funds to speed up work. Newark, N.J., will use a $120 million loan to speed up replacement of its lead water pipes and reduce elevated levels of lead in drinking water, state and local officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-wins-appeal-against-german-data-collection-ban-11566835967", "title": "Facebook Wins Appeal Against German Data-Collection Ban", "date": "2019-08-26 17:04", "summary": "Court reverses antitrust authority's ruling that social-media giant abused its dominance. BERLIN- Facebook Inc. won an appeal to a German antitrust edict regarding how it collects user data across its platforms, including Instagram and WhatsApp, an initial victory for the social-media giant as it faces wide regulatory scrutiny in Europe and the U.S.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-shares-rally-on-hopes-price-increases-will-drive-profits-11566845457", "title": "Lyft Shares Rally on Hopes Price Increases Will Drive Profit", "date": "2019-08-26 16:59", "summary": "Guggenheim analysts predict company will turn a profit sooner than expected. Shares of ride-hailing app Lyft Inc. got a boost Monday after analysts predicted the company could be profitable sooner than expected.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-looking-for-more-experience-in-their-finance-chiefs-11566852398", "title": "U.S. Companies Looking for More Experience in Their Finance Chiefs", "date": "2019-08-26 16:46", "summary": "The average age of CFOs has increased significantly this year, according to Crist | Kolder Associates. Companies picking new finance chiefs of late appear to be telegraphing a message in their choices: Playtime is over. This is a job for grown-ups.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-as-trade-tensions-escalate-11566787858", "title": "U.S. Stocks Gain as Trump Says China Wants a Deal", "date": "2019-08-26 16:12", "summary": "President says China asked to 'get back to the table' for trade talks; bond yields rise. U.S. stocks climbed Monday after President Trump said China wants to reach a trade agreement, signaling a potential de-escalation in tensions between the world's two largest economies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telling-the-truth-about-tennis-11566849660", "title": "Telling the Truth About Tennis", "date": "2019-08-26 16:01", "summary": "Noah Rubin's Instagram series \"Behind the Racquet\" chronicles the humble real world outside the Top 10. Stroll the bright, well-maintained grounds of the U.S. Open, a $20 vodka lemonade in hand, and it all appears so glamorous: the world's best tennis players, some of them mega-millionaires and household names (Roger! Serena! Rafa!), cheered by thousands of fans from around the world.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-johnson-says-hes-more-optimistic-about-avoiding-no-deal-brexit-11566849685", "title": "U.K.'s Johnson More Optimistic About Avoiding No-Deal Brexit", "date": "2019-08-26 16:01", "summary": "Officials say British PM has made progress, but still needs to win over key EU officials-and Ireland. BIARRITZ, France-British Prime Minister Boris Johnson said he felt more optimistic about achieving a Brexit deal and not crashing out of the European Union after spending most of the past week touring Europe, meeting leaders and pitching his proposals to alter terms of the divorce agreement.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-pioneer-at-99-is-the-oldest-tennis-player-in-new-york-city-11566824848", "title": "Meet New York's Oldest Tennis Player", "date": "2019-08-26 15:40", "summary": "The first male African-American pro, Robert Ryland remains active teaching as he approaches his 100th birthday. Robert Ryland is a tennis lifer.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-tries-to-lock-down-fans-for-streaming-war-11566846457", "title": "Disney Tries to Lock Down Fans for Streaming War", "date": "2019-08-26 15:07", "summary": "Long-term subscriptions could be answer to app churn, but few can get away with it. Walt Disney is already deploying some big guns in the coming streaming war-its fans.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-sugar-glut-pushes-prices-close-to-decade-lows-11566820801", "title": "Indian Sugar Glut Pushes Prices Close to Decade Lows", "date": "2019-08-26 15:05", "summary": "New Delhi is expected to renew subsidy program that will boost exports from the world's biggest sugar producer. August has been a bitter month for sugar traders as a potential surfeit of Indian exports, the strong dollar and a slowing world economy combined to push prices toward their lowest level in a decade.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-congressman-sean-duffy-to-resign-11566836195", "title": "Wisconsin Congressman Sean Duffy to Resign", "date": "2019-08-26 15:04", "summary": "Citing family concerns, the five-term congressman said he will leave office on Sept. 23. Rep. Sean Duffy is resigning from Congress next month, the Wisconsin Republican announced.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-store-chains-to-pay-1-2-million-over-expired-product-claims-11566846254", "title": "Dollar-Store Chains to Pay $1.2 Million Over Expired-Product Claims", "date": "2019-08-26 15:04", "summary": "Dollar Tree, Family Dollar and Dollar General stores sold expired medicine, New York attorney general says. Three dollar-store chains reached a collective $1.2 million settlement with the New York attorney general's office after undercover investigators found expired over-the-counter drugs and obsolete motor oil on store shelves in the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-teenager-killed-in-west-bank-bombing-11566565675", "title": "Israeli Teenager Killed in West Bank Bombing", "date": "2019-08-26 14:50", "summary": "Militant group Hamas praised the attack but didn't take responsibility for it. TEL AVIV-An Israeli teenager was killed Friday in a bombing at a natural spring near a central West Bank settlement, an attack that raises already high tensions between Israelis and Palestinians ahead of Israeli elections next month.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-replaces-finance-chief-11566824303", "title": "Kraft Heinz Replaces Finance Chief", "date": "2019-08-26 14:25", "summary": "Paulo Basilio to succeed David Knopf as the company attempts to move past such challenges as accounting errors, slowing sales. Kraft Heinz Co. replaced its chief financial officer with his predecessor after accounting errors and weak sales at the food giant have undermined the value of its brands and shares.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-to-subpoena-former-white-house-staff-secretary-rob-porter-11566816457", "title": "House Panel Subpoenas Ex-White House Staff Secretary Rob Porter", "date": "2019-08-26 14:02", "summary": "Judiciary Committee continues with its probe of President Trump's conduct related to special counsel Mueller's investigation. The House Judiciary Committee has subpoenaed former White House staff secretary Rob Porter as part of its investigation into whether President Trump obstructed justice.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-withdrawal-plan-faces-new-challenges-11566838536", "title": "Afghan Withdrawal Plan Faces New Challenges", "date": "2019-08-26 13:35", "summary": "Some in Congress question whether deal would secure U.S. against another 9/11, as critics say elections could hinder talks on country's political future. KABUL-Challenges to a possible accord between U.S. and Taliban negotiators to start withdrawing American troops from Afghanistan are emerging that could upend the Trump administration's efforts to extricate the U.S. military from the 18-year conflict.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maysoon-zayid-on-debt-and-ambition-11566840527", "title": "Maysoon Zayid on Debt and Ambition", "date": "2019-08-26 13:28", "summary": "The comedian and actress talks about battling $25,000 in credit-card debt-and persevering in the face of limits others put on her. When comedian and actress Maysoon Zayid was in college, she racked up about $25,000 in credit-card debt.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-leader-of-the-e-pack-11566840202", "title": "Harley: Leader of the E-Pack?", "date": "2019-08-26 13:23", "summary": "Iconic motorcycle company whose stock has been struggling unveiled an electric bicycle last week. Rev your bikes! A svelte Harley-Davidson bicycle gang is coming to a city near you.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leave-your-lunch-at-home-this-is-shanghai-disneyland-11566839772", "title": "Leave Your Lunch at Home. This is Shanghai Disneyland.", "date": "2019-08-26 13:16", "summary": "Visitors to the theme park in China aren't allowed to bring their own food inside; Peking duck pizza. SHANGHAI-Confronted by a guard at the entrance to Shanghai Disneyland, Wang Yan raised a package of cookies above her head and gave voice to a grievance that has roiled the Chinese nation: \"Why is this not allowed inside?\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-party-chooses-ex-nypd-officer-to-run-for-queens-district-attorney-11566839143", "title": "Republican Party Chooses Ex-NYPD Officer to Run for Queens District Attorney", "date": "2019-08-26 13:05", "summary": "Joe Murray, a Democrat who supports President Trump, was disciplined after breaking another officer's jaw. The Queens Republican Party has selected a police officer turned lawyer as its candidate for district attorney in the run-up to this fall's contest for the borough's top prosecutor.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-kids-should-call-the-robot-it-11566811801", "title": "Why We Should Teach Kids to Call the Robot 'It'", "date": "2019-08-26 12:25", "summary": "As a new generation grows up surrounded by artificial intelligence, researchers find education as early as preschool can help avoid confusion about robots' role. If you want your preschooler to grow up with a healthy attitude toward artificial intelligence, here's a tip: Don't call that cute talking robot \"he\" or \"she.\"", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-ran-tech-fundusing-millions-from-an-executive-at-a-nissan-partner-11566836112", "title": "Carlos Ghosn Ran a Tech Fund-Using Millions From an Executive at a Nissan Partner", "date": "2019-08-26 12:15", "summary": "Resume Subscription. Nissan Motor Co. boss Carlos Ghosn built a parallel business as an investor in Silicon Valley with his son, using millions of dollars he received from an executive at a Nissan business partner in Oman.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/complete-woody-herman-decca-mars-mgm-sessions-1943-54-review-a-decade-of-many-changes-11566835022", "title": "'Complete Woody Herman Decca, Mars, MGM Sessions (1943-54)' Review: A Decade of Many Changes", "date": "2019-08-26 11:57", "summary": "A new collection reveals Herman's genius as a bandleader, musician, coach and more, as well as the evolving sound of the group he headed.. It's March 25, 1946, and you've come to Carnegie Hall to hear the most exciting jazz orchestra then playing, Woody Herman and His Orchestra-known to fans and followers as \"The Thundering Herd.\" Herman starts the concert agreeably enough with \"Caldonia,\" the Louis Jordan R&B classic that was also a hit for him, and then he launches into \"Bijou,\" the darndest thing you've ever heard. It begins with a polyrhythmic pattern like none ever known previously in jazz, as expressed by an unusual combination of vibes, bass and percussion; this is immediately followed by another off-kilter staccato rhythmic passage, this one played mostly by the brass.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-eyes-florida-resort-as-g-7-venue-11566833286", "title": "Trump Eyes Florida Resort as G-7 Venue", "date": "2019-08-26 11:28", "summary": "The president used a meeting with Germany's Angela Merkel to plug the Trump National Doral resort as a likely location for next year's summit. BIARRITZ, France-President Trump is eyeing a new showcase for his hotel business: next year's Group of Seven summit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypts-sisi-warm-u-s-embrace-harsh-human-rights-record-11566833064", "title": "Egypt's Sisi: Warm U.S. Embrace, Harsh Human-Rights Record", "date": "2019-08-26 11:24", "summary": "Detention of Americans is a small part of a much broader and apparently widening crackdown by Sisi's government on dissent. Here's a foreign-policy quiz for those watching this week's Group of Seven meeting of world leaders in France: Which Middle Eastern country holds more American citizens in prison? Is it Egypt, the close American ally whose leader had a friendly meeting with President Trump Monday, or Iran, the nation under severe economic sanctions whose foreign minister was shunned by American officials in France?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-drive-for-more-living-liver-donors-11566832825", "title": "The Drive for More Living Liver Donors", "date": "2019-08-26 11:20", "summary": "Only 5% of U.S. donations involve a transfer from a live donor, even though survival rates are better. He is a 28-year-old police officer in North Carolina.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-meyer-sells-malibu-mansion-in-one-of-californias-biggest-ever-deals-11566832299", "title": "Ron Meyer Sells Malibu Mansion in One of California's Biggest-Ever Deals", "date": "2019-08-26 11:11", "summary": "The vice chairman of NBCUniversal fetched about $100 million for the 14,000-square-foot oceanfront home. Ron Meyer, the vice chairman of NBCUniversal, has sold his Malibu beach house for about $100 million in one of the largest residential transactions ever completed in California, according to a person familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-millennials-love-cacti-11566832044", "title": "Why Millennials Love Cacti", "date": "2019-08-26 11:07", "summary": "From your Instagram feed to your local clothing store, plants are inescapable. Why this trend just keeps on growing. If you have both a green thumb and a healthy surplus of greenbacks, the online fashion retailer Mr Porter will gladly sell you a Japanese-made \"gardening set\" for $995. Comprising a canvas tote bag and steel utensils that seem much too delicate to actually prune a ficus, the package is one of several signs that fashion is actively cultivating an interest in gardening. During this June's Milan Fashion Week, I watched a model strut down the Fendi runway clutching watering cans whose lavish leather-wrapped spouts suggest rather precious landscaping. In Paris a week later, Milan-based label Jil Sander issued an invitation to its show that included three sooty seed balls, foreshadowing a runway that was lined in potted green shoots.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-indicted-for-third-time-11566828100", "title": "Harvey Weinstein Indicted for Third Time", "date": "2019-08-26 11:05", "summary": "Decision clears way for actress to testify against him in his criminal trial, which was delayed until January. Hollywood producer Harvey Weinstein was indicted for a third time, just two weeks before his criminal trial had been set to begin, clearing the way for an additional accuser to testify against him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-jets-ferried-relatives-of-nra-chief-executive-11566831558", "title": "Private Jets Ferried Relatives of NRA Chief Executive", "date": "2019-08-26 10:59", "summary": "Itineraries, other records show NRA paid for flights to and from Nebraska, where niece and her daughter live. The National Rifle Association paid for private jets to fly to and from central Nebraska to ferry relatives of the group's chief executive, Wayne LaPierre, according to travel itineraries, emails and aviation records reviewed by The Wall Street Journal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amgen-shows-price-is-still-right-for-blockbuster-drug-deals-11566830905", "title": "Amgen Shows Price Is Still Right for Blockbuster Drug Deals", "date": "2019-08-26 10:48", "summary": "Company's purchase of anti-inflammatory drug Otezla for $13.4 billion shows health-care deal market is still strong. U.S. stocks have been wobbly lately, but the health-care deal market is still vibrant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tea-obreht-second-novel-inland-tigers-wife-11566829769", "title": "How Téa Obreht Beat the Second Novel Slump", "date": "2019-08-26 10:32", "summary": "Author Téa Obreht built on the success of her smash debut novel, 'The Tiger's Wife,' with her expansive new western, 'Inland'. It's difficult not to feel thirsty while reading Inland, Téa Obreht's expansive second novel following The Tigers's Wife, her National Book Award-nominated 2011 debut. If The Tiger's Wife explores the mythology of a Balkan country, seemingly based on the 33-year-old author's birthplace of Belgrade in the former Yugoslavia, then Inland unravels the legends and lore of her current homeland, the United States. Obreht reimagines the American western with a combination of urgency and dread in Inland, set in the oppressive heat and dust of the Arizona Territory in 1893.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-pitney-bowes-gain-on-sale-of-software-business-11566829928", "title": "Shares of Pitney Bowes Gain on Sale of Software Business", "date": "2019-08-26 10:32", "summary": "Company to sell unit for $700 million as part of broader move to slim down portfolio. Shares of Pitney Bowes Inc. rose Monday after the shipping-services company said it struck a deal to sell its software business, part of a broader move to slim down its portfolio.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coco-gauff-made-a-smashing-slam-debut-shes-ready-for-an-encore-at-the-u-s-open-11566829376", "title": "Coco Gauff Is Set for Her U.S. Open Debut", "date": "2019-08-26 10:24", "summary": "The 15-year-old American won three rounds at Wimbledon. Fans should savor every moment in New York, as age-restriction rules could limit her play before she turns 18.. The tennis tournament in Winston-Salem, N.C., a small tune-up held the week before the U.S. Open, doesn't usually attract much attention. But earlier this summer came the surprising news that Cori \"Coco\" Gauff, age 15, would play in a match. The exhibition sold out, the first time that had happened for an event there since 2012.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-student-debt-opens-door-to-relief-scams-11566826805", "title": "Soaring Student Debt Opens Door to Relief Scams", "date": "2019-08-26 09:40", "summary": "Same testimonials appeared across 26 websites of supposedly different companies; former employee says company submitted claims based on false information. Financial Preparation Services of Irvine, Calif. boasts on its website three glowing testimonials for its debt-relief services for student loans. It quotes Anthony Zwichirowski of California, Dawn Robinson of New Hampshire and a smiling Dean Edelman of Virginia, who says using the company \"was the smartest move I have made since graduating.\"", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-of-seven-leaders-aim-to-bridge-differences-11566656172", "title": "Group of Seven Leaders Aim to Bridge Differences", "date": "2019-08-26 09:31", "summary": "On the Group of Seven agenda: the U.S.-China trade war, Britain's impending departure from the European Union, and the Amazon wildfire crisis. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-com-hasbro-newmont-goldcorp-11566813601", "title": "Stocks to Watch: Amazon, Hasbro, Newmont Goldcorp", "date": "2019-08-26 09:09", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-ambitions-soar-to-the-stratosphere-11566822941", "title": "Drone Ambitions Soar to the Stratosphere", "date": "2019-08-26 08:35", "summary": "Airbus, Boeing and SoftBank develop alternatives to satellites, with flights at 60,000 feet or higher. SYDNEY-It is an exclusive airspace where spy planes roam, beyond the reach of weather and commercial passenger jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-warn-trump-over-afghanistan-pullout-11566822771", "title": "Republicans Warn Trump Over Afghanistan Pullout", "date": "2019-08-26 08:32", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-rolls-out-33-billion-plan-to-move-its-capital-city-11566816657", "title": "Indonesia Rolls Out $33 Billion Plan to Move Its Capital City", "date": "2019-08-26 06:50", "summary": "Shift from Jakarta would make capital less vulnerable to natural disasters, president says. Indonesia will build a new capital city in eastern Borneo, the country's president said, in the most definitive sign yet that his government is serious about moving its administrative center from congested and flood-prone Jakarta, one of Asia's largest megacities.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-used-to-trade-war-stalemate-11566816339", "title": "Get Used to Trade-War Stalemate", "date": "2019-08-26 06:48", "summary": "It makes sense for China to allow the cycle of trade tensions with the U.S. to persist. A year and a half into the Sino-U.S. trade war, a pattern is emerging. President Trump threatens new tariffs on China. Beijing retaliates, announces modest measures to support the economy and lets the yuan weaken. Mr. Trump castigates the Chinese. And both economies slow further.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-haggle-with-your-hacker-11566811806", "title": "How to Haggle With Your Hacker", "date": "2019-08-26 06:32", "summary": "Cyberattackers are open to negotiating how much they will accept in ransom, experts and victims say. On a Monday morning about two years ago, Cynthia Pfeifer, an official for the village of Nashotah in southeast Wisconsin, went to work and found her files were locked by ransomware.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doritos-bets-consumers-will-recognize-the-brand-in-its-logo-free-ad-11566815400", "title": "Doritos Bets Consumers Will Recognize the Brand in Its Logo-Free Ad", "date": "2019-08-26 06:30", "summary": "The Pepsi-owned brand is hoping its new, name-free ad campaign will resonate with an increasingly ad-averse Gen Z consumer. Advertisers typically pay up to get their name front and center during big events such as the MTV Video Music Awards.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-has-what-drug-stocks-need-11566815400", "title": "AstraZeneca Has What Drug Stocks Need", "date": "2019-08-26 06:30", "summary": "The British drugs giant has reinvented itself into an oncology powerhouse with solid growth prospects. Growth in the pharmaceuticals industry is in short supply. British drugs giant AstraZeneca is a notable exception, however.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-dollar-peg-how-it-works-and-why-its-in-question-11566811804", "title": "Hong Kong's Dollar Peg: How It Works and Why It's In Question", "date": "2019-08-26 05:30", "summary": "Protests, trade tensions and a looming recession have pressured the Hong Kong dollar, but skeptics are still in a minority. Hong Kong's standing as a financial center rests partly on its decadeslong currency peg, in which officials tightly control the exchange rate against the U.S. dollar. But street protests, trade tensions and a looming recession have pressured the Hong Kong dollar, and some investors are preparing for a rupture. Here's how the system operates, and why the skeptics are still in a minority.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-use-new-strategy-to-combat-opioid-crisis-data-analytics-11566811803", "title": "Investigators Use New Strategy to Combat Opioid Crisis: Data Analytics", "date": "2019-08-26 05:30", "summary": "Justice Department tracks prescription and billing records to find patterns of abuse in opioid epidemic. When federal investigators got a tip in 2015 that a health center in Houston was distributing millions of doses of opioid painkillers, they tried a new approach: look at the numbers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11566753522", "title": "Pepper...and Salt", "date": "2019-08-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-targets-palestinian-groups-base-in-lebanon-11566825554", "title": "Israel Targets Palestinian Group's Base in Lebanon", "date": "2019-08-26 00:01", "summary": "Strikes escalate tensions as Israel expands efforts to push back against Iran and its allies in the region. BEIRUT-Israeli aircraft struck a Palestinian group's base in eastern Lebanon, Lebanon's state news agency said, an attack that escalates tensions as Israel expands efforts to push back against Iran and its allies in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-shadow-war-with-iran-widens-as-netanyahu-faces-close-election-contest-11566841134", "title": "Israel's Shadow War With Iran Widens as Netanyahu Faces Close Election", "date": "2019-08-26 00:01", "summary": "Efforts to counter Iran reflect a balancing act for prime minister, but they risk saddling Israel with multiple conflicts. TEL AVIV-Israel's military campaign against Iran, long conducted through shadowy missile strikes on its forces in Syria, has burst into the open with expanded strikes on Tehran's allies there and in Iraq and Lebanon at a pivotal moment for Israeli Prime Minister Benjamin Netanyahu.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-aides-say-he-isnt-ordering-u-s-companies-out-of-china-11566762657", "title": "Trump Aides Say He Isn't Ordering U.S. Companies Out of China", "date": "2019-08-26 21:31", "summary": "Remarks by Kudlow and Mnuchin on Sunday come in the wake of tweet by the president on Friday. WASHINGTON-Aides to President Trump said Sunday he has no plans to invoke emergency powers and force companies to relocate operations from China, two days after his Friday tweet that they were \"hereby ordered\" to look for alternative locations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-battle-protesters-threatening-to-escalate-force-11566731458", "title": "Water Cannons and a Gun Shot: Hong Kong Protest Violence Intensifies", "date": "2019-08-26 21:25", "summary": "Police threatened their strongest use of force yet as protests returned to violence in their 12th weekend. Hong Kong police deployed water cannons for the first time Sunday in a show of force as pro-democracy protests turned violent following nearly two weeks of relative calm.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigation-of-new-york-city-shelter-operator-grows-11566774041", "title": "Investigation of New York City Shelter Operator Grows", "date": "2019-08-26 20:20", "summary": "Since 2010 the nonprofit Acacia Network Housing has received more than $1 billion in contracts from the city's Department of Homeless Services to run shelters. New York City officials have expanded their investigation into a top nonprofit contractor that operates homeless shelters after discovering it has alleged undisclosed ties to a second for-profit company.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-suggests-second-thoughts-about-trade-war-11566728236", "title": "Tension Between Trump, World Leaders Takes Spotlight at G-7 Summit", "date": "2019-08-26 20:12", "summary": "The U.S. president doubled down on a trade war with China and Macron met with Iran's foreign minister on the sidelines. BIARRITZ, France-President Trump clashed with world leaders over the U.S. trade war with China and a host of foreign-policy issues at a Group of Seven summit that showed his isolation on the world stage.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]