[{"link": "https://www.wsj.com/articles/infant-twins-die-in-the-bronx-after-being-left-in-car-11564184995", "title": "Infant Twins Die in the Bronx After Being Left in Car", "date": "2019-07-26 19:49", "summary": "Father left 11-month-olds in parked car for about eight hours. Infants twins died in the Bronx Friday after their father left them inside a parked car for roughly eight hours, New York Police Department officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-investigating-china-operations-for-possible-fcpa-violations-11564167143", "title": "3M Probes Potential FCPA Violations in China", "date": "2019-07-26 19:41", "summary": "Conglomerate hired outside counsel to review travel and spending practices. 3M Co. said it was conducting an internal investigation into possible violations of U.S. anticorruption laws after discovering suspect travel and record-keeping related to marketing its products in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-media-in-talks-to-buy-refinery29-11564182979", "title": "Vice Media in Talks to Buy Refinery29", "date": "2019-07-26 19:29", "summary": "Tie-up would unite women-focused new-media company with one of its largest peers. Vice Media is in talks to buy women-focused publisher Refinery29, according to people familiar with the matter, a deal that would unite two of the largest venture-backed media companies in the U.S.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-guatemala-have-signed-agreement-on-asylum-white-house-says-11564172071", "title": "U.S., Guatemala Reach Agreement on Asylum Seekers", "date": "2019-07-26 19:28", "summary": "Pact requires migrants traveling through Guatemala on the way to the U.S. to seek asylum in the Central American nation. WASHINGTON-Under pressure from the Trump administration, Guatemala agreed to become a gatekeeper for Central American asylum seekers trying to get to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-presses-wto-to-change-china-s-developing-country-status-11564166423", "title": "Trump Takes Aim at Both China and WTO", "date": "2019-07-26 19:14", "summary": "President presses trade organization to change China's 'developing country' status. WASHINGTON-President Trump ramped up his attacks on China and the world trading system, threatening Friday to have the U.S. unilaterally revoke the special breaks global rules grant to nations that call themselves developing countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-war-growth-slowdown-11564182695", "title": "The Trade-War Growth Slowdown", "date": "2019-07-26 19:11", "summary": "The damage from tariff uncertainty is all over second-quarter GDP.. The Trump Administration on Thursday announced another $16 billion in aid to farmers bruised by the President's trade wars, but Friday's second-quarter GDP report shows the trade damage isn't confined to agriculture. Growth dipped to the Obama-era doldrums of 2.1% amid a slowdown in business investment, exports and growth abroad.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-just-added-goldman-sachss-worth-of-market-cap-11564165577", "title": "Nasdaq, S&P 500 Hit Records", "date": "2019-07-26 19:11", "summary": "Google parent's $79 billion boost in market cap roughly matches Morgan Stanley's value. The Nasdaq Composite and the S&P 500 hit record highs as strong earnings and healthy growth in gross domestic product buoyed stocks across the board.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-t-mobile-sprint-to-faster-5g-11564182519", "title": "A T-Mobile Sprint to Faster 5G", "date": "2019-07-26 19:08", "summary": "Justice finally approves the merger to create a strong third wireless competitor, albeit with needless complications.. The Justice Department Friday finally approved the merger of T-Mobile with Sprint Corp. , creating what should be a viable third competitor to Verizon and AT&T , the two giants of wireless telecom. The shame is that it took so long and that Justice has tried to jerry-rig a weak fourth competitor with complicating asset sales and mandates.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-public-housing-misery-11564182422", "title": "New York's Public Housing Misery", "date": "2019-07-26 19:07", "summary": "The agency can't even keep track of risks from lead paint.. Democrats claim that affordable housing is a basic human right, and the 2020 presidential candidates disagree mainly on how many more tens of billions to spend. How about first creating affordable housing that isn't a human-rights violation, a la a new report on the New York City Housing Authority?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-capitalist-dark-horses-11564181223", "title": "The Democrats' Capitalist Dark Horses", "date": "2019-07-26 18:47", "summary": "John Delaney and John Hickenlooper are polling near 1% as their rivals race left, but each insists he's the party's best hope to defeat Trump.. A dark horse can triumph in politics, John Hickenlooper believes, but it helps if he can get a little push. \"Sometimes, without the support of the media, the long shot doesn't have a chance to become the legend, as they used to say about Seabiscuit, if you ever saw that movie,\" he says. \"My wife compares me to Seabiscuit from time to time. I'm not saying this has been an easy campaign!\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/still-paying-coerced-labor-dues-even-after-janus-11564181195", "title": "Still Paying Coerced Labor Dues, Even After Janus", "date": "2019-07-26 18:46", "summary": "Cara O'Callaghan's union defies the Supreme Court's 'opt-in' mandate and takes $41 a month from her pay.. When the young man came by her office last spring, Cara O'Callaghan thought he was one of the students she sees regularly in the recreation department at the University of California, Santa Barbara, where she's been a finance manager for nearly 10 years. The UCSB graduate and mother of a teenager helps students manage their club teams' budgets. She prizes the one-on-one time with them.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-luck-didnt-make-me-successful-11564181156", "title": "Lady Luck Didn't Make Me Successful", "date": "2019-07-26 18:45", "summary": "Young people think fate is merely the result of fortune.. A college student recently told me I didn't realize how lucky I am. She's not alone: I'm astonished at how many young people believe luck is a significant factor in success.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-sending-warning-letters-to-more-than-10-000-cryptocurrency-holders-11564159523", "title": "IRS Sending Warning Letters to More Than 10,000 Cryptocurrency Holders", "date": "2019-07-26 18:39", "summary": "'Taxpayers should take these letters very seriously,' IRS Commissioner Chuck Rettig said. The Internal Revenue Service has begun sending letters to more than 10,000 cryptocurrency holders, warning they may have broken federal tax laws.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-grew-at-2-1-rate-in-second-quarter-11564144334", "title": "Economic Growth Slowed to 2.1% in Second Quarter", "date": "2019-07-26 18:23", "summary": "Higher consumer spending offset a decline in business investment. WASHINGTON-The U.S. economy slowed but still grew at a solid clip in the second quarter as strong consumer spending offset a drop in business investment, keeping the decadelong expansion on track amid trade tensions and cooling global activity.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-poses-challenge-to-u-s-with-new-ballistic-missile-test-11564179487", "title": "Iran Poses Challenge to U.S. With New Ballistic-Missile Test", "date": "2019-07-26 18:18", "summary": "Trump administration has yet to publicly acknowledge launch of Shahab-3, which doesn't represent new capability for Tehran. Iran test-fired a medium-range ballistic missile this week, U.S. officials said Friday, taking another step that has increased tensions between Tehran and the Trump administration.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-approves-merger-of-t-mobile-us-and-sprint-11564155026", "title": "Justice Department Approves Merger of T-Mobile, Sprint", "date": "2019-07-26 18:17", "summary": "Justice Department allows rivals to combine, requires carriers to sell assets to Dish to create a new wireless competitor. The Justice Department approved T-Mobile US Inc.'s merger with Sprint Corp. after the companies agreed to create a new wireless carrier by selling assets to satellite-TV provider Dish Network Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-jeffrey-epstein-made-his-money-11564179440", "title": "How Jeffrey Epstein Made His Money", "date": "2019-07-26 18:17", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Business", "Podcast"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cato-the-younger-review-standing-up-to-caesar-11564178930", "title": "'Cato the Younger' Review: Standing Up to Caesar", "date": "2019-07-26 18:08", "summary": "Fred Drogula darkens the Cato who 'has been celebrated for two millennia' and gives us instead 'the real, impatient, unbending, and often unreasonable Cato.'. At the opening of \"Purgatorio,\" the second part of Dante's Divine Comedy, the poet and his guide, Virgil, meet \"an old man . . . who . . . seemed to shine with the brightness of the sun.\" This old man is Cato the Younger (95-46 B.C.), implacable scourge of Julius Caesar and defender of Roman liberty. His exemplary virtue impressed Dante but has now earned the scorn of Fred Drogula, whose lacerating biography \"Cato the Younger: Life and Death at the End of the Roman Republic\" darkens the Cato who \"has been celebrated for two millennia\" and gives us instead \"the real, impatient, unbending, and often unreasonable Cato.\" Mr. Drogula's Cato is \"imprudent, reckless, and ungrateful,\" \"impulsive and extremist,\" and, worst of all, he contributed \"as much as Caesar to the collapse of the Roman Republic he so ardently defended.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridget-riley-review-learning-to-look-11564178571", "title": "'Bridget Riley' Review: Learning to Look", "date": "2019-07-26 18:02", "summary": "Less than three years after her first solo show, Bridget Riley would be featured in a landmark exhibition at the Museum of Modern Art, with her work appearing on the cover of the catalog.. Less than three years after her first solo show, the English artist Bridget Riley found herself, at the age of 34, featured in the Museum of Modern Art's landmark 1965 exhibition \"The Responsive Eye.\" According to its curator, William Seitz, the show brought together works that demonstrated \"perceptual abstraction\" and \"perceptual movement\"-works that, as it turned out, had many characteristics in common with the burgeoning Op Art movement. A detail of Ms. Riley's hypnotic work \"Current,\" created only the year before, appeared on the cover of the catalog. It was an entrance into the limelight as dizzying as one of Ms. Riley's paintings.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-governor-signs-bill-to-eliminate-investment-loophole-11564178018", "title": "North Carolina Law Eliminates Investment Loophole", "date": "2019-07-26 17:53", "summary": "Legislation aims to avoid a repeat of an unusual investment strategy used by entrepreneur Greg Lindberg. North Carolina's governor signed legislation aimed at avoiding a repeat of an unusual investment strategy used by an entrepreneur to load his insurers with at least $2 billion of debt owed by other businesses in his conglomerate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-man-to-ironman-pay-up-11564177568", "title": "Iron Man to Ironman: Pay Up", "date": "2019-07-26 17:49", "summary": "Owner of triathlon series, whose shares debuted Friday, has for years paid royalties to Marvel for use of name. Iron Man the comic-book character and the Ironman triathlon series have two things in common: superhuman feats of strength and a licensing agreement.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-boeing-disney-stocks-that-defined-the-week-11564177459", "title": "T-Mobile, Boeing, Disney: Stocks That Defined The Week", "date": "2019-07-26 17:44", "summary": "Resume Subscription. The S&P 500 and Nasdaq Composite ended the week at records as investors weighed the latest batch of second-quarter earnings from some large tech names.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-when-a-robot-takes-the-wheel-11564177475", "title": "Science Fiction: When a Robot Takes the Wheel", "date": "2019-07-26 17:44", "summary": "Set in the familiar 2019 world of Uber and Lyft, gameworlds and avatars, sci-fi fans will notice in David Walton's \"Three Laws Lethal\" many echoes from the genre's past.. A tree crashes across a road, right in the path of an oncoming car. The vehicle-fully automated-swerves and brakes at exactly the right speed and angle, saving the lives of the passenger and her two children. But it kills the motorcyclist in the next lane over, trading one life for three. Would a human being have made the same decision? Most likely not. He'd probably have hesitated, and everyone would have died.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upgraded-stores-boost-mcdonalds-sales-11564144511", "title": "Upgraded Stores Boost McDonald's Sales", "date": "2019-07-26 17:42", "summary": "Burger giant has streamlined restaurant operations and made digital investments. McDonald's Corp. notched sales gains world-wide in the second quarter as it drove bigger orders and continued to nudge up prices, while also making improvements to its stores and digital-ordering capabilities.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-end-session-with-spending-deal-impeachment-debate-tempered-11564163085", "title": "House Democrats End Session With Spending Deal, Impeachment Debate Tempered", "date": "2019-07-26 17:34", "summary": "Pelosi, Ocasio-Cortez meet as recess begins, with lawmakers returning home to face voters. WASHINGTON-House Democrats left Washington after a tumultuous summer session in which House Speaker Nancy Pelosi worked to stitch her caucus back together to pass a spending deal and temper calls to launch impeachment proceedings against President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bastard-brigade-review-stopping-the-nazi-bomb-11564176762", "title": "'The Bastard Brigade' Review: Stopping the Nazi Bomb", "date": "2019-07-26 17:32", "summary": "The Germans abandoned the A-bomb due to lack of resources-and because they assumed no other country could make one.. Many books have been written about Germany's nuclear program during World War II. Some claim that Germany was on the verge of making an atomic bomb when the war ended in 1945; others say that there was only a modest research effort, focused mainly on nuclear reactors and energy. The former is a myth that Sam Kean keeps alive in \"The Bastard Brigade.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-costs-rise-but-more-users-flock-to-platform-11564138836", "title": "Twitter's Costs Rise, but More Users Flock to Platform", "date": "2019-07-26 17:28", "summary": "Number of daily users climbs to 139 million amid effort to curb toxic, abusive behavior. Twitter Inc. posted solid user and revenue growth in its latest quarter, signs that investments to improve civility on its social network and show users more relevant content are working.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-marines-in-california-arrested-in-migrant-smuggling-investigation-11564175950", "title": "U.S. Marines in California Arrested in Migrant Smuggling Investigation", "date": "2019-07-26 17:19", "summary": "Their detention followed the arrest of two other Marines earlier this month. Sixteen Marines were arrested at Camp Pendleton in Southern California, officials said Friday, following an investigation into base personnel who allegedly helped smuggle migrants into the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-brutality-cant-destroy-uighur-culture-11564175809", "title": "China's Brutality Can't Destroy Uighur Culture", "date": "2019-07-26 17:16", "summary": "The Turkic people has an ancient language and traditions. Even Mao didn't expect to erase it.. Daily headlines tell the story of China's mass internment of Uighurs in its Xinjiang province, along with the closing and destruction of Uighur mosques and the demolition of their neighborhoods. But the press largely ignores other aspects of their identity, notably their significant cultural and intellectual achievements. These details matter, because Uighurs' resilient culture may ultimately frustrate China's efforts to stamp them out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-a-brawler-for-democracy-11564175760", "title": "Trump: A Brawler for Democracy", "date": "2019-07-26 17:16", "summary": "A weak and unlikely and untutored president beats back a concerted campaign of delegitimization.. His partisan opponents and those who believe Donald Trump unfit can still try to remove or at least defame him with allegations that he sought to obstruct Robert Mueller's investigation even if the investigation found no underlying crime.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bostons-ailing-transit-system-set-for-multibillion-dollar-investment-11564175316", "title": "Boston's Transit System Set for Multibillion-Dollar Investment", "date": "2019-07-26 17:08", "summary": "Proposed bill seeks to reinvigorate efforts to overhaul Massachusetts public transportation services and ease road congestion. Massachusetts Gov. Charlie Baker plans to bolster efforts to modernize the state's public-transit system and combat some of the worst traffic congestion in the country with an $18 billion transportation bond bill, as Boston residents bemoan the city's aging infrastructure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-airport-is-the-destination-11564173838", "title": "Where the Airport Is the Destination", "date": "2019-07-26 16:43", "summary": "Eero Saarinen's iconic TWA Flight Center at JFK has been smartly transformed into a hotel that honors the style and dynamism of the original structure.. New York", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-is-more-of-an-issue-than-it-needs-to-be-11564173744", "title": "Race Is More of an Issue Than It Needs To Be", "date": "2019-07-26 16:42", "summary": "Friendships with other races/ethnic groups, acceptance of interracial relationships, neighborhood acceptance of other ethnic groups, workplace congeniality with other races, and legal and policy protections have never been greater.. In response to \"Race Remains the Great Unresolved Issue\" (Review, July 20): While suspicion of other \"tribes\" seems to be built into human DNA, the relentless narrative that racial relations are deteriorating is inconsistent with empirical evidence. Having lived in America for over six decades, working on projects all over the country with all socioeconomic groups, I am convinced that friendships with other races and ethnic groups, acceptance of interracial relationships, neighborhood acceptance of other ethnic groups, workplace congeniality with other races and legal and policy protections have never been greater.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-the-democrats-rally-behind-aoc-11564173695", "title": "Should the Democrats Rally Behind AOC?", "date": "2019-07-26 16:41", "summary": "I'm really hoping that the Democrats listen to Cenk Uygur and follow AOC. Please.. After reading Cenk Uygur's \"Democrats Should Unify Behind AOC, Not Pelosi\" (op-ed, July 22), I'm really hoping that the Democrats listen to him. As a lifelong conservative I'm confident that his approach will be a ticket to political obscurity for his party. His ideas may play well in his circles but they aren't well received in most of America. Do it. Follow AOC. Please.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-auschwitz-volunteer-and-germanys-rule-in-poland-11564173618", "title": "An Auschwitz Volunteer and Germany's Rule in Poland", "date": "2019-07-26 16:40", "summary": "The Polish underground was unable to significantly reduce the number of those murdered in the camps, where the victims included a large portion of the almost two million Polish gentiles who were murdered by the Nazi Germans.. In his review of Jack Fairweather's book \"The Volunteer\" (Books, July 13), Neal Bascomb implies that the Polish underground was at fault for not \"supporting an armed insurrection from within\" the Nazi German concentration camp at Auschwitz. Despite being regarded even by the Germans as the most effective resistance organization in the Nazi-occupied countries of Europe, the Polish underground was unable to mount successful, nonsuicidal mass escapes from the concentration camps.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sometimes-blue-states-and-unions-mean-good-schools-11564173645", "title": "Sometimes Blue States and Unions Mean Good Schools", "date": "2019-07-26 16:40", "summary": "Nine of the top 10 ranked states (Massachusetts was No. 1) are blue states with strong teachers unions. Eight of the 10 states ranked at the bottom of the survey are red states with weaker teachers unions.. Regarding your editorial \"An Education Horror Show\" (July 8) about the failing public schools in Providence, R.I.: I couldn't help but notice your thinly veiled attempt to place a large share of the blame for their substandard performance at the feet of the state's Democratic leadership and the teachers unions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-social-security-accounts-may-lower-risk-11564173564", "title": "Private Social Security Accounts May Lower Risk", "date": "2019-07-26 16:39", "summary": "Any argument that dollar-averaged stock and bond index funds are inherently more dangerous than trusting politicians is patently false.. Bravo to Jeff Yass and Stephen Moore for \"Counter Inequality With Private Social Security Accounts\" (op-ed, July 26) Private accounts would prevent Congress from dipping into the Social Security fund for unrelated purposes. Further, a steady flow of new cash into stock and bond markets has a proven stabilizing effect that would assuredly smooth out volatility. Every projection of career-long private participation in an index shows a net positive return including start dates at peak prices through maximum troughs. Any argument that dollar-averaged stock and bond index funds are inherently more dangerous than trusting politicians is patently false.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ok-governor-cuomo-pick-a-local-example-to-follow-11564173511", "title": "OK, Governor Cuomo, Pick A Local Example to Follow", "date": "2019-07-26 16:38", "summary": "I wonder whom Gov. Andrew Cuomo has in mind to run the New York City utility system?. Regarding your editorial \"Cuomo's Power Outage Portent\" (July 23): I wonder whom Gov. Andrew Cuomo has in mind to run Con Ed, New York City's utility system? The MTA? The New York City Housing Authority?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-natural-gas-market-is-in-a-summer-meltdown-11564163729", "title": "The Natural Gas Market Is in a Summer Meltdown", "date": "2019-07-26 16:37", "summary": "The price of the August natural-gas futures contract dropped to a new three-year low. Some of the country's largest natural gas producers are tearing up their drilling plans, relenting to prices for the fuel that have fallen to their lowest summer level in two decades.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-wobble-on-mixed-earnings-11564128007", "title": "Stocks Close At New Highs on GDP Data, Earnings", "date": "2019-07-26 16:09", "summary": "Nasdaq, S&P hit new peaks as economy posts healthy growth in second quarter. U.S. stocks rose to fresh closing highs after reassuring economic data and a set of strong earnings reports.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-extends-chevrons-license-to-operate-in-venezuela-11564159424", "title": "U.S. Extends Chevron's License to Operate in Venezuela", "date": "2019-07-26 15:58", "summary": "The Trump administration sided with officials who argued that the company's absence would put U.S. energy companies at a disadvantage and not spark the ouster of Venezuela's president. The Trump administration extended a license to let Chevron Corp. remain in Venezuela until late October, siding with officials who argued that the company's absence would put U.S. energy companies at a disadvantage and not significantly advance Washington's goal of ousting Venezuela's president.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-as-investors-lock-in-rate-cut-bets-11564161245", "title": "U.S. Government Bonds Fall as Investors Lock In Rate-Cut Bets", "date": "2019-07-26 15:56", "summary": "GDP data does little to shift expectations ahead of Fed meeting. U.S. government bond prices fell Friday after the Commerce Department said the economy grew at a better-than-expected 2.1% in the second quarter.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-stop-helping-the-economy-11564169495", "title": "Please Stop Helping the Economy", "date": "2019-07-26 15:40", "summary": "Trump made the U.S. more competitive. Now he and his Fed chair should leave it alone.. A few years ago the Journal's Jason Riley wrote a compelling book, \"Please Stop Helping Us,\" about how liberal social policies intended to benefit blacks actually hurt them. Today, Americans across all demographic groups may be hoping that Washington will stop intervening in an economy that's ready to thrive.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-u-s-to-take-action-against-france-for-tax-on-american-tech-companies-11564159601", "title": "Trump Says U.S. to Take Action Against France for Tax on American Tech Companies", "date": "2019-07-26 15:35", "summary": "Mr. Trump spoke to his French counterpart on Friday, and demanded tariffs, trade barriers and subsidies be brought to zero. WASHINGTON-President Trump promised to take \"substantial reciprocal action\" against France after the nation's President Emmanuel Macron this week signed into law a tax on American tech giants like Alphabet Inc.'s Google and Amazon.com Inc.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blind-injustice-review-stories-of-the-innocent-11564169424", "title": "'Blind Injustice' Review: Stories of the Innocent", "date": "2019-07-26 15:30", "summary": "A new work at the Cincinnati Opera offers a powerful critique of the criminal justice system by focusing on the lives of six people who were wrongly convicted.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-growth-didnt-hit-3-mark-last-year-revised-data-show-11564144200", "title": "Growth Didn't Hit 3% Mark Last Year, Revised Data Show", "date": "2019-07-26 15:12", "summary": "President Trump has promised to boost growth to 3% or more through his policies. U.S. economic growth didn't hit the Trump administration's 2018 target of 3% or better after all, according to revised government data showing a slower pace of expansion in the final quarter than previously estimated.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-black-clown-review-performing-race-11564167420", "title": "'The Black Clown' Review: Performing Race", "date": "2019-07-26 14:57", "summary": "At the Mostly Mozart Festival, Davóne Tines and Michael Schachter's adaptation of a Langston Hughes poem explores African-American history, identity and musical traditions.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-apple-wont-get-tariff-waivers-for-parts-made-in-china-11564156697", "title": "Trump Vows Apple Won't Get Exemptions from Tariffs", "date": "2019-07-26 14:26", "summary": "The president says the tech giant can avoid trade penalties by making the products in the U.S.. WASHINGTON-President Trump said Friday his administration won't give Apple Inc. waivers from tariffs nor any type of relief for the parts of its Mac Pro computers made in China, saying the only way the tech giant can avoid the penalty is to make them in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-opens-streaming-tv-ad-sales-to-outside-buying-tools-11564165476", "title": "Amazon Opens Streaming TV Ad Sales to Outside Buying Tools", "date": "2019-07-26 14:24", "summary": "Tech giant makes another move to build its advertising business. Amazon.com Inc. is letting its advertisers use external ad-buying tools for a portion of its inventory instead of going directly through the company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bubly-is-cute-but-pepsi-needs-a-win-with-gatorade-11564157425", "title": "Bubly Is Cute, but Pepsi Needs a Win With Gatorade", "date": "2019-07-26 14:14", "summary": "The popularity of Pepsi's new offerings can't mask the importance of one of its core brands. It is shaping up to be a refreshing summer for the soft-drink business.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-shopping-how-to-beat-the-system-11564164888", "title": "Online Shopping: How to Beat the System", "date": "2019-07-26 14:14", "summary": "Including: avoiding that pesky 'Sorry we missed you' note from UPS; and the best method for beating the sales calendar and even getting refunded for past purchases. Know what you're looking for. Aimless web browsing always ends in delirium. \"Focus on your category, focus on the colors you're looking for...and narrow the options,\" advised José Ramón Reyes, a personal stylist and founder of the Custom Project, a wardrobe consulting service. Online shopping expert Michelle Madhok, who founded her platform, SHEfinds, 15 years ago to help overwhelmed shoppers navigate the e-commerce market, said the online sorting service Shopstyle.com can seriously assist with your research. \"You're able to put in references-fabric, length, color, pricing-and it'll search tons of sites and come back with what's available.\" In short: It hunts down your dream piece for you.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radical-transparency-for-small-hedge-fund-that-lost-big-11564164820", "title": "Radical Transparency for Small Hedge Fund That Lost Big", "date": "2019-07-26 14:13", "summary": "Fund that lost 85% of its clients' money: 'We wish to express our deep regret for having launched this fund'. It is common for hedge funds to close. It isn't for them to do so with brutal honesty.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-chips-away-at-its-distractions-11564164404", "title": "Intel Chips Away at Its Distractions", "date": "2019-07-26 14:06", "summary": "Selling the modem business to Apple should let chip-making giant focus on its more-formidable problems. Apple isn't known for granting favors, but the iPhone maker did Intel a solid by taking the modem-chip business off its hands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-gainand-losewhen-you-lock-money-up-for-the-long-run-11564161408", "title": "What You Gain-and Lose-When You Lock Money Up for the Long Run", "date": "2019-07-26 13:19", "summary": "A proposed fund would lock up investors' money for at least a decade; psychology and history suggest that may be trickier than it sounds. A money manager is proposing what he calls the Forever Fund. Investors would commit to lock their money up for 10 years at the very least. How good an idea is that?", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-online-retailer-rakuten-seeks-u-s-bank-charter-11564161337", "title": "Japanese Online Retailer Seeks U.S. Bank Charter", "date": "2019-07-26 13:15", "summary": "Company applying to be industrial-loan company, which would get around oversight from Federal Reserve. Japanese online merchant Rakuten Inc. wants to open a bank in Utah to offer loans, credit cards and other financial services to customers of its existing U.S. cashback-shopping business, the company said Friday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-cuts-off-22-disney-owned-regional-sports-networks-11564160491", "title": "Dish Cuts Off Disney-Owned Regional Sports Networks", "date": "2019-07-26 13:01", "summary": "Distribution dispute affects newly acquired networks that Disney is now selling. Dish Network Corp. has stopped carrying 22 regional sports networks owned by the Walt Disney Co. as negotiations over a new distribution contract broke down.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oops-explanations-get-slippery-for-what-we-say-when-we-stumble-11564160428", "title": "'Oops': Explanations Get Slippery for What We Say When We Stumble", "date": "2019-07-26 13:00", "summary": "The debate about the true origins of the exclamation may never be resolved. Consider the humble exclamation \"oops,\" which gets blurted out apologetically when a speaker needs to own up to a foolish mistake or recognize that a minor accident has transpired, registering sheepish dismay at an unfortunate turn of events.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-jewels-and-enamel-reflecting-gods-glory-11564158607", "title": "Gold, Jewels and Enamel Reflecting God's Glory", "date": "2019-07-26 12:30", "summary": "So many materials and techniques went into the creation of the Freiburg Cross, also known as the Cross of St. Trudpert, that its creation had to be the work of many.. In the Middle Ages, people believed that dazzling liturgical objects gave honor to God, and the more lavish and resplendent the materials used to make them, the greater the praise they proclaimed. By such a measure, the Freiburg Cross-a combination of gold, silver, rubies and sapphires; amethyst, carnelian and other semiprecious gems; and cloisonné, enamel, glass and niello-must be an equivalent of the Seraphim, the highest-ranking angels who constantly sing of God's glory. By earthly standards, too-its exquisite intricate design and expert craftsmanship-it is without peer among similar existing objects of the period.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-requires-box-warnings-for-pfizer-drug-xeljanz-11564158058", "title": "FDA Requires Box Warnings for Pfizer Drug Xeljanz", "date": "2019-07-26 12:20", "summary": "Patients taking 10-milligram dose twice a day could experience a higher risk of blood clots or death. The U.S. Food and Drug Administration is requiring that health warnings be added to Pfizer Inc.'s drug Xeljanz, advising patients they could experience a higher risk of blood clots or death with a specific dose.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-hopes-congress-will-take-up-usmca-in-september-kudlow-says-11564157693", "title": "White House Hopes Congress Will Take Up USMCA in September", "date": "2019-07-26 12:14", "summary": "Economic adviser says Speaker Pelosi, Trump officials have had productive talks on trade pact. WASHINGTON-President Trump's top economic adviser said that the White House hopes legislation to ratify the administration's pending trade deal with Canada and Mexico will move through Congress in September, following summer recess, with the goal of getting it passed this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-friends-of-trump-and-boris-their-foes-11564157349", "title": "The Best Friends of Trump and Boris? Their Foes", "date": "2019-07-26 12:09", "summary": "Critics of the U.S. and U.K. leaders make no effort to understand their appeal to voters.. A wise old man was once asked how he'd like to be judged. \"I've made a lot of friends and a few enemies in my life,\" he replied. \"On the whole, I'm proud of my enemies.\"", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-save-my-life-a-bomb-specialist-defuses-explosives-strapped-to-children-11564156722", "title": "'Please, Save My Life.' A Bomb Specialist Defuses Explosives Strapped to Children", "date": "2019-07-26 11:58", "summary": "Resume Subscription. MAIDUGURI, Nigeria-A 14-year-old girl in a black veil walked onto the road, raised her hands and made a plea to the soldiers nearby. She had been strapped to a suicide bomb and didn't want to die.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/playful-riffs-on-fact-and-fiction-11564156391", "title": "Playful Riffs on Fact and Fiction", "date": "2019-07-26 11:53", "summary": "In Texas, a new show features works of art inspired by anthropology.. \"Playful,\" \"mischievous,\" \"poetic,\" \"subversive\"-these are the terms that Heather Pesanti, chief curator at the Contemporary Austin, reaches for in describing \"The Sorcerer's Burden: Contemporary Art and the Anthropological Turn.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-take-their-grievances-to-citys-airport-11564153415", "title": "Hong Kong Protesters Take Their Grievances to City's Airport", "date": "2019-07-26 11:43", "summary": "Weeks of upheaval begin to take toll on tourism and retail sectors. HONG KONG-Travelers to Hong Kong were greeted by more than a thousand black-clad protesters, as antigovernment demonstrators took their grievances to the city's airport ahead of another weekend of planned unrest that is starting to hurt the city's economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-may-be-too-good-for-two-fed-cuts-11564155322", "title": "Growth May Be Too Good for Two Fed Cuts", "date": "2019-07-26 11:38", "summary": "Central bank is likely to cut rates next week. But unless things take a real turn for the worse, a second cut may not be in the offing. The U.S. economy is doing fine and Federal Reserve policy makers are likely to cut rates next week anyway. Unless things take a real turn for the worse, though, a second cut may not be in the offing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-focused-companies-soar-toward-new-highs-11564155397", "title": "Consumer-Focused Companies Soar Toward New Highs", "date": "2019-07-26 11:36", "summary": "Investors scoop up shares of companies they believe will provide steady returns even if the U.S. economy teeters. One of the hottest stock-trading strategies lately is buying shares of stable consumer companies, a sign that investors are hedging their bets by picking up shares of firms they believe will provide returns in a struggling economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beverly-hills-mansion-with-dean-martin-ties-hits-the-market-for-75-million-11564154428", "title": "Beverly Hills Mansion With Dean Martin Ties Hits the Market for $75 Million", "date": "2019-07-26 11:20", "summary": "The roughly 27,500-square-foot mansion was built by mega-mall developer Guilford Glazer. A Beverly Hills mansion that replaced the longtime home of entertainer Dean Martin is coming on the market for $75 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coast-guard-details-february-cyberattack-on-ship-11564133401", "title": "Coast Guard Details February Cyberattack on Ship", "date": "2019-07-26 11:15", "summary": "Senior commander says a merchant vessel was infected with a virus that destroyed its network. NEW YORK-The cyberattack on a merchant vessel that prompted a U.S. Coast Guard warning this month was due to an infection with the Emotet malware, which has been particularly effective in attacking government and corporate networks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-borrow-silicon-valley-technique-to-launch-startups-11564081011", "title": "Companies Borrow Silicon Valley Technique to Launch Startups", "date": "2019-07-26 11:13", "summary": "Nontech firms including banks are setting up venture studios to develop products or businesses, often with help from outside investors and experts. Large corporations have jumped on a Silicon Valley approach to building startups and products: the venture studio.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mega-mall-developers-massive-beverly-hills-home-11564153592", "title": "A Mega-Mall Developer's Massive Beverly Hills Home", "date": "2019-07-26 11:06", "summary": "The roughly 27,500-square-foot concrete home of Guilford Glazer replaced the longtime property of entertainer Dean Martin.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-american-religious-liberty-is-not-in-peril-11564153070", "title": "No, American Religious Liberty Is Not in Peril", "date": "2019-07-26 10:57", "summary": "The First Amendment doesn't exempt believers from general laws for the public good, especially when their conduct harms others. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay", "The Debate Over Religious Liberty, Part 2"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-american-religious-liberty-is-in-peril-11564152873", "title": "Yes, American Religious Liberty Is in Peril", "date": "2019-07-26 10:54", "summary": "Today's administrative state is on a collision course with traditional religious communities, and the key battleground is sexual morality. As the 2020 presidential contest begins, it's worth reflecting on one of the issues that made Donald Trump president-religious liberty. And it's worth remembering a moment that helped him to win.", "categories": [["Life & Work", "Ideas", "The Saturday Essay", "The Debate Over Religious Liberty, Part 1"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorful-chandeliers-fun-accents-or-attention-hogs-11564152385", "title": "Colorful Chandeliers: Fun Accents or Attention Hogs?", "date": "2019-07-26 10:46", "summary": "Ceiling fixtures with clear- or white-glass globes are feeling wan. Technicolor options add energy but-if you're not careful-can overwhelm a room. LIKE ANY OTHER bold, not-easily-reversed decorating move, installing a colored chandelier requires confidence, said interior designer Rayman Boozer, principal designer of New York's Apartment 48. \"It's not for everyone, but it is a refreshingly unique addition that will make your design stand out.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmws-m850i-is-its-most-over-the-top-convertible-yet-11564149467", "title": "BMW's M850i Is Its Most Over-the-Top Convertible Yet", "date": "2019-07-26 10:38", "summary": "BMW's iconic 8 Series is going topless this summer with its fully loaded, fast-as-hell M850i. Dan Neil enjoys a sun-soaked ride. IF YOU HAPPEN to be in the market for a nimble little drop-top sports car, the new BMW M850i xDrive Convertible ain't it. Almost 16 feet long and 4,736 pounds heavy, this audacious sky machine feels like a throwback to the era of classic motoring, when Cadillac, Auburn, Duesenberg and others built luxury convertibles so enormous they dwarfed the people inside.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bagehot-review-the-greatest-victorian-11564151802", "title": "'Bagehot' Review: The Banker as Man of Letters", "date": "2019-07-26 10:36", "summary": "Walter Bagehot-who worked in his family's bank, became editor of the Economist and wrote classic books on the British constitution and money market-is an emblem of Victorian vigor.. It is almost a commonplace to observe that the great figures of Victorian Britain possessed a range of talents, and a productive vitality, beyond our imagining today. Not many people have the skill and energy to produce 16 novels and 10 or so other books-Benjamin Disraeli did, and served as prime minister too. Thomas Carlyle wrote multi-volume histories, innumerable essays on politics and literature, and so many letters that teams of scholars still haven't published them all. The list of hyper-productive Victorians could go on and include John Ruskin, Matthew Arnold, William Gladstone and, not least, Walter Bagehot.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beethoven-review-the-revolutionary-composer-11564151730", "title": "'Beethoven' Review: A Napoleon at the Keyboard", "date": "2019-07-26 10:35", "summary": "What were Beethoven's politics? And are they manifest in his musical works?. Anotherinterpretive life of Beethoven has appeared. If the author, the American cultural historian John Clubbe, were a good friend and had asked for my advice about his manuscript, what would I have told him? Maybe something like this:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-the-thirty-nine-steps-tales-that-still-cast-a-spell-11564151683", "title": "'Beyond the Thirty-Nine Steps': Tales That Still Cast a Spell", "date": "2019-07-26 10:34", "summary": "Amid a busy career in politics and the press, John Buchan wrote dozens of lively historical novels and taut 'shockers.'. John Buchan's 1925 novel \"John Macnab\" opens with a prominent Londoner complaining to his doctor of ill health. Told there is nothing physically wrong with him, Ned Leithen insists that there is. In successful middle age, life has gotten too easy, and the good things have lost their savor. Pressed for a remedy, the doctor suggests that Leithen go \"steal a horse in some part of the world where a horse-thief is usually hanged.\" Scotland doesn't hang horse thieves, but the poaching adventures that follow are an escapist delight, with something serious to say about politics, journalism, property rights and even archaeology.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-welcome-to-the-neighborhood-11564151643", "title": "Mysteries: Welcome to the Neighborhood", "date": "2019-07-26 10:34", "summary": "In Joshilyn Jackson's psychological thriller, a 42-year-old Florida mother is dangerously beguiled by a sultry new neighbor who's as fascinating as 'a woman with a passport full of stamps.'. Amy Whey, the 42-year-old Florida wife and mother who narrates Joshilyn Jackson's \"Never Have I Ever\" (Morrow, 340 pages, $26.99), holds precious her hard-won \"ordinary\" existence, \"full of laundry and diapers and kitchen curtains with apples printed on them.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-brad-leithauser-on-novels-about-places-the-author-hadnt-visited-11564151597", "title": "Five Best: Brad Leithauser on Novels About Places the Author Hadn't Visited", "date": "2019-07-26 10:33", "summary": "From the author, most recently, of the novel 'The Promise of Elsewhere.'. By Daniel Defoe (1719)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-should-like-facebooks-cryptocurrency-11564151635", "title": "Why We Should Like Facebook's Cryptocurrency", "date": "2019-07-26 10:33", "summary": "Libra could be the start of an alternative financial system, beyond the reach of government-and a boon to prosperity.. The ambition is grand: \"Reinvent money. Transform the global economy. So people everywhere can live better lives.\" So said Facebook last month in unveiling Libra, its new digital payment service. The company heralded it as \"a simple global currency and financial infrastructure that empowers billions of people.\" If fully launched, Libra would allow Facebook users to buy and sell goods and services around the world and across borders using a digital cryptocurrency governed by a collective in Switzerland. It would be linked to but distinct from the dollar, the euro and other currencies and maintained not by a government but by the behemoth Silicon Valley tech company.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-modern-minimalist-sublime-in-his-simplicity-11564151523", "title": "Fiction: A Modern Minimalist, Sublime in His Simplicity", "date": "2019-07-26 10:32", "summary": "A strong first novel explores the life of Erik Satie, a musical genius of Belle Époque Paris.. 'Erik's music, while light as laughter, was heavy enough to break even him in the end,\" Caitlin Horrocks writes in her marvelous biographical novel \"The Vexations\" (Little, Brown, 451 pages, $28) about the elusive turn-of-the-20th-century composer Erik Satie. How to describe Satie's music? Minimalist, meditative and sublime in its simplicity-but at the same time ironic, willfully insubstantial and seeded with spoofs of canonical composers in a manner that, in today's parlance, might be called trolling. Was he a prophet or a prankster? To its credit, Ms. Horrocks's novel doesn't venture an answer. Instead, it wonderfully embellishes the world through which Satie wandered like some kind of marooned alien visitor.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-diary-of-a-cold-war-kid-11564151479", "title": "Children's Books: Diary of a Cold War Kid", "date": "2019-07-26 10:31", "summary": "A memoir of a teen's quixotic peace mission to the U.S.S.R.. One afternoon in 1986, 15-year-old Jeff Henigson woke up feeling peculiar. Everything sounded muffled. He could feel his mother's hand in his. And there seemed to be something sticking out of his head. As the boy reached up, his mother stopped him. \"What is it?\" he asked. She replied that it was a tube, put there to drain fluid from his brain. \"That's when I realized what I was waking up from,\" Mr. Henigson writes. It was surgery to remove a tumor from the part of his brain responsible for language processing. That the procedure was successful is abundantly clear from the adult Mr. Henigson's lucid and relatable prose in \"Warhead\" (Delacorte, 347 pages, $17.99), a memoir styled as \"the true story of one teen who almost saved the world.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-like-it-review-what-your-playlist-says-about-you-11564151431", "title": "'Why You Like It' Review: What Your Playlist Says About You", "date": "2019-07-26 10:30", "summary": "The architect of the Music Genome Project, which powers Pandora Radio, on the science and culture of musical taste.. They say that there's no accounting for taste, but the accountancy of taste is the cold heart of the music business. The real business isn't the craft of songwriting or the sweat of performance. It's the weighing and measuring of what you like and how much you're prepared to pay for it. Each different epoch in the business has had its big ticket, from Wolfgang Amadeus Mozart, the boy prodigy who confirmed Enlightenment theories of genius and education, to Elvis Aaron Presley, the white man who sounded black.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/litton-ceo-orion-hoch-rose-from-humble-small-town-roots-11564151400", "title": "Litton CEO Orion Hoch Rose From Humble Small-Town Roots", "date": "2019-07-26 10:30", "summary": "Police officer's son was high school valedictorian but couldn't afford college until he served in the Army. Orion Hoch, the son of a small-town cop, became chief executive officer of Litton Industries Inc., a defense and electronics conglomerate, in 1986, when it was ranked by Fortune as one of the top 100 U.S. companies in terms of sales.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-july-20-11564151212", "title": "Best-Selling Books Week Ended July 20", "date": "2019-07-26 10:26", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-delivering-higher-costs-tech-supply-alarms-automotive-downshift-11564150573", "title": "Today's Logistics Report: Delivering Higher Costs; Tech Supply Alarms; Automotive Downshift", "date": "2019-07-26 10:16", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-idaho-governor-questions-cobalt-mine-acquisition-11564143565", "title": "Former Idaho Governor Questions Cobalt Mine Acquisition", "date": "2019-07-26 10:01", "summary": "Seeking Treasury review, 'Butch' Otter worries that 'Idaho cobalt ore will be shipped to China' after Australian company buys eCobalt Solutions. WASHINGTON-An Australian company's acquisition of an Idaho cobalt mine is being challenged by the state's former governor, who wants the U.S. government to scrutinize the deal for possible hidden Chinese links.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortimer-caplin-made-himself-the-friendly-face-of-the-irs-11564149601", "title": "Mortimer Caplin Made Himself the Friendly Face of the IRS", "date": "2019-07-26 10:00", "summary": "Former boxer led tax agency under Kennedy and promised to help taxpayers tally their returns correctly. Heads of the Internal Revenue Service, performing their necessary but unpopular duties, rarely attract much public notice. Mortimer Caplin, a dashing friend of the Kennedys and former college boxer, was an exception.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-visa-stole-market-share-mastercard-recruited-a-former-fbi-agent-11564149601", "title": "When Visa Stole Market Share, MasterCard Recruited a Former FBI Agent", "date": "2019-07-26 10:00", "summary": "Russell Hogg, as CEO in the 1980s, introduced a gold card and added holograms to deter counterfeiters. When MasterCard was losing ground to Visa in the credit-card market in 1980, it turned to Russell Hogg, a former FBI agent, to lead a turnaround.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-alphabet-intel-starbucks-expedia-mattel-11564136531", "title": "Stocks to Watch: Twitter, Goodyear, Amazon.com, Mattel and More", "date": "2019-07-26 09:59", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-20-26-2019-11564149449", "title": "Photos of the Week", "date": "2019-07-26 09:57", "summary": "Robert Mueller testifies in Congress, Boris Johnson takes the helm as Prime Minister, temperatures hit record highs in Europe and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-testimony-yields-few-new-impeachment-calls-11564149176", "title": "Mueller Testimony Yields Few New Impeachment Calls", "date": "2019-07-26 09:52", "summary": "Hearings provided little momentum for Democratic supporters of a Trump inquiry. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-safety-dont-trust-your-intuition-11564148915", "title": "With Safety, Don't Trust Your Intuition", "date": "2019-07-26 09:48", "summary": "A behavioral economist answers questions about motorcycle helmets, short deadlines and overcoming self-consciousness.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-cuts-interest-rate-again-amid-global-push-for-looser-policy-11564139243", "title": "Russia, Turkey Take Contrasting Paths in Push for Monetary Easing", "date": "2019-07-26 09:41", "summary": "Bank of Russia goes for slow but steady interest rate moves. Russia's central bank cut its key interest rate for a second consecutive month amid a global shift toward easier monetary policy led by the Federal Reserve.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steady-gdp-report-could-alter-bets-on-several-rate-cuts-11564142406", "title": "Steady GDP Report Could Alter Bets on Several Rate Cuts", "date": "2019-07-26 09:40", "summary": "Hopes for lower rates have recently lifted everything from emerging-market assets to gold. Friday's report on second-quarter economic activity could challenge investor projections for several rate cuts this year, a potential hurdle for the market rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lori-sokol-on-defying-other-peoples-limits-11564147520", "title": "Lori Sokol on Defying Other People's Limits", "date": "2019-07-26 09:25", "summary": "A self-made entrepreneur, journalist and activist discusses overcoming odds in WSJ's 'Secrets of Wealthy Women' Podcast. When Lori Sokol was growing up in public-housing projects in Brooklyn, her parents wanted her to marry a millionaire so she wouldn't have to work. They also discouraged her from pursuing an education.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mining-industrys-34-billion-question-answered-indian-tycoon-isnt-buying-anglo-american-11564147170", "title": "Mining Industry's $34 Billion Question Answered: Indian Tycoon Isn't Buying Anglo American", "date": "2019-07-26 09:19", "summary": "After amassing about 20% of the mining giant, India's Agarwal is selling his stake. LONDON-Shares in Anglo American PLC fell 5% Friday after Volcan Investments Ltd., a company controlled by Indian tycoon Anil Agarwal, said it would sell its roughly 20% stake in the mining giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-netflix-documentary-on-cambridge-analytica-doubles-as-a-mystery-11564146036", "title": "Netflix Documentary on Cambridge Analytica Doubles as a Mystery", "date": "2019-07-26 09:06", "summary": "Despite intense scrutiny, film highlights how impact of Facebook data mining on U.S. politics is still poorly understood. More than a year after Cambridge Analytica's mining of Facebook Inc. user data triggered regulatory probes of the social-media giant-leading to this week's $5 billion fine-a new Netflix documentary highlights how poorly understood the impact of that data mining still is on American politics and society.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-cleanse-could-wipe-away-skin-and-dirt-11564145930", "title": "Twitter's Cleanse Could Wipe Away Skin and Dirt", "date": "2019-07-26 08:58", "summary": "Strong second-quarter results also signaled tough comps and rising costs coming for the social network following a criticized design upgrade. Spring cleaning apparently lasts all year long at Twitter .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poppy-delevingnes-packing-secret-is-a-laminated-checklist-11564144707", "title": "Poppy Delevingne's Packing Secret is a Laminated Checklist", "date": "2019-07-26 08:38", "summary": "The model and actress on her summer travels, favorite cashmere socks and the souvenir she always brings back from her travels. The English model and actress Poppy Delevingne is planning to stay warm this summer. She's got a trip to Costa Rica already in her calendar, as well as a few weeks of downtime in Los Angeles. She and her younger sister Cara bought a house together in L.A. just over a year ago and she's ready to enjoy it. \"We worked really hard on it, so I can't wait to work on my freckles there,\" says the elder Delevingne. This summer, she appeared in season two of the TV drama Riviera, set on the Côte d'Azur, and was also named the face of Agnona Eternals, a capsule collection of luxe-fabric daywear. Here, she tells WSJ. about where she's going shopping for the West Coast house, how she avoids overpacking and what luggage she just bought.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-month-another-chinese-bank-bailout-11564142953", "title": "Another Month, Another Chinese Bank Bailout", "date": "2019-07-26 08:12", "summary": "What appears to be the state rescue of Bank of Jinzhou will deepen the moral hazard problem at the heart of China's banking system. Beijing dislikes bailing out state companies-particularly banks-but can't seem to kick the habit. The latest example is Bank of Jinzhou.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mariners-spent-33-days-in-first-place-they-might-lose-100-games-11564142944", "title": "The Mariners Spent 33 Days in First Place. They Might Lose 100 Games.", "date": "2019-07-26 08:09", "summary": "Only one team in history that finished with 100 losses spent more time in first place: the 1908 New York Highlanders. For the first month of the season, the Seattle Mariners were the biggest surprise in baseball. After a winter in which general manager Jerry Dipoto said he tried to \"reimagine\" his roster-a gentle way of saying he traded almost all of his good players-the Mariners exploded out of the gate. They won 13 of their first 15 games, a blistering start that raised hopes that they would snap a playoff drought that dates back to 2001, the longest in the major North American professional sports.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-superstars-of-youth-basketball-instagram-11564142894", "title": "Meet the Superstars of Youth Basketball Instagram", "date": "2019-07-26 08:08", "summary": "Not even old enough to apply for a driver's license, these players have giant social media followings meant to flag them as future stars to watch. Rodney Gallagher is a 14-year-old basketball player from Uniontown, Pa., with a dream that includes more than playing college basketball. He wants to have his Instagram account, which has over 90,000 followers, \"verified\" with a blue check mark that confirms his legitimacy as a social-media sensation.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-pilots-are-subpoenaed-in-sex-trafficking-investigation-11564142402", "title": "Epstein's Pilots Are Subpoenaed in Sex-Trafficking Investigation", "date": "2019-07-26 08:00", "summary": "Testimony could be used in efforts to corroborate accounts by the financier's accusers. Federal prosecutors in Manhattan have subpoenaed Jeffrey Epstein's longtime personal pilots, according to people familiar with the matter, as investigators seek to question the financier's employees in the wake of his indictment on sex-trafficking charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-occidental-ceo-could-emerge-as-mediator-with-icahn-11564142044", "title": "Icahn Looks to Occidental's Ex-CEO for Help in Fight With Company", "date": "2019-07-26 07:56", "summary": "Stephen Chazen, who picked current chief Vicki Hollub, has offered to join the company's board in a settlement deal. Occidental Petroleum Corp. Chief Executive Vicki Hollub is eager to move forward following her $38 billion deal to buy Anadarko Petroleum Corp. But first she has to deal with Carl Icahn, who is trying to bring Ms. Hollub's predecessor back into the boardroom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-plan-gives-audit-relief-to-firms-that-wiped-out-over-290-million-11564141784", "title": "SEC Plan Gives Audit Relief to Firms That Wiped Out Over $290 Million", "date": "2019-07-26 07:49", "summary": "Proposed exemption has drawn criticism from accountants but praise from businesses. A government proposal to exempt more companies from audit requirements would give relief to 11 companies that restated financial results in 2018 and wiped out more than $290 million in market value.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guccis-punishment-is-oddly-severe-11564138591", "title": "Gucci's Punishment Is Oddly Severe", "date": "2019-07-26 06:56", "summary": "Spooked investors wiped almost $5 billion from the market value of the brand's French parent Kering even though it is still growing much faster than the wider luxury industry. A slowdown at the luxury sector's hottest brand has come more swiftly than expected, but investors' reaction lacks perspective.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-kim-dmz-diplomacy-fails-to-bridge-denuclearization-divide-11564136071", "title": "Trump-Kim Diplomacy Fails to Bridge Denuclearization Divide", "date": "2019-07-26 06:14", "summary": "Pyongyang is focusing its anger at a coming U.S.-South Korean military exercise, throwing doubt on prospects for any resumption of talks.. SEOUL-The day after President Trump and North Korean leader Kim Jong Un shook hands last month at Korea's demilitarized zone, Pyongyang's official report hailed the meeting as delivering a \"new breakthrough in the denuclearization of the Korean Peninsula.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-backlash-frays-cozy-ties-to-washington-11564135200", "title": "Tech Backlash Frays Cozy Ties to Washington", "date": "2019-07-26 06:00", "summary": "Discontent among policy makers complicates expansion strategies of Facebook, other online platforms. Facebook Inc. CEO Mark Zuckerberg suggested in January when releasing 2018 earnings that the social-media giant was at a turning point, ending a year of answering critics and starting a new era of growth and innovation. \"We now have a clear sense of the path ahead,\" he said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pet-care-sales-feed-nestle-growth-11564126282", "title": "Pet-Care Sales Feed Nestlé Growth", "date": "2019-07-26 05:52", "summary": "Swiss consumer-goods giant posts rise in sales. Nestlé SA reported higher first-half sales, buoyed by strong growth in the U.S., where pet owners drove up sales of the food giant's Purina brand.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-and-google-algorithms-are-secretbut-australia-plans-to-change-that-11564134106", "title": "Facebook and Google Algorithms Are Secret-but Australia Plans to Change That", "date": "2019-07-26 05:41", "summary": "The government is considering limits to big tech's power over news and advertising markets, and boosts to privacy protections. CANBERRA, Australia-Tech giants Facebook Inc. and Alphabet Inc.'s Google could have their secretive algorithms policed by a beefed-up watchdog, under what Australia describes as world-first limits to the power that they wield over news and advertising markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-turns-to-maverick-brexit-architect-to-deliver-eu-split-11564133799", "title": "Boris Johnson Turns to Maverick Brexit Architect", "date": "2019-07-26 05:36", "summary": "Prime Minister Boris Johnson puts the blunt political strategist in charge of making sure the U.K. can get out of the EU. LONDON-Dominic Cummings, an architect of the 2016 British referendum campaign to leave the European Union, has spent the past three years railing against the government for its failure to break with the bloc.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-life-or-death-crisis-humility-is-everything-11564133402", "title": "In a Life-or-Death Crisis, Humility Is Everything", "date": "2019-07-26 05:30", "summary": "Airline pilot Alfred Haynes and other leaders who've saved lives show that modest people can achieve miracles under pressure. High above Iowa, almost precisely 30 years ago, passengers aboard a United Airlines flight from Denver to Chicago felt an explosion. The tail engine had blown apart.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-public-pensions-are-stuck-in-the-clouds-11564133400", "title": "America's Public Pensions Are Stuck In The Clouds", "date": "2019-07-26 05:30", "summary": "The funding strength of retirement systems across the U.S. rests on rosy assumptions. The hardest part about being a public pension manager is admitting you're wrong.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-struggles-to-bring-paramilitary-forces-into-the-fold-11564133400", "title": "Iraq Struggles to Bring Paramilitary Forces Into the Fold", "date": "2019-07-26 05:30", "summary": "Tensions between U.S. and Iran complicate efforts to put under government control militias that helped defeat Islamic State but threaten American and regional interests. BAGHDAD-Tensions between the U.S. and Iran are complicating the Iraqi prime minister's efforts to bring the country's paramilitary forces under government control, including several militias with close links to Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-takes-earnings-hit-from-nissan-woes-11564131981", "title": "Renault Takes Earnings Hit From Nissan Woes", "date": "2019-07-26 05:06", "summary": "Tensions between the two auto-making partners have soared following the arrest of their former Chairman Carlos Ghosn. PARIS- Renault SA cut its revenue target and posted sharply lower first-half earnings, saying it was \"heavily penalized\" by the declining fortunes of alliance partner Nissan Motor Co.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11564083298", "title": "Pepper...and Salt", "date": "2019-07-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-rolls-out-second-tech-megafund-with-apple-among-top-investors-11564103799", "title": "SoftBank Rolls Out Second, Even Bigger Tech Megafund", "date": "2019-07-26 23:39", "summary": "Japanese banks and Microsoft are among those that have committed to $108 billion Vision Fund 2. TOKYO-Japan's SoftBank Group Corp. unveiled a second technology megafund even bigger than its nearly $100 billion Vision Fund, answering skeptics who questioned whether anyone could raise so much in such a short time.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebony-and-jet-archives-to-be-sold-to-foundations-11564067957", "title": "Ebony and Jet Archives Acquired by Foundations for $30 Million", "date": "2019-07-26 22:55", "summary": "The consortium plans to donate the photo archives of Johnson Publishing to the Smithsonian and other cultural institutions. A consortium of foundations is set to acquire the archives of Ebony and Jet magazines for $30 million and intend to make the extensive collection of photographs chronicling African-American life and culture during the 20th century available for the public to view.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roundup-verdict-cut-from-2-billion-to-86-7-million-11564104196", "title": "Roundup Verdict Cut to $87 Million From $2 Billion", "date": "2019-07-26 21:23", "summary": "California couple blamed non-Hodgkin lymphoma diagnoses on Bayer's weedkiller. Bayer AG succeeded in getting a third large trial verdict substantially reduced in litigation over the safety of its signature weedkiller, Roundup.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moulin-rouge-the-musical-review-pop-opera-excess-11564101001", "title": "'Moulin Rouge! The Musical!' Review: Pop Opera Excess", "date": "2019-07-26 20:30", "summary": "A stage adaptation of Baz Luhrmann's 2001 camp extravaganza is as opulent as it is empty.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-proposes-eliminating-special-holiday-service-on-commuter-rail-11564100625", "title": "MTA Proposes Eliminating Special Holiday Service on Commuter Rail", "date": "2019-07-26 20:23", "summary": "Canceling the Metro-North trains is expected to save about $200,000 annually. Extra rail service during the winter holiday-shopping season may be shelved as part of the New York Metropolitan Transportation Authority's wide-ranging budget cuts.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-nubank-to-be-valued-at-more-than-10-billion-in-new-financing-round-11564100322", "title": "Brazil's Nubank to Be Valued at More Than $10 Billion in New Financing Round", "date": "2019-07-26 20:18", "summary": "TCV expected to lead a $400 million financing in Brazilian financial technology business after SoftBank talks fell through. Brazilian financial technology company Nu Pagamentos SA is raising $400 million in a deal that would value the company at more than $10 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-issues-sanctions-over-alleged-corruption-in-venezuela-food-program-under-maduro-11564069148", "title": "U.S. Sanctions Allege Corruption in Venezuela Food Program", "date": "2019-07-26 20:08", "summary": "Colombian businessman at the center of the food program also is indicted on federal charges in Florida. WASHINGTON-The U.S. indicted a Colombian businessman and sanctioned his firms over accusations he ran global money-laundering operations that diverted hundreds of millions of dollars of state funds into overseas accounts for the Venezuelan regime, including through an emergency food program.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]