[{"link": "https://www.wsj.com/articles/pg-e-bondholder-proposal-faces-headwinds-in-bankruptcy-court-11553903655", "title": "PG&E Bondholder Proposal Faces Headwinds in Bankruptcy Court", "date": "2019-03-29 19:54", "summary": "Wildfire victims say bondholders didn't talk to them about $14 billion damages offer. A bondholder proposal to address the wildfire damage claims that drove PG&E Corp. into bankruptcy faces headwinds from wildfire victims.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-new-retirement-legislation-11553903443", "title": "Lawmakers Push New Retirement Legislation", "date": "2019-03-29 19:50", "summary": "If passed, the changes would be the most significant to retirement plans since 2006. Congress is making another push on legislation that could make it easier for small companies to offer 401(k) plans and for workers to guarantee themselves an annual income after they retire.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-reach-budget-finish-line-prepare-weekend-votes-11553902873", "title": "New York Lawmakers Prepare Weekend Budget Votes", "date": "2019-03-29 19:41", "summary": "State legislators work out last details on package of measures within pending $175 billion budget deal. Leaders of New York's state Legislature said they would drop the use of cash bail for many criminal charges but keep it for serious offenses, one of several matters under discussion as lawmakers hammer out the final elements of pending $175 billion budget deal.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-owner-maligned-opioid-addicts-suit-says-11553899968", "title": "OxyContin-Maker Owner Maligned Opioid Addicts, Suit Says", "date": "2019-03-29 19:33", "summary": "New portions of lawsuit against opioid makers allege more details of how the Sackler family operated the company. In early 2001, Purdue Pharma LP executives discussed how to respond to abuse of the company's five-year-old prescription painkiller OxyContin.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-gets-her-man-11553901565", "title": "Elizabeth Warren Gets Her Man", "date": "2019-03-29 19:19", "summary": "Wells Fargo's Sloan won't be the last CEO casualty leading up to 2020.. Tim Sloan took one for the team-meaning all American business-by stepping down as CEO of Wells Fargo on Thursday amid Democratic demands for his head. But no one should think his immolation after two-and-a-half years on the job will assuage progressives looking for more executives to use as props in their 2020 election campaign.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-pulls-a-syria-in-venezuela-11553901531", "title": "Putin Pulls a Syria in Venezuela", "date": "2019-03-29 19:18", "summary": "The Russian is betting he can prop up Maduro at little political cost.. Vladimir Putin has made a career of intervening abroad and seeing if the world lets him get away with it. He did this in Georgia when George W. Bush was President, then in Crimea, eastern Ukraine and Syria in Barack Obama's Presidency. Now he's doing the same on Donald Trump's watch-this time in America's backyard in Venezuela.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ninth-circuit-test-for-the-white-house-11553900984", "title": "A Ninth Circuit Test for the White House", "date": "2019-03-29 19:09", "summary": "Bowing to California Democrats may derail a pair of nominees.. Senate Republicans continue to confirm judges like planes lined up on a tarmac, with seven appellate nominees finished this year. Yet the White House mishandling of an excellent nominee for the Ninth Circuit Court of Appeals shows the narrow margin for political error.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-anyones-brexit-now-11553900850", "title": "It's Anyone's Brexit Now", "date": "2019-03-29 19:07", "summary": "May loses for a third time, so no deal or no Brexit are possible.. British lawmakers on Friday rejected Prime Minister Theresa May's Brexit deal for the third time, and the process has descended into such chaos it's easy to lose sight of how extraordinary this is. A majority of lawmakers claim they want a Brexit that's minimally disruptive. Yet they're on track to deliver either the most disruptive form of Brexit possible, or no Brexit at all.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mays-brexit-deal-is-rejected-for-a-third-time-by-lawmakers-11553870628", "title": "May's Brexit Deal Is Rejected for a Third Time by Lawmakers", "date": "2019-03-29 19:04", "summary": "Defeat sets up further clashes over the direction of Brexit and makes a long delay more likely. LONDON-On the day long set for Britain to leave the European Union, Parliament rejected Prime Minister Theresa May's Brexit deal for a third time, leaving the country no closer to an exit plan after more than two years of bitter wrangling.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agnes-varda-1928-2019-appreciating-the-first-lady-of-the-nouvelle-vague-11553900001", "title": "Agnès Varda (1928-2019): Appreciating the First Lady of the Nouvelle Vague", "date": "2019-03-29 18:53", "summary": "In a six-decade career that included such celebrated films as \"Cleo From 5 to 7\" and \"Vagabond,\" the director was hard to pigeonhole, often blurring the line between feature and documentary.. Agnès Varda, who died at age 90 in Paris today, was a singular filmmaker throughout her long career. She was the only woman counted among the hyper-masculine voices of the Nouvelle Vague, which she paralleled more than defined, though she was certainly present at the revolution. Her oeuvre-a dozen unconventional features and a host of shorts starting in 1954-did not easily fall into convenient genres. And her personal \"look\" further set her apart: Pixieish in her youth, she became adorably gnome-like as the years passed, with her signature red bob sometimes left white at the top, resembling a monk's tonsure.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-cross-announces-venezuelan-aid-effort-11553899904", "title": "Red Cross Announces Venezuelan Aid Effort", "date": "2019-03-29 18:51", "summary": "International organization says operation will be as big as the one in Syria; Maduro government's first tacit admission that country needs help. The Red Cross said it had received Venezuelan government approval to begin a major medical aid program in a bid to ease Latin America's worst humanitarian crisis ever.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-economic-adviser-says-fed-should-cut-rates-11553885514", "title": "White House Pushes Fed to Cut Interest Rates", "date": "2019-03-29 18:49", "summary": "Kudlow says Fed should cut rates half a percentage point to protect against slowdown in global economic growth. President Trump wants the Federal Reserve to cut interest rates to guard against a slowdown in global economic growth, a top White House official said Friday, revealing concern about the durability of the U.S. expansion.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-woman-rashida-tlaib-called-a-prop-11553899222", "title": "Meet the Woman Rashida Tlaib Called a 'Prop'", "date": "2019-03-29 18:40", "summary": "A recovering addict, Lynne Patton advised Trump's campaign on minority outreach and now works at HUD calling attention to appalling public-housing conditions.. New York", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albuquerques-electric-bus-takes-a-wrong-turn-and-goes-nowhere-11553899172", "title": "Albuquerque's Electric Bus Takes a Wrong Turn and Goes Nowhere", "date": "2019-03-29 18:39", "summary": "Advocates force businesses along historic Route 66 to suffer while they indulge their transit fantasies.. Whether it's the Washington, D.C., streetcar, California's bullet train, or New York's Second Avenue subway, public-transit projects are almost always disruptive, delayed, over budget or underused-if not all of the above. Add another example to the list: a dead-end bus line in Albuquerque, N.M.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-black-eye-from-my-brother-a-lesson-learned-11553899134", "title": "A Black Eye From My Brother, a Lesson Learned", "date": "2019-03-29 18:38", "summary": "I was 13; he was 11. I meant to drench him; he loved me enough to set me straight.. My younger brother, Jack, lives down the street from where we grew up, and he believes he's the only man in America who has both egged and toilet-papered the house he now owns.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-tests-americas-taste-for-lies-11553898368", "title": "Jussie Smollett Tests America's Taste for Lies", "date": "2019-03-29 18:26", "summary": "Chicago's Democratic machine didn't want to hold a hate-crime faker accountable.. The evidence was all over the TV news: Confessions by his two accomplices. Surveillance video. A canceled check. Then, as if by the very bleach he said was used to attack him, suddenly all charges against Jussie Smollett for faking a hate crime vanished in an unannounced Chicago court hearing Tuesday.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mole-hunt-for-diversity-bias-at-villanova-11553898400", "title": "A Mole Hunt for Diversity 'Bias' at Villanova", "date": "2019-03-29 18:26", "summary": "An atmosphere of fear-imposed silence makes it impossible to achieve a real liberal-arts education.. Villanova, Pa.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-restructuring-options-emerge-among-creditors-officials-11553898289", "title": "Venezuela Restructuring Options Emerge Among Creditors, Officials", "date": "2019-03-29 18:24", "summary": "Debate centers around a Venezuelan bankruptcy law versus U.S. executive action. Even as Venezuela's political stalemate drags on, the country's options for the potential restructuring of more than $175 billion in foreign debt are coming into focus as lawyers, academics and government officials debate the proper approach.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-advances-to-end-week-11553881464", "title": "U.S. Dollar Caps Off Quarter With Gains", "date": "2019-03-29 18:23", "summary": "Lifted by global growth concerns, dollar notched gains against Japanese and British currencies. The U.S. dollar rose Friday, finishing a strong quarter in which worries about global economic growth lifted the currency.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-retooling-once-again-sets-sights-on-expanding-cyber-threats-11553877546", "title": "FBI, Retooling Once Again, Sets Sights on Expanding Cyber Threats", "date": "2019-03-29 18:08", "summary": "Push comes as federal investigators grapple with attacks sponsored by foreign adversaries. The FBI has launched its biggest transformation since the 2001 terror attacks to retrain and refocus special agents to combat cyber criminals, whose threats to lives, property and critical infrastructure have outstripped U.S. efforts to thwart them.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-shares-open-at-87-24-up-21-from-ipo-price-of-72-11553875007", "title": "Lyft Shares Surge in Trading Debut", "date": "2019-03-29 18:04", "summary": "Ride-hailing company hit valuation of roughly $26.5 billion by market close on day of IPO. LOS ANGELES- Lyft Inc. shares vaulted in their stock-trading debut Friday, as investors gobbled up the first real public opportunity to buy into the future of ride hailing.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-top-colleges-report-record-low-acceptance-rates-11553884935", "title": "Many Top Colleges Report Record-Low Acceptance Rates", "date": "2019-03-29 17:53", "summary": "Trend highlights the increasing difficulty in getting into certain schools. Ivy League and other top colleges reported record-low acceptance rates for next fall's class, reinforcing the increasing difficulty in getting into certain schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-life-review-mastering-the-art-of-losing-11553896259", "title": "'This Life' Review: Mastering the Art of Losing", "date": "2019-03-29 17:51", "summary": "Accepting our impermanence is the key to living a meaningful life without religious faith.. The subtitle of \"This Life: Secular Faith and Spiritual Freedom\" gives a sense of its high ambition. Faith, freedom, spirit-it might well sound as if Martin Hägglund's subject is, in the words of T.S. Eliot, \"not less than everything.\" As it turns out, \"secular faith\" and \"spiritual freedom\" each have precise meanings in Mr. Hägglund's argument. Together they make up an overarching theory that is meant to place \"This Life\" in dialogue with the classics of modern philosophy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-issues-new-permit-for-keystone-xl-pipeline-11553894429", "title": "Trump Moves Again to Clear Path for Keystone XL Pipeline", "date": "2019-03-29 17:50", "summary": "New presidential permit seeks to sidestep further environmental review of long-stalled project, though hurdles remain. President Trump removed a roadblock to construction of TransCanada Corp.'s Keystone XL oil pipeline on Friday, issuing a permit that effectively allows the much-delayed project to move forward without further federal environmental review.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-cancels-airpower-charging-pad-11553894528", "title": "Apple Cancels AirPower Charging Pad", "date": "2019-03-29 17:42", "summary": "The wireless charging mat had been promised to begin shipping in 2018 but was delayed. Apple Inc. canceled a wireless-charging mat called AirPower that it announced with fanfare 18 months ago but never delivered-a rare about-face that follows other missteps in its hardware business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresenius-to-pay-more-than-231-million-to-resolve-foreign-corruption-probe-11553895678", "title": "Fresenius to Pay More Than $231 Million to Resolve Foreign Corruption Probe", "date": "2019-03-29 17:41", "summary": "Despite self-disclosure, the company didn't qualify for Justice Department's declinations program, prosecutors said. Germany-based Fresenius Medical Care AG & Co. agreed to pay more than $231 million to resolve Foreign Corrupt Practices Act investigations by the U.S. Justice Department and the Securities and Exchange Commission.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-foresees-mid-april-release-of-redacted-mueller-report-11553887142", "title": "Barr Plans Mid-April Release of Redacted Mueller Report", "date": "2019-03-29 17:39", "summary": "The report is being redacted to protect privacy, grand jury information, intelligence sources. WASHINGTON-The Justice Department expects to release a redacted version of special counsel Robert Mueller's report on Russian interference by mid-April, the attorney general told Congress, in the face of continued pressure from Democrats demanding to see the full document.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-criminal-and-the-merely-guilty-11553895546", "title": "Mysteries: The Criminal and the Merely Guilty", "date": "2019-03-29 17:39", "summary": "A grotesque double murder confronts DCS Frankie Sheehan near the start of Olivia Kiernan's new book, but it's not just the stagy trappings of the crime that leave Sheehan shaken.. It's a grotesque scene that confronts Detective Chief Superintendent Frankie Sheehan near the start of Olivia Kiernan's \"The Killer in Me\" (Dutton, 336 pages, $16). On a rainy summer evening, she's called to a church in a Dublin suburb, where she finds the corpse of a woman naked from the waist up, next to a second victim clothed in the vestments of a priest.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbases-new-customer-incentive-interest-payments-with-a-crypto-twist-11553855400", "title": "Coinbase's Incentive for Crypto Customers: Interest Payments", "date": "2019-03-29 17:16", "summary": "Amid cryptocurrency slump, platform looks to 'staking' as new way to make revenue. The newest enticement in the crypto world is something traditional investors know very well: interest payments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-in-college-admissions-case-discuss-plea-deals-with-prosecutors-11553867326", "title": "Parents in College-Admissions Case Discuss Plea Deals With Prosecutors", "date": "2019-03-29 17:00", "summary": "Authorities weigh money-laundering charges, consider jail time for some. BOSTON-Federal authorities and at least some parents accused in the college-admissions cheating case are negotiating possible guilty pleas, according to people familiar with the matter, as more than a dozen parents made court appearances here.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-candidates-release-tax-returns-urge-others-to-follow-suit-11553893002", "title": "Democratic Presidential Candidates Release Tax Returns, Urge Others to Follow Suit", "date": "2019-03-29 16:56", "summary": "Jay Inslee, Kirsten Gillibrand also call for Trump to make his returns public. WASHINGTON-Democratic presidential candidates Jay Inslee and Kirsten Gillibrand pressed President Trump and their fellow 2020 White House hopefuls to release their tax returns by releasing their own 2018 returns this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-u-s-china-trade-talks-resume-11553850309", "title": "U.S. Stocks Climb, Notching Best Quarter in Years", "date": "2019-03-29 16:54", "summary": "After a late 2018 swoon, S&P 500 closes out the quarter with its best gains in years. U.S. stocks notched their biggest quarterly gains in nearly a decade, lifted by bets that central banks would hold interest rates at low levels as global growth slows.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-allowed-to-limit-voter-approved-medicaid-expansion-11553892391", "title": "Utah Allowed to Limit Voter-Approved Medicaid Expansion", "date": "2019-03-29 16:46", "summary": "Trump administration lets state pursue scaled-back program that would cover estimated 50,000 fewer people. WASHINGTON-Utah will be able to limit its expansion of Medicaid under a decision from the Trump administration that falls short of a broadening of eligibility that the state's voters had approved last year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linda-mcmahon-to-step-down-as-administrator-of-small-business-administration-11553880495", "title": "McMahon to Step Down as SBA Chief", "date": "2019-03-29 16:38", "summary": "SBA chief to leave cabinet post to chair board of super PAC supporting Trump's re-election campaign. WASHINGTON-Linda McMahon is stepping down as head of the Small Business Administration to help the president's re-election effort, President Trump said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-spending-edged-up-in-january-11553862739", "title": "Consumers' Cautious Start to 2019 Trims Expectations for Growth", "date": "2019-03-29 16:23", "summary": "Economists expect spring pickup after weak spending in December and January. WASHINGTON-American consumers barely increased their spending in January after a sharp pullback in December, adding to recent evidence the economy may have slowed after strong growth in 2018.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-leader-is-tripped-up-by-his-own-resolve-11553885669", "title": "Brazil's Leader Is Tripped Up by His Own Resolve", "date": "2019-03-29 16:21", "summary": "President's attack on 'old way of doing politics' delays economic overhaul. BRASÍLIA-Brazilians elected former army captain Jair Bolsonaro as their president on his resolute oath to end a political culture of kickbacks and backroom wheeling and dealing.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-voice-assistant-has-become-my-co-parent-11553890641", "title": "Meet My Co-Parent, the Amazon Echo", "date": "2019-03-29 16:17", "summary": "The Amazon Echo has helped us deal with some of our biggest shortcomings as parents. No. 1: forgetfulness. Every parent I know fantasizes about adding another parent to the mix to help out with the children. I have found that fantasy co-parent in a tidy package: our Amazon Echo.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peggy-noonans-wrong-on-the-mean-girls-heritage-11553889849", "title": "Noonan's Wrong on the Mean Girls' Heritage", "date": "2019-03-29 16:04", "summary": "President Trump is unlikely to be remembered as an icon of temperance and diplomacy, but it ill-serves the nation to give him sole blame for a toxic climate that goes back at least to Saul Alinsky's \"Rules for Radicals,\" which teaches adherents to be insulting and to make things personal.. In \"Congress's Mean Girls Are Trump's Offspring\" (Declarations, March 23), Peggy Noonan lays blame for the harsh political rhetoric of Reps. Alexandria Ocasio-Cortez and Ilhan Omar at the feet of Donald Trump. It's true they mimic his ferocity because they see his success using that style. Yet this style comes naturally to those on the left, who have employed it since long before Donald Trump was on the political scene.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-golan-to-israel-is-ok-how-about-crimea-to-russia-11553889790", "title": "If Golan to Israel Is OK, How About Crimea to Russia?", "date": "2019-03-29 16:03", "summary": "Syria held the Golan until Israel took it in the 1967 war, a war started by Syria and Egypt with the participation of the Palestinian Arabs, Jordan and others seeking Israel's destruction.. Regarding your editorial \"Israel's Golan Heights\" (March 22): The Golan Heights was awarded to its client Syria by the French after World War I. Syria held the territory until Israel took it in the 1967 war, which was started by Syria and Egypt with the participation of the Palestinian Arabs, Jordan and others seeking Israel's destruction. Syria held the territory for 49 years, Israel has held it for 52 years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-take-a-fresh-look-at-the-federal-gasoline-tax-11553889734", "title": "Time to Take a Fresh Look At the Federal Gasoline Tax", "date": "2019-03-29 16:02", "summary": "I suggest some thought be given to charging owners of electric vehicles some amount since they do no less infrastructure damage than fossil-fuel vehicles.. Regarding \"Capital Journal: Gas Tax: An Idea Crossing Partisan Lines\" (U.S. News, March 21): I suggest some thought be given to charging owners of electric vehicles some amount since they do no less infrastructure damage than fossil-fuel vehicles. It could be as simple as an annual amount to be included in the federal tax return. Those vehicles already have been given tax credits, so a further free ride is unconscionable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-sentences-former-baltimore-police-chief-to-10-months-in-prison-11553889094", "title": "Judge Sentences Former Baltimore Police Chief to 10 Months in Prison", "date": "2019-03-29 15:51", "summary": "Darryl De Sousa pleaded guilty to failing to file tax returns for three years. Former Baltimore police commissioner Darryl De Sousa was sentenced Friday to 10 months in prison for failing to file federal tax returns for three years, though his plea deal indicated his tax-related crimes stretched over nearly two decades.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-surges-2-set-for-largest-quarter-gain-since-2009-11553868034", "title": "Oil Rises Above $60 for Largest Quarterly Gain Since 2009", "date": "2019-03-29 15:36", "summary": "Prices haven't closed above $60 a barrel since November. --U.S. oil prices rose to a four-month high of $60 a barrel Friday, and posted their biggest quarterly gain since 2009 as global supplies tighten and risk appetite grows amid rising stock markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-eases-campaign-against-bristol-myers-deal-11553880298", "title": "Starboard Drops Campaign Against Bristol-Myers Deal", "date": "2019-03-29 14:50", "summary": "Hedge fund retreats after proxy advisers recommend shareholders approve the deal. Hedge fund Starboard Value LP dropped its fight to break up the year's biggest deal so far- Bristol-Myers Squibb Co. 's $74 billion acquisition of rival drugmaker Celgene Corp. -after two influential proxy-advisory firms recommended shareholders approve it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ipo-millionaires-are-coming-11553885407", "title": "The IPO Millionaires Are Coming!", "date": "2019-03-29 14:50", "summary": "As tech companies get ready for initial public offerings, their employees await newfound wealth. Silicon Valley's luxury firms are already making their pitches; heli-skiing in Greenland.. San Francisco", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-quarles-endorses-patient-approach-toward-future-policy-adjustments-11553875800", "title": "Fed's Quarles Endorses Patient Approach Toward Future Policy Adjustments", "date": "2019-03-29 14:41", "summary": "Central banker says additional interest-rate increases may be necessary at some point. Federal Reserve governor Randal Quarles endorsed the central bank's expectation that it will hold off on interest-rate increases for a while as officials wait to see how the U.S. economy evolves in the months ahead.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/versum-rejects-bid-but-says-will-hold-talks-with-germanys-merck-11553883994", "title": "Versum Rejects Bid But Says Will Hold Talks With Germany's Merck", "date": "2019-03-29 14:26", "summary": "Company looks for better proposal than all-stock merger agreement with Entegris. Versum Materials Inc. on Friday said its board rejected Merck KGaA's unsolicited $48-a-share tender offer but said it would hold talks for a potentially better deal with the German pharmaceutical and specialty chemicals company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motorcyclists-may-steer-clear-of-new-congestion-pricing-fee-11553883939", "title": "Motorcyclists May Steer Clear of New Congestion-Pricing Fee", "date": "2019-03-29 14:25", "summary": "Biker exemption considered as state lawmakers figure out final budget details. Motorcyclists might avoid a new congestion toll for entering the core of Manhattan that would apply to other vehicles, New York lawmakers said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedging-rises-on-new-benchmark-rate-amid-concerns-of-quarter-end-swings-11553857201", "title": "New Benchmark Rate, Gunning to Replace Libor, Gains Traction", "date": "2019-03-29 14:05", "summary": "Recent volatility fuels increase in trading of contracts linked to rate. Trading in forward contracts using the benchmark rate expected to replace Libor surged to a record this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-accused-in-college-admissions-scandal-appear-in-federal-court-11553877435", "title": "Parents Accused in College Scandal Appear in Court", "date": "2019-03-29 14:04", "summary": "Hearings are held before a judge in Boston, with more mothers and fathers slated for next week. BOSTON-Many of the prominent parents accused of paying a combined $25 million to illegally land their children at elite colleges began appearing in court Friday, drawing a phalanx of news cameras and high-powered legal teams to the harborside federal courthouse here.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-executive-leaving-for-top-post-at-albertsons-11553882509", "title": "PepsiCo Executive Leaving for Top Post at Albertsons", "date": "2019-03-29 14:01", "summary": "North American food operations head Vivek Sankaran to exit April; Steven Williams to succeed him. PepsiCo Inc. said Vivek Sankaran, who it recently tapped to lead its North American food operations, is leaving the company on April 12 to become president and chief executive of grocery-store operator Albertsons Cos.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audio-book-narrator-scott-brick-is-the-man-with-the-golden-voice-11553881394", "title": "Audio Book Narrator Scott Brick Is the Man With the Golden Voice", "date": "2019-03-29 13:43", "summary": "One of the most sought-after voices in the business, Mr. Brick has narrated some 900 books by authors as diverse as Lee Child, Ayn Rand and Truman Capote. Scott Brick reads 50 books a year so you don't have to.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-in-talks-to-sell-real-estate-broker-eastdil-11553871169", "title": "Wells Fargo in Talks to Sell Real Estate Broker Eastdil", "date": "2019-03-29 13:31", "summary": "The Eastdil management team, led by Chief Executive Roy March, would also take an ownership stake. Eastdil Secured, the real-estate brokerage and investment bank owned by Wells Fargo & Co., is in advanced talks to sell the property firm to a venture led by Guggenheim Investments and a Singaporean sovereign wealth fund, according to people familiar with the matter.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cremation-nation-our-new-way-to-go-11553880025", "title": "Cremation Nation: Our New Way to Go", "date": "2019-03-29 13:20", "summary": "More and more Americans are skipping burial and asking to have their ashes scattered-or turned into sculptures and fireworks. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-companies-say-new-electronic-tax-reporting-rules-add-to-brexit-burden-11553879659", "title": "U.K. Companies Say New Electronic Tax Reporting Rules Add to Brexit Burden", "date": "2019-03-29 13:14", "summary": "Making Tax Digital initiative requires U.K. companies to file value-added tax electronically and takes effect next week. U.K. companies must file value-added tax documents electronically and keep digital records related to the tax starting Monday, a policy shift that is challenging some executives amid the recent focus on Britain's planned departure from the European Union.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-home-sales-rose-in-february-11553868150", "title": "Sales of New Homes Surge After Stagnating for Months", "date": "2019-03-29 13:12", "summary": "New-home sales rose 4.9% in February, marking upturn for largely flat market throughout 2018. WASHINGTON-Sales of new homes ramped up at the start of 2019, in a positive sign after a weak stretch for the housing market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-sets-stage-for-late-2019-ipo-11553875439", "title": "Endeavor Sets Stage for 2019 IPO", "date": "2019-03-29 13:00", "summary": "Company behind Hollywood's biggest talent agency has or is about to file confidential paperwork for an IPO. Endeavor LLC, the international entertainment and marketing colossus that owns Hollywood's biggest talent agency and the Ultimate Fighting Championship league, is kicking its plans for an initial public offering into high gear.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-shift-trudeau-begins-to-tighten-canadas-welcoming-stance-on-refugees-11553878130", "title": "In Shift, Canada Begins to Tighten Welcoming Stance on Refugees", "date": "2019-03-29 12:48", "summary": "Sharp increase in number of asylum seekers is testing Liberal party's open-arms policy toward migrants. OTTAWA-Canada is shifting its focus on immigration by reinforcing border security and getting its asylum process under control, two years after Prime Minister Justin Trudeau said his country was open to people fleeing war and persecution.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-argues-for-caution-over-first-quarter-data-weakness-11553878021", "title": "Fed's Kaplan Argues for Caution Over First-Quarter Data Weakness", "date": "2019-03-29 12:47", "summary": "Fed official says it's now time for central bank to be 'flexible and patient'. NEW YORK-Dallas Fed President Robert Kaplan said Friday he is treating the mixed and often weak course of first-quarter data cautiously for the time being.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-wanted-wells-fargo-board-seeks-ceo-to-charm-washington-fix-bank-11553877969", "title": "Wells Fargo Seeks a CEO to Charm Washington, Fix Bank", "date": "2019-03-29 12:46", "summary": "With no clear successor to Timothy Sloan, who stepped down Thursday, board plans to hire for top job from outside. Wells Fargo & Co.'s board is on the hunt for a new chief executive who can appease Washington while repairing the bank's battered operations. It won't be easy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-final-minutes-of-ethiopian-airlines-doomed-boeing-737-max-11553876300", "title": "The Final Minutes of Ethiopian Airlines' Doomed Boeing 737 MAX", "date": "2019-03-29 12:18", "summary": "Resume Subscription. ADDIS ABABA, Ethiopia-It took less than six minutes to deepen one of the gravest crises in the history of Boeing Co.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/julius-caesars-campaign-book-11553875856", "title": "Julius Caesar's Campaign Book", "date": "2019-03-29 12:10", "summary": "The Roman general wrote 'The Gallic Wars' to bolster his claim to power-and launched a genre that's still with us today. We have entered the season of the campaign book, when presidential hopefuls put their life stories between two covers and peddle them as narratives explaining why they are best-suited to steer the country. Sen. Bernie Sanders and former San Antonio mayor Julián Castro put their books out late last year before putting their hats in the ring. Declared candidates Sen. Kamala Harris and South Bend Mayor Pete Buttigieg recently published their own political biographies, as did would-be candidate Howard Schultz, the former Starbucks CEO. For his part, Donald Trump published his defining memoir, \"The Art of the Deal,\" years before he ran for office.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-bets-against-inflation-face-test-friday-11553851800", "title": "Tame Inflation Fuels Government Bonds' First-Quarter Rally", "date": "2019-03-29 12:08", "summary": "New data showed inflation firmed less than economists had expected at the start of the year. Rallying government bonds posted another quarter of gains after fresh data showed inflation firmed less than economists had expected at the start of the year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-card-game-hanabi-is-the-next-big-hurdle-for-artificial-intelligence-11553875351", "title": "Why a Simple Card Game Is the Next Big Hurdle for Artificial Intelligence", "date": "2019-03-29 12:02", "summary": "Artificial intelligence beat a chess master years ago, but a relatively simple card game is more challenging. Artificial intelligence has mastered some of the world's most complex games, beating top players at chess, Go and even StarCraft II, a real-time strategy computer game. But where AI stumbles is in cracking some of the seemingly simple games, the ones that require an ability to communicate and collaborate.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-in-the-wilderness-11553860802", "title": "Bitcoin in the Wilderness", "date": "2019-03-29 11:56", "summary": "On a Canadian oil field, natural gas with nowhere to go powers a bitcoin-mining operation. A shipping container in a remote corner of a Canadian oil field is churning out an unlikely byproduct: bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-times-and-fast-food-at-todays-high-schools-11553874986", "title": "Fast Times and Fast Food at Today's High Schools", "date": "2019-03-29 11:56", "summary": "High-schoolers are using DoorDash as a common verb. \"Fast Times at Ridgemont High\"'s Jeff Spicoli blamed the lunch line for his consistent truancy circa 1982. Today, he'd be late chatting it up with his food-delivery guy.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-sentiment-improved-in-march-11553871506", "title": "Consumer Sentiment Improved in March", "date": "2019-03-29 11:55", "summary": "Sentiment rises among lower-income households. American households felt better in March about the current state of the economy and their earnings prospects, particularly lower-income households.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estate-planning-for-the-uninitiated-11553874901", "title": "When the Spouse Who Handles the Finances Dies First", "date": "2019-03-29 11:55", "summary": "When one spouse defers on family finances, it's easy to get caught off-guard by a death or illness. Here's how to get up to speed.. Gary Altman, an estate-planning attorney in Rockville, Md., recently had a client turn to her brother-in-law to cover bills after her husband died.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-failed-to-provide-follow-up-care-for-colonoscopy-patients-watchdog-says-11553874492", "title": "VA Failed to Provide Follow-Up Care for Patients, Watchdog Says", "date": "2019-03-29 11:48", "summary": "Many veterans didn't get screenings on time-and when they did, often didn't get results in a timely manner. WASHINGTON-More than 1,000 Department of Veterans Affairs patients in Kansas didn't get proper follow-up care after initial colonoscopies last year, a problem that was addressed only after a whistleblower repeatedly reported it, according to a government watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-drops-offshore-supply-unit-sale-11553874499", "title": "Maersk Drops Offshore Supply Unit Sale", "date": "2019-03-29 11:48", "summary": "Company hasn't been able to find a buyer for a business operating in a troubled sector. A.P. Moeller-Maersk A/S has scrapped plans to sell its offshore-support-vessel operator Maersk Supply Service after failing to find a suitable buyer.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowplowing-when-parents-try-to-clear-all-obstacles-11553874295", "title": "'Snowplowing': When Parents Try to Clear All Obstacles", "date": "2019-03-29 11:44", "summary": "After the rise of 'helicopter parenting' there's now another way to overprotect children-seen at its extreme in the college admissions scandal. The college admissions cheating scheme that was uncovered earlier this month-in which wealthy parents are alleged to have paid bribes and used other trickery to get their children admitted to elite universities-has renewed a national conversation about just how far some parents are willing to go to make their children's lives easier.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-wework-world-finding-an-office-buddy-is-a-social-minefield-11553873968", "title": "In a WeWork World, It's Hard to Find an Office Buddy", "date": "2019-03-29 11:39", "summary": "For co-workers in shared office spaces, making friends is fraught with rejection and awkward encounters; 'communicating stairs'. At a space in Toronto that rents desks to people who work remotely, Jake Peters and a fellow entrepreneur happened to sit near each other one day and became fast friends. After a couple of weeks, Mr. Peters saw his new work pal sit with someone else. \"No biggie,\" he thought-until the next morning. That's when the friend breezed past Mr. Peters and headed straight to the rival deskmate.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-war-dividing-europe-11553872752", "title": "The Culture War Dividing Europe", "date": "2019-03-29 11:19", "summary": "Historically Catholic Poland and Ireland offer divergent visions of the continent's future. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-home-of-made-in-italy-handbags-is-getting-crowded-11553872436", "title": "The Home of 'Made in Italy' Handbags Is Booming", "date": "2019-03-29 11:13", "summary": "Gucci, Prada and others are investing in a small town outside Florence; the draw is the know-how of the workers. SCANDICCI, Italy-This district of drab industrial buildings outside Florence is getting crowded as high-end fashion houses jostle for an edge in one of the industry's most important products: the expensive leather handbag.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-snapshots-that-changed-minds-11553871735", "title": "Book Review: Snapshots That Changed Minds", "date": "2019-03-29 11:03", "summary": "The sudden popularity of photography led abolitionists to cannily use images of light-skinned children born into slavery, like 7-year-old Mary Mildred Williams, to stoke outrage and gain sympathy for their cause.. Photography, in the form of the daguerreotype, arrived in the United States from France in 1839. Americans instantly fell in love with it. By 1860, there were more than 3,000 photographers in the country; studios sprouted in cities and towns, and itinerant practitioners tramped the back country. As the cost of image-making plummeted, more and more Americans posed for portraits-including African-Americans, both free and enslaved.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-march-23-29-2019-11553871516", "title": "Photos of the Week: Mueller Report, March Madness", "date": "2019-03-29 10:58", "summary": "Mueller report concludes, March Madness continues, art floats in Victoria Harbour and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-cynthia-rowley-sells-west-village-townhouse-for-over-14-million-11553871340", "title": "Fashion Designer Cynthia Rowley Sells West Village Townhouse for Over $14 Million", "date": "2019-03-29 10:55", "summary": "The buyer plans to use the Morton Street townhouse to house a luxury car collection.. Fashion designer Cynthia Rowley has sold her townhouse in New York's West Village for more than $14 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revolutionary-review-the-real-revolution-11553871073", "title": "'Revolutionary' Review: The Real Revolution", "date": "2019-03-29 10:51", "summary": "Washington could have been a military dictator, the American Napoleon. Instead he led the new nation down 'a narrow path of moderation,' careful to avoid internal divisions.. Revolutions often follow a pattern: Noble aspirations give way to conflict. Ambitious men push aside idealists and, in turn, fall prey to rivals even more ruthless than they, eager to exploit the power vacuum created when institutions collapse. The original aims lost, a despot may emerge to re-impose order, which itself may possess only a brittle fragility.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lessons-of-tragedy-review-the-burdens-of-being-a-superpower-11553870930", "title": "'The Lessons of Tragedy' Review: The Burdens of Being a Superpower", "date": "2019-03-29 10:48", "summary": "The success of postwar order has led some nations to become complacent and others to take risks unnecessarily.. The United States has enjoyed an unprecedented period of prosperity and peace in the past seven decades. A principal reason for this, scholars Hal Brands and Charles Edel argue in their brilliant new book, is that following World War II and the beginning of the Cold War, American leaders and their publics shared a tragic sensibility that shaped the postwar foreign-policy consensus. In \"The Lessons of Tragedy,\" they contend that we are losing that sensibility to our imminent and immense cost.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-austin-beard-review-the-enemy-of-empire-11553870831", "title": "'Charles Austin Beard' Review: The Enemy of Empire", "date": "2019-03-29 10:47", "summary": "America's most prominent historian in the 1930s was the radical scholar Charles Austin Beard, whose anti-imperialist bent and skepticism of capitalism today remain influential in the academy.. It is hard to imagine nowadays the period, back during the 1930s and 1940s, when by far the most influential and best-known American historian was a radical scholar, a former Columbia University professor named Charles Beard. Yet it was true. Beard's first major revisionist work, \"An Economic Interpretation of the Constitution of the United States\" (1913), had jangled the nerves of traditionalists by claiming to show the narrow materialist motives that prevailed at the country's founding. It also jangled the cash-registers; as its thesis became known, it sold and sold. The assorted volumes of Beard's later \"History of the United States,\" many co-authored with his wife and fellow radical, Mary Beard, were even better sellers; their giant two-volume \"The Rise of American Civilization\" (1927) was soon present in classrooms across the nation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greek-to-me-review-head-over-hellas-11553870680", "title": "'Greek to Me' Review: Head Over Hellas", "date": "2019-03-29 10:44", "summary": "Some people learn foreign languages; others fall in love with them. Mary Norris once parlayed her job as a copy editor at the New Yorker into an unusal perk: The magazine paid for her to learn ancient Greek at Columbia, on the generous rationale that it would help with her work.. Readers of Mary Norris's best-selling memoir (of working as a New Yorker copy editor) cum practical style guide, \"Between You and Me\" (2015), will be eager to get hold of the sequel, \"Greek to Me.\" In this book, Ms. Norris revives her \"comma queen\" persona: part grammar maven, part wisecracking dame from Cleveland who has wandered into a Manhattan screwball comedy. This book, though, on her attraction to ancient Greek, the Greek alphabet, and then modern Greek and Greece and Greeks, is a darker, messier book-beach reading for classicists and philhellenes, perhaps, but with something more serious at stake. Aiming at times for slapstick, Ms. Norris keeps uncovering veins of tragedy: peripeteia, anagnorisis and catharsis-those Aristotelian qualities of dramatic shift, recognition and cleansing.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-women-in-the-absence-of-men-11553870600", "title": "Fiction: Tribulations, Trials and Tests of Faith", "date": "2019-03-29 10:43", "summary": "Eight Mennonite women being treated brutally by their colony face an intractable choice: stay close to all they know or gather their children and flee to the outside world.. To take flight or to stay and fight: Those are the options that confront eight Mennonite women in Miriam Toews' lean, bristling novel \"Women Talking\" (Bloomsbury, 216 pages, $24). The premise is based on real events in a Mennonite colony in Bolivia, where women were systematically drugged and raped over a span of five years, their injuries ignored or blamed on Satan. Ms. Toews has shifted the setting of her fictional community, Molotschna, to someplace near the Black Sea, but the crimes are the same. When the novel opens the men have been arrested but in two days they will be released on bail, at which time the colony elder has decreed that the women must openly forgive the \"unwelcome visitors,\" as the rapists are euphemistically called, or else face banishment. In the little time that remains a group of old and young has convened in secret in a hayloft to decide what to do: Gather their children and leave for the unknown outside world, or stay and try somehow to make their colony livable.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-karina-longworth-on-novels-about-hollywood-11553870490", "title": "Five Best: Karina Longworth on Novels About Hollywood", "date": "2019-03-29 10:41", "summary": "The film critic and author, most recently, of \"Seduction: Sex, Lies, and Stardom in Howard Hughes's Hollywood\" on fiction that dissects the lives of the film colony.. By Paula Fox (1972)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-heroine-burning-with-purpose-11553870433", "title": "Children's Books: A Heroine Burning With Purpose", "date": "2019-03-29 10:40", "summary": "In a prose retelling of the Sophocles play, Ali Smith makes a canny old she-crow a pithy commentator on the unfathomable doings of gods and men.. In classical Greek tragedy, a chorus supplies commentary on the grisly doings of gods and men. In \"The Story of Antigone\" (Pushkin, 98 pages, $12.95), a prose retelling of the Sophocles play, Ali Smith gives the role of commentator to a canny old she-crow. From her nest on the walls of Thebes, the crow has swooped down many times to enjoy the pickings of battle. As the crow explains to a dog outside the city gates, in the latest conflict the two sons of the dead King Oedipus have killed each other, leaving the crown to their uncle, Creon.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adolph-rupp-and-the-rise-of-kentucky-basketball-review-11553870354", "title": "'Adolph Rupp and the Rise of Kentucky Basketball' Review: Hoop Dreams and Nightmares", "date": "2019-03-29 10:39", "summary": "The coach who built Kentucky's powerhouse basketball program won four NCAA titles before 1960. But Adolph Rupp's record off the court was less than stellar and often steeped in controversy.. There is something wondrous, beguiling, almost magical about college basketball. In arenas and living rooms across America this month, throngs of fans have gathered for March Madness, to watch as players swoop up and down the court with jaw-dropping beauty and athleticism. If you didn't know the names Ja Morant or Zion Williamson before this season, you know them now. The hints are that we'll be without Messrs. Morant and Williamson next season as they turn pro early. But already they have given us this: their likely last amateur moments, gleeful, sweet, sublime. Playing the game for fun, gliding across campus like heroes. May we savor the memories.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-bright-girls-and-boys-learn-to-spell-trouble-11553870386", "title": "Science Fiction: Bright Girls and Boys Learn to Spell Trouble", "date": "2019-03-29 10:39", "summary": "What could young minds do if they were taught everything and freed of all distractions-chores, phones and, most of all, the opposite sex?. Two classic sci-fi scenarios, both still productive: the House of Experiments and the Galactic Empire. Josh Malerman's \"Inspection\" (Del Rey, 387 pages, $27) falls into the first category. It starts from the premise-surely correct-that the world as it is creates \"a constant waste of potential.\" What could young minds do if they were taught everything and freed of all distractions-chores, phones, messages and, most of all, the opposite sex?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nemesis-of-the-rainforests-peace-11553870016", "title": "The Nemesis of the Rainforests: Peace", "date": "2019-03-29 10:33", "summary": "From Peru to Indonesia, the end of military conflict has enabled new development that hurts tropical ecosystems. When Colombia's government signed a peace deal with leftist guerrillas in 2016, it ended one of the world's longest-running conflicts and inspired hope for the country's future. It also had an unexpected downside. The return of normalcy led to a spike in rainforest-clearing, as landowners mowed down former guerrilla hide-outs to establish cattle ranches and plantations. Colombian researchers say that much of the country's portion of the Amazon jungle is now in danger.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egon-balas-jailed-and-tortured-in-romania-found-salvation-in-math-11553869800", "title": "Egon Balas, Jailed and Tortured in Romania, Found Salvation in Math", "date": "2019-03-29 10:30", "summary": "After losing his faith in Marxism, academic discovered a genius for devising algorithms and solving business problems. As a Jewish teenager in Romania in the 1930s, Egon Balas was curious about math, physics and girls. Politics were of scant interest. With the rise of Nazism and the onset of World War II, however, he was open to explanations about what had gone wrong with the world.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-tightens-grip-over-turkey-as-local-elections-loom-11553869801", "title": "Erdogan Tightens Grip Over Turkey as Local Elections Loom", "date": "2019-03-29 10:30", "summary": "Amid growing economic malaise, the president is intensifying a crackdown on dissent; 'give those brutes the Ottoman slap they deserve,' he tells a campaign rally in a town Kurds once led. AGRI, Turkey-President Recep Tayyip Erdogan intends to retain tight control over this far-eastern town, regardless of the outcome of Sunday's municipal elections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-hedging-on-futures-flooding-swamps-midwest-paying-higher-premiums-11553869601", "title": "Today's Logistics Report: Hedging on Futures; Flooding Swamps Midwest; Paying Higher Premiums", "date": "2019-03-29 10:26", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-hermes-built-a-booming-luxury-business-from-a-humble-harness-11553869216", "title": "How Hermès Built a Booming Luxury Business From a Humble Harness", "date": "2019-03-29 10:20", "summary": "Although it's more widely known in popular culture for wait-listed handbags like the Birkin, the French brand still caters to well-heeled equestrians. BEING ON HOLD with someone at the Hermès office is a bit like trying to reach Mister Ed. Instead of canned corporate music, one hears the clip-clop of horses' hoofs and the occasional neigh. Like the French luxury brand's horse-drawn-carriage logo and the various crops/stirrups/bridles that pop up in every aspect of its branding and design, the soundscape is calculated to underline its horsey heritage. Now best known for its wait-listed handbags like the Birkin and its silk scarfs, the company has been rooted in equestrian culture since its first product: an 1837 harness. As Marion Larochette, director of the equestrian métier for the brand said, \"For almost a century the horse was the only client for Hermès.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-ever-tire-of-calling-presidents-illegitimate-11553868443", "title": "Will We Ever Tire of Calling Presidents Illegitimate?", "date": "2019-03-29 10:07", "summary": "The public seems to be the only real check on this mania among the elite. Robert Mueller's formal investigation may be over, but you can rest assured that for a sizable portion of the political and media establishment the attempt to unseat Donald Trump will continue. While unambiguously clearing the president of the central charge that he conspired with the Russian government in the 2016 election, Mr. Mueller's ambiguous conclusions on obstruction of justice-and Attorney General William Barr's opaquely concise interpretation of them-provided just enough of an opening to Mr. Trump's opponents to keep the wheels of the investigative process turning.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-negotiators-take-aim-at-chinas-cybersecurity-law-11553867916", "title": "U.S. Trade Negotiators Take Aim at China's Cybersecurity Law", "date": "2019-03-29 09:58", "summary": "Data flows and other high-tech issues come to the fore as officials pursue agreement. BEIJING-U.S. and Chinese trade negotiators haggled over how to get Beijing to walk back China's tough cybersecurity law as both sides push to resolve deep-seated irritants and settle a yearlong tariff fight.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storage-made-elegant-the-wardrobes-timeless-appeal-11553867591", "title": "Combat Clutter the Most Elegant Way: An Armoire's Timeless Appeal", "date": "2019-03-29 09:53", "summary": "Reconsider wardrobes, whose history goes back further than their 1980s stint as clunky 'entertainment centers'. THERE WAS A TIME, the 1980s, actually, when you couldn't walk into a newly minted \"great room\" or hotel accommodation without encountering a hulking free-standing cabinet. Inevitably French provincial in style, with swooping scrolls meeting in the middle, these classic designs had been co-opted as entertainment centers. Said Peter Kenny, co-president of the Classical American Homes Preservation Trust, \"Those hotel wardrobes are really the ultimate insult to the form.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-strikes-6-9-billion-cancer-deal-with-japanese-drugmaker-11553849095", "title": "AstraZeneca Strikes $6.9 Billion Cancer Deal With Japanese Firm", "date": "2019-03-29 09:49", "summary": "Deal for part of the rights to Daiichi Sankyo's antibody drug is part of Astra's heavy investment in cancer research. AstraZeneca PLC has agreed to pay Japan's Daiichi-Sankyo Co. up to $6.9 billion for shared rights to a new cancer drug, as the British drugmaker expands further in the oncology market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-economy-expanded-0-3-in-january-11553864489", "title": "Canadian Economy Expanded 0.3% In January", "date": "2019-03-29 09:48", "summary": "Monthly advance more than offsets declines in previous two months. OTTAWA-The Canadian economy expanded in January, beating expectations and fully offsetting declines that were posted in the previous two months.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rubens-phenomenon-11553866942", "title": "The Rubens Phenomenon", "date": "2019-03-29 09:42", "summary": "A new show explores the early years of 'the most successful artist in history'. Europe's great museums are packed to the rafters with oversize works by Peter Paul Rubens (1577-1640). Now Americans will have a chance to wallow in the excess thanks to \"Early Rubens,\" a new show opening April 6 at San Francisco's Legion of Honor museum. (It will move to Toronto's Art Gallery of Ontario in the fall.) Featuring some 50 works from North American and European collections, the exhibition traces the Flemish artist's trajectory from young man on the loose to favorite painter of European royalty.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-inflation-gauge-slid-in-january-to-slowest-pace-since-2016-11553866158", "title": "U.S. Inflation Gauge Slid in January", "date": "2019-03-29 09:29", "summary": "Fed's preferred measure, the personal-consumption-expenditures price index, was up just 1.37% from a year earlier. WASHINGTON-A key measure of U.S. inflation fell in January to its slowest pace since 2016, underscoring concerns about softening price pressures that have confounded policy makers at the Federal Reserve.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-reason-porsche-ignitions-are-left-of-the-wheel-11553866078", "title": "The Real Reason Porsche Ignitions Are Left of the Wheel", "date": "2019-03-29 09:27", "summary": "Porsche owners love to brag how their cars' odd ignition placement can be traced to the brand's racing tradition. The story is baloney, as Dan Neil discovered. NEWBIE PORSCHE owners may experience brief disorientation. It could take a few mornings to get used to the German luxury-sport cars' ignition switch being to the left of the steering wheel, outboard of the driving position, not inboard like every other make of car in the known universe.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-to-host-egypts-president-abdel-fattah-al-sisi-in-april-11553865802", "title": "Trump to Host Egyptian President at White House in April", "date": "2019-03-29 09:23", "summary": "Leaders will discuss strategic partnership and military, economic and counterterrorism cooperation. WASHINGTON-President Trump will host Egypt's President Abdel Fattah al-Sisi at the White House in April, the White House said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-search-of-the-worlds-oldest-wine-11553865699", "title": "In Search of the World's Oldest Wine", "date": "2019-03-29 09:21", "summary": "A number of places claim to be the birthplace of winemaking and still produce wine, too. Judging by today's standards, our wine columnist recommends bottles with both modern appeal and deep historical resonance. WHEN AND WHERE were the first grapes cultivated, pressed, fermented and imbibed? Of the many contenders for that distinction, the following six places are consistently among the most frequently cited. Whether any of these is the true birthplace of winemaking-newly unearthed evidence perpetually upends our understanding of vinous history-we must judge the wines made there now as we would any other, on present merits. The bottles listed here, all notable examples of the countries' respective styles and winemaking traditions, more than hold their own in terms of quality alongside wines from regions far more widely celebrated today. And when it comes to provenance, you could hardly hope to go deeper.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-apple-supplier-foxconn-suffers-profit-drop-11553864450", "title": "Major Apple Supplier Foxconn Suffers Profit Drop", "date": "2019-03-29 09:15", "summary": "The performance of the Taiwanese assembler of iPhones offers a window into the U.S. tech titan's operations. Foxconn Technology Group, a major supplier to Apple Inc., said the Taiwanese company's net profit fell 12.6% in the fourth quarter against a backdrop of weak iPhone sales in China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-moves-to-regulate-drilling-after-years-of-conflict-11553864763", "title": "Colorado Moves to Regulate Drilling After Years of Conflict", "date": "2019-03-29 09:06", "summary": "Resume Subscription. FIRESTONE, Colo.-Erin Martinez never got too involved in politics until her husband and brother were killed in an explosion after natural gas leaked from an abandoned line near her property. Two years later, the 41-year old high-school science teacher has become one of the leading voices calling for tougher regulations on this state's booming drilling industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sweet-spot-where-data-analysis-meets-chocolate-11553864402", "title": "Sweet Spot: Where Data Analysis Meets Chocolate", "date": "2019-03-29 09:00", "summary": "A data scientist for Hershey plots the best way to route peanuts and stock the candy aisle. Todd Ferris used to deploy data science to manage ground-equipment logistics for the Marine Corps. Now, as a principal data scientist for Hershey Co. , he can track a cocoa bean from harvest to chocolate bar on a store shelf. Here are edited excerpts from an interview about his career path.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-action-with-a-hollywood-twist-screenwriters-threaten-to-fire-their-agents-11553864404", "title": "Labor Action, With a Hollywood Twist: Screenwriters Threaten to Fire Their Agents", "date": "2019-03-29 09:00", "summary": "Writers' union accuses talent agents of conflict of interest in widely used television deals. The middle-class wage squeeze is affecting an unlikely group: Hollywood movie and television writers, who are threatening to fire their agents en masse over what their union calls unfair business practices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-wells-fargo-morgan-stanley-campbell-soup-rh-oxford-industries-and-progress-software-11553855990", "title": "Stocks to Watch: Lyft, Wells Fargo, Morgan Stanley, RH, and More", "date": "2019-03-29 08:53", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-tightens-laws-on-sex-abuse-within-vatican-11553859735", "title": "Pope Tightens Laws on Sex Abuse Within Vatican", "date": "2019-03-29 08:38", "summary": "Vatican move is part of the Catholic Church's broad measures to address a sexual-abuse crisis. ROME-The Vatican issued new, tougher laws on Friday against the sexual abuse of minors within the city state, a largely symbolic move as part of the Catholic Church's crackdown on sex abuse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-ipo-feeds-war-chest-of-japans-online-shopping-king-11553862931", "title": "Lyft IPO Feeds War Chest of Japan's Online-Shopping King", "date": "2019-03-29 08:35", "summary": "Hiroshi Mikitani's e-commerce company Rakuten is locked in competition with Masayoshi Son's SoftBank on multiple fronts. TOKYO-The debut of Lyft Inc. shares at a valuation of $24 billion marks the arrival of Japanese billionaire Hiroshi Mikitani to the list of Silicon Valley's venture-capital heavyweights.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethan-james-green-on-capturing-the-faces-of-nycs-queer-youth-11553862914", "title": "Ethan James Green on Capturing the Faces of NYC's Queer Youth", "date": "2019-03-29 08:35", "summary": "The photographer's evolution is reflected in his black-and-white portraiture in \"Young New York\". In 2008, aspiring photographer Ethan James Green, then 18, moved from Michigan to New York City to work as a fashion model. He ended up posing for photographer David Armstrong, who became his mentor and inspired Green to explore portraiture. Green focused on fellow members of New York's queer community. These images, shot from 2014 to 2018, make up Green's first monograph, Young New York, published by Aperture. \"It's about celebrating people for who they are,\" says Green, 29, \"allowing them to be seen as they want to be seen.\" WSJ. asked Green about his project and how his work comes together.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-you-can-wear-cary-grants-north-by-northwest-sunglasses-11553862803", "title": "Now You Can Wear Cary Grant's 'North by Northwest' Sunglasses", "date": "2019-03-29 08:33", "summary": "The new line of glasses from Oliver Peoples is the first collaboration to be authorized by Grant's family. A pair of tortoiseshell sunglasses, a blue-gray Glen-check suit and a crop-duster plane. Few films are more instantly recognizable than Alfred Hitchcock's 1959 North by Northwest, starring the inimitable Cary Grant as advertising executive Roger O.Thornhill. \"Grant was one of the most elegant men in the world,\" says Giampiero Tagliaferri, the creative director of eyewear brand Oliver Peoples. It was the actor's iconic status, and the movie's enduring appeal, that led the company to create special-edition Cary Grant frames, based on Thornhill's signature shades.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethan-james-greens-young-new-york-11553862764", "title": "Ethan James Green's Young New York", "date": "2019-03-29 08:32", "summary": "The David Armstrong protegee is ready to release his black-and-white portraiture collection called \"Young New York.\". We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-removes-accounts-linked-to-dutertes-former-social-media-manager-11553861357", "title": "Facebook Pulls Accounts Linked to Duterte's Ex-Social-Media Manager", "date": "2019-03-29 08:09", "summary": "Takedown includes 175 Facebook accounts, groups and pages, as well as 25 Instagram accounts. Facebook has removed 200 accounts, groups and pages linked to a communications consultant who managed Philippine President Rodrigo Duterte's social-media campaign, saying individuals behind the activity used fake accounts to misrepresent themselves.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/augusta-national-is-set-for-womens-amateur-event-11553860802", "title": "Augusta National Is Set for Women's Amateur Event", "date": "2019-03-29 08:00", "summary": "It will mark the first time the home of the Masters has hosted a women's championship of any kind. For Kim Hartlage, watching the Masters has long been a rite of spring. A former college golfer, she would tune in every year with her daughter, Lauren, who is now a junior on the University of Louisville women's golf team. Yet neither of them grew up dreaming of one day teeing off at Augusta National Golf Club, the home of the Masters, which had no female members before 2012.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailands-shaky-re-embrace-of-democracy-descends-into-disarray-11553858211", "title": "Thailand's Shaky Re-Embrace of Democracy Descends Into Disarray", "date": "2019-03-29 07:16", "summary": "Footage showing an army officer appearing to check his soldiers' ballots has come to symbolize worsening frustration with elections. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-bleeding-money-can-its-ipo-pay-off-11553857201", "title": "Lyft's Bleeding Money. Can Its IPO Pay Off?", "date": "2019-03-29 07:00", "summary": "The ride-sharing app's value proposition hinges upon sustained spending by loyal customers. Lyft is accelerating at warp speed, but what happens if its loyal riders have to pump the brakes?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-officials-step-up-efforts-to-thwart-election-interference-in-coming-vote-11553857201", "title": "EU Election Poses 'Tempting Target' for Hackers Intent on Interfering", "date": "2019-03-29 07:00", "summary": "Cybersecurity experts say peddlers of disinformation may try to sow discord ahead of huge European Parliament vote. BRUSSELS-An alliance of election officials, tech companies and social-media researchers are stepping up efforts to thwart attempts at interference by hackers and peddlers of disinformation to skew European elections in May.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-moores-unusual-route-to-the-fed-as-a-political-warrior-11553828730", "title": "Stephen Moore's Unusual Route to the Fed", "date": "2019-03-29 06:59", "summary": "President Trump's pick for a seat on the central bank rose through the conservative ranks, but knocked heads with like-minded thinkers. Former Trump campaign adviser Stephen Moore followed an unconventional journey to becoming the president's latest pick for a seat on the Federal Reserve Board of Governors.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-youll-never-pick-a-perfect-ncaa-bracket-11553856629", "title": "Here's Why You'll Never Pick a Perfect NCAA Bracket", "date": "2019-03-29 06:50", "summary": "The odds of guessing the winner in all 63 March Madness games are astronomical. If you've never filled out a perfect NCAA March Madness bracket, don't feel bad. No one ever has-but fans keep trying.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-mitsubishi-alliance-needs-to-grow-up-11553854014", "title": "Renault-Nissan-Mitsubishi Alliance Needs to Grow Up", "date": "2019-03-29 06:06", "summary": "The auto makers should either merge or unwind a chunk of their cross-shareholdings. The Renault -Nissan Alliance turned 20 this week but still hasn't figured out what it wants to be when it grows up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-care-stocks-have-made-a-killing-for-investors-now-its-time-to-say-goodbye-11553851811", "title": "Death-Care Stocks Have Made a Killing for Investors. Now It's Time to Say Goodbye.", "date": "2019-03-29 05:46", "summary": "Funeral firms like Service Corp. have surged over the past decade, but competition and greater price transparency threaten their bull run. In the long run, we're all dead. That suits some investors just fine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bond-market-comes-of-agesort-of-11553850716", "title": "China's Bond Market Comes of Age-Sort of", "date": "2019-03-29 05:14", "summary": "Foreigners will soon be exposed to the huge local-government debt market, whether or not they want to be. The world's third-largest bond market is throwing a big coming-of-age party on Monday. Foreigners have little choice but to attend and may have difficulty leaving.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-believe-737-max-stall-prevention-feature-activated-in-ethiopian-crash-11553836204", "title": "Boeing 737 MAX Stall Preventer Believed Activated in Ethiopian Crash", "date": "2019-03-29 05:05", "summary": "Emerging consensus is the strongest indication yet that the same MCAS system misfired in the fatal Ethiopian and Indonesian flights. Officials believe a suspect automated flight-control system activated before a Boeing Co. 737 MAX nose-dived into the ground in Ethiopia, according to people briefed on investigators' preliminary conclusion from data captured by the doomed flight's black boxes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-shakes-off-heightened-global-scrutiny-to-post-strong-results-11553826912", "title": "Huawei Shakes Off U.S. Offensive to Post Strong Results", "date": "2019-03-29 01:32", "summary": "Huawei chairman says cybersecurity is 'the absolute top of our agenda'. SHENZHEN, China-Huawei Technologies Co. said its revenue rose 20% last year to $107 billion, signaling that a U.S.-led campaign to block the Chinese company's rise in networking technology hasn't curbed its overall growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553800908", "title": "Pepper...and Salt", "date": "2019-03-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-meet-south-koreas-president-moon-at-the-white-house-11553826372", "title": "Trump to Meet South Korea's President Moon", "date": "2019-03-29 22:56", "summary": "The two leaders will discuss their efforts to denuclearize the Korean Peninsula at the meeting on April 11. South Korea's President Moon Jae-in will meet with President Trump at the White House in April to discuss their efforts to denuclearize the Korean Peninsula.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-halts-execution-ruling-inmate-entitled-to-buddhist-cleric-11553828074", "title": "Supreme Court Halts Execution, Ruling Inmate Entitled to Buddhist Cleric", "date": "2019-03-29 22:54", "summary": "Justices' decision in Texas case breaks with their rejection of similar plea from Muslim prisoner last month. WASHINGTON-The Supreme Court blocked Texas from executing a Buddhist inmate Thursday, saying that the condemned man, Patrick Murphy, was entitled to a spiritual adviser in the death chamber just as Christian prisoners may request a chaplain's presence as they draw their final breath.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-delays-program-to-rein-in-rebates-in-win-for-stock-exchanges-11553827006", "title": "SEC Delays Program to Rein In Rebates in Win for Exchanges", "date": "2019-03-29 22:36", "summary": "Agency is delaying implementation until federal appeals court can rule on case brought by major exchanges. The Securities and Exchange Commission temporarily halted its own initiative to limit the rebates that stock exchanges can pay to attract investors' orders, marking at least a temporary victory for the New York Stock Exchange and Nasdaq Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-boasts-about-mueller-report-jeers-collusion-delusion-at-rally-11553825749", "title": "Trump Boasts About Mueller Report, Jeers 'Collusion Delusion' at Rally", "date": "2019-03-29 22:15", "summary": "Hurls insults at Democrats, says rivals 'tear up the fabric of American democracy'. President Trump hailed the end of the \"collusion delusion\" at a campaign rally in Michigan on Thursday and accused his political opponents of trying to \"tear up the fabric of American democracy.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-official-says-mueller-report-is-more-than-300-pages-11553786698", "title": "Democrats Push for Fast Release of Mueller Report", "date": "2019-03-29 22:13", "summary": "Speaker Nancy Pelosi calls Attorney General William Barr's summary of findings 'condescending'. WASHINGTON-House Speaker Nancy Pelosi criticized Attorney General William Barr on Thursday over his handling of the special counsel's report, pressing the case for the full release of the document as President Trump and Republicans continued to claim vindication in the Russia probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-blocks-trump-rule-on-association-health-plans-11553824379", "title": "Federal Judge Blocks Trump Rule on Association Health Plans", "date": "2019-03-29 21:52", "summary": "Rules loosening requirements on certain limited plans was designed to 'end run' 2010 health law. WASHINGTON-A federal judge on Thursday struck down a Trump administration rule expanding access to certain health plans that don't comply with the Affordable Care Act, a blow to the president just as he promises to deliver a replacement package for the health law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whittaker-chambers-award-draws-criticismfrom-his-family-11553765402", "title": "Whittaker Chambers Award Criticized-by His Family", "date": "2019-03-29 21:28", "summary": "Family members say the conservative icon would be appalled by the recipients of the National Review's prize. WESTMINSTER, Md.-The National Review Institute, parent of the conservative National Review magazine, on Thursday bestowed its second biennial Whittaker Chambers Award on someone chosen by the judges for representing the values of the anti-Communist icon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pledges-to-fund-great-lakes-restoration-11553821885", "title": "Trump Pledges to Fund Great Lakes Restoration", "date": "2019-03-29 21:11", "summary": "Announcement marks second budget reversal Thursday. President Trump said Thursday he would look to fully fund the $300 million Great Lakes Restoration Initiative, reversing the sharp cuts proposed in his recent budget proposal for the next fiscal year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-disapproves-of-proposed-pg-e-board-11553811890", "title": "California Governor Disapproves of Proposed PG&E Board", "date": "2019-03-29 21:05", "summary": "In sharply worded letter, Gavin Newsom says utility's expected new board features too many Wall Street financiers, too few safety experts. California Gov. Gavin Newsom criticized what he described as plans by PG&E Corp. to stack its board with hedge-fund financiers interested in \"prioritizing quick profits for Wall Street over public safety.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-says-jackson-hewitt-lied-to-get-tax-credits-11553820208", "title": "Whistleblower Says Jackson Hewitt Lied to Get Tax Credits", "date": "2019-03-29 20:43", "summary": "Former executive alleges tax-services company didn't intend to move out of New Jersey as it claimed in application. TRENTON, N.J.-A former Jackson Hewitt Inc. executive told a task force investigating New Jersey's corporate tax-incentive program Thursday that the company lied about its plans to leave the state to secure $2.7 million in tax credits.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-security-council-asks-nations-to-adopt-laws-on-terror-financing-11553818459", "title": "U.N. Security Council Asks Nations to Adopt Laws on Terror Financing", "date": "2019-03-29 20:14", "summary": "Action is aimed at international networks and organized groups that fund and promote terrorism. UNITED NATIONS-The U.N. Security Council unanimously approved a resolution Thursday naming terrorist financing a serious crime and demanding that all countries set up a domestic legal framework to counter the practice.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-will-cut-its-fleet-of-vehicles-by-1-000-11553817725", "title": "New York City Will Cut Its Fleet of Vehicles By 1,000", "date": "2019-03-29 20:02", "summary": "The move aims to decrease emissions and ease congestion, but the reduction will only make a small dent in the total number, which has grown under Mayor Bill de Blasio. New York City plans to reduce its fleet of official vehicles by 1,000 to decrease emissions and ease congestion, but the cuts will only make a small dent in the total number, which has grown under Mayor Bill de Blasio.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]