[{"link": "https://www.wsj.com/articles/colombian-high-court-frees-ex-rebel-sought-by-u-s-11559260326", "title": "Colombian High Court Frees Ex-Rebel Sought by U.S.", "date": "2019-05-30 19:52", "summary": "Seuxis Hernández can't be extradited to U.S. on drug charges because he has seat in congress, court rules. BOGOTÁ, Colombia-Former guerrilla commander Seuxis Hernández was freed from jail on Thursday and preparing to be sworn in as a congressman, capping a weekslong legal roller coaster that pitted courts against politicians in a country polarized over what to do with the ex-rebel.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-measles-cases-set-record-11559242458", "title": "U.S. Measles Outbreaks Hit Highest Level in More Than 25 Years", "date": "2019-05-30 19:45", "summary": "CDC says 971 cases have been reported so far in 2019. The number of measles cases in the U.S. this year has hit its highest level in more than 25 years, the Centers for Disease Control and Prevention reported, warning that a major public-health milestone-the elimination of measles in the U.S.-may be sacrificed if two large outbreaks aren't curbed by the fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-denies-knowing-of-directive-to-move-uss-mccain-out-of-sight-11559222411", "title": "Trump Defends Official Who Ordered USS McCain Be Out of Sight", "date": "2019-05-30 19:35", "summary": "President repeats his previous criticisms of late senator, doesn't apologize for White House directive. WASHINGTON-President Trump defended the White House official who issued an order that the warship USS John S. McCain be \"out of sight\" during his visit to Japan, calling it \"well-meaning,\" but denied knowing about it in advance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-says-administration-seeks-new-naftas-approval-this-summer-11559238374", "title": "Pence Says Administration Seeks New Nafta's Approval This Summer", "date": "2019-05-30 19:32", "summary": "Getting pact through Congress is seen by White House as important for 2020 re-election effort. OTTAWA-The Trump administration stepped up its campaign to win support for a new trade agreement with Canada and Mexico that faces congressional headwinds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josh-hawleys-legal-principles-11559259088", "title": "Josh Hawley's Legal Principles", "date": "2019-05-30 19:31", "summary": "Conservatives will suffer under his standard for judicial nominees.. An acute danger in these polarized times is that partisans will trample core American principles to achieve their political goals. One such principle is that every American deserves legal representation, and a corollary is that lawyers don't have to agree with their clients to represent them.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-culture-war-11559258959", "title": "Disney's Culture War", "date": "2019-05-30 19:29", "summary": "Bob Iger doesn't help his company with boycott threats.. Few companies appeal to more disparate corners of American society than the Walt Disney Co. , so count us among the bewildered to see Disney CEO Bob Iger march to the front lines of the culture wars.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-election-do-over-11559258874", "title": "Israel's Election Do-Over", "date": "2019-05-30 19:27", "summary": "Netanyahu falls victim to his own political success.. Benjamin Netanyahu suffered a stunning setback Wednesday as he failed to form a governing coalition, plunging Israel into a new election campaign less than two months after his Likud Party's apparent triumph. Mr. Netanyahu's center-right Likud was expected to reassemble its coalition with religious parties as well as Avigdor Lieberman's secular nationalist Yisrael Beiteinu. Tensions between those two factions have long been evident, but this time they proved too wide to bridge, denying Mr. Netanyahu a Knesset majority.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-unions-vs-single-payer-11559258778", "title": "Public Unions vs. Single-Payer", "date": "2019-05-30 19:26", "summary": "Look who has doubts about government-run health care.. Progressives in New York are pushing single-payer legislation that they claim will reduce health costs and improve care, but not even their friends in the public unions are buying it. As labor leaders know all too well, government control inevitably leads to higher costs and taxes and lower quality of service.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-farmers-need-immigration-reform-11559258759", "title": "American Farmers Need Immigration Reform", "date": "2019-05-30 19:25", "summary": "Will migrant workers produce our food here or elsewhere?. I immigrated to the U.S. almost 30 years ago. My life since then has been full of opportunities to pursue the American Dream. But as a former agriculture CEO, I've witnessed firsthand how poorly the immigration system serves the farming industry and immigrants alike.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-to-deliver-packages-7-days-a-week-11559225213", "title": "FedEx to Deliver Packages 7 Days a Week", "date": "2019-05-30 19:22", "summary": "Delivery giant will keep packages it currently gives to post office as it adjusts operations to new shopping habits. FedEx Corp. said it would start offering Sunday deliveries to most U.S. homes, the latest sign that the U.S.'s online shopping habits are pressuring companies to revamp their operations to fulfill orders almost as fast as they are placed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-lets-some-countries-continue-limited-iran-oil-imports-11559233603", "title": "U.S. Lets Some Countries Continue Limited Iran Oil Imports", "date": "2019-05-30 19:22", "summary": "Nations granted temporary reprieve from sanctions if purchases were completed, loaded by May 2 deadline. Countries that haven't yet hit a U.S. limit on imports of Iranian oil can continue the trade without risk of sanctions until they reach the negotiated cap, a senior U.S. official said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talent-war-at-home-prompts-u-s-employers-to-take-another-look-abroad-11559257791", "title": "'Talent War' at Home Prompts U.S. Employers to Take Another Look Abroad", "date": "2019-05-30 19:09", "summary": "Job postings for AI positions in the U.S. increased 159% over the past year, according to IT trade group CompTIA. U.S. companies racing to tap artificial intelligence and other high-tech tools face a shortage of workers at home who have hands-on experience, managers and recruiters say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-first-quarter-loss-tops-1-billion-11559246846", "title": "Uber Cites Tight Competition After Posting $1 Billion Loss", "date": "2019-05-30 19:07", "summary": "Ride-hailing company's chief says competitors are focusing less on discounts, more on products. Uber Technologies Inc. executives sought to reassure investors about its growth as an onslaught of competition from ride-hailing and delivery rivals led to a $1 billion loss in the first quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-gets-ball-rolling-on-trade-deal-ratification-11559248675", "title": "Mexico Gets Ball Rolling on Trade-Deal Ratification", "date": "2019-05-30 19:05", "summary": "New deal needs approval from Mexican, Canadian and U.S. legislatures. MEXICO CITY-The Mexican government has launched the process of securing legislative approval for the U.S. Mexico Canada Agreement, the trade deal negotiated last year to replace the North American Free Trade Agreement.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-blames-iran-for-houthi-drone-attacks-11559257252", "title": "Bolton Blames Iran for Houthi Drone Attacks", "date": "2019-05-30 19:00", "summary": "National security adviser, in London, adds another facet to U.S. campaign to put pressure on Tehran. LONDON-Iran bears responsibility for recent drone attacks carried out by Houthi rebels on targets in Saudi Arabia, John Bolton, President Trump's national security adviser, said Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-sales-rise-as-tariff-uncertainty-looms-11559256942", "title": "Costco Sales Rise as Tariff Uncertainty Looms", "date": "2019-05-30 18:55", "summary": "Finance chief says chain accelerated some imports and shifted production, but 'prices will go up'. Costco Wholesale Corp. booked another quarter of sales gains, boosted by increasing visits to its warehouse clubs as the retail giant tries to navigate the U.S.-China trade fight.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-hold-baltimore-hostage-11559256722", "title": "Hackers Hold Baltimore Hostage", "date": "2019-05-30 18:52", "summary": "Ransomware has shut down the city's computers for three weeks, as officials play the blame game.. Discontent in Baltimore is usually high at this time of the spring as Orioles fans already watch their playoff hopes fade. But this year local residents have more to be angry about. For more than three weeks the city government's computers have been offline. That means no emails have been going in or out of city hall, and the systems used to settle parking fines, pay water bills, property taxes and more are out of commission. These are online systems that most of us take for granted-until they stop working.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muellers-exit-and-an-impeachment-alternative-11559256752", "title": "Mueller's Exit and an Impeachment Alternative", "date": "2019-05-30 18:52", "summary": "Trying to overturn an election would be too divisive. Congress should censure Trump instead.. The investigation is complete, his office is closed, he returns to private life. And Robert Mueller leaves in his wake a great murk, doesn't he?", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-modi-threaten-indian-democracy-11559256676", "title": "Does Modi Threaten Indian Democracy?", "date": "2019-05-30 18:51", "summary": "His party now has virtually untrammeled power, though state governments are an important check.. New Delhi", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marijuana-advocates-to-press-new-york-lawmakers-as-amended-bill-submitted-11559256609", "title": "Marijuana Advocates to Lobby New York Lawmakers on Amended Bill", "date": "2019-05-30 18:50", "summary": "Companies and groups agree to fund a lobbying campaign. Advocates of legalizing the recreational use of marijuana in New York are preparing a final push on state lawmakers, though the chances of enacting such a measure this year remain uncertain.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cow-palace-out-to-pasture-11559256634", "title": "The Cow Palace, Out to Pasture", "date": "2019-05-30 18:50", "summary": "The Golden State Warriors' old arena represents a lost American age. Now corporate sponsors reign.. Amid the cacophonous cheering at the corporate-arena National Basketball Association Finals, think a kindly thought about the Cow Palace just south of San Francisco.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/examining-the-latest-false-alarm-on-climate-11559256615", "title": "Examining the Latest False Alarm on Climate", "date": "2019-05-30 18:50", "summary": "High seas won't displace 187 million people-and the claim isn't even new.. You've probably seen the latest alarming headlines: Rising sea levels from climate change could flood 187 million people out of their homes. Don't believe it. That figure is unrealistic-and it isn't even new. It appears in a new scholarly paper, whose authors plucked it from a paper published in 2011. What the earlier paper actually found was that 187 million could be forced to move in the unlikely event that, in the next 80 years, no one does anything to adapt to dramatic rises in sea level.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/images-hidden-for-30-years-11559256574", "title": "Images Hidden for 30 Years", "date": "2019-05-30 18:49", "summary": "Liu Jian took memorable photos around Tiananmen Square in 1989. Then he tried to forget them. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/play-hungry-review-charlie-hustle-in-extra-innings-11559256584", "title": "'Play Hungry' Review: Charlie Hustle in Extra Innings", "date": "2019-05-30 18:49", "summary": "Of his collision with Bud Harrelson in the 1973 playoffs, Pete Rose says simply: \"I did what I always did.\" The modern game he ﬁnds sanitized and dull.. Pete Rose was banished from professional baseball 30 years ago-the same number of years he spent in the game itself, where he set the record for most hits and most games played and earned a reputation for fierce competitiveness. \"Play Hungry,\" his memoir, amounts to an eloquent plea for reinstatement.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-democrats-can-avoid-losing-11559256496", "title": "How Democrats Can Avoid Losing", "date": "2019-05-30 18:48", "summary": "Trump is beatable in 2020, but only if his opponent appeals beyond the base.. Typically a Democratic presidential nominating field contains candidates from various flanks of the party. This year most contenders are taking positions that aim to attract activists who work and vote in early primaries and caucuses-but that could result in landslide defeat in November. Fortunately, there's still time to adjust. Here's how:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-chinas-war-on-christians-11559256446", "title": "Inside China's War on Christians", "date": "2019-05-30 18:47", "summary": "As the faithful grow in number, Beijing steps up repression that is wide and deep.. June 4, 1989, was a seminal day for China's faithful, as the Chinese government massacred thousands of pro-democracy demonstrators in Beijing's Tiananmen Square. The same day, Communist Party leaders watched as pro-democracy candidates in Poland supplanted Communist rule-with Pope John Paul II's indispensable support. Together the events jolted Beijing into tightening its control over religion.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-store-chains-post-stronger-sales-but-tariffs-cloud-outlook-11559229417", "title": "Dollar-Store Chains Post Stronger Sales, But Tariffs Cloud Outlook", "date": "2019-05-30 18:46", "summary": "Dollar Tree cuts earnings forecast for year, while Dollar General maintains guidance. Sales at Dollar General Corp. and Dollar Tree Inc. rose in the latest quarter, but both discount retailers said the prospect of tariffs being imposed on more products imported from China cast uncertainty on their businesses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-really-needed-this-pit-stop-11559255810", "title": "Uber Really Needed This Pit Stop", "date": "2019-05-30 18:36", "summary": "Uber reports slowing growth in revenue and riders, but predicts losses could improve. When you're running on fumes, even a little gas seems to help.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/list-of-accused-boy-scouts-abusers-grows-lawyers-say-11559253681", "title": "List of Accused Boy Scouts Abusers Grows, Lawyers Say", "date": "2019-05-30 18:26", "summary": "Alleged abusers aren't named in organization's publicly available ineligible-volunteer files. A team of attorneys says it has identified more than 250 abusers connected to the Boy Scouts of America, as the organization considers filing for bankruptcy ahead of an expected rush of sexual-misconduct lawsuits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nii-holdings-becomes-latest-front-in-alix-mckinsey-bankruptcy-battle-11559254944", "title": "NII Holdings Becomes Latest Front in Alix, McKinsey Bankruptcy Battle", "date": "2019-05-30 18:22", "summary": "AlixPartners LLP founder has asked judge to reopen NII's chapter 11 over conflict allegations. AlixPartners LLP founder Jay Alix has asked a judge to reopen the 2014 bankruptcy of NII Holdings Inc., a provider of Nextel-branded wireless services in Latin America, claiming adviser McKinsey & Co. misled the court by concealing serious conflicts of interest.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coney-island-is-the-nations-thrill-ride-testing-ground-11559254527", "title": "Coney Island Is the Nation's Thrill-Ride Testing Ground", "date": "2019-05-30 18:15", "summary": "Two new rides to debut in Luna Park, following many others first unveiled and fine-tuned in Brooklyn before being replicated across U.S.. Coney Island touts itself as the birthplace of the amusement park and the location of the first hot-dog stand. Among its lesser-known distinctions, the Brooklyn boardwalk district is one of the first stops for brand-new thrill rides.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-on-track-to-snap-three-day-winning-streak-11559240718", "title": "Dollar Falls, Snapping Three-Day Winning Streak", "date": "2019-05-30 18:13", "summary": "Investors weigh comments from Fed official on interest rates. The U.S. dollar fell Thursday, snapping a three-day winning streak.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-cfo-leaving-company-in-leadership-shake-up-11559254049", "title": "GameStop CFO Leaving Company in Leadership Shake-up", "date": "2019-05-30 18:07", "summary": "Rob Lloyd will step down as financial and operating chief. GameStop Corp. said Thursday that its financial and operating chief Rob Lloyd is stepping down from the embattled videogame retailer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-representatives-opposition-discussed-early-elections-11559253302", "title": "Maduro Representatives, Opposition Discussed Early Elections", "date": "2019-05-30 17:55", "summary": "Talks in Norway come as Venezuela is in the midst of a growing humanitarian crisis. Venezuelan President Nicolás Maduro's top lieutenants discussed the possibility of early presidential elections in talks with the opposition in Norway this week, according to people familiar with the talks.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gannett-holds-merger-talks-with-gatehouse-media-11559228913", "title": "Gannett Holds Merger Talks With GateHouse Media", "date": "2019-05-30 17:49", "summary": "The potential tie-up would bring together the two largest newspaper groups in the country. USA Today publisher Gannett Co. has recently held merger talks with GateHouse Media, according to people familiar with the matter, a possible deal that would bring together the nation's two largest newspaper groups by circulation.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mtas-new-watchdog-vows-to-root-out-fraud-11559252528", "title": "MTA's New Watchdog Vows to Root Out Fraud", "date": "2019-05-30 17:42", "summary": "State Senate voted Thursday to confirm Carolyn Pokorny as MTA's inspector general. A former federal prosecutor was confirmed as the New York Metropolitan Transportation Authority's watchdog on Thursday, telling state lawmakers that she would root out fraud at the troubled agency.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-developers-have-a-big-problem-too-many-new-megamansions-11559230837", "title": "L.A. Developers Have a Big Problem: Too Many New Megamansions", "date": "2019-05-30 17:27", "summary": "Resume Subscription. Heavy duty vehicles line both sides of many of the winding two-way streets in the Hollywood Hills, making them treacherous single-lane thoroughfares. Construction workers wave stop signs as trucks laden with glass and steel back slowly out of driveways. Empty parcels of land all over Los Angeles's poshest neighborhoods are being transformed into lavish mansions with price tags in the tens, or even hundreds, of millions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buyout-firm-clayton-dubilier-maps-management-transition-11559251560", "title": "Buyout Firm Clayton Dubilier Maps Management Transition", "date": "2019-05-30 17:26", "summary": "The private-equity firm is one of a number of large firms laying the groundwork for the transfer of leadership to better secure their futures. Clayton Dubilier & Rice is altering its senior leadership structure, the second such leadership transition the firm has implemented since 2012.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chief-accountant-to-leave-in-june-11559251535", "title": "SEC Chief Accountant to Leave in June", "date": "2019-05-30 17:25", "summary": "U.S. securities regulator names Sagar Teotia as acting chief accountant to succeed Wesley Bricker. The Securities and Exchange Commission said chief accountant Wesley Bricker will leave the regulator in June and Sagar Teotia will take over as acting chief accountant.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cold-blue-review-memories-of-youth-and-war-11559251114", "title": "'The Cold Blue' Review: Memories of Youth and War", "date": "2019-05-30 17:18", "summary": "Newly discovered footage of B-17s, made while filming 1944's 'The Memphis Belle,' reveals the courage and terrors Eighth Air Force pilots encountered every day.. In 1943,William Wyler went to war. Hollywood's most talented director set out to film the air war by joining combat missions in B-17s , thus risking his life and that of his crew in order to collect footage. The result would be the documentary \"The Memphis Belle: A Story of a Flying Fortress\" (1944). Now, \"The Cold Blue\" (Thursday, June 6, 8 p.m., HBO)-a work of restoration largely composed of newly discovered raw color footage Wyler had shot for his documentary. Directed by Erik Nelson, the film portrays the daily existence of the young men of the Eighth Air Force, whose experiences flying impossibly exhausting and terrifying daily bombing missions come alive via the recollections of nine surviving veterans. You could go off on a mission-Germany was the most dangerous territory-and come back shaken by fear and flak attacks, amazed to have returned safely at all. The next morning, early, you were informed you had to fly again in a couple of hours.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-day-sacrifice-review-the-cost-of-victory-11559250912", "title": "'D-Day Sacrifice' Review: The Cost of Victory", "date": "2019-05-30 17:15", "summary": "The story of Operation Overlord and the ensuing campaign remains as gripping as ever.. The theme of sacrifice looms large in \"D-Day Sacrifice: The Landings\" (Thursday, June 6, 8 p.m., Nat Geo)-for every one of the D-Day beaches taken, every French town and city blasted into ruins, there is the toll, the cost of the victory, the relentless tallying of the dead. At Juno, where the Canadians landed, a survivor recalls how-soon after they left the landing craft and headed to the shore-\"half of us were gone.\" Here, as at the American beach at Omaha, the bombing assaults that were supposed to paralyze the enemy had done nothing of the kind.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-build-bots-that-play-video-games-with-each-other-11559239201", "title": "Researchers Build Bots That Play Videogames With Each Other", "date": "2019-05-30 17:13", "summary": "Bots defeat humans at yet another game-this time by working together. Researchers at Google's artificial-intelligence labs said they have developed virtual videogame players that learned to master a game by working with other digital gamers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meryl-streeps-big-little-truth-11559250026", "title": "Meryl Streep's Big Little Truth", "date": "2019-05-30 17:00", "summary": "The movie star suggests that not all males are deplorable.. It may seem odd that an influential and respected artist can make news simply by urging people not to condemn half of humanity, but this week's commentary from film star Meryl Streep is welcome nonetheless.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-explores-opening-its-own-e-cigarette-stores-in-u-s-11559235262", "title": "Juul Explores Opening Its Own E-Cigarette Stores in U.S.", "date": "2019-05-30 16:39", "summary": "Running its own shops would allow Juul to gain sales insights that could be applied at other retailers. Juul Labs Inc., the controversial e-cigarette maker, is exploring plans to open its own U.S. retail shops, looking to capitalize on its early dominance of the American market, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fall-of-the-american-empire-review-money-cant-buy-laughs-11559247940", "title": "'The Fall of the American Empire': Money Can't Buy Laughs", "date": "2019-05-30 16:25", "summary": "An impoverished intellectual working as a deliveryman in Montreal stumbles upon a small fortune and falls for a high-end escort in Denys Arcand's latest movie.. 'The Fall of the American Empire\" is set in Montreal, where a young woman who calls herself Aspasie (Maripier Morin) is supposedly the most expensive escort in town. She's definitely the most appealing presence in the film, which is in French with English subtitles, and she is missed whenever she's offscreen-not because she has a heart of gold, though she does, but because she brings a bright spirit and a lovely smile to a crime caper that is otherwise free of detectable zest.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-steps-up-attacks-on-robert-mueller-11559224072", "title": "Trump Steps Up Attacks on Robert Mueller", "date": "2019-05-30 16:24", "summary": "President denies Russia helped his campaign one day after special counsel made first public remarks on his investigation. WASHINGTON-President Trump stepped up his attacks on Robert Mueller, a day after the special counsel's comments put the task of assessing Mr. Trump's conduct in the hands of the Democratic-controlled House, which has been weighing whether to pursue impeachment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-bounce-off-lows-11559229551", "title": "U.S. Government Bond Yields Push Lower", "date": "2019-05-30 16:19", "summary": "Yields edged up initially as stocks climbed in Europe and opened higher in early U.S. trading. U.S. government bond prices ticked higher Thursday, extending their monthlong rally after overcoming some selling pressure early in the session.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-state-treasurers-back-split-of-facebooks-ceo-and-chairman-roles-11559233188", "title": "More State Treasurers Back Split of Facebook's CEO and Chairman Roles", "date": "2019-05-30 16:14", "summary": "Proposal had backing of seven state treasurers; Mark Zuckerberg's voting power made change unlikely. Facebook Inc. shareholders voted down a proposal backed by seven state treasurers that sought to split the chairman and chief-executive roles that Mark Zuckerberg holds and establish an independent board leader.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-u-s-futures-rise-11559203273", "title": "Stocks Close Higher Despite Pressure on Energy Shares", "date": "2019-05-30 16:10", "summary": "Shares have been volatile amid fears over slowing global economy. U.S. stocks flipped between small gains and losses on Thursday, but finished higher despite a decline in energy stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fairway-energy-outlines-plan-to-repay-creditors-11559246323", "title": "Fairway Energy Outlines Plan to Repay Creditors", "date": "2019-05-30 15:58", "summary": "Unsecured creditors of Harvard-backed storage business expected to recover between 2% and 12%. Fairway Energy LP, an oil-storage business backed by Harvard University, unveiled its plan to divvy up the proceeds from its bankruptcy liquidation, with unsecured creditors expected to get between 2 and 12 cents on the dollar of what they are owed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confessions-of-an-orange-wine-skeptic-11559246145", "title": "Confessions of an Orange-Wine Skeptic", "date": "2019-05-30 15:55", "summary": "Otherwise known as skin-contact wine, this trendy style blew up a few years ago-but left our wine columnist cold. So two friends set out to change her mind. MY FRIENDS MARK Scudiery and Mario Carlino know a lot about wine, and I almost always respect their opinions. I say \"almost\" because there is an exception: orange wine. You could say we are on opposite sides of a great orange divide.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-sues-occidental-calling-38-billion-anadarko-deal-fundamentally-misguided-11559239932", "title": "Carl Icahn Sues Occidental, Calling $38 Billion Anadarko Deal 'Fundamentally Misguided'", "date": "2019-05-30 15:49", "summary": "Activist investor says sale of Occidental might have been better option. Activist investor Carl Icahn sued Occidental Petroleum Corp. Thursday, calling its $38 billion deal to buy Anadarko Petroleum Corp. \"fundamentally misguided\" and saying a sale of Occidental might be better for shareholders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sandy-dalemberte-founded-a-peace-corps-for-u-s-lawyers-11559245533", "title": "Sandy D'Alemberte Founded a 'Peace Corps' for U.S. Lawyers", "date": "2019-05-30 15:45", "summary": "Floridian saw the need to offer legal expertise in Eastern Europe as the Soviet Union dissolved. As the Soviet grip over Eastern Europe weakened in 1990, Sandy D'Alemberte foresaw a new role for American lawyers: giving free advice to newly independent countries as they rewrote laws and constitutions.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-has-issued-123-summonses-to-people-defying-measles-vaccine-order-11559245514", "title": "New York City Has Issued 123 Summonses to People Defying Measles Vaccine Order", "date": "2019-05-30 15:45", "summary": "Around 30 schools received violations for noncompliance of health-department policies. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-falls-after-small-decline-in-u-s-crude-inventories-11559234385", "title": "Oil Slides to 12-Week Low", "date": "2019-05-30 15:45", "summary": "EIA report shows U.S. oil production has climbed back to a record 12.3 million barrels a day that it reached in late April. • Oil prices fell to their lowest since March after data showed a very slight decline in U.S. oil inventories that remain near a 22-month high.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dial-m-for-murder-review-a-thriller-worth-calling-on-11559245291", "title": "'Dial \"M\" for Murder' Review: A Thriller Worth Calling On", "date": "2019-05-30 15:41", "summary": "Frederick Knott's taut story is still plenty of fun.. New Hope, Pa.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teamsters-protest-at-xpo-logistics-sites-11559245255", "title": "Teamsters Protest at XPO Logistics Sites", "date": "2019-05-30 15:40", "summary": "Union says logistics operator is stonewalling on contract talks, as XPO says freight sites are 'fully operational'. The Teamsters union is stepping up pressure on transport and warehousing provider XPO Logistics Inc. as it pushes to organize a sector where union membership has fallen dramatically.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vintage-hotel-silver-affordable-serving-pieces-that-come-with-a-story-11559244855", "title": "Vintage Hotel Silver: Affordable Serving Pieces That Come With a Story", "date": "2019-05-30 15:34", "summary": "Plated-silver serveware from the 20th century's fanciest hotels-easily found and far from pricy-make for usable, evocative treasure. THE LAST TIME I was home in Maine, I went shopping in my parents' basement. I was moving in with my boyfriend from a New York City rental to a place of our own-and I wanted to bring a few things my mom had been keeping for me.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steal-sophia-lorens-simmering-summer-dress-look-11559244452", "title": "Steal Sophia Loren's Simmering Summer Dress Look", "date": "2019-05-30 15:27", "summary": "A polka-dotted frock is a warm-weather standard for good reason-it sizzles, especially when worn with va-va-voom panache like 1950s-era film actresses. I'VE SPENT MOST of my life trying to look like a chic ladybug. In my closet, everything from tulle skirts to platform shoes is dotted, to the point where it resembles an installation by the self-proclaimed High Priestess of Polka Dots, Yayoi Kusama. For Ms. Kusama, the renowned Japanese artist who has made dots her trademark since the 1950s, the round points represent such loaded concepts as madness and infinity. \"Our earth is only one polka dot among a million stars in the cosmos,\" she once said. It's a sentiment that could make one feel small, but when I'm doused in dots, I feel larger than life.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-72-billion-in-debt-11559242713", "title": "Treasury to Sell $72 Billion in Debt", "date": "2019-05-30 14:58", "summary": "Resume Subscription. The U.S. will auction $72 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-fast-boats-and-mines-bring-guerrilla-tactics-to-persian-gulf-11559208602", "title": "Iran's Fast Boats and Mines Bring Guerrilla Tactics to Persian Gulf", "date": "2019-05-30 14:53", "summary": "Strategy seeks to favor nimble combatants willing to absorb losses in vital waterway. BEIRUT-A U.S. conclusion that Iran was behind recent strikes on oil tankers has reignited concern about Iran's ability to wage guerrilla warfare in one of the world's most vital waterways.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-hampshire-lawmakers-ban-death-penalty-with-veto-override-11559231942", "title": "New Hampshire Lawmakers Ban Death Penalty With Veto Override", "date": "2019-05-30 14:52", "summary": "Senate votes 16-8 to overturn Republican Gov. Chris Sununu's veto, a victory for capital-punishment opponents. The New Hampshire Senate abolished the last death-penalty law in New England by voting to overturn a veto from Gov. Chris Sununu.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-continues-to-pull-back-11559223506", "title": "Copper Continues to Pull Back", "date": "2019-05-30 14:48", "summary": "Prices slide for seventh time in nine sessions, hitting four-month low. Copper prices fell Thursday, dropping for the seventh time in nine sessions, as worries about a global-growth slowdown continued to hurt the industrial metal.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-settles-discrimination-claim-against-dads-11559224800", "title": "JPMorgan Settles Parental-Leave Discrimination Claim", "date": "2019-05-30 14:41", "summary": "Bank agrees to ensure that its policy applies equally to male and female employees. JPMorgan Chase & Co. agreed to ensure that its parental-leave policy applies equally to male and female employees, settling a discrimination charge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asks-mar-a-lago-trump-campaign-fund-for-records-on-donor-cindy-yang-11559239096", "title": "U.S. Asks Mar-a-Lago, Trump Campaign Fund for Records on Donor", "date": "2019-05-30 14:39", "summary": "Woman is alleged to have networked to sell Chinese citizens access to the president. President Trump's Mar-a-Lago resort and his political fundraising operation both received subpoenas from federal prosecutors this week for records related to Trump donor Cindy Yang, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stones-attorneys-try-to-persuade-judge-to-reduce-charges-11559241530", "title": "Stone's Attorneys Try to Persuade Judge to Reduce Charges", "date": "2019-05-30 14:38", "summary": "Most of their requests meet with skepticism from the bench. WASHINGTON-Attorneys for Roger Stone faced off Thursday with a skeptical judge in federal court as they mounted last-ditch arguments to reduce the criminal charges against the longtime Trump associate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invasion-is-unwise-as-venezuela-isnt-grenada-11559241342", "title": "Invasion Is Unwise as Venezuela Isn't Grenada", "date": "2019-05-30 14:35", "summary": "Venezuela is a large, complex country politically, not a tiny island in the Caribbean. Juan Guaidó, president of the National Assembly, has already tried a \"popular uprising\" and that failed. The Venezuelan military is indebted to President Nicolás Maduro for their perks and subsidies.. Regarding Sen. Lindsey Graham's \"Match Words With Actions in Venezuela, Mr. President\" (op-ed, May 23): Sen. Graham argues that \"the U.S. must be willing to intervene in Venezuela the way we did in Grenada. . . . this nightmare in Venezuela must end for the good of the region and for the sake of democracy.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poor-special-needs-students-are-underserved-11559241243", "title": "Poor Special-Needs Students Are Underserved", "date": "2019-05-30 14:34", "summary": "The disparity between affluent and poorer areas in the number of students receiving \"504\" accommodations is an important issue for all children with special needs. The disparity between affluent and poorer areas in the number of students receiving \"504\" accommodations is an important issue for all children with special needs (\"More Students Get Extra Time on SAT, Especially the Affluent,\" page one, May 22). Special-education law is in place to protect the needs of children with various disabilities. The disparity you've uncovered, however, shines a light on a much bigger issue in special education than a small number of individuals attempting to cheat the system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slice-of-history-a-visit-to-a-virginia-pie-destination-11559241287", "title": "Slice of History: A Visit to a Virginia Pie Destination", "date": "2019-05-30 14:34", "summary": "Visitors come to Woodruff's Cafe and Pie Shop in Monroe, Va., for the excellent pies, and they stay for the gracious company. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/some-middlemen-reduce-health-care-costs-11559241151", "title": "Some Middlemen Reduce Health-Care Costs", "date": "2019-05-30 14:32", "summary": "The 113 clinics in 19 states we manage as Paladina Health and Activate Healthcare average 5% to 7% of our customers' total health-care costs, but they often reduce those total health-care costs by 15% to 25%.. Regarding John Carlson's \"Cut Out the Medical Middlemen\" (op-ed, May 20): Separating patients and doctors from government and insurance companies in health-policy discussions is challenging. Changing tax definitions regarding HSA-eligible expenses would be helpful, yes, but as Mr. Carlson writes, direct primary-care programs exist and are successful because the benefits of cost containment and improved health outcomes accrue to employers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-pies-recipes-from-a-landmark-cafe-11559242505", "title": "American Pies: Recipes From a Landmark Cafe", "date": "2019-05-30 14:31", "summary": "Down a Virginia country road, a small cafe slings history by the slice. Beyond the superb blueberry crumble and lemon meringue, the spot's centenarian matriarch keeps customers coming back. WORKING the counter at Woodruff's Cafe and Pie Shop in Monroe, Va., Steve McCann began reciting the day's dozen selections: \"We have coconut custard, lemon chess, buttermilk, blueberry buttermilk...\" In the back, owner Angela Scott rolled out dough, and her husband, Larry, turned apples on a hand-cranked peeler. One of Ms. Scott's sisters, Darnelle Winston, poured coffees as a rush descended on the handful of gingham-covered tables.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hockey-games-end-politely-11559240939", "title": "Hockey Games End Politely", "date": "2019-05-30 14:29", "summary": "The winning and losing hockey teams line up and shake hands.. Colin Fleming describes much of what makes playoff hockey exceptional (\"For Thrills, You Can't Beat Playoff Hockey,\" op-ed, May 23). But he omits the one event that truly distinguishes hockey from other sports: After two weeks of nearly maiming rival players, the winning and losing teams line up and shake hands. In an age of trash talk (and combative politics), the culture of honoring opponents is needed more than ever.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-yields-might-mean-this-is-as-good-as-it-gets-11559240505", "title": "Low Yields Might Mean This Is as Good as It Gets", "date": "2019-05-30 14:24", "summary": "A realization is growing that a stubborn shift lower is the new way of the world. In October, investors were worried that higher bond yields would hurt stocks. In January-after the Federal Reserve backtracked on rate rises-they thought lower yields would help stocks. Now, falling government-bond yields world-wide are spooking shareholders, with some on Wall Street again talking about recession.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silent-meditation-retreats-are-you-up-for-the-challenge-11559240150", "title": "Silent Meditation Retreats: Are You Up for the Challenge?", "date": "2019-05-30 14:15", "summary": "Silent retreats offer a respite from our clamorous, digital world. But is the rigor of mute vacations worth the wellness rewards? A skittish novice and a seasoned meditator speak out. ", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-googles-knowledge-panels-insist-youre-dead-or-married-or-french-11559239806", "title": "What If Google's 'Knowledge Panels' Insist You're Dead? Or Married? Or French?", "date": "2019-05-30 14:10", "summary": "Resume Subscription. When Paul Campbell's mother googled her son's name, the search engine pronounced him dead.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-would-consider-interest-rate-cuts-if-growth-outlook-darkens-11559231999", "title": "Fed Would Consider Interest-Rate Cuts if Growth Outlook Darkens", "date": "2019-05-30 13:53", "summary": "Central bank's vice chairman, Richard Clarida, says any persistent inflation shortfall would also prompt policy reassessment. Federal Reserve Vice Chairman Richard Clarida said the U.S. economy is in good shape but that central bank officials would consider interest-rate cuts should economic data reveal a material risk of a sharper slowdown than they currently expect.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-rates-fall-below-4-lifting-hopes-for-housing-rebound-11559235561", "title": "Mortgage Rates Fall Below 4%, Lifting Hopes for Housing Rebound", "date": "2019-05-30 13:37", "summary": "Lower rates stand to make mortgages more affordable for buyers. Mortgage rates dropped below 4% for the first time since early last year, adding to hopes for a revival in the housing market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitter-netanyahu-rival-turns-elections-into-referendum-on-religious-influence-11559233033", "title": "Netanyahu Rival Turns Elections Into Referendum on Religious Influence", "date": "2019-05-30 13:35", "summary": "Avigdor Lieberman's abandonment of the prime minister lays bare country's tensions over the rise of the religious right-wing. TEL AVIV-Israel's surprise elections have thrust one man and one issue into the spotlight: Avigdor Lieberman, a bitter right-wing rival of Prime Minister Benjamin Netanyahu who says he is trying to stop the country from becoming a religious state.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-enrollments-down-again-this-year-11559217601", "title": "College Enrollments Fall Again, With Some Notable Exceptions", "date": "2019-05-30 13:32", "summary": "Virginia Tech offers incentives for students to take a year off to avoid overcrowding. Overall enrollment at colleges and universities is down for the seventh year in a row, continuing a trend that is putting pressure on many smaller schools even as some bigger schools thrive.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-gop-sen-thad-cochran-dies-11559228518", "title": "Former GOP Sen. Thad Cochran Dies", "date": "2019-05-30 12:56", "summary": "Career politician from Mississippi had held several GOP leadership positions in the Senate. Former Sen. Thad Cochran, who in 1978 became the first Republican from Mississippi in a century to be elected to the U.S. Senate, and went on to serve almost 40 years in the chamber, died after a long illness.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-dollar-store-wars-dollar-tree-needs-a-trim-11559234733", "title": "In Dollar Store Wars, Dollar Tree Needs a Trim", "date": "2019-05-30 12:45", "summary": "In its rivalry with Dollar General, Dollar Tree is being dragged down by a 2015 acquisition. The company needs to cut its losses and move on. In America's great dollar-store rivalry, Dollar Tree had been gaining favor over Dollar General , but the scale has been gradually tipping back to the latter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-quarles-regulatory-tools-better-suited-than-interest-rates-to-promote-financial-stability-11559234708", "title": "Fed's Quarles: Regulatory Tools Better Suited Than Interest Rates to Promote Financial Stability", "date": "2019-05-30 12:45", "summary": "Central bank's point man on bank regulation said interest rates should be used to achieve inflation and employment goals. WASHINGTON-The Federal Reserve's point man on bank regulation said Thursday that interest rates should be used to achieve the central bank's inflation and employment goals rather than to address concerns about financial stability.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-grew-at-revised-3-1-rate-in-first-quarter-11559219493", "title": "U.S. Economy Remained Robust in First Quarter", "date": "2019-05-30 12:38", "summary": "Revised data show slightly weaker growth with some signs of slowing business spending. WASHINGTON-U.S. economic growth remained robust in the first quarter, although fresh government data showed less business investment, a decline in corporate profits and muted consumer spending.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-we-should-call-it-miracle-gas-11559234100", "title": "Feel Free to Gush About Natural Gas", "date": "2019-05-30 12:35", "summary": "Natural gas has been inspiring people long before a U.S. government official dubbed it 'freedom gas'. There is something in the air these days in Washington: methane with a smattering of higher alkanes and perhaps a little hydrogen sulfide.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-undervalues-renault-but-so-does-the-market-11559233523", "title": "Fiat Chrysler Undervalues Renault, but So Does the Market", "date": "2019-05-30 12:25", "summary": "With the French government more focused on jobs than shareholder value, it won't be easy for Renault to get better terms in a merger. There is a valuation conundrum at the heart of the Fiat Chrysler - Renault megadeal: The terms proposed by the Italian-American auto maker Monday seriously undervalue its French peer, but that doesn't mean Renault shareholders can get a much higher price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/careful-what-you-wish-for-from-the-fed-11559233125", "title": "Careful What You Wish for From the Fed", "date": "2019-05-30 12:18", "summary": "The odds of a Federal Reserve rate cut this year are seen above 80%, but it is rare to see a cut without concrete signs of market turmoil or a slowdown-something that investors shouldn't welcome. Getting the Federal Reserve to stop raising rates is one thing. Getting it to cut them is another.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-ways-to-fight-bias-in-machines-11559231701", "title": "Three Ways to Fight Bias in Machines", "date": "2019-05-30 11:55", "summary": "Artificial intelligence can replicate human prejudices. Here, technologists offer potential solutions. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/tour-the-newest-megamansions-of-los-angeles-11559230980", "title": "Tour the Newest Megamansions of Los Angeles", "date": "2019-05-30 11:43", "summary": "The city is now running a surplus of newly built spec homes asking tens, if not hundreds, of millions of dollars.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-renault-and-fca-past-auto-deals-hold-clues-to-happier-future-11559208602", "title": "For Renault and FCA, Past Auto Deals Hold Clues to Happier Future", "date": "2019-05-30 11:22", "summary": "The U.S. car-maker's ill-fated 1998 alliance with Germany's Daimler is one that offers guidance on what can doom 'mergers of equals'. BERLIN-As the leaders of Renault SA and Fiat Chrysler Automobiles NV discuss their plans for creating a new car behemoth, they may want to study the industry's previous deals to discover why big auto mergers often fail.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-palm-beach-mansion-of-jeffrey-jacobs-11559228577", "title": "Inside the Palm Beach Mansion of Jeffrey Jacobs", "date": "2019-05-30 11:02", "summary": "The oceanfront home, located next to Seminole Golf Club, includes a safe room that doubles as a hidden art gallery, a movie theater and a tower with a telescope on its roof.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/he-was-ignored-workers-at-brazils-vale-predicted-dams-tragic-collapse-11559228132", "title": "A Vale Employee Predicted the Dam Would Fail. He Died When It Collapsed.", "date": "2019-05-30 10:55", "summary": "Resume Subscription. BRUMADINHO, Brazil-Olavo Coelho was unusually subdued in late January and talked to family members about God and the afterlife.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-jersey-needs-a-pension-fix-is-this-it-11559219715", "title": "New Jersey Needs a Pension Fix. Is This It?", "date": "2019-05-30 10:54", "summary": "Proposal would shift some workers to hybrid retirement plan with some investment risk. TRENTON, N.J.-Some New Jersey lawmakers are pushing an overhaul of the state's pension system, one of the most deeply indebted retirement systems in the U.S., as payments are expected to more than double by 2023.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-real-estate-scion-lists-palm-beach-mansion-for-42-million-11559227829", "title": "Cleveland Real-Estate Scion Lists Palm Beach Mansion for $42 Million", "date": "2019-05-30 10:52", "summary": "Jeffrey Jacobs, whose family formerly owned the Cleveland Indians, is selling a property that comes with a tower with a telescope on its roof. Jeffrey Jacobs, scion of the Cleveland real-estate family that formerly owned the Cleveland Indians, is listing his Palm Beach mansion for $42 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-economy-contracted-in-first-quarter-11559222079", "title": "Brazil's Economy Contracted in First Quarter", "date": "2019-05-30 10:36", "summary": "Deadly dam accident in late January hit growth in the quarter. SÃO PAULO-Brazil's economy shrank in the first three months of the year, the first contraction in nine quarters, after a deadly dam accident reduced mining output and businesses delayed investment decisions as they weighed efforts to overhaul the country's pension system.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-vix-manipulation-litigation-against-cboe-11559225791", "title": "Judge Dismisses VIX Manipulation Litigation Against Cboe", "date": "2019-05-30 10:16", "summary": "Group of investors had claimed exchange operator profited from a faulty system that caused losses. A federal judge dismissed a case against Cboe Global Markets Inc. that accused the exchange-operator of benefiting from manipulation of products based on the widely watched Cboe Volatility Index.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-toronto-raptors-are-the-northand-everywhere-else-11559224855", "title": "The Toronto Raptors Are the North-and Everywhere Else", "date": "2019-05-30 10:00", "summary": "Toronto is one of the most diverse cities in the world, and it's reflected in the fan base of the Eastern Conference champions. Toronto", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workplace-apps-productivity-booster-or-source-of-burnout-11559224800", "title": "Workplace Tech: Productivity Booster or Source of Burnout?", "date": "2019-05-30 10:00", "summary": "Reddit co-founder Alexis Ohanian, Slack's Cal Henderson and Basecamp's Jason Fried discuss the perks and perils of software meant to increase office efficiency. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-palo-alto-networks-pvh-veeva-semtech-and-more-11559214524", "title": "Stocks to Watch: Palo Alto Networks, PVH, Veeva, Dollar Tree and More", "date": "2019-05-30 09:26", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-sentences-seven-isis-fighters-from-france-to-death-11559221325", "title": "Iraq Sentences Seven ISIS Fighters From France to Death", "date": "2019-05-30 09:02", "summary": "Trials have shown the difficulties in dealing with fighters captured after the fall of Islamic State's modern-day caliphate. BAGHDAD-Iraq handed death sentences this week to seven French citizens who joined Islamic State, in trials that have drawn criticism from rights groups and spotlighted the challenges of dealing with foreign fighters captured in Iraq and Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koreas-battered-stocks-are-cheap-for-good-reasons-11559220809", "title": "Korea's Battered Stocks Are Cheap for Good Reasons", "date": "2019-05-30 08:53", "summary": "Seoul-listed shares are uniquely exposed to slowing smartphone sales and trade tensions. Korean stocks erased their gains for the year this week and are trading at their cheapest level in around a decade on some metrics. Unfortunately for bargain-hunters, they are cheap for a series of very good reasons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-builds-on-pelosi-as-more-democrats-back-trump-impeachment-11559220164", "title": "Pressure Builds on Pelosi as More Democrats Back Trump Impeachment", "date": "2019-05-30 08:42", "summary": "Roughly three dozen House Democrats now support impeachment. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-french-open-naomi-osaka-is-still-trying-to-regain-her-footing-11559220132", "title": "At the French Open, Naomi Osaka Is Still Trying to Regain Her Footing", "date": "2019-05-30 08:42", "summary": "The world's No. 1 player is aiming to win her third straight Slam title, but has been shaky after parting ways with her coach after the Australian Open. PARIS-Naomi Osaka won her 16th consecutive Grand Slam match on Thursday in Paris. But the French Open's top-seeded woman is not cruising in pursuit of her third straight major.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-increase-but-remained-near-historic-lows-11559219815", "title": "U.S. Jobless Claims Increase but Remain Near Historic Lows", "date": "2019-05-30 08:36", "summary": "Weekly claims, a proxy for layoffs across the U.S., rose by 3,000 to a seasonally adjusted 215,000. WASHINGTON-The number of Americans filing applications for new unemployment benefits increased last week but remained near historic lows.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-and-lending-under-one-roof-11559208601", "title": "Living and Lending Under One Roof", "date": "2019-05-30 08:17", "summary": "Banks are reckoning with \"the sandwich generation,\" as more aging parents and adult children move in together. About a year and a half ago, PNC Bank started noticing a trend in borrowers who wanted to finance a brownstone with a rental unit where their parents could live. The bank traditionally would have treated such properties as partial investments and required a higher down payment and loan rate than a single family home would require. But that approach no longer seemed to fit, said Peter Boomer, head of sales. Now, he says, \"we look at the same guidelines we would for a single family residence, with lower down payments and lower rates.\"", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-startup-focused-bank-gets-more-than-100-million-from-investors-11559216484", "title": "New Startup-Focused Bank Gets More Than $100 Million From Investors", "date": "2019-05-30 07:49", "summary": "Grasshopper Bancorp's investors include T. Rowe Price funds, Patriot Financial and Endeavour Capital. A group of investors has bet more than $100 million on a new digital bank that is looking to tap into the growth of technology startups and the venture-capital firms that fund them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-soccer-coach-whos-comfortable-with-discomfort-11559214000", "title": "The U.S. Soccer Coach Who's Comfortable With Discomfort", "date": "2019-05-30 07:32", "summary": "Women's National Team coach Jill Ellis has made the difficult moves she thinks will help the U.S. win a second consecutive World Cup. Jill Ellis was furious. Her UCLA team was up 1-0 during a 2005 NCAA women's soccer tournament match when the referee stopped play for a Colorado player who'd fallen down, halting a Bruins advantage.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolex-retailer-sets-its-watch-in-the-west-11559215871", "title": "Rolex Retailer Sets Its Watch in the West", "date": "2019-05-30 07:31", "summary": "The initial public offering of luxury watch retailer Watches of Switzerland has found favor by focusing on U.S. growth. Slack sales in Hong Kong make it an odd time for a luxury watch retailer to go public, but Watches of Switzerland is finding favor by focusing on the less well-served U.S. market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-energy-conundrum-deepens-with-gas-deal-11559214001", "title": "Saudi Energy Conundrum Deepens With Gas Deal", "date": "2019-05-30 07:00", "summary": "Saudi Aramco's partnership with Sempra is smart, but also an admission that the country's most valuable commodity is becoming far less so. Saudi Arabia has finally found a deal that makes sense. After forays into companies such as Uber, state-controlled oil giant Saudi Aramco has lined up a deal to buy liquefied natural gas from U.S. utility Sempra Energy .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-tries-to-rally-arab-support-in-face-off-with-iran-11559213189", "title": "Saudi Arabia Tries to Rally Arab Support in Face-Off With Iran", "date": "2019-05-30 06:46", "summary": "In surprise move, Saudi Arabia invites emir of rival Qatar to attend summit, signaling possible thaw in relations. Saudi Arabia is Thursday hosting leaders of other Arab states to discuss security in the Middle East, as it seeks to rally support from its neighbors amid tensions with rival Iran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-attractions-give-force-to-disney-theme-parks-11559213063", "title": "Star Wars Gives Force to Disney Parks", "date": "2019-05-30 06:44", "summary": "Disneyland and Disney World are getting 14 acres' worth of rides, shops and restaurants based on the movie franchise. ANAHEIM, Calif.-A galaxy far, far away is colonizing Walt Disney Co. 's theme parks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leap-motion-once-a-virtual-reality-high-flier-sells-itself-to-u-k-rival-11559210520", "title": "Leap Motion, Once a Virtual-Reality High Flier, Sells Itself to U.K. Rival", "date": "2019-05-30 06:02", "summary": "San Francisco startup, which develops and licenses gesture-tracking technology, had in the past been eyed by Apple. Leap Motion Inc., a virtual-reality startup that helped pioneer gesture tracking technology, has agreed to sell itself to British rival UltraHaptics Ltd. for approximately $30 million, according to people familiar with the matter-about a 10th of its valuation just a few years ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/axel-springer-shares-surge-on-kkr-bid-talks-11559210506", "title": "Axel Springer Shares Surge on KKR Bid Talks", "date": "2019-05-30 06:01", "summary": "The U.S. private-equity company could take the German media giant private. BERLIN-Shares in Axel Springer SE surged Thursday after the German media giant said it was in talks with private-equity firm KKR & Co. for a strategic investment that could take the company private.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forecast-sees-u-s-warehousing-market-cooling-down-11559210400", "title": "Forecast Sees U.S. Warehousing Market Cooling Down", "date": "2019-05-30 06:00", "summary": "Tight availability of storage space is likely to loosen, with capacity 'finally catching up to demand'. The white-hot market for U.S. warehouse space will cool down over the next three years, according to a new forecast that predicts the availability of industrial real estate will grow as new construction outpaces demand growth.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corn-prices-climb-on-worries-over-size-quality-of-harvest-11559208600", "title": "Crop Prices Climb on Worries Over Size, Quality of Harvest", "date": "2019-05-30 05:30", "summary": "Inclement weather forces farmers to plant crops late and raises risk of infection. Crop prices are vaulting higher as massive disruption on U.S. farms raises concerns about the size and quality of this year's harvest.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-wanted-uss-john-mccain-out-of-sight-during-trump-japan-visit-11559173470", "title": "White House Wanted USS John McCain 'Out of Sight' During Trump Japan Visit", "date": "2019-05-30 02:41", "summary": "U.S. military officials worked to ensure President Trump wouldn't see the warship that bears the name of the late senator, a frequent target of the president's ire. The White House wanted the U.S. Navy to move \"out of sight\" the warship USS John S. McCain ahead of President Trump's visit to Japan, according to an email reviewed by The Wall Street Journal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papua-new-guineas-new-prime-minister-seeks-more-control-over-resources-11559198143", "title": "Exxon-Total Gas Project Jolted by Papua New Guinea Leadership Switch", "date": "2019-05-30 02:35", "summary": "James Marape's assertion of local control could delay some major gas projects by roughly two years. SYDNEY-Papua New Guinea, an impoverished South Pacific nation that joined the ranks of the world's significant energy exporters five years ago, installed a new prime minister who has called for greater local control of resources, in a move that may upset a gas deal with international energy giants.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prime-time-debate-pits-popular-tv-hosts-facing-off-over-china-u-s-trade-11559139620", "title": "Must Xi TV: Popular Chinese and American Anchors Square Off on Trade", "date": "2019-05-30 00:01", "summary": "Chinese social media feverishly anticipated live event, which offered Beijing a rare opportunity to reach an American audience. BEIJING-Hosts from Fox Business Network and Chinese state television discussed U.S.-China trade in a prime-time broadcast, which aired live in the U.S. and on a delay in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pledged-crackdown-on-vaccine-misinformation-then-not-much-happened-11559243847", "title": "Facebook's Crackdown on Vaccine Misinformation Plods Along", "date": "2019-05-30 00:01", "summary": "The company says it is mindful of overreach and is still refining automated tools for culling content. Ten weeks after Facebook Inc. pledged to fight vaccine misinformation, such content remains widely available across its platforms as the social-media giant grapples with how aggressively to limit the spread of hoaxes and deceptions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-old-navy-post-weakest-sales-in-three-years-11559252843", "title": "Gap Brand, Old Navy Post Weakest Sales in Three Years", "date": "2019-05-30 00:01", "summary": "Clothing company lowers sales, profit forecasts for year. Comparable sales slipped at Old Navy for the first time in three years and the Gap brand posted its biggest decline since 2016, a weak showing for both chains ahead of a planned breakup.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11559155595", "title": "Pepper...and Salt", "date": "2019-05-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mackenzie-bezos-pledges-to-donate-half-of-her-wealth-11559048424", "title": "MacKenzie Bezos Pledges to Donate Half of Her Wealth", "date": "2019-05-30 22:52", "summary": "Former spouse of Amazon.com founder Jeff Bezos says she has 'a disproportionate amount of money to share'. MacKenzie Bezos, one of the richest women in the world, has committed to donate at least half of her wealth to charity after her divorce from Amazon.com Inc. founder Jeff Bezos.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-21-die-as-bus-and-truck-collide-in-mexico-11559183875", "title": "At Least 21 Die as Bus and Truck Collide in Mexico", "date": "2019-05-30 22:37", "summary": "Victims trapped in burning tour vehicle after crash on mountain road; 30 injured. XALAPA, Mexico-A tour bus and a semi-trailer collided Wednesday on a mountain road in the Mexican state of Veracruz, and the bus rolled over and caught fire, killing at least 21 people and injuring 30, officials said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-could-stay-grounded-for-at-least-two-months-trade-group-says-11559117714", "title": "Boeing Faces Difficult Recovery From MAX Grounding", "date": "2019-05-30 21:40", "summary": "'We have work to do to earn and re-earn the trust of the flying public,' says CEO Dennis Muilenburg. Boeing Co. faces several challenges in getting its 737 MAX back on track even once regulators sign off on design changes to make the grounded jet safe, the company's chief executive said on Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-to-make-first-public-comment-on-russia-probe-11559137275", "title": "Mueller Shifts Questions About Trump to Congress", "date": "2019-05-30 20:52", "summary": "Special counsel signals it's up to lawmakers to decide if Trump obstructed probe of Russian interference in U.S. election. WASHINGTON-Special counsel Robert Mueller said if he had confidence President Trump didn't commit a crime, he \"would have said so,\" suggesting in his first public remarks on the Russia investigation that it was Congress's job to formally accuse a sitting president of wrongdoing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-to-hold-new-elections-after-netanyahu-fails-to-form-government-11559164376", "title": "Israel to Hold New Elections After Netanyahu Fails to Form Government", "date": "2019-05-30 20:13", "summary": "Knesset votes to dissolve and call new elections in an unprecedented event in Israel's history. TEL AVIV-Prime Minister Benjamin Netanyahu's political future entered a treacherous new period Wednesday after he narrowly failed to form a coalition government and Israel's parliament voted to dissolve and call a new election.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]