[{"link": "https://www.wsj.com/articles/argentina-reinstates-capital-controls-in-surprise-move-11567438023", "title": "Argentina's Pro-Business President Pulls a U-Turn, Imposes Capital Controls", "date": "2019-09-02 19:26", "summary": "Embattled Mauricio Macri reinstates policies he once opposed to try to stem a peso rout. BUENOS AIRES-When President Mauricio Macri took office in 2015, he quickly eliminated his leftist predecessor's interventionist policies that economists had blamed for stifling business in Latin America's third-biggest economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-wars-global-impact-grows-11567466809", "title": "U.S.-China Trade War's Global Impact Grows", "date": "2019-09-02 19:26", "summary": "The conflict is hurting confidence among U.S. small businesses and crimping Asian trade; 'there is great uncertainty'. The escalating trade war between the U.S. and China is rippling through the global economy, hurting confidence among U.S. small businesses, crimping trade among industrial giants in Asia and hitting export-oriented factories in Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taylor-swifts-lover-hits-no-1-but-lags-prior-albums-as-star-bets-on-streaming-11567461523", "title": "Swift's 'Lover' Lags Prior Albums Amid Streaming Bet", "date": "2019-09-02 19:24", "summary": "Sales of singer's latest release fall short of predecessors', in latest sign of streaming platforms reshaping music industry. Sales of Taylor Swift's first album to hit streaming services and retail outlets simultaneously fell short of the pop singer's last four albums, according to Nielsen Music. Even counting streaming activity, adjusted to make it comparable to album sales, \"Lover\" generated less consumption than Ms. Swift's earlier albums in their first week after release.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-shooter-called-911-fbi-in-hours-before-rampage-11567463504", "title": "Texas Shooter Called 911, FBI in Hours Before Rampage", "date": "2019-09-02 19:23", "summary": "Shooter made calls after being fired from job; mental state had been declining long before Saturday's shootings, authorities say. Seth Ator, the suspect alleged to have killed seven people in a shooting rampage Saturday, was fired from his job and called 911 and the FBI tip line in the hours before opening fire in and around the West Texas city of Odessa, authorities said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mobile-sports-betting-is-the-moneymaker-as-more-states-legalize-11567445689", "title": "Online Sports Wagers Bring Big State Payoffs", "date": "2019-09-02 19:03", "summary": "Some states that disallow mobile wagers, like Mississippi, have brought in less tax revenue than expected from sports gambling. Bets placed via smartphones have rapidly brought New Jersey neck-and-neck with Nevada in the race to be the nation's biggest sports-betting market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-labor-to-stem-flow-of-union-voters-to-trump-11567422002", "title": "Democrats Labor to Stem Flow of Union Voters to Trump", "date": "2019-09-02 18:45", "summary": "Trump won in 2016 in part by peeling off rank-and-file union members. Now Democrats hope to lure them back.. Like many in Virginia, Minn., Jim Pechonick works at an iron ore mine and was raised a Democrat. Then came Donald Trump with promises to restore the greatness of American steel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-forces-that-propelled-a-massive-rally-in-long-bonds-11567426486", "title": "The Market Forces That Propelled a Massive Rally in Long Bonds", "date": "2019-09-02 18:11", "summary": "Recession signals flashed by the bond market may have been exaggerated. Long-term bonds have been on a tear in recent weeks with yields tumbling enough to heighten fears of a possible recession ahead.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-anti-immigration-party-appears-headed-for-gains-in-regional-elections-11567355951", "title": "German Anti-Immigration Party Makes Gains in Regional Elections", "date": "2019-09-02 17:50", "summary": "Angela Merkel's conservative bloc had hoped to reclaim support lost to both the right and the center-left Greens. BERLIN-Germany's anti-immigration Alternative for Germany, or AfD, made strong gains at regional elections on Sunday, dealing a blow to efforts by Chancellor Angela Merkel's conservative bloc to reclaim votes lost to both the right and the center-left Greens.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-supremacy-and-abortion-11567460392", "title": "White Supremacy and Abortion", "date": "2019-09-02 17:39", "summary": "It isn't the pro-life movement that wants fewer black and Hispanic babies born.. Are pro-lifers in bed with white supremacists?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rules-of-geopolitics-are-different-in-asia-11567460320", "title": "The Rules of Geopolitics Are Different in Asia", "date": "2019-09-02 17:38", "summary": "Indo-Pacific states care about great-power balance, not promoting democracy.. Colombo, Sri Lanka", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-airbnb-hotel-next-door-11567460256", "title": "The Airbnb Hotel Next Door", "date": "2019-09-02 17:37", "summary": "Short-term rentals, a boon for travelers and landlords, make life hard for homeowners.. Scottsdale, Ariz.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-and-the-truth-about-china-11567460195", "title": "Hong Kong and the Truth About China", "date": "2019-09-02 17:36", "summary": "I was there this summer and in Beijing in 1989. The nature of the Communist regime hasn't changed.. 'Tell the truth about China!\" has become a rallying cry for protesters in Hong Kong. It is exactly what demonstrators in Beijing's Tiananmen Square were saying 30 years ago, before many of today's protesters were born. The truth is that for all China's economic advances, it remains a brutal, dehumanizing tyranny in which the ruling Communist Party would rather destroy people than give them a genuine say in their government.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-reform-will-weather-the-lefts-assault-11567460136", "title": "Education Reform Will Weather the Left's Assault", "date": "2019-09-02 17:35", "summary": "Democrats are stifling school choice, but the movement has clear results and durable institutions.. Support for ambitious school reform was broad and bipartisan for more than two decades. Higher standards, more testing, stricter teacher accountability, charter-school expansion and other forms of school choice were supported not only by conservatives like Jeb Bush, John Boehner and John Walton, but also liberals like Bill Clinton, Barack Obama and Bill Gates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-state-rewrite-a-movie-script-11567460079", "title": "Can a State Rewrite a Movie Script?", "date": "2019-09-02 17:34", "summary": "Minnesota tried to compel Christian filmmakers to celebrate gay marriage.. You've heard about state officials who try to compel florists or bakers to violate their religious beliefs and participate in same-sex weddings. In Minnesota the state claims the authority to do the same to filmmakers. Last month the Eighth U.S. Circuit Court of Appeals rightly rejected this view.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socialism-is-for-the-incurious-11567460002", "title": "Socialism Is for the Incurious", "date": "2019-09-02 17:33", "summary": "Human reality is drained of dignity and reduced to raw material for the schemes of utopian power.. I was struck by a news report this summer about Sen. Bernie Sanders of Vermont. It has long been known that he and his wife chose to spend their honeymoon in the Soviet Union. But it was news that he never availed himself of the opportunity to visit Alexander Solzhenitsyn when the great writer and moral witness was living as a refugee in Cavendish, Vt., between 1976 and 1994.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subsidize-my-electric-car-please-11567459952", "title": "Subsidize My Electric Car, Please", "date": "2019-09-02 17:32", "summary": "Auto makers want Congress to expand this gift to the affluent.. The great myth of political subsidies for business is that they will help an industry get started and then go away. We'll soon see if Congress can for once live up to its temporary promise and block the emerging effort to continue subsidizing the affluent to buy electric cars.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lament-of-carrie-lam-11567459847", "title": "The Lament of Carrie Lam", "date": "2019-09-02 17:30", "summary": "Hong Kong's chief executive says she's not in charge. Well, then resign.. Protests continued for a 13th straight weekend in Hong Kong, defying the city government's refusal to issue a permit. Meanwhile, signs of a divergence between the city government and Beijing are emerging that could raise the stakes for everyone.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mom-says-come-home-hong-kong-protests-divide-families-11567458226", "title": "'Mom Says Come Home': Hong Kong Protests Divide Families", "date": "2019-09-02 17:03", "summary": "Resume Subscription. HONG KONG-Every weekend, thousands of families across the city say goodbye to loved ones heading into the fight.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sweet-taste-of-liberty-review-reparation-by-lawsuit-11567458091", "title": "'Sweet Taste of Liberty' Review: Reparation By Lawsuit", "date": "2019-09-02 17:01", "summary": "In the 1870s, a twice-enslaved woman took one of her oppressors to court and, miraculously, won a settlement.. Few topics are as fraught as the demand for reparations to African-Americans for their ancestors' experience of slavery. Even people who believe that repayment is owed differ about what form it ought to take. The form it might have taken early on, in the wake of the Civil War, was the oft-cited promise of \"forty acres and a mule\" (minus the mule, the phrase comes from William Tecumseh Sherman), but it was never adopted as an official policy and was far from a real promise. It does, however, express the most modest form of reparation that the government might have offered to freed men and women at the time. In the event, as we know, they were abandoned to the Ku Klux Klan and crushing economic repression.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-battle-lines-harden-as-lawmakers-prepare-for-parliamentary-showdown-11567432609", "title": "U.K.'s Johnson Hints at Snap Election in Brexit Ultimatum", "date": "2019-09-02 16:45", "summary": "'We are leaving on the 31st of October, no ifs or buts,' prime minister says in televised address. LONDON-The chances of an early British general election to resolve a three-year impasse over Brexit appeared to rise on Monday as Prime Minister Boris Johnson launched a broadside at lawmakers seeking to thwart his Brexit plans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-to-name-new-chair-replacing-saudi-energy-minister-falih-11567438988", "title": "Aramco Replaces Chairman as IPO Planning Heats Up", "date": "2019-09-02 15:36", "summary": "Head of Saudi sovereign-wealth fund to succeed energy minister atop oil giant as it moves to speed up public listing. Saudi Arabia is removing Energy Minister Khalid al-Falih as chairman of its state-owned oil giant, a surprise shift as plans for an initial public offering accelerate.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-open-wont-have-a-repeat-champion-after-naomi-osaka-goes-down-11567453017", "title": "The U.S. Open Won't Have a Repeat Champion After Naomi Osaka Goes Down", "date": "2019-09-02 15:36", "summary": "The women's defending champion falls to Belinda Bencic, one day after men's champion Novak Djokovic retired due to a shoulder injury. The U.S. Open won't have a repeat champion this year.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-law-has-rochester-considering-rent-regulated-apartments-11567452990", "title": "New Law Has Rochester Considering Rent-Regulated Apartments", "date": "2019-09-02 15:36", "summary": "Resume Subscription. ROCHESTER, N.Y.-Over the past 20 months, residents of the apartment building at 447 Thurston Road in this city's 19th Ward said they battled vermin, bed bugs and poorly maintained units.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-irish-village-finally-found-the-perfect-vegetable-to-race-11567451983", "title": "An Irish Village Finally Found the Perfect Vegetable to Race", "date": "2019-09-02 15:19", "summary": "Competitors chase glory in the World Championship Turnip Races in Ballydehob; 'hard as flint'. BALLYDEHOB, Ireland-Muscles tensed, throwing arms cocked, six men wait behind the starting line at the bottom of a hill in this small rural village. Cheering onlookers crowd behind metal barriers. Organizer Barry O'Brien calls out the rules.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-curbs-u-n-probe-into-tehran-nuclear-equipment-site-11567450074", "title": "Iran Curbs U.N. Probe Into Nuclear Site", "date": "2019-09-02 15:15", "summary": "Diplomats say Iran is stifling a United Nations investigation of its alleged storage of nuclear equipment and radioactive material. Iran is stifling a United Nations probe of its alleged storage of nuclear equipment and radioactive material in Tehran, diplomats say, leading to fresh concerns about Iran's activities at a critical moment for the fate of the 2015 nuclear deal.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-debate-over-new-yorks-gifted-students-program-an-expert-held-sway-11567448445", "title": "In Debate Over New York's Gifted-Students Program, an Expert Gets Spotlight", "date": "2019-09-02 14:20", "summary": "Joseph Renzulli's method aims to offer students of all abilities hands-on projects that tap into their interests. Joseph Renzulli, an 83-year-old pioneer in gifted education, says please don't label a child \"gifted.\"", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-peso-strengthens-against-dollar-after-currency-controls-introduced-11567438945", "title": "Argentine Peso Strengthens Against Dollar After Currency Controls Introduced", "date": "2019-09-02 13:45", "summary": "Peso climbs more than 4%, recovering from early slide. The Argentine peso gained against the dollar Monday after the government announced a series of measures on Sunday to try to slow an outflow of the currency amid a crisis of confidence.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-loses-in-germany-11567445967", "title": "Everyone Loses in Germany", "date": "2019-09-02 13:39", "summary": "Voters in state elections effectively choose 'none of the above.'. European elections these days are generally contests between a beleaguered mainstream and insurgent alternatives. Voters in two German states on Sunday chose a form of \"none of the above\" as the country stumbles out of the Angela Merkel era.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-krafts-nfl-influence-endures-past-off-season-scandal-11567438645", "title": "Robert Kraft's NFL Influence Endures Past Off-Season Scandal", "date": "2019-09-02 13:33", "summary": "The Patriots owner remains one of the league's pre-eminent power brokers as a case against him for prostitution solicitation crumbles. When the NFL and Jay-Z struck a partnership last month, there was one person both the rapper and commissioner Roger Goodell went out of their way to credit.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-relief-for-big-tech-under-new-eu-leadership-11567428651", "title": "No Relief for Big Tech Under New EU Leadership", "date": "2019-09-02 13:26", "summary": "Incoming EU Commission president plans new laws on artificial intelligence and the use of big data as earlier investigations by the bloc's antitrust enforcer continue. BRUSSELS-The leadership of the European Union is changing over the next few months, but the organization's scrutiny of U.S. tech companies likely isn't.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pound-falls-amid-turmoil-in-british-politics-11567431852", "title": "Pound Falls Amid Turmoil in British Politics", "date": "2019-09-02 13:26", "summary": "Currency drops 0.7% against U.S. dollar, near its lowest level in a year. Political uncertainty in the U.K. and troubling economic data on Monday sent the British pound to near its lowest against the U.S. dollar in a year.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-students-go-back-to-school-but-protests-wont-cool-11567392576", "title": "School's Out for Prolonged Summer of Hong Kong Protests", "date": "2019-09-02 13:13", "summary": "Thousands of high school and university students boycott class. HONG KONG-Government authorities had hoped that the unrest and upheaval of the past few months would recede after youthful protesters returned to school on Monday. Thousands of students proved them wrong by boycotting class.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-valerie-harper-1939-2019-11567211686", "title": "Remembering Sitcom Actress Valerie Harper", "date": "2019-09-02 12:40", "summary": "Beloved sitcom actress died Friday at 80.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stocks-gain-ahead-of-european-data-11567410813", "title": "Global Stocks Rise on Manufacturing Data", "date": "2019-09-02 12:38", "summary": "Data shows modest uptick in Europe's manufacturing sector; economic growth concerns remain. Global stocks rose after manufacturing data in both China and Europe showed some improvement, but economic growth concerns remained.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-uncertainty-weighs-on-small-businesses-11567346801", "title": "Small Businesses' Economic Faith Tested by Tariffs", "date": "2019-09-02 12:31", "summary": "Firms' economic confidence weakest in seven years prompting companies to put investments, hiring on hold; 'It's demoralizing'. ", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/precarious-cease-fire-in-syria-holds-bringing-relief-to-last-rebel-holdout-11567436110", "title": "Cease-Fire in Syria Holds, Bringing Relief to Last Rebel Holdout", "date": "2019-09-02 10:55", "summary": "Sporadic shelling continues, but rebels say airstrikes have stopped for the first time in months. BEIRUT-A fragile cease-fire in northwest Syria held Monday, months after the United Nations warned of a humanitarian crisis developing in the last rebel stronghold fighting against the regime of President Bashar al-Assad.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-signs-5g-agreement-with-poland-despite-huawei-concerns-11567434905", "title": "U.S. Signs 5G Agreement With Poland Amid Huawei Concerns", "date": "2019-09-02 10:35", "summary": "Joint declaration seen as part of Trump administration's push for allies to cut ties with Chinese telecom giant. U.S. Vice President Mike Pence and Polish President Andrzej Duda signed an agreement tightening guidelines on 5G network security, part of a wider push by the Trump administration that has targeted Chinese telecom giant Huawei.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-irresistible-tennis-villain-with-a-new-york-attitude-11567433164", "title": "An Irresistible Tennis 'Villain' With a New York Attitude", "date": "2019-09-02 10:14", "summary": "Russian up-and-comer Daniil Medvedev solicits-and embraces-the noisy edge that the U.S. Open can still deliver. I love the U.S. Open in New York City as much as anyone on earth, but if I have one mild grievance, it's that, sometimes, this giant tennis tournament feels more U.S. than it does New York City.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-disruptive-designer-building-pyer-moss-becomes-a-fashion-star-11567432801", "title": "The Disruptor Building the Pyer Moss Fashion House", "date": "2019-09-02 10:00", "summary": "Resume Subscription. Since founding his clothing label Pyer Moss (pronounced Pierre Moss) in 2013, Kerby Jean-Raymond has defied fashion's conventions. Last September, he wowed the industry with a runway show in Brooklyn on the grounds of a 19th-century free black community, featuring black models and a gospel choir. Mr. Jean-Raymond's rumination on everyday black life-as well as his high-concept, socially conscious designs-made him a star.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/womens-other-economic-gap-financial-acumen-11567432800", "title": "Women's Other Economic Gap: Financial Acumen", "date": "2019-09-02 10:00", "summary": "Leaving long-term decisions to spouses inhibits progress toward financial literacy and wealth later in life. A gender gap in financial literacy is holding many women back when it comes to taking the lead in their own financial planning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-cant-afford-to-leave-moderates-behind-11567432578", "title": "Democrats Can't Afford to Leave Moderates Behind", "date": "2019-09-02 09:59", "summary": "Some Democrats worry the party isn't speaking to moderate voters who have proven critical to the success in the past. As Democrats cruise toward their next debate later this month, and consider how far their party should move left along the way, here are some electoral facts to consider.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eight-best-designed-things-of-september-11567431000", "title": "The Eight Best-Designed Things of September", "date": "2019-09-02 09:30", "summary": "A perfect blue chair, a contemporary riff on Irish crystal and a CBD-inclusive skin-care range: WSJ. Magazine editors round up eight new design items they're most excited about.. In 1945, Rolex debuted its Datejust. Waterproof and self-winding, with the date peeking out at the 3 o'clock mark, it incorporated many of the recent innovations in watchmaking. The latest versions of the timepiece, including the Oyster Perpetual Datejust 36 shown here, also feature technological advances, such as Rolex's caliber 3235, a self-winding movement introduced last year that allows for a 70-hour pow- er reserve. And they retain their classic look: This option has a 1945 bracelet design and a case that mixes 18-karat white gold and the brand's proprietary superalloy steel. Price upon request, rolex.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-sublime-photographs-harlems-past-remembered-11567431000", "title": "In Sublime Photographs, Harlem's Past Remembered", "date": "2019-09-02 09:30", "summary": "The photographer Roy DeCarava was known for his quietly moving black-and-white photographs of everyday Harlem life-as well as album covers for the likes of Miles Davis.. The photographer Roy DeCarava (1919-2009) was known for his quietly moving black-and-white photographs of everyday life in Harlem. His affinity for music and musicians came through in his art; during his career he photographed jazz musicians such as Billie Holiday, John Coltrane and Duke Ellington, and his work appeared on covers for albums like Miles Davis's Porgy and Bess and Mahalia Jackson's Bless This House. This fall, the artist's work is on view at two of David Zwirner's New York City galleries in what is the most comprehensive survey of his work since MoMA's 1996 retrospective. WSJ. spoke with art historian Sherry Turner DeCarava, the artist's widow, whose writing appears in the books Zwirner is publishing to accompany each exhibition.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-consumer-keeps-beating-expectations-11567430128", "title": "The American Consumer Keeps Beating Expectations", "date": "2019-09-02 09:15", "summary": "Equity analysts are pessimistic about earnings, but U.S. consumers keep fueling the stock market. Perhaps the biggest question facing investors right now is whether consumer spending will follow the deteriorating trend in the industrial economy that has spread from China to Germany and the U.S. in recent quarters.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattis-says-he-was-frank-with-trump-but-never-blocked-his-wishes-11567429200", "title": "Mattis Says He Was Frank With Trump but Never Blocked His Wishes", "date": "2019-09-02 09:00", "summary": "In a Wall Street Journal interview, former Defense secretary says 'that's not the way I deal with things.'. Former Defense Secretary Jim Mattis said he was \"right up front\" in frank policy discussions with President Trump, but never blocked or delayed actions the president wanted him to take.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ailing-chinese-bank-stops-paying-coupons-on-coco-bonds-11567424965", "title": "Ailing Chinese Bank Stops Paying Coupons on CoCo Bonds", "date": "2019-09-02 08:53", "summary": "Bank of Jinzhou is first Chinese lender to protect its finances by withholding coupon payments on contingent convertible bonds. A troubled Chinese bank said it would skip a year's worth of interest payments to international bondholders, days after reporting that losses and problem loans had soared.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-obscure-reason-for-augusts-big-bond-rally-negative-convexity-11567426592", "title": "One Obscure Reason for August's Big Bond Rally: Negative Convexity", "date": "2019-09-02 08:16", "summary": "A look at the phenomenon in the mortgage market and how it likely exacerbated the slide in Treasury yields. Analysts trying to make sense of the steep slide in bond yields around the world in August are pointing fingers at many things, including slowing global growth and a prolonged trade war.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charters-point-to-effective-education-reform-11567425726", "title": "Charters Point to Effective Education Reform", "date": "2019-09-02 08:02", "summary": "Mr. Sacks's suggestion to provide more funding to traditional schools is absurd in the wake of his stance that student outcomes have little to do with district schools.. Regarding Glenn Sacks's \"Charter School Success Is an Illusion\" (op-ed, Aug. 27): Charter schools disproportionately serve a larger percentage of students of color than district schools, and the majority of charter-school students receive a free or reduced-price lunch. These are the very students who have traditionally been left behind for decades. Mr. Sacks disregards research that shows when oversubscribed charter schools admit students by random lottery-accounting for his all determining factors of student motivation and family commitment-students who gain a charter-school seat through the lottery outperform their district peers who don't get a place.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aarp-fights-high-drug-prices-on-behalf-of-members-11567425544", "title": "AARP Fights High Drug Prices on Behalf of Members", "date": "2019-09-02 07:59", "summary": "AARP is fighting for change: So far this year, there are 35 new laws across 23 states to help reduce drug costs.. Dr. Gerard Gianoli's \"AARP's Interests Diverge From Its Members'\" (op-ed, Aug. 30) doesn't address the root cause of skyrocketing drug prices: list prices set by Big Pharma itself. Pharma fuels attacks on AARP and other change-makers because it's good for their business. Quashing change hurts seniors, everyone who pays into health insurance, and taxpayers-since we all bear the costs of today's out-of-control drug prices through premiums, cost-sharing and higher taxes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-follows-the-rules-for-sale-of-firearms-good-11567425318", "title": "Walmart Follows the Rules For Sale of Firearms: Good", "date": "2019-09-02 07:55", "summary": "Walmart was following the rules and laws-the bedrock of successful gun control.. Regarding the Hayley Peterson for Business Insider Notable & Quotable (Aug. 23): Hats off to Walmart , which followed the firearms sales rules exactly. Background checks only work when buyers and sellers follow all the rules. Establish you are who you say you are, and where you claim to live. Ms. Peterson was no doubt unsuccessful in making a purchase anyplace else in the same state. Vendors can only do so much. Walmart was following the rules and laws-the bedrock of successful gun control.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-wields-first-ipo-veto-on-chinas-new-tech-board-11567418856", "title": "Regulator Wields First IPO Veto on China's New Tech Board", "date": "2019-09-02 06:07", "summary": "Veto of Eversec listing comes after accounting scandal disrupted dozens of IPOs and other fundraising plans in China. SHANGHAI-China's market regulator vetoed a proposed share listing, faulting the accounting in an application that had already been approved by the country's biggest stock exchange.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-hurricane-dorian-coming-officials-seek-lessons-from-matthew-11567418401", "title": "With Hurricane Dorian Heading to East Coast, 2016's Matthew Offers Lessons", "date": "2019-09-02 06:00", "summary": "Previous storm traveled offshore up the coast, delaying landfall, but still caused extensive damage. Hurricane Dorian's projected path is bringing to mind another storm: Hurricane Matthew in 2016, which could offer a cautionary tale.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-dorian-is-upgraded-to-category-5-storm-11567339832", "title": "Dorian Thrashes Bahamas; Florida Urges Evacuations", "date": "2019-09-02 05:52", "summary": "Category 5 storm predicted to take a northward turn toward Florida's east coast; several counties under evacuation orders. Dorian continued to batter the Bahamas on Monday, with life-threatening storm surges and hurricane-force winds expected along parts of Florida's east coast later in the week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pay-access-apps-face-regulatory-test-11567416602", "title": "Pay-Access Apps Face Regulatory Test", "date": "2019-09-02 05:30", "summary": "Financial companies say they are cheaper and safer than payday lenders. WASHINGTON-A growing industry of financial apps that allow workers to access their pay early is drawing scrutiny from regulators to prove they are different from payday lenders.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-companies-offer-a-new-benefit-payroll-advances-and-loans-11567416601", "title": "Some Companies Offer a New Benefit: Payroll Advances and Loans", "date": "2019-09-02 05:30", "summary": "Employers aim to improve productivity, lower attrition via services for cash-strapped workers. A growing number of companies are helping workers gain access to payroll advances and loans, reflecting concern over the impact money problems are having on productivity levels and worker retention.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-war-takes-toll-on-south-korea-and-japan-11567415192", "title": "U.S.-China Trade War Takes Toll on South Korea and Japan", "date": "2019-09-02 05:08", "summary": "Economies of China's neighbors suffer, starting with manufacturers of high-tech equipment. TOKYO-The U.S.-China trade war is beginning to crimp the economies of China's neighbors, starting with manufacturers of high-tech equipment.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weight-loss-surgery-has-other-benefits-easing-diabetes-and-heart-disease-11567405800", "title": "Weight-Loss Surgery Has Other Benefits: Easing Diabetes and Heart Disease", "date": "2019-09-02 02:30", "summary": "Researchers found that those who had bariatric surgery were less likely to experience a heart- or stroke-related event. Bariatric surgery may substantially lower the risk of heart attacks, strokes and other major forms of cardiovascular disease, in addition to helping patients lose weight, according to new research published Monday in the Journal of the American Medical Association.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-strikes-max-flights-into-december-11567188084", "title": "United Airlines Strikes MAX Flights Into December", "date": "2019-09-02 00:01", "summary": "Carrier previously planned on Boeing aircraft being cleared to resume service in early November. United Airlines is extending cancellations of flights on the Boeing 737 MAX, but still plans to resume service with the grounded aircraft before Christmas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-rush-to-beat-new-tax-manhattan-luxury-apartment-sales-slump-11567342801", "title": "After Rush to Beat New Tax, Manhattan Luxury-Apartment Sales Slump", "date": "2019-09-02 23:45", "summary": "July sales plummeted from June levels as new transfer tax took effect. In June, sales of luxury residential real estate soared like a Midtown skyscraper as buyers rushed to beat a looming July 1 tax increase.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-delays-could-keep-boeing-737-max-grounded-into-holiday-travel-season-11567376957", "title": "New Delays Could Keep Boeing 737 MAX Grounded Into Holiday Travel Season", "date": "2019-09-02 22:58", "summary": "American and United have pushed the MAX's expected return to their schedules into December. Friction between Boeing Co. and international air-safety authorities threatens a new delay in bringing the grounded 737 MAX fleet back into service, according to government and pilot union officials briefed on the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chaos-in-texas-after-shooting-11567307831", "title": "Mourning in Texas After Shootings", "date": "2019-09-02 21:25", "summary": "Seven people have died so far and more than a dozen were injured in the West Texas cities of Midland and Odessa after a shooter began randomly firing at people Saturday.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}]