[{"link": "https://www.wsj.com/articles/kevin-durant-and-kyrie-irving-pick-the-brooklyn-nets-11561937611", "title": "Durant, Irving Pick the Nets", "date": "2019-06-30 19:33", "summary": "The two NBA stars are coming to New York to play for the Nets, not the Knicks, as free agency begins. Kevin Durant and Kyrie Irving are moving to New York. And they're not signing with the Knicks.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-opec-russia-pact-on-oil-cuts-could-last-well-into-2020-11561937084", "title": "New OPEC-Russia Pact on Oil Cuts Could Last Well Into 2020", "date": "2019-06-30 19:24", "summary": "Some major crude producers are concerned about the possibility of shrinking demand from China. VIENNA-OPEC and its Russia-led allies are likely to extend their deal to cut oil output by nine months, Saudi Energy Minister Khalid al-Falih said Sunday, in a sign that some of the world's major crude-producing countries are concerned about the possibility of shrinking demand well into next year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-pride-march-attracts-enormous-crowds-11561916305", "title": "New York Pride March Attracts Big Crowds", "date": "2019-06-30 19:10", "summary": "Gathering commemorated 50th anniversary of uprising at Stonewall Inn gay bar during police raid. NEW YORK-Throngs of spectators gathered Sunday for the NYC Pride March, the LGBTQ community's annual push for equality that this year took on added significance by commemorating the 50th anniversary of the uprising at Greenwich Village's Stonewall Inn.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-groups-eye-new-york-incumbents-to-challenge-11561935601", "title": "Progressive Groups Eye New York Incumbents to Challenge", "date": "2019-06-30 19:00", "summary": "As political newcomer Tiffany Cabán leads DA primary race, activists and their allies suggest longtime legislators in Western Queens could be next. Lawyers will count absentee ballots in the Democratic primary for Queens district attorney this week, but the progressive groups that propelled insurgent candidate Tiffany Cabán's campaign are already eyeing their next targets.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-mlbs-debut-in-europe-an-unusual-yankees-red-sox-series-11561935035", "title": "For MLB's Debut in Europe, an Unusual Yankees-Red Sox Series", "date": "2019-06-30 18:50", "summary": "Game on Sunday lasted 4 hours, 24 minutes, slightly shorter than the game the previous night, which nearly broke a length record. LONDON-Major League Baseball came here this weekend to introduce the U.K. market to a sport that most of its citizens look at with a level of interest somewhere between apathy and outright derision. It wanted to bring the best, most entertaining version of the game possible to showcase the aesthetic beauty, cerebral nature and rich history of America's pastime.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-pride-march-attracts-throngs-11561921974", "title": "Throngs Gather for New York Pride March", "date": "2019-06-30 18:46", "summary": "Event commemorated 50th anniversary of Stonewall Inn uprising after police raid, a defining moment in the gay-rights movement. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-china-trade-talks-are-back-on-but-obstacles-remain-11561913477", "title": "U.S.-China Trade Talks Are Back On but Obstacles Remain", "date": "2019-06-30 18:37", "summary": "With factions in both countries opposing concessions, Huawei emerges as key battleground. OSAKA, Japan-President Trump and President Xi Jinping of China managed to get trade talks back on track this past weekend, but an even tougher job lies ahead-appeasing hard-line factions within their own governments demanding they give no quarter.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-passes-budget-avoids-a-government-shutdown-11561934182", "title": "New Jersey Passes Budget, Avoids a Government Shutdown", "date": "2019-06-30 18:36", "summary": "Budget includes increased funding for NJ Transit and pension system and will give the state a more than $1.2 billion surplus. New Jersey Gov. Phil Murphy signed a $38.7 billion state budget Sunday, despite the legislature's denial of some of his key priorities, averting a government shutdown that would have started Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-grapples-with-internal-challenges-as-opioid-lawsuits-mount-11561887120", "title": "At Purdue Pharma, Business Slumps as Opioid Lawsuits Mount", "date": "2019-06-30 18:15", "summary": "OxyContin maker is beset by sluggish sales, dwindling workforce and restructuring problems. OxyContin maker Purdue Pharma LP is struggling with slumping sales, a shrinking workforce and restructuring challenges as it battles lawsuits related to the opioid crisis, according to people familiar with the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-doctrine-11561932751", "title": "The Trump Doctrine", "date": "2019-06-30 18:12", "summary": "With this President, the diplomacy is always personal.. President Trump believes in personal diplomacy and showmanship above all in foreign policy, and both were on display this weekend in East Asia for better or worse. If nothing else, Mr. Trump has revived negotiations that had stalled with China and North Korea as he looks for a foreign-policy victory heading into a re-election campaign.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-dates-in-the-u-s-china-trade-conflict-11561932690", "title": "Key Dates in the U.S.-China Trade Conflict", "date": "2019-06-30 18:12", "summary": "Washington and Beijing have been exchanging levies and threats for more than a year. Here are key dates in the U.S.-China trade conflict:", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-rugby-stars-anti-gay-post-exposes-fault-lines-over-religious-freedom-11561894209", "title": "Australian Rugby Star's Anti-Gay Post Exposes Fault Lines", "date": "2019-06-30 18:11", "summary": "Israel Folau was fired and his multimillion-dollar contract canceled after he posted that gay people and others would go to hell. SYDNEY-The firing of one of Australia's best-known sports stars for saying gay people are headed for hell has exposed social fault lines and sparked debate about what constitutes religious expression.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-truce-a-relief-to-marketsfor-now-11561810562", "title": "Trade Truce a Relief to Markets-For Now", "date": "2019-06-30 18:11", "summary": "Long-term outlook for markets hinges on the type of deal agreed and how it could affect interest rates. Stocks and other risky assets are likely to enjoy a brief rally after the emergence of a trade truce over the weekend, though concerns about the U.S. and China's long-term relationship and the path of interest rates could keep a lid on any gains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-bacon-merely-fakin-11561932708", "title": "Is That Bacon Merely Fakin'?", "date": "2019-06-30 18:11", "summary": "As veggie alternatives gain ground, farmers try to seize the language.. Pop quiz: Is \"veggie bacon\" made out of pork? If this seems like a dumb question, take a gander at a new Louisiana statute targeting such labels as deceptive. Signed in June by Governor John Bel Edwards, the law prohibits \"selling a food product under the name of an agricultural product.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/church-school-and-the-supreme-court-11561932658", "title": "Church, School and the Supreme Court", "date": "2019-06-30 18:10", "summary": "The Justices finally tee up a state Blaine Amendment for review.. Fresh off upholding the Bladensburg Cross, the Supreme Court has taken another case with even more at stake for religious liberty. On Friday the Justices agreed to hear a challenge that involves Montana's Blaine Amendment, a constitutional provision that bars tax-credit scholarships from going to religious schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-field-services-company-weatherford-to-file-for-bankruptcy-11561929865", "title": "Oil-Field Services Company Weatherford to File for Bankruptcy", "date": "2019-06-30 17:24", "summary": "Unsecured bondholders are in line to get all but 1% of the equity in the reorganized business. Weatherford International PLC, a Swiss-based oil-field services company, said it would file for bankruptcy protection after bondholders approved a restructuring agreement that will reduce its total debt by about 70%.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-startup-century-therapeutics-lands-250-million-in-venture-financing-11561928400", "title": "Biotech Startup Century Therapeutics Lands $250 Million in Venture Financing", "date": "2019-06-30 17:02", "summary": "Company is developing cellular therapy treatments for cancer. ", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-bridgegate-criminal-or-just-dirty-politics-11561809601", "title": "Was 'Bridgegate' Criminal, or Just Dirty Politics?", "date": "2019-06-30 16:30", "summary": "Traffic-scandal case gives Supreme Court fresh chance to consider narrowing definition of corruption. The U.S. Supreme Court's decision to hear a New Jersey case about traffic as political payback-a scandal known as Bridgegate-is a likely effort by the high court to limit prosecutors' ability to bring corruption cases against public officials without straightforward bribery or kickback schemes, legal experts say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-supreme-courts-job-to-defer-11561924811", "title": "Is the Supreme Court's Job to Defer?", "date": "2019-06-30 16:00", "summary": "Kagan and Gorsuch clash over separation of powers and the right method of interpreting regulations.. The Supreme Court last week decided an important case in a way that left many observers confused about what it had actually done. At issue in Kisor v. Wilkie was whether to overturn Auer v. Robbins (1997), which held that lower courts must defer to federal agencies' interpretations of their own rules. The justices voted unanimously to send the case back to the lower court, which had invoked Auer deference in approving a Veterans Affairs Department interpretation of its own rule. The majority opinion, written by Justice Elena Kagan, added a complicated set of considerations before a court could defer to an agency's rule. In effect this new rule replaced Auer deference.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inf-treaty-defenders-raise-the-risk-of-nuclear-war-11561924759", "title": "INF Treaty Defenders Raise the Risk of Nuclear War", "date": "2019-06-30 15:59", "summary": "A dangerous plan to ban research and development of intermediate-range conventional weapons.. President Trump last year announced the U.S. would withdraw from the 1987 Intermediate-Range Nuclear Forces Treaty. That made sense because Russia was violating the pact and China, which was not a signatory, had exploited it to undermine the U.S. conventional military edge in Asia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-underdog-challenges-erdogan-11561924714", "title": "An Underdog Challenges Erdogan", "date": "2019-06-30 15:58", "summary": "The president, a former Istanbul mayor, has a rival in the current one.. Turkey's Recep Tayyip Erdogan began his rise to the presidency as a political underdog with support from Turks who felt marginalized by the country's secular establishment. He is now the most powerful Turkish leader in recent memory.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mrs-swalwell-may-still-be-undecided-11561924677", "title": "Mrs. Swalwell May Still Be Undecided", "date": "2019-06-30 15:57", "summary": "I admire people who had the good sense not to watch last week's debates. I wasn't among them.. The people I admire are those who had the good sense, or apathy, or willpower not to watch last week's Democratic Party presidential debates. I, alas, was not among them, but was at my post-on my couch, actually-during both nights' festivities. What, you might ask, possessed me?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kill-section-230-you-kill-the-internet-11561924578", "title": "Kill Section 230, You Kill the Internet", "date": "2019-06-30 15:56", "summary": "Leave Big Tech intact and free to moderate content-but make the rules transparent.. The internet was almost killed in its cradle. Will it happen again? In October 1994, an anonymous poster on Money Talk, a bulletin board run by the early online service Prodigy, accused Long Island brokerage firm Stratton Oakmont of fraud. Yes, that Stratton Oakmont, of Leonardo DiCaprio and \"Wolf of Wall Street\" movie fame. Fraud central. But in 1995 Stratton Oakmont sued Prodigy for defamation. The firm claimed the online service was liable as a publisher because Prodigy posted content guidelines that human \"board leaders\" enforced and deployed software that screened for offensive language. Sound familiar?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dialogue-with-maduro-is-a-trap-11561924508", "title": "Dialogue With Maduro Is a Trap", "date": "2019-06-30 15:55", "summary": "Cuba is employing its age-old tricks in an effort to keep the dictator in power.. Venezuelan dictator Nicolás Maduroreportedly released 59 political prisoners Saturday, ahead of unconfirmed press reports that new talks with Venezuela's democratic opposition will soon begin somewhere in the Caribbean, perhaps in Barbados.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-customers-dont-pay-trumps-tariffs-11561924444", "title": "My Customers Don't Pay Trump's Tariffs", "date": "2019-06-30 15:54", "summary": "We negotiated lower prices from Chinese factories instead.. When President Trump imposed 25% import tariffs on $200 billion of Chinese goods, economists and trade pundits said the levies would pass through to U.S. consumers. As the owner of a consumer-electronics company that sources 90% of our products from China, I have a different perspective.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-whigs-review-rejecting-the-extremes-11561924399", "title": "'Old Whigs' Review: Rejecting the Extremes", "date": "2019-06-30 15:53", "summary": "Today's overheated politics make prudent statesmanship seem hopelessly distant, but our future may depend on it-yet again.. In a time like our own, with its routine storms of controversy and spasms of outrage, a classical virtue like prudence may feel either quaint or hopelessly irrelevant. Among much else, Greg Weiner's concise and elegant \"Old Whigs\" is a study and celebration of prudence, \"for whose recovery,\" the author believes, \"contemporary politics aches.\" He finds this now-uncommon virtue everywhere on display in the thought and statesmanship of Edmund Burke and Abraham Lincoln, the Whigs of his title.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-stocks-hover-near-records-growth-worries-linger-11561887000", "title": "As Stocks Hover Near Records, Growth Worries Linger", "date": "2019-06-30 15:31", "summary": "Investors try to determine how much longer economic expansion can last. Stocks are flirting with records again, but many investors are struggling to discern how much longer the bull market can continue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-manufacturing-international-trade-jobs-11561921200", "title": "Economy Week Ahead: International Trade, Manufacturing, Jobs", "date": "2019-06-30 15:00", "summary": "Economists to monitor June jobs report for signs of a slowdown. In the week ahead, the U.S. will see fresh manufacturing, trade and employment data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-scorned-air-conditioningthen-it-got-really-hot-11561918952", "title": "Germany Scorned Air Conditioning-Then Came the Heat Wave", "date": "2019-06-30 14:22", "summary": "Resume Subscription. BERLIN-Natalie Mayer knows why Germans disdain the air conditioner, or the Klimaanlage-literally, climate apparatus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/england-entertains-thoughts-of-world-cup-victory-11561918914", "title": "England Entertains Thoughts of World Cup Victory", "date": "2019-06-30 14:21", "summary": "Lionesses take big step up after high-profile exits; manager Phil Neville pushes to build soccer power. PARIS-The England players were still 24 hours from knowing for sure that their next World Cup opponent would be the U.S. But England manager Phil Neville didn't care about facing the three-time world champions. His team had just booked its spot in the semifinals and he was already prepared to look beyond them, all the way to Downing Street visits, open-top bus parades and a set of honors from the queen.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-mercosur-deal-faces-hurdles-on-two-continents-11561918700", "title": "EU, Mercosur Deal Faces Hurdles on Two Continents", "date": "2019-06-30 14:18", "summary": "A new trade pact is spurring concerns about the potential impact on European farmers and South American manufacturers. It took 20 years of on-and-off talks to reach a deal Friday on a trade pact between the European Union and four South American nations. Winning implementation could take years, with environmentalists and trade unions making final approval a challenge.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apartment-demand-hits-five-year-high-11561917600", "title": "Apartment Demand Hits Five-Year High", "date": "2019-06-30 14:00", "summary": "Demand grew particularly in Chicago and Houston. Demand for rental apartments reached a five-year high this spring, spurred by new household formation and lagging home sales.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alan-blinders-risk-assessment-approach-is-mistaken-11561915807", "title": "Blinder Risk-Assessment Approach Is Mistaken", "date": "2019-06-30 13:30", "summary": "Before the last financial crisis, bank regulators and the SEC had plenty of power to stop the increase in leverage occurring among the largest banks, which seriously destabilized the industry. They chose not to.. Alan S. Blinder and I have the same goal: a more stable financial industry (\"Empower Regulators to Stop Risky Financial Business,\" op-ed, June 20). Unfortunately, his solution will solve little.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatars-banks-are-no-haven-for-terrorists-11561915696", "title": "Qatar's Banks Are No Haven for Terrorists", "date": "2019-06-30 13:28", "summary": "Qatar can state for certain that our financial system is not being used by those who support terrorism.. Contrary to \"Accused Terrorists Tap Bank Funds\" (World News, June 20), the State of Qatar offers no haven to those who support terrorism. In the 11-year-old case of Khalifa al-Subaiy, we imprisoned him following his conviction, and since 2008 there has been a travel ban in place preventing him from leaving Qatar. Within Qatar he is under continuous surveillance. All financial activity is fully monitored and reported. Everything, including allocation of living expenses, was done with the knowledge and approval of the U.N. Security Council.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prof-feldstein-and-apple-and-orange-prices-11561915641", "title": "Prof. Feldstein and Apple and Orange Prices", "date": "2019-06-30 13:27", "summary": "When apples go up in price (because of rising costs to producers, transporters, retailers, etc.) and people switch to oranges, the increased demand for oranges causes the price of oranges to rise.. Regarding \"Four Decades of Economic Wisdom From Martin Feldstein\" (June 13): I will attempt to give a respectful counter observation to Feldstein's claims of an overestimation of the consumer-price index.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-need-to-look-abroad-for-monetary-policy-errors-11561915587", "title": "No Need to Look Abroad for Monetary Policy Errors", "date": "2019-06-30 13:26", "summary": "The anemic economic growth during the current recovery spurred the Ben Bernanke and Janet Yellen Feds to stimulate economic growth by keeping its policy rate at zero for six-and-a-half years.. Joseph C. Sternberg (\"A British Warning for the Trump Fed,\" Political Economics, June 21) is correct in saying monetary policy cannot increase productivity or economic growth. However, there is another example of a central bank that lost sight of this basic fact that is close to home. The anemic economic growth during the current recovery spurred the Ben Bernanke and Janet Yellen Feds to stimulate economic growth by keeping its policy rate at zero for six-and-a-half years into the economic recovery and more than quadrupled the size of the Fed's balance sheet. There is no other explanation for this unprecedented behavior.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-donation-systems-like-winred-must-first-seek-to-do-no-harm-11561915535", "title": "Systems Like WinRed Must First Seek to Do No Harm", "date": "2019-06-30 13:25", "summary": "For the past month, however, my email has been inundated with solicitations from unknown Republican candidates from all over the country.. Regarding Karl Rove's \"The Democrats' Tech Cash Machine\" (op-ed, June 27): The Republicans may want to evaluate what has been created with their WinRed platform for handling campaign donations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-north-korea-moment-started-with-a-tweet-ended-with-a-step-11561911990", "title": "Trump's North Korea Moment Started With a Tweet, Ended With a Step", "date": "2019-06-30 12:26", "summary": "The spontaneous meeting with Kim Jong Un inside the DMZ produced the U.S. presidency's first steps into the isolated regime. SEOUL-With a spring to his step, North Korean leader Kim Jong Un approached alone. It was a familiar place for him. But today, Mr. Kim welcomed a first-time visitor to the demilitarized zone: President Trump.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-1-trillion-cant-make-world-better-place-11561906980", "title": "Even $1 Trillion Can't Make the World a Better Place", "date": "2019-06-30 12:17", "summary": "Norway's sovereign-wealth fund reversed its ethical ban on owning shares in five companies after they changed their ways, but cause and effect is hard to discern. If any investor can change corporate behavior by withholding money, the world's biggest sovereign-wealth fund surely should be able to. In fact, the impacts are hard to discern.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-take-issue-with-trumps-overseas-meetings-11561911046", "title": "Democrats Take Issue With Trump's Overseas Meetings", "date": "2019-06-30 12:10", "summary": "In TV appearances, presidential candidates say overture with Kim lacks substance. Democratic presidential candidates criticized President Trump Sunday over issues ranging from nuclear talks with North Korea to Mr. Trump's making light, in an appearance with Russian President Vladimir Putin, of interference in U.S. elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-arizona-desert-an-elite-border-patrol-unit-responds-to-desperate-cases-11561887052", "title": "In Arizona Desert, Elite Border Patrol Unit Responds to Desperate Cases", "date": "2019-06-30 12:08", "summary": "Twelve children have died crossing the U.S.-Mexico border so far this year, and rising summer temperatures are increasing the risk. TUCSON, Ariz.-Shortly after starting their midafternoon shift, Border Patrol agents Timothy McNeil and Jason Pope got their first 911 call: a 27-year-old Mexican man had been walking in the desert for 10 days and needed help.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drink-makers-seek-more-recycled-plastic-11561910599", "title": "Drink Makers Seek More Recycled Plastic", "date": "2019-06-30 12:03", "summary": "Coke, Pepsi, others encourage curb-side recycling, oppose deposit programs in push to get more reusable plastic. Beverage companies with ambitious goals to use more recycled plastic in their packaging are facing a shortage of discarded containers from recycling programs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gray-wave-of-workers-gives-slow-growing-world-a-boost-11561899600", "title": "Gray Wave Gives Slow-Growing World a Boost", "date": "2019-06-30 11:54", "summary": "In advanced economies, an increasing share of retirement-age workers are staying on the job. A slow-growing world is getting a boost from an unexpected source. As more of the population in advanced economies approaches or passes age 60, an increasing share have kept working rather than retire.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-deals-lead-the-way-as-rest-of-the-world-lags-behind-11561906800", "title": "U.S. Deals Lead the Way as Rest of the World Lags Behind", "date": "2019-06-30 11:00", "summary": "Rising political tensions, weak economic growth beyond the U.S. weigh on deal volume globally. A flurry of mergers and big initial public offerings in the U.S. make it the runaway success story in global deal making, standing in contrast to sluggish activity in Europe and Asia.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinian-authority-targets-bahrain-conference-attendees-11561905530", "title": "Palestinian Authority Targets Bahrain Conference Attendees", "date": "2019-06-30 10:38", "summary": "Security forces arrested a businessman, tried to detain another. TEL AVIV-The Palestinian Authority has targeted local businessmen who participated in a U.S.-led economic conference in Bahrain last week centered on improving the Palestinian economy, arresting one attendee and trying to detain another.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-buyers-rush-to-beat-new-mansion-tax-11561903320", "title": "Manhattan Buyers Rush to Beat New Mansion Tax", "date": "2019-06-30 10:02", "summary": "Recent surge of closings isn't enough to offset overall weakness in apartment sales. Buyers have been racing to close on purchases of expensive Manhattan homes to avoid higher taxes that take effect July 1.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-fund-is-riding-bitcoin-to-top-11561903200", "title": "This Fund Is Riding Bitcoin to Top", "date": "2019-06-30 10:00", "summary": "Grayscale Bitcoin Trust is among biggest beneficiaries of recent cryptocurrency boom. Bitcoin is booming again. One of the biggest beneficiaries is a fund that provides everyday investors with access to the world's most popular cryptocurrency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoins-surge-leaves-smaller-digital-currencies-in-the-dust-11561903203", "title": "Bitcoin's Surge Leaves Smaller Digital Currencies in the Dust", "date": "2019-06-30 10:00", "summary": "Other cryptocurrencies have largely been left behind in this year's surge. This year's cryptocurrency rally has so far been all about bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-problem-with-harry-potter-wizards-unite-11561899600", "title": "The Problem With 'Harry Potter: Wizards Unite'", "date": "2019-06-30 09:00", "summary": "Players use augmented reality to interact with creatures from Harry Potter's world, but the game is too complicated and doesn't bring enough magic. Last Friday I had a fight with a vampire in the mailroom of my apartment building-and lost. In retrospect, I never had a chance. I was 45 minutes into playing \"Harry Potter: Wizards Unite,\" the new augmented-reality game from Niantic, maker of \"Pokémon Go.\" I had achieved only level 2.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-tennis-has-a-new-no-1-but-for-how-long-11561896000", "title": "Women's Tennis Has a New No. 1. But for How Long?", "date": "2019-06-30 08:00", "summary": "Ashleigh Barty has taken over the top spot and is a favorite at Wimbledon. But there's different pressure when a player is expected to win.. Three years ago, Ashleigh Barty was ranked No. 623 in the world. As Wimbledon begins on Monday, the 23-year-old Barty has risen to No. 1, following up her French Open victory with a grass-court title in Birmingham, England.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-caught-between-slower-growth-and-mideast-turmoil-11561896002", "title": "Oil Prices Caught Between Slower Growth and Mideast Turmoil", "date": "2019-06-30 08:00", "summary": "Investors expect geopolitical flare-ups, particularly in the Middle East, to keep oil prices from falling too far. Oil prices have been on a bumpy ride the past few months, with sagging demand and geopolitical tensions vying for supremacy over crude's direction.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scooter-braun-makes-300-million-deal-for-big-machine-records-11561893008", "title": "Scooter Braun Makes $300 Million Deal for Big Machine Records", "date": "2019-06-30 07:10", "summary": "Pop talent manager acquires owner of the Taylor Swift catalog and home of artists Sheryl Crow, Lady Antebellum. ", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-stranger-things-whipped-up-80s-fever-11561892400", "title": "How 'Stranger Things' Whipped Up '80s Fever", "date": "2019-06-30 07:00", "summary": "'Stranger Things,' returning to Netflix July 4, has stoked '80s nostalgia even among viewers born long after the decade of scrunchies and shopping malls. To keep viewers immersed in their version of the 1980s, producers of the sci-fi horror series \"Stranger Things\" built their biggest shrine to the decade yet: a shopping mall.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tennis-star-reilly-opelka-bounced-back-from-injury-11561887060", "title": "How Tennis Star Reilly Opelka Bounced Back From Injury", "date": "2019-06-30 05:31", "summary": "Reilly Opelka is 21 years old-and almost 7 feet tall. Here's the exercise regimen he followed after being sidelined by injuries.. Standing nearly seven feet tall, Reilly Opelka towers over most NBA stars. He has eight inches on Steph Curry and three inches on LeBron James. But he prefers to serve balls, not dunk them. The 21-year-old rising tennis star is the tallest player ever in the ATP Top 100 and he's determined to shatter the notion that big guys can't win big tournaments.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-turns-to-vr-to-pick-middle-managers-11561887001", "title": "Walmart Turns to VR to Pick Middle Managers", "date": "2019-06-30 05:30", "summary": "Retailer using virtual reality headsets to gauge workers' potential and skill level, help determine promotions and pay cuts. When some Walmart Inc. store workers want to apply for a higher-paying management role, the company fits them with a $250 virtual reality headset to see if they are the right candidate for the job.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-thinking-challenges-the-stigma-around-shock-therapy-11561887000", "title": "New Thinking Challenges the Stigma Over 'Shock Therapy'", "date": "2019-06-30 05:30", "summary": "Although memory loss remains a risk, doctors say electroconvulsive therapy can be an important tool for patients with severe depression. Doctors are taking a second look at the procedure known as shock therapy, saying the long-stigmatized treatment is safer than before and can be remarkably effective in patients with severe symptoms.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecbs-draghi-grows-bolder-as-his-tenure-nears-end-11561887001", "title": "ECB's Draghi Grows Bolder as His Tenure Nears End", "date": "2019-06-30 05:30", "summary": "The president of the European Central Bank is doubling down on a tried-and-tested strategy in an attempt to guard the bloc against too-low inflation. FRANKFURT-Mario Draghi is teeing up some of the boldest policy moves of his eight-year term as European Central Bank president only four months before he steps down, potentially binding the hands of his successor for years.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-tells-social-media-operators-to-step-up-efforts-against-terrorist-content-11561811579", "title": "G-20 Tells Social-Media Operators to Step Up Efforts Against Terrorist Content", "date": "2019-06-30 05:18", "summary": "The U.S. signed up to the statement after declining to endorse a similar international initiative recently. OSAKA, Japan-The U.S. joined other major nations in calling for social-media companies to crack down on violent terrorist content online, an apparent easing of Washington's concerns about internet censorship.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-leaves-huaweis-south-korean-suppliers-hanging-11561873796", "title": "Trump Leaves Huawei's South Korean Suppliers Hanging", "date": "2019-06-30 01:49", "summary": "Speaking to South Korea's largest conglomerates, president provided no direction on how they should proceed with Chinese tech giant. SEOUL-President Trump struck a cordial tone in a meeting with South Korea's largest businesses on Sunday, praising their investments in the U.S. But noticeably absent from his remarks: any mention of China's Huawei Technologies Co.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jony-ive-is-departing-apple-but-he-started-leaving-years-ago-11561943376", "title": "Jony Ive Is Leaving Apple, but His Departure Began Long Ago", "date": "2019-06-30 00:01", "summary": "Design chief helped create some of the world's best-known products, but grew distant as the company shifted focus under CEO Tim Cook. As the deadline loomed for the 10th anniversary iPhone, Apple Inc.'s top software designers gathered in the penthouse of an exclusive San Francisco club called The Battery.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analysis-fed-officials-will-find-little-to-boost-outlook-from-trade-truce-11561914576", "title": "Fed Officials Are Expected to Find Little to Boost Outlook From Trade Truce", "date": "2019-06-30 00:01", "summary": "Agreement to resume U.S.-China talks avoids further deterioration in the economic outlook but uncertainty still weighs on global investment. An agreement between President Trump and Chinese President Xi Jinping to resume trade negotiations avoids further deterioration in the economic outlook for now, but it does little to clear the fog of uncertainty weighing on global trade and investment that has prompted Federal Reserve officials to consider cutting interest rates.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}]