[{"link": "https://www.wsj.com/articles/foreign-panel-steps-down-from-probe-of-hong-kong-police-11576018800", "title": "Foreign Panel Steps Down From Probe of Hong Kong Police", "date": "2019-12-10 22:40", "summary": "Group says city's watchdog lacks powers to properly investigate use of force against protesters. HONG KONG-A panel of foreign experts recruited to ensure the objectivity of an investigation into allegations of excessive force by Hong Kong police during recent protests said it was stepping down after their concerns about the probe went unresolved, a step likely to fuel criticism of the review.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-sign-executive-order-targeting-anti-semitism-on-college-campuses-11576028412", "title": "Trump to Sign Order Targeting Anti-Semitism on College Campuses", "date": "2019-12-10 22:07", "summary": "Order is designed to target the Boycott, Divest and Sanction Israel movement. WASHINGTON-President Trump plans to sign an executive order to combat anti-Semitism on college campuses by threatening to cut off federal funds to schools that don't curb discrimination against Jewish students, according to a senior administration official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-defense-department-money-for-border-wall-court-orders-11576027530", "title": "No Defense Department Money for Border Wall, Court Orders", "date": "2019-12-10 20:34", "summary": "Judge blocks Trump administration's attempt to divert $3.6 billion from military construction. A federal judge in Texas has blocked the Trump administration from using billions of dollars in funding from the Defense Department to pay for construction of a long-promised wall on the Mexican border.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-stars-head-coach-jim-montgomery-fired-for-unprofessional-conduct-11576004704", "title": "Dallas Stars Head Coach Fired for 'Unprofessional Conduct'", "date": "2019-12-10 20:30", "summary": "Jim Montgomery becomes the third NHL coach to lose his job in the past month, as the league seeks to reckon with its culture. The Dallas Stars abruptly fired head coach Jim Montgomery on Tuesday for \"unprofessional conduct,\" a move that comes after the National Hockey League launched new initiatives meant to address its culture and the bad behavior it sometimes enables.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-announce-two-articles-of-impeachment-11575987219", "title": "House Democrats Announce Articles of Impeachment Against Trump", "date": "2019-12-10 20:30", "summary": "First article addresses abuse of power, second relates to obstruction of Congress. WASHINGTON-The House Judiciary Committee will pursue two articles of impeachment against President Trump, a narrower approach than some Democrats had hoped, as the Republican-led Senate outlined plans for a trial early in the new year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-pompeo-meets-with-russias-foreign-minister-at-state-department-11576006942", "title": "Pompeo Meets With Russia's Foreign Minister at State Department", "date": "2019-12-10 20:25", "summary": "U.S. secretary of state urges Kremlin to release detained American Paul Whelan, as Lavrov again denies Moscow interfered in U.S. elections. WASHINGTON-Secretary of State Mike Pompeo clashed Tuesday with Russian Foreign Minister Sergei Lavrov over the fate of an American detained in Russia and over U.S. conclusions of Kremlin meddling in the 2016 U.S. election.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-swiss-unit-to-pay-192-million-to-settle-u-s-tax-case-11576023015", "title": "HSBC Swiss Unit to Pay $192 Million to Settle U.S. Tax Case", "date": "2019-12-10 20:21", "summary": "Private bank admits helping Americans evade taxes and agrees to settle criminal charges. WASHINGTON-A Switzerland-based subsidiary of HSBC Holdings PLC on Tuesday admitted helping Americans evade taxes over a decade and agreed to pay $192 million to settle criminal charges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-releases-client-list-from-his-days-at-mckinsey-11576023578", "title": "Buttigieg Releases Client List From His Days at McKinsey", "date": "2019-12-10 19:55", "summary": "List includes Blue Cross Blue Shield of Michigan, Best Buy, Defense Department. Pete Buttigieg's clients during his nearly three years at McKinsey & Co. included Blue Cross Blue Shield of Michigan, Best Buy , Canadian retailer Loblaw Cos., the U.S. Postal Service and the U.S. Department of Defense, according to a release Tuesday from the Democrat's presidential campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-anti-money-laundering-chief-calls-for-beneficial-ownership-registry-11576025601", "title": "U.S. Anti-Money-Laundering Chief Calls for Beneficial Ownership Registry", "date": "2019-12-10 19:53", "summary": "Lack of business-ownership information creates a 'dangerous and widening gap' in the national security apparatus, Treasury official says. WASHINGTON-A lack of information about who owns and controls businesses incorporated in the U.S. is creating a \"dangerous and widening gap\" in the country's national security apparatus, the director of Treasury's anti-money-laundering watchdog said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-reach-agreement-with-trump-administration-on-usmca-trade-deal-11575989670", "title": "Revised Trade Pact Set for Likely Approval by Congress in 2020", "date": "2019-12-10 19:36", "summary": "Agreement to replace Nafta gains bipartisan backing, contains provisions aimed at creating manufacturing jobs. A new U.S. trade deal with Mexico and Canada gained backing from House Democrats, setting the agreement on course for likely ratification by Congress in 2020 and marking a victory for President Trump after months of negotiations to modify it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattis-says-his-decision-to-quit-says-enough-11576023834", "title": "Mattis Says His Decision to Quit Says Enough", "date": "2019-12-10 19:23", "summary": "Former defense secretary resigned after split with Trump on Syria and Afghanistan, but has declined to criticize the president. WASHINGTON-Former Defense Secretary Jim Mattis said his resignation from the administration a year ago speaks for itself and that he has no interest in criticizing President Trump.", "categories": [["Politics", "WSJ CEO Council"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunman-in-pensacola-shooting-got-weapon-under-legal-exception-11576015752", "title": "Gunman in Pensacola Shooting Got Weapon Under Legal Exception", "date": "2019-12-10 19:23", "summary": "Navy grounds 300 Saudi student pilots being trained by U.S. at three Florida bases. WASHINGTON-Exceptions under federal firearms law allowed the suspect in an attack at a Florida military base to legally buy a handgun in the U.S. despite his Saudi citizenship, officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-celadon-group-embarks-on-planned-windup-11576023427", "title": "Bankrupt Celadon Group Embarks on Planned Windup", "date": "2019-12-10 19:17", "summary": "A judge authorized the trucking company to tap a loan that will fund its organized closure in chapter 11. A bankruptcy judge has authorized Celadon Group Inc. to start drawing from an $8.2 million chapter 11 loan that will pay employee wages and fund a planned windup of the trucking carrier.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-the-tax-games-11576022797", "title": "Return of the Tax Games", "date": "2019-12-10 19:06", "summary": "Congress prepares for a gigantic, bipartisan subsidy giveaway.. Impeachment suggests a hopelessly partisan Washington, but sometimes this is more for show. Republicans and Democrats are working together behind the scenes to fleece taxpayers with another burst of special-interest tax subsidies before they leave for the year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-stranded-exxon-case-11576022767", "title": "New York's Stranded Exxon Case", "date": "2019-12-10 19:06", "summary": "A judge eviscerates the much ballyhooed climate-change suit.. Well, that was embarrassing. After spending nearly four years trying to nail Exxon Mobil for myriad climate-change deceptions, New York's attorney general was excoriated Tuesday by a state judge for making \"hyperbolic\" claims and essentially trying to deceive the court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-taxes-itself-in-the-foot-11576022717", "title": "Europe Taxes Itself in the Foot", "date": "2019-12-10 19:05", "summary": "Digital levies aimed at U.S. giants hammer local firms too. Oops.. Europe's politicians are gung-ho for taxing American tech giants, but few on the Continent have asked what those plans mean for Europe's economy. A new study tries to answer that question, and the results are embarrassing for European tech-tax enthusiasts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ig-nunes-and-schiff-11576022741", "title": "The IG, Nunes and Schiff", "date": "2019-12-10 19:05", "summary": "The Horowitz report reveals the Democrat's many distortions.. Monday's Justice Department Inspector General report on the FBI's Trump-Russia probe is illuminating in many ways, not least the light it casts on the previous claims by politicians when they were telling the public about what they saw in classified documents. House Intelligence Chairman Adam Schiff in particular has been exposed for distortions and falsehoods.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-senate-a-trial-is-an-ordeal-11576022652", "title": "For the Senate, a Trial Is an Ordeal", "date": "2019-12-10 19:04", "summary": "Timely lessons from the last presidential impeachment, more than two decades ago.. As President Trump's impeachment appears inevitable, it's time to focus on the Senate, where it falls to Majority Leader Mitch McConnell and Minority Leader Chuck Schumer to avert a procedural train wreck. A glance at history shows that it can be done-and what it will take.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-horowitz-horror-show-11576022683", "title": "The Horowitz Horror Show", "date": "2019-12-10 19:04", "summary": "The inspector general is circumspect in his judgments but the facts speak clearly.. Justice Department Inspector General Michael Horowitz, as he explains, is bound to assume good faith unless given \"documentary or testimonial evidence\" otherwise. Yet he has compiled a factually damning report that even a thick-headed and biased press will have to take account of.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divesting-endowments-from-fossil-fuels-or-common-sense-11576022634", "title": "Divesting Endowments From Fossil Fuels or Common Sense?", "date": "2019-12-10 19:03", "summary": "Students debate the politicization of universities' investments.. Editor's note: This Future View is about campus divestment campaigns and the politicization of university endowments. Next week we'll ask about \"boomers.\" What is a boomer? What important truth does the stereotype capture or leave out? Students should click here to submit opinions of fewer than 250 words before Dec. 17. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-unfair-immigration-advantage-11576022289", "title": "Big Tech's Unfair Immigration Advantage", "date": "2019-12-10 18:58", "summary": "Reform the system to help startups get visas for recent graduates.. If Congress wants to help technology startups compete with giants like Amazon , Google and Microsoft , it should change America's immigration laws. Our research suggests that visa policy is often an obstacle to startups seeking to hire foreign graduates with specialized scientific and technical skills.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-spying-ruined-my-good-name-11576022322", "title": "FBI Spying Ruined My Good Name", "date": "2019-12-10 18:58", "summary": "FISA has failed to protect American citizens from abusive surveillance.. My name is Carter Page, and I wish you were hearing it for the first time. If you were, I could introduce myself-a former naval officer who has worked for political figures from both parties. But my identity has been reduced to a series of false accusations. If something isn't done to prevent future abuses of power by intelligence agencies, I won't be the last to lose his good name this way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genuine-fakes-review-not-quite-the-real-thing-11576022132", "title": "'Genuine Fakes' Review: Not Quite the Real Thing", "date": "2019-12-10 18:55", "summary": "From the blue whale at the museum to banana-flavored bubble gum, sometimes we prefer things to be a little less authentic.. In 1954, after multiple setbacks-some involving exploding equipment-a team of scientists at General Electric finally succeeded in making the first artificial diamond. Applying enormous pressure and heat to carbon, it turned out, could reproduce the process of diamond formation that normally took nature up to billions of years to complete. This development made De Beers nervous-at the time, the company controlled the global trade in naturally formed diamonds. But diamond prices never collapsed: GE kept supply low; De Beers, meanwhile, licensed GE's technology and now sells its own lab-grown diamonds alongside the natural kind. Indeed, artificial diamonds-which, on a molecular level, are identical to mined diamonds-are now preferred by some as the more ethical choice for jewelry, even if they are still considered somehow inauthentic.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-chinese-trade-negotiators-planning-for-delay-of-december-tariff-11575984743", "title": "U.S. and Chinese Negotiators Planning for Delay of Tariffs", "date": "2019-12-10 18:52", "summary": "Officials hint at extending talks, though President Trump hasn't yet decided. ", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-president-alberto-fernandezs-inauguration-marks-return-of-peronism-11576000543", "title": "Argentine President's Inauguration Marks Return of Peronism", "date": "2019-12-10 18:47", "summary": "New leader, facing recession and huge debt, says he will commit his term to those 'trapped in poverty'. BUENOS AIRES-Alberto Fernández was sworn in as president of Argentina, vowing to restore growth and redistribute wealth by reversing the austerity policies of his pro-business predecessor, Mauricio Macri.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-group-widens-fertility-benefits-for-employees-11576021529", "title": "Carlyle Group Widens Fertility Benefits for Employees", "date": "2019-12-10 18:47", "summary": "The Washington-based firm's expanded fertility benefit follows a move earlier this year to extend its parental leave policy. Carlyle Group LP's efforts to develop family-friendly employee benefits are getting a little bit friendlier.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-defeat-kim-jong-un-11576021495", "title": "How to Defeat Kim Jong Un", "date": "2019-12-10 18:44", "summary": "Double down on sanctions, punish the regime's criminal activities and provide 'intrusive aid.'. The latest phase in the North Korean nuclear crisis is a race against time inside North Korea itself. Which will come first: nuclear breakout or economic breakdown? Washington should be moving much more forcefully to tilt the outcome in the West's favor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-say-staten-island-should-stand-alone-11576021412", "title": "Lawmakers Say Staten Island Should Stand Alone", "date": "2019-12-10 18:43", "summary": "Bill in city council would authorize study of how least-populous borough could secede and be financially viable. New York City's \"forgotten borough\" would take a step toward becoming its own city under a proposed bill that is reigniting debate over Staten Island's possible secession.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelle-obama-is-racially-insensitive-11576021360", "title": "Michelle Obama Is Racially Insensitive?", "date": "2019-12-10 18:42", "summary": "She and Pete Buttigieg come under attack from progressives for expressing common-sense views.. In the 1990s, before I had a family of my own, I volunteered in a mentoring program and was paired with a high-school freshman from Harlem whose parents were divorced. We would meet up on weekends to see a movie, visit a museum, or sometimes just grab a meal and chat about how things were going. His mother, a West Indian immigrant, told me that she had signed her son up for the program because she wanted him to have more male role models in his life.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-have-a-beef-with-phony-meat-11576021330", "title": "I Have a Beef With Phony Meat", "date": "2019-12-10 18:42", "summary": "Deceptive labels and marketing practices lead consumers to think it's better than the real thing.. A group of vegans are suing Burger King over its meatless alternative, the \"Impossible Burger.\" They allege that after the restaurant added the plant-based patty to its menu, Burger King \"contaminated\" those burgers by exposing them to real meat on the grill. As a lifelong Nebraskan and a cattle rancher, I can't imagine how someone could see beef as a \"contaminant.\" But this lawsuit reflects a growing challenge with imitation meat: Americans are increasingly unsure what's on their dinner plates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-trumps-doorstep-a-trade-win-and-impeachment-articles-11576019169", "title": "On Trump's Doorstep: a Trade Win and Impeachment Articles", "date": "2019-12-10 18:06", "summary": "Within an hour, Democrats delivered to the president a deal on one of his top legislative priorities and the case for why he should be removed from office. WASHINGTON-For President Trump and much of Capitol Hill, it was an hour of political whiplash.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-sees-big-tech-probe-wrapping-up-by-next-year-11576011636", "title": "Barr Sees Big-Tech Probe Wrapping Up by Next Year", "date": "2019-12-10 18:02", "summary": "Government has to move quickly and 'fish or cut bait,' attorney general says. WASHINGTON-Attorney General William Barr said he would like for the Justice Department probe of Big Tech to wrap up next year, while also warning that law enforcement would look at broader business practices unrelated to antitrust concerns.", "categories": [["Politics", "WSJ CEO Council"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-found-not-guilty-of-fraud-in-climate-change-accounting-case-11575991792", "title": "Exxon Is Cleared in Climate-Change Accounting Case", "date": "2019-12-10 17:26", "summary": "Judge rules New York attorney general didn't prove the oil company deceived investors. A New York state judge cleared Exxon Mobil Corp. of fraud claims, saying New York's attorney general had failed to establish that the oil giant had deceived investors about how it accounted for the cost of future climate-change regulation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-says-26-4-million-users-watched-the-irishman-in-first-week-11576009861", "title": "Netflix Says 26.4 Million Users Watched 'The Irishman'", "date": "2019-12-10 17:25", "summary": "Acclaimed Martin Scorsese movie falls short of 'Bird Box,' which attracted 45.3 million viewers in a similar period. Some 26.4 million Netflix subscribers around the world watched the Martin Scorsese movie \"The Irishman\" in its first week on the streaming service, Chief Content Officer Ted Sarandos said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-value-has-nominated-majority-board-slate-at-health-services-company-mednax-11576015509", "title": "Starboard Value Has Nominated Majority Board Slate at Mednax", "date": "2019-12-10 17:17", "summary": "Activist investor pushes Mednax to consider partial, full sale. Activist investor Starboard Value LP has privately nominated a majority slate of directors at Mednax Inc. and is pushing the healthcare-services company to sell all or part of itself, according to people familiar with the matter.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-decline-as-tariff-deadline-weighs-on-markets-11575973677", "title": "Stocks Pare Losses on U.S.-Mexico-Canada Trade Pact", "date": "2019-12-10 17:15", "summary": "Developments from Washington, news on trade could spur further volatility heading into year-end. Stocks inched lower, paring early declines after Democratic lawmakers reached an agreement with the Trump administration to support a trade deal with Mexico and Canada.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-community-groups-sue-university-of-california-to-drop-sat-act-11576008188", "title": "Students, Community Groups Sue University of California to Drop SAT, ACT", "date": "2019-12-10 17:14", "summary": "Suit alleges the university discriminates against low-income students and others by relying on standardized-test scores in admissions. A group of students and community organizations filed a much-anticipated lawsuit against the University of California, alleging that the university system discriminates against low-income students, racial minorities and others by requiring SAT or ACT admissions tests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-killed-in-jersey-city-shootout-11576015956", "title": "Several Killed in Jersey City Shootout", "date": "2019-12-10 17:12", "summary": "Four people, including a police officer, were killed at a shootout at a kosher supermarket. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blackrock-favors-u-s-government-debt-over-other-nations-amid-policy-pause-11576004319", "title": "BlackRock Favors U.S. Treasurys Over Other Nations' Amid Policy Pause", "date": "2019-12-10 17:08", "summary": "Treasurys yield more than other developed countries' debt. The world's largest money manager is favoring U.S. Treasurys over other sovereign bonds because it expects yields outside the U.S. to linger near recent lows.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autozone-races-toward-record-fueled-by-strong-earnings-11576009211", "title": "AutoZone Races Toward Record, Fueled by Strong Earnings", "date": "2019-12-10 16:51", "summary": "The 7% jump in share price, which would be AutoZone's largest single-session gain since March 2009,. Shares of AutoZone Inc. surged Tuesday to an all-time high after the distributor of automotive replacement parts and accessories reported higher-than-expected sales and profits.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-farms-to-silicon-valley-u-s-businesses-stand-to-gain-from-usmca-11576008127", "title": "From Farms to Silicon Valley, U.S. Businesses Stand to Gain From USMCA Trade Deal", "date": "2019-12-10 16:49", "summary": "Deal is expected to drive investment by fostering more predictable trade relations among U.S., Mexico, Canada. The new U.S.-Mexico-Canada Agreement is expected to usher in tangible benefits for agriculture, technology, manufacturing and other business sectors, industry analysts say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-grapples-with-showdown-over-french-pensions-after-days-of-protests-11576014019", "title": "Macron Grapples With Protests Over French Pensions", "date": "2019-12-10 16:40", "summary": "Mass transit is snarled as unions step up demonstrations against president's plans to streamline retirement system, which they say could leave many with lower payouts. PARIS-The fate of France's costly pension system hinges on who will blink first: President Emmanuel Macron or the unions that have paralyzed the country for nearly a week and on Tuesday mobilized hundreds of thousands of protesters who oppose his plans to overhaul a pillar of the socialist economy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-growth-uncertainties-weigh-on-outlook-for-materials-stocks-11575982803", "title": "Trade, Growth Uncertainties Weigh on Outlook for Materials Stocks", "date": "2019-12-10 16:37", "summary": "Global jitters have caused the sector to lag behind the S&P 500 in 2019. The materials sector has lagged behind the broader S&P 500 this year, and some investors fear that will continue as trade tensions with China drag on.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudsons-bay-owner-of-saks-posts-lower-sales-11575985094", "title": "Hudson's Bay, Owner of Saks, Posts Lower Sales", "date": "2019-12-10 16:36", "summary": "Department-store operator's loss widened in latest quarter as takeover bid looms. Hudson's Bay Co. reported wider losses and lower demand, especially for luxury goods, as the department-store operator faces competing bids to take the company private.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-probe-of-trump-campaign-was-travesty-barr-says-11576002876", "title": "Attorney General Barr Calls FBI's Trump Probe 'Travesty'", "date": "2019-12-10 16:35", "summary": "It is too soon to determine whether political bias within FBI motivated investigation, Mr. Barr says. WASHINGTON-Attorney General William Barr escalated his criticism of the Federal Bureau of Investigation's probe into possible Trump campaign connections to Russia, calling it a \"travesty\" that was opened on flimsy evidence.", "categories": [["Politics", "WSJ CEO Council"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-retail-property-slump-claims-big-times-square-building-11576013619", "title": "New York's Retail Property Slump Claims Big Times Square Building", "date": "2019-12-10 16:33", "summary": "Three-year downturn in Manhattan retail real estate may have claimed its biggest victim yet. Manhattan's three-year downturn in retail real estate may have claimed its biggest victim yet.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-questions-government-bid-to-avoid-paying-insurers-under-affordable-care-act-11576000472", "title": "Supreme Court Questions Government Bid to Avoid Paying Insurers Under Affordable Care Act", "date": "2019-12-10 16:32", "summary": "Most justices sound skeptical of arguments government doesn't have to pay roughly $12 billion. WASHINGTON-A majority of Supreme Court justices questioned whether the federal government could avoid an obligation to pay billions of dollars to health insurers that sold consumer policies on exchanges created by the Affordable Care Act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-sees-need-for-boosting-technical-skills-of-its-workforce-11576013254", "title": "Amazon Sees Need for Boosting Technical Skills of Its Workforce", "date": "2019-12-10 16:27", "summary": "Retail giant's HR chief discusses rise of technology jobs and lessons learned from retraining workers. WASHINGTON-When Amazon.com Inc.'s top human-resources executive considers the skills the retail giant might need in its workforce going forward, she has a quick answer.", "categories": [["Business", "WSJ CEO Council"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-news-buys-citylab-its-first-acquisition-in-a-decade-11576012874", "title": "Bloomberg Media Buys CityLab", "date": "2019-12-10 16:21", "summary": "Deal comes weeks after co-founder Michael Bloomberg announced presidential run, raising questions about the company's future. Bloomberg LP's media division is buying CityLab, a website focused on urban planning and the future of city living, from the Atlantic, the first acquisition of an editorial property by the news and financial data company in over a decade.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-set-to-vote-on-endangered-gray-wolf-11576011599", "title": "Colorado Set to Vote on Endangered Gray Wolf", "date": "2019-12-10 16:21", "summary": "Fate of predator will for first time move out of the legislature and courts and onto a ballot. Colorado residents may get a chance to help decide the fate of gray wolves in the West in what experts say appears to be the first time voters could reintroduce an endangered species.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-in-time-the-final-recording-by-buddy-rich-review-he-kept-pushing-to-the-end-11576012836", "title": "'Just in Time: The Final Recording' by Buddy Rich Review: He Kept Pushing to the End", "date": "2019-12-10 16:20", "summary": "A previously unreleased concert, taped less than six months before Rich's death, reveals his ability to propel a band and drive it relentlessly forward.. In Buddy Rich's lifetime, perhaps the legendary drummer's most listened-to performance was his 1967 version of \"Love For Sale.\" It's a number he revisits on an excellent new release, \"Just in Time: The Final Recording\" (Gearbox Records) a previously unreleased concert from Ronnie Scott's in London, taped less than six months before his death in 1987 at age 69. Jazz musicians, other percussionists especially, were astonished by Rich's ability to propel a band and drive it relentlessly forward, and to make his presence felt without even taking a drum solo. But by the time of his centennial in 2017, the Rich recording that most people knew, much more so than any of his actual music, was the infamous \"bus tapes\" (recorded in the early 1980s by Lee Musiker, his pianist at the time), in which the bandleader vehemently curses out his entire band, not only for what he felt was an subpar performance but because, ridiculous as it sounds, a few of them sported facial hair. The tape-recorded rant, which was famously quoted on \"Seinfeld,\" has given Rich an infamy that far overshadows his playing.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-finally-looks-appetizing-11575996241", "title": "Chewy Finally Looks Appetizing", "date": "2019-12-10 16:19", "summary": "After giving up nearly all of its post-IPO gains, the online pet-supplies retailer is starting to look like good value. Online pet retailer Chewy surged 64% on its first day of trading after its June public offering. After giving up nearly all those initial gains, it is beginning to look like good value.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-facing-fossil-fuels-glut-takes-10-billion-charge-11576012579", "title": "Chevron, Facing Fossil Fuels Glut, Takes $10 Billion Charge", "date": "2019-12-10 16:16", "summary": "Oil giant cuts the value of its holdings, including shale, citing low prices caused by oversupply. Chevron Corp. is writing down the value of its assets by more than $10 billion, a concession that in an age of abundant oil and gas some of its holdings won't be profitable anytime soon.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-aims-human-rights-sanctions-at-myanmar-saudi-arabia-pakistan-11576012255", "title": "U.S. Aims Human-Rights Sanctions at Myanmar, Saudi Arabia, Pakistan", "date": "2019-12-10 16:10", "summary": "Treasury, State target individuals over murder of Jamal Khashoggi, persecution of Rohingya. WASHINGTON-The U.S. sanctioned four top military generals from Myanmar, including the commander-in-chief, for overseeing a campaign of alleged murder, rape and displacement against hundreds of thousands of members of the country's Rohingya minority and others.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-films-of-2019-movies-that-make-moviegoing-a-pleasure-11576012231", "title": "The Best Films of 2019: Movies That Make Moviegoing a Pleasure", "date": "2019-12-10 16:10", "summary": "The big-screen medium continues to surprise and delight us, despite dire predictions of its demise.. The conventional wisdom isn't wrong about theatrical films; they have a limited future in the age of torrential streaming. Yet there was something seriously right with the big-screen medium in 2019. Instead of whistling past the graveyard, filmmakers from all over the world seemed to be gracing the place with more good movies than the eyes could see.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-new-york-homeowners-using-state-law-to-avoid-salt-tax-cap-11576010797", "title": "More New York Businesses Using State Law to Avoid SALT Tax Cap", "date": "2019-12-10 16:02", "summary": "State official said 312 businesses have opted into the program for 2020, up from 262 that participated in 2019. More businesses are taking advantage of a New York law that lets their employees avoid a federal cap on the amount of state and local taxes they can deduct from their federal returns.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-furnace-of-smoke-and-ash-new-zealands-search-for-volcano-eruption-survivors-11576011490", "title": "A Furnace of Smoke and Ash: New Zealand's Search for Eruption Survivors", "date": "2019-12-10 15:58", "summary": "Resume Subscription. When Tony Smith took off in a helicopter for New Zealand's White Island on Monday afternoon, the intensive-care specialist had hoped his emergency team would be able to rescue survivors of the massive volcanic eruption there.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mexico-ex-security-chief-arrested-by-u-s-on-drugs-linked-bribery-charge-11576002251", "title": "U.S. Arrests Mexican Ex-Security Chief on Drugs-Linked Bribery Charge", "date": "2019-12-10 15:47", "summary": "The Sinaloa drug cartel allegedly paid Genaro García Luna, the face of Mexico's anti-drug efforts, millions of dollars in bribes in exchange for protection. Federal agents arrested Mexico's former top security official and charged him with receiving millions of dollars in bribes from the Sinaloa Cartel while he was in charge of the country's war on drug gangs from 2006 to 2012, U.S. officials said Tuesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-law-grads-hipster-antitrust-argument-against-facebook-findsmainstream-support-11575987274", "title": "She Argued Facebook Is a Monopoly. To Her Surprise, People Listened.", "date": "2019-12-10 15:44", "summary": "Dina Srinivasan says that rather than raising prices like an old-school monopolist, Facebook harms consumers by taking ever-increasing amounts of personal data-and the idea has had unexpected resonance. When Dina Srinivasan quit her job as a digital advertising executive two years ago, she wasn't looking to retool antitrust law for the social-media age. She just wanted to spend some time reading in coffee shops.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-articles-of-impeachment-key-passages-11576009892", "title": "Trump Articles of Impeachment: Key Passages", "date": "2019-12-10 15:31", "summary": "House Judiciary will pursue two articles as it seeks to remove the president from office. The House Judiciary Committee said Tuesday it would pursue two articles of impeachment against President Trump. Here are some key passages:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-joins-brexit-as-big-issue-in-british-election-11576009396", "title": "Health Care Joins Brexit as Big Issue in U.K. Election", "date": "2019-12-10 15:23", "summary": "Boris Johnson leads polls with 'get Brexit done' focus as NHS funding emerges as Conservative liability. STAFFORD, England-Britain's Brexit election increasingly isn't about Brexit, and for Prime Minister Boris Johnson, that presents a challenge.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-sounds-out-investors-on-fresh-international-ipo-11576004672", "title": "Saudi Aramco Sounds Out Investors on Asia IPO", "date": "2019-12-10 15:23", "summary": "Oil company reaches out to investors about possible listing in Asia after domestic IPO attracted little foreign capital. Saudi officials have held meetings in recent weeks with international investors to gauge their views on a possible listing of Aramco's shares in Asia, according to people familiar with the matter, a sign Saudi Arabia still hopes to attract the foreign capital it failed to draw with its record-breaking domestic IPO.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-clarity-could-give-commodities-needed-boost-11575991229", "title": "Trade Clarity Could Give Commodities Needed Boost", "date": "2019-12-10 15:08", "summary": "Oil, copper remain well below peaks hit in mid-April, a sign investors remain skeptical about demand. Commodity investors are closely watching trade developments between the U.S. and China, hoping that a resolution to their trade war will relieve pressure on a host of materials.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transparent-prices-will-improve-health-care-11576008274", "title": "Transparent Prices Will Improve Health Care", "date": "2019-12-10 15:04", "summary": "A majority of Americans are looking for health-care price information, but nearly two-thirds say there's not enough of this information available.. For the beleaguered health-care consumer, any step for increased price transparency is a step in the right direction (\"Hospital Groups Sue to Keep Rates Secret,\" U.S. News, Dec. 5). With annual family out-of-pocket costs for high-deductible health plans allowable up to $16,400 in 2020, shouldn't parents be able to decide before a child's tonsillectomy or other planned procedure whether they will have to pay 20% coinsurance of $8,000 or $16,000? For health-care consumers, it is only with competition and price transparency that there is any hope that costs will stabilize.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-calls-top-health-officials-for-meeting-to-resolve-tensions-11576008088", "title": "White House Calls Top Health Officials for Meeting to Resolve Tensions", "date": "2019-12-10 15:01", "summary": "Rift between Seema Verma, head of Centers for Medicare and Medicaid, and HHS Secretary Alex Azar continues to trouble Trump administration. WASHINGTON-The acting White House chief of staff has called Trump administration health officials Seema Verma and Alex Azar to a meeting this week, administration officials said Tuesday, the latest effort to smooth a rift that threatens to overshadow the president's health policy agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-backs-adam-schiff-not-adam-smith-11576007644", "title": "Pelosi Backs Adam Schiff, Not Adam Smith", "date": "2019-12-10 14:54", "summary": "By removing the exclusivity period from the USMCA trade agreement text, Congress and the White House maintain their ability to unleash free-market competition sooner without harming innovation.. In your editorial \"Pelosi's Never-Ending Trade Demands\" (Dec. 4), you point out a \"trade deal with 10 years of market exclusivity [for biologic medicines] would mean Congress couldn't make it five or fewer later.\" By removing the exclusivity period from the USMCA trade agreement text, Congress and the White House maintain their ability to unleash free-market competition sooner without harming innovation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-wants-to-ban-chinese-buses-railcars-in-defense-bill-11575927925", "title": "Congress Wants to Ban Chinese Buses, Railcars in Defense Bill", "date": "2019-12-10 14:53", "summary": "Lawmakers are also poised to ban U.S. military from buying Chinese drones. WASHINGTON-Congress is taking aim at China in a must-pass defense-policy bill at the same time that the Trump administration is seeking to negotiate an interim trade pact with Beijing.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cows-face-an-increasingly-uncertain-future-11576007550", "title": "Cows Face an Increasingly Uncertain Future", "date": "2019-12-10 14:52", "summary": "We should all be rooting for the success of \"fake meat\" for the health of our planet (and the cows).. Compared with plant-based protein, raising beef takes a lot of fresh water, a lot of land and a lot of energy, all predicted to be in short or restricted supply in the near future (\"The High Steaks Face-Off Over Fake Meat,\" Exchange, Nov. 30). And, even though the Green New Deal overstates this, as a byproduct of digesting grass, cows emit methane, a powerful greenhouse gas. So even if it is a tie in terms of human health, we should all be rooting for the success of \"fake meat\" for the health of our planet (and the cows).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-critics-miss-the-many-benefits-of-exercise-11576007365", "title": "Peloton Critics Miss the Many Benefits of Exercise", "date": "2019-12-10 14:49", "summary": "Those who so viciously attacked the commercial should get off the couch, put down their cellphones, take a break from twitter and go for a run, a swim or a bike.. Regarding your editorial \"A Holiday Micro-Aggression\" (Dec. 5): In response to the critics of the Peloton commercial and the lucky lady who receives a Peloton for Christmas, I would suggest that they consider that the point of exercise isn't limited to losing weight. Believe it or not, there are folks out there who exercise for the purpose of improving their cardiovascular fitness, building muscle and enjoying the multiple benefits of living a healthy lifestyle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-deliveries-24-jets-in-november-11575996678", "title": "Boeing Deliveries Inch Higher", "date": "2019-12-10 14:47", "summary": "MAX grounding leaves plane maker set to deliver fewer than half as many aircraft this year. Boeing Co. said it delivered 24 jets in November, a modest improvement from a month earlier that still leaves the plane maker likely to hand over fewer than half as many aircraft in 2019 as last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-rebuffs-barr-moves-ahead-on-messaging-encryption-11575998393", "title": "Facebook Rebuffs Barr, Moves Ahead on Messaging Encryption", "date": "2019-12-10 14:27", "summary": "Company turns down attorney general's request for law-enforcement access to WhatsApp, Messenger platforms. WASHINGTON- Facebook said it would move forward with plans to add encryption across its messaging platforms, rejecting a plea from Attorney General William Barr to allow some form of government access to those services over concerns about public safety.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steele-disputes-parts-of-igs-report-11576004482", "title": "Steele Disputes Parts of IG's Report", "date": "2019-12-10 14:01", "summary": "Former British intelligence officer whose research the FBI used to obtain a warrant criticizes assertions in inspector general's report. WASHINGTON-A former British intelligence officer whose research was used by the FBI to obtain a surveillance warrant on Tuesday disputed key elements of a U.S. government watchdog report highly critical of the agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-the-new-usmca-trade-deal-11575998455", "title": "What's in the New USMCA Trade Deal", "date": "2019-12-10 14:00", "summary": "A look at some of the key provisions in the new U.S.-Mexico-Canada Agreement, which will replace Nafta. The new U.S.-Mexico-Canada Agreement replaces the North American Free Trade Agreement, or Nafta, and updates the rules of the game for trade among the three countries. Here are some of the key provisions:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-life-in-talks-to-buy-cignas-nonhealth-benefits-unit-11576002262", "title": "New York Life in Talks to Buy Cigna Unit for Up to $6 Billion", "date": "2019-12-10 13:59", "summary": "Other potential buyers, including MetLife and Sun Life, have been circling as well. New York Life Insurance Co. is negotiating with Cigna Corp. to acquire a unit that sells nonmedical insurance products to employers, a deal that could be valued at as much as $6 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-news-apollo-makes-bid-for-tennecos-powertrain-unit-sources-11575998488", "title": "Apollo Made Bid for Tenneco's Powertrain Unit", "date": "2019-12-10 13:42", "summary": "The private-equity firm's offer is valued at $4.3 billion including adjustments and excluding certain liabilities, but Tenneco is likely to reject it. Apollo Global Management Inc. has made an offer to acquire auto-parts supplier Tenneco Inc.'s powertrain division, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-say-they-want-to-save-the-planetbut-they-cant-agree-how-11575973800", "title": "Companies Say They Want to Save the Planet-but Can't Agree How", "date": "2019-12-10 13:42", "summary": "IKEA, Henkel and H&M are among those promising to go climate positive, but differ on what the term means. Companies increasingly talk about being climate positive, but they disagree on what that means and how to measure it-a problem business leaders took a first step toward resolving this week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-airlines-is-sued-for-pregnancy-discrimination-11575995675", "title": "Frontier Airlines Is Sued for Pregnancy Discrimination", "date": "2019-12-10 13:38", "summary": "Female pilots, flight attendants allege airline failed to accommodate pregnant and breast-feeding crew members. When Renee Schwartzkopf, a flight attendant with Frontier Airlines, gave birth in 2017, she didn't tell her employer that she planned to breast-feed her son after returning to work.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-praise-rick-gates-cooperation-recommend-no-prison-time-11576002886", "title": "Prosecutors Praise Rick Gates' Cooperation, Recommend No Prison Time", "date": "2019-12-10 13:34", "summary": "In the course of the Mueller probe, Gates met with investigators more than 50 times and testified at three trials. Prosecutors recommended that former Trump campaign aide Richard Gates serve no jail time for his financial and other crimes, praising his \"extraordinary\" cooperation against multiple other former Trump advisers caught up in special counsel Robert Mueller's investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hasnt-yet-agreed-to-delay-new-tariffs-on-china-imports-says-adviser-11575999700", "title": "U.S. Steel Tariffs on Argentina, Brazil Aren't Settled, Says Trump Adviser", "date": "2019-12-10 13:23", "summary": "Washington hasn't reached final decision on postponing new round of tariffs on Chinese imports, Lawrence Kudlow also says. WASHINGTON-A top White House adviser cast doubt on President Trump's statements last week that he intended to immediately place steel and aluminum tariffs on Argentina and Brazil.", "categories": [["Politics", "WSJ CEO Council"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-must-have-qualification-for-baseballs-newest-managers-tv-experience-11576001270", "title": "Baseball's Newest Craze Is Hiring TV Stars", "date": "2019-12-10 13:07", "summary": "Baseball teams have started hiring TV analysts as their major-league managers-a sign that the role of the field manager has changed dramatically.. San Diego", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-tax-moves-can-save-you-big-on-medicare-premiums-11574418607", "title": "Tiny Tax Moves Can Save You Big on Medicare Premiums", "date": "2019-12-10 12:30", "summary": "Even a dollar less in income can, in some cases, result in dramatically lower insurance costs. ", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-maker-vizio-is-building-an-ad-business-of-its-own-11575997539", "title": "TV Maker Vizio Is Building an Ad Business of Its Own", "date": "2019-12-10 12:05", "summary": "The company plans to hire two dozen ad sales executives through 2020. Vizio Inc., a major maker of TVs in North America, wants to sell some of the ads that appear on its TV sets' screens.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-paul-volcker-warren-buffett-and-peloton-have-in-common-11575997229", "title": "What Paul Volcker, Warren Buffett and Peloton Have in Common", "date": "2019-12-10 12:00", "summary": "The former Fed chief is no longer with us, but his name will continue to be misspelled. Former Federal Reserve Chairman Paul Volcker is no longer with us, but his legacy will endure even if the inflationary dragon he slew returns. That legacy is bad spelling. Several tributes in the news media Monday, including from Axios, NBC and Yahoo Finance, spelled his name as \"Volker.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quiet-payments-promote-high-fee-investments-for-teachers-11575996392", "title": "Hidden Payments, Costly Plans Dent Teachers' Retirement Savings", "date": "2019-12-10 11:46", "summary": "Resume Subscription. Hidden financial ties exist between some administrators hired by school districts for their teacher retirement plans and the companies whose investment products those administrators promote, The Wall Street Journal found.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deutsche-bank-cites-progress-in-turnaround-11575969783", "title": "Deutsche Bank Cites Progress in Turnaround", "date": "2019-12-10 11:39", "summary": "German lender says closely watched fixed-income revenue is up. FRANKFURT- Deutsche Bank AG said it is making progress cutting costs and stabilizing businesses weakened from revenue declines in its effort to convince investors that an ambitious five-month-old reorganization is on track.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/challenge-for-ceos-when-does-it-make-sense-to-speak-out-11575995969", "title": "Challenge for CEOs: When Does It Make Sense to Speak Out?", "date": "2019-12-10 11:39", "summary": "Corporate leaders who feel compelled to discuss political issues to serve all stakeholders 'risk getting slammed'. Before the chief executive of the industrial conglomerate Siemens AG spoke out on the rise of a nationalist anti-immigration party in Germany, he reached out to employees on the company's internal social network.", "categories": [["Business", "WSJ CEO COUNCIL"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulvaney-defends-role-of-politics-in-foreign-policy-11575991616", "title": "Mulvaney Defends Role of Politics in Foreign Policy", "date": "2019-12-10 11:37", "summary": "White House acting chief of staff declined to comment on Ukraine controversy. WASHINGTON-Acting White House chief of staff Mick Mulvaney said he believes politics should guide foreign policy, but he declined to weigh in on allegations that President Trump sought to pressure the leader of Ukraine to conduct investigations that could benefit him politically.", "categories": [["Politics", "WSJ CEO Council"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-freelance-income-make-these-tax-moves-now-11575628211", "title": "If You Have a Side Hustle, You Should Make These Tax Moves Now", "date": "2019-12-10 11:27", "summary": "More Americans are joining the ranks of freelancers and gig workers. They face daunting tax issues but also get special breaks.. This message is for all you freelancers, gig workers, lodging hosts, online sellers, consultants, independent contractors and others who are in business for yourselves:", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chilean-military-plane-disappears-with-38-people-aboard-11575994360", "title": "Chilean Military Plane Disappears With 38 People Aboard", "date": "2019-12-10 11:12", "summary": "Search launched in South Atlantic waters for aircraft that was en route to Antarctica. Military aircraft from three South American countries were scouring the turbulent waters of the South Atlantic north of Antarctica on Tuesday after a Chilean Hercules C-130 military transport plane disappeared the night before with 38 people aboard.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-up-for-these-real-estate-agents-not-so-much-11575994074", "title": "Going Up? For These Real-Estate Agents, Not So Much", "date": "2019-12-10 11:07", "summary": "Three agents recall being trapped in an elevator while showing a home.. Q: Have you ever gotten stuck in an elevatorduring a showing?", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-pumps-70-2-billion-in-short-term-liquidity-into-markets-11575993443", "title": "Fed Pumps $70.2 Billion in Short-Term Liquidity Into Markets", "date": "2019-12-10 10:57", "summary": "Money-market operations are aimed at ensuring the financial system has enough liquidity. The Federal Reserve Bank of New York added $70.2 billion in temporary liquidity to financial markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-ceos-and-no-operating-room-the-impossible-job-of-fixing-the-indian-health-service-11575993216", "title": "Six CEOs, No Operating Room: The Impossible Job of Fixing the Indian Health Service", "date": "2019-12-10 10:53", "summary": "Rear Adm. Michael Weahkee, nominated to lead the troubled agency, struggled to turn around a South Dakota hospital. Three years ago, the U.S. Indian Health Service needed a savior for its hospital in Rosebud, S.D.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-reversal-of-spring-crisis-border-arrests-drop-for-sixth-straight-month-11575912090", "title": "In a Reversal, Fewer Migrants Are Arrested at the Border", "date": "2019-12-10 10:42", "summary": "As shelters empty, experts credit Trump administration's controversial 'Remain in Mexico' program and increased Mexican security. Arrests of people crossing the Southwestern border have plummeted 75% since May, marking one of the most dramatic drops in recent history and a sign that policy changes by the Trump administration and Mexico are reducing migration to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koreas-giant-shipyard-merger-faces-scrutiny-in-europe-11575991785", "title": "Korea's Giant Shipyard Merger Faces Scrutiny in Europe", "date": "2019-12-10 10:29", "summary": "Hyundai Heavy-Daewoo tie-up plan already faces antitrust concerns in Singapore. The megamerger of South Korea's two big shipbuilders faces new headwinds, with European regulators set to follow their counterparts in Singapore in launching an antitrust investigation.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norma-kamali-grew-up-in-style-11575991461", "title": "Norma Kamali Grew Up in Style", "date": "2019-12-10 10:24", "summary": "The fashion designer behind Farrah Fawcett's famous red bathing suit discusses her mother's influence, developing her own look and the basement boutique that started it all. Norma Kamali, 74, is a designer whose innovations include the Sleeping Bag coat, parachute clothing, sweats as fashion and sculptural swimwear. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rohingya-genocide-case-against-myanmar-opens-before-u-n-court-11575990274", "title": "Rohingya Genocide Case Against Myanmar Opens Before U.N. Court", "date": "2019-12-10 10:04", "summary": "Muslim minority group continues to face threats of destruction, lawyers argue, as former pro-democracy icon Aung San Suu Kyi looks on. An international lawsuit seeking to establish that Myanmar committed genocide against its Rohingya Muslim minority began as representatives for Gambia, the Western African nation that filed the case, argued the ethnic group continues to face threats of destruction by authorities who need to be stopped and held accountable.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-mrs-claus-wants-for-christmas-is-pay-equity-11575990000", "title": "All Mrs. Claus Wants for Christmas Is Pay Equity", "date": "2019-12-10 10:00", "summary": "Those who play Santa earn about $100 an hour more than women portraying St. Nick's spouse. Donning a silver wig and jingle bracelet in her bedroom one evening last week, Ann Votaw confessed to feeling nervous. She was about to make her 2019 debut as Mrs. Claus in her new, custom-made Edwardian skirt suit. \"This is a big moment,\" she said.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leonard-goldberg-left-a-mark-on-american-tv-and-movies-11575989602", "title": "Leonard Goldberg Put 'Brian's Song' and 'Charlie's Angels' on TV", "date": "2019-12-10 09:53", "summary": "Executive, a programmer and producer for five decades, had a knack for predicting what Americans would watch. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bentley-fit-for-a-queen-11575987461", "title": "A Bentley Fit for a Queen", "date": "2019-12-10 09:17", "summary": "Resume Subscription. Millie Bull Horton of Mount Pleasant, S.C., 65, a retired high school English teacher, on her 1953 Bentley R-Type, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-bentley-with-a-back-story-11575987024", "title": "Photos: A Bentley With a Back Story", "date": "2019-12-10 09:10", "summary": "Millie Bull Horton shows off her 1953 Bentley R-Type, which has been in her family for 42 years. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goldman-taps-startup-to-explore-quantum-computing-11575986520", "title": "Goldman Taps Startup to Explore Quantum Computing", "date": "2019-12-10 09:02", "summary": "QC Ware to help bank determine whether the technology could speed up algorithm used to calculate theoretical value of an option. Goldman Sachs Group Inc. has teamed up with a quantum-computing startup to explore how the nascent technology could be used to speed up financial calculations and artificial-intelligence-based decision making.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marie-fredriksson-of-swedish-pop-duo-roxette-dies-at-61-11575986543", "title": "Marie Fredriksson of Swedish Pop Duo Roxette Dies at 61", "date": "2019-12-10 09:02", "summary": "Fredriksson, who formed Roxette with Per Gessle in the 1980s, died after a long illness. STOCKHOLM-Marie Fredriksson, the female half of the Swedish pop duo Roxette, has died at age 61, her management agency said Tuesday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-got-markets-right-in-2019-11575985945", "title": "Who Got Markets Right in 2019", "date": "2019-12-10 08:55", "summary": "Citigroup and J.P. Morgan nailed where the market ended up this year, but it's easier to be lucky and right when markets are at an extreme. Is it better to be lucky or right? This time last year, both Citigroup and J.P. Morgan had what looked like outlandishly bullish forecasts for where the S&P 500 would end 2019, and, barring a major upset in the next few weeks, are the closest among the major Wall Street banks to being right.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-food-to-eat-in-cape-town-this-winter-11575985653", "title": "The Best Food to Eat in Cape Town This Winter", "date": "2019-12-10 08:47", "summary": "The inner city of Cape Town, South Africa, has become a chic hangout thanks to an influx of new restaurants. The Athletic Club & Social This three-story restaurant and bar serves Middle Eastern-inflected dishes and zesty cocktails against a high-design backdrop of cane-seat cafe chairs and lush wallpaper. theathletic.co.za", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nortonlifelock-toll-brothers-vail-resorts-stitch-fix-11575970552", "title": "Stocks to Watch: NortonLifeLock, Toll Brothers, Vail Resorts, Stitch Fix", "date": "2019-12-10 08:16", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inspector-general-report-renews-scrutiny-of-fbi-surveillance-practices-11575982717", "title": "Inspector General Report Renews Scrutiny of FBI Surveillance Practices", "date": "2019-12-10 07:58", "summary": "Despite Trump complaints, administration has repeatedly push to expand surveillance powers. WASHINGTON-A report from the Justice Department's inspector general has renewed longstanding privacy concerns about whether the Federal Bureau of Investigation conducts surveillance on U.S. citizens without sufficient protections, placing both the nation's chief law-enforcement agency and a post-Watergate-era intelligence law under intense political scrutiny.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-volcano-erupts-tourists-missing-11575870049", "title": "New Zealand Volcano Eruption Kills Six, With Eight More Missing and Feared Dead", "date": "2019-12-10 07:43", "summary": "Images appear to show people near the smoking crater seconds before it erupted; many of those on the island were tourists from a cruise ship. WELLINGTON, New Zealand-Michael Schade had just returned to his boat after marveling at New Zealand's most active volcano, when a 12,000-foot ash cloud burst into the sky above White Island.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globe-nominations-pit-streamers-against-studios-11575896199", "title": "Netflix Dominates Golden Globe Nominations", "date": "2019-12-10 07:27", "summary": "The streaming service swept Monday's Golden Globe award nominations, drawing 17 nods as motion-picture distributor. Is Hollywood a streaming town? The answer seems to be yes after Monday morning's Golden Globes nominations in which Netflix led the awards over traditional studios.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-sauce-behind-pop-music-hits-11575980523", "title": "The Secret Sauce Behind Pop-Music Hits", "date": "2019-12-10 07:22", "summary": "In their new book, 'Switched on Pop,' two podcast hosts discuss why songs by Rihanna, Drake and others break out. Why did Rihanna and Calvin Harris's \"We Found Love\" top the charts for 10 weeks? Partly because of the song's unconventional structure, say podcasters Nate Sloan and Charlie Harding. The two examine \"We Found Love\"-and more than a dozen other 21st-century hits-in their book, \"Switched on Pop,\" which comes out Friday.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-italy-would-be-idylls-go-for-a-song-11575979201", "title": "Sicilian Homes Went Up for Auction Starting at €1. More Than 100,000 People Called.", "date": "2019-12-10 07:00", "summary": "Resume Subscription. Leonardo Ciaccio, mayor of Sambuca in Sicily, put 16 houses up for auction at a starting price of €1 early this year as part of an effort to halt the depopulation of his small town. Within weeks, more than 100,000 people, mostly from the U.S., requested information.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-the-airbnb-era-apartment-landlords-are-the-new-hoteliers-11575979200", "title": "In the Airbnb Era, Apartment Landlords Are the New Hoteliers", "date": "2019-12-10 07:00", "summary": "Landlords turn their apartment buildings into de-facto hotels to cash in on the rise of the online lodging broker. Property owners once saw short-term rental listing sites like Airbnb Inc. as a threat. Now, some are embracing them.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-made-warehouses-hot-now-investors-warm-to-cold-storage-11575979203", "title": "E-Commerce Made Warehouses Hot. Now Investors Warm to Cold Storage.", "date": "2019-12-10 07:00", "summary": "Money starts to pile into facilities where grocers and delivery companies store their food. With the booming growth of online grocery sales and rising consumer demand for fresh produce, property investors are trying to cash in on the places where grocers and delivery companies store all their food.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-oil-rally-may-be-made-in-texas-not-vienna-11575979201", "title": "Next Oil Rally May Be Made in Texas, Not Vienna", "date": "2019-12-10 07:00", "summary": "Investors are too optimistic about OPEC output cuts while assuming U.S. crude supply can grow next year at current prices. The direction of oil prices in 2020 and 2021 may be decided over spreadsheets in Midland, Texas, rather than over Sacher torte in Vienna.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-mr-jones-valued-at-1-3-billion-brandtech-company-says-11575977400", "title": "You & Mr Jones Valued at $1.3 Billion, 'Brandtech' Company Says", "date": "2019-12-10 06:30", "summary": "Company plans to use $200 million in new funding to expand geographically and to strengthen its current offerings. You & Mr Jones Inc., a provider of digital and mobile technology services for marketers, said it raised a $200 million funding round that gives it a post-money valuation of $1.3 billion.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-mae-and-freddie-mac-curb-some-loans-as-regulator-reins-in-risk-11575973801", "title": "Fannie Mae and Freddie Mac Curb Some Loans as Regulator Reins In Risk", "date": "2019-12-10 05:58", "summary": "The companies' regulator says its focus is to return them to private hands. Fannie Mae and Freddie Mac are pulling back on some mortgages meant to make homeownership more affordable, their latest effort to rein in risk at the behest of their regulator.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-declining-car-sales-sputter-into-17th-month-11575974941", "title": "China's Declining Car Sales Sputter Into 17th Month", "date": "2019-12-10 05:49", "summary": "Despite the pace of the fall easing a little, a new reality has set in for the world's largest auto market. BEIJING-Chinese auto sales fell for the 17th straight month in November, though the pace of decline eased, as the world's biggest auto market becomes more saturated and a slowing economy sees buyers cut spending.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-facebook-political-spat-ruptured-a-family-11575973801", "title": "How a Facebook Political Spat Ruptured a Family", "date": "2019-12-10 05:30", "summary": "Can Christmas bring peace to a family that hasn't celebrated the holidays together since before the 2016 election?. Members of the Laurendine-Scanlan family of suburban New Orleans always held differing political views. Some are liberal and others are conservative. Like many families, they didn't talk politics during gatherings. Then the 2016 presidential election came and a flame war erupted among some of them on Facebook .", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-fed-chairman-forged-rate-cut-consensus-11575973802", "title": "How Fed Chairman Forged Rate-Cut Consensus", "date": "2019-12-10 05:30", "summary": "Powell steered divided committee toward policy shift in effort to bolster economy. Jerome Powell engineered a humbling about-face in U.S. interest-rate policy in 2019, steering a group of reluctant colleagues at the Federal Reserve toward rate cuts to ensure a cooling U.S. economy didn't slip into recession.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-eyes-revamp-of-fed-inflation-targeting-framework-11575973803", "title": "Powell Eyes Revamp of Fed Inflation-Targeting Framework", "date": "2019-12-10 05:30", "summary": "Fed chairman wants to avoid Japanese and European economic experiences. When Fed Chairman Jerome Powelltook office in early 2018, his assignment seemed straightforward: lift interest rates to a level consistent with a moderately growing economy, aided by a burst of stimulus from tax cuts and federal-spending increases.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-market-will-absorb-celadon-shutdown-transport-experts-say-11575973802", "title": "Trucking Market Will Absorb Celadon Shutdown, Transport Experts Say", "date": "2019-12-10 05:30", "summary": "Short-term dislocations may hit some shipping customers in a trucking sector brimming with capacity. Trucking markets should easily absorb the sector's biggest bankruptcy in years, freight industry experts say, as truckload carrier Celadon Group Inc. winds down operations and customers seek to recover their shipments.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunman-at-czech-hospital-kills-six-people-in-waiting-room-11575969826", "title": "Gunman at Czech Hospital Kills Six People in Waiting Room", "date": "2019-12-10 05:15", "summary": "The suspected gunman shot himself as police approached his vehicle. PRAGUE-Six people were killed and two more wounded in a shooting in a hospital in the eastern Czech Republic on Tuesday, the prime minister said. The apparent suspect later shot himself dead as police approached his car.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-investors-quit-tobacco-cigarette-stocks-rebrand-11575970182", "title": "As Investors Quit Tobacco, Cigarette Stocks Rebrand", "date": "2019-12-10 04:29", "summary": "The number of investment portfolios that shun tobacco is growing, so cigarette makers are trying a new sales pitch. Tobacco-free investing is an old story, dating back to at least the 1980s. But the volume of cash actively avoiding the industry is becoming harder for cigarette bosses to ignore.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chinese-yuan-always-the-global-currency-bridesmaid-never-the-bride-11575967754", "title": "China's Yuan Punches Below Its Weight", "date": "2019-12-10 03:49", "summary": "Resume Subscription. China's yuan is on the rise: a future challenger to the global supremacy of the dollar, or at the very least, the herald of a new multipolar currency system-or so we're told.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-consumer-inflation-skyrockets-boosted-by-pricey-pork-11575956255", "title": "China's Consumer Inflation Skyrockets, Boosted by Pricey Pork", "date": "2019-12-10 00:37", "summary": "Hog prices are soaring, but expected to peak in the next few months. BEIJING-Soaring hog prices continued to drive up China's consumer inflation higher in November, but experts remained optimistic that the momentum would slow as the price of pork appears to be heading toward a peak in the coming months.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11575923448", "title": "Pepper...and Salt", "date": "2019-12-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]