[{"link": "https://www.wsj.com/articles/shipping-containers-transform-into-boatlike-bar-in-nycs-battery-park-11565561421", "title": "Hemingway's Famed Boat Inspires a Pop-Up Bar", "date": "2019-08-11 19:47", "summary": "The extension of BlackTail, a Cuban-themed establishment in New York City's Battery Park, is built from shipping containers. The Cuban-themed bar and restaurant BlackTail is adding a pop-up location in lower Manhattan's Battery Park with a nod to \"The Old Man and the Sea.\"", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thirty-seconds-that-haunt-daytons-police-chief-11565533829", "title": "Thirty Seconds That Haunt Dayton's Police Chief", "date": "2019-08-11 19:30", "summary": "Chief Biehl credits training for rapid response to mass shooter, but he is still shaken by how much damage could happen in so little time; 'I know there needs to be change' on gun laws. DAYTON, Ohio-Shortly after 2 a.m. last Sunday, Dayton Police Chief Richard Biehl received a call that a mass shooting had occurred here. He was in disbelief. But he also was nearly 400 miles away in a hotel room for a conference in Washington, D.C., as nine people lay dead in his city's streets.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-cancels-release-of-the-hunt-movie-11565468731", "title": "Universal Cancels Release of 'The Hunt' Movie", "date": "2019-08-11 18:50", "summary": "Conservatives decried the movie's story line following mass shootings in Texas and Ohio. LOS ANGELES-Comcast Corp.'s Universal Pictures said it canceled the release of its thriller \"The Hunt.\" President Trump and other conservatives had called the movie inappropriate in the wake of two mass shootings and said its plot could incite violence.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-to-take-stake-in-owner-of-sports-illustrated-nine-west-11565536592", "title": "BlackRock Takes Stake in Owner of Sports Illustrated, Nine West", "date": "2019-08-11 18:45", "summary": "Deal values Authentic Brands at more than $4 billion including debt. BlackRock Inc. has become the largest shareholder of the company that owns brands including Sports Illustrated, Nine West and Aéropostale in the first deal for the investment company's new private-equity fund.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conspiracy-theories-fly-online-in-wake-of-epstein-death-11565561364", "title": "Conspiracy Theories Fly Online in Wake of Epstein Death", "date": "2019-08-11 18:41", "summary": "The slow process of investigating facts can't keep pace with the rapid spread of unfounded conspiracy theories on social media. The death of Jeffrey Epstein set off a wave of conspiracy theories online that demonstrate both how social media fuels misinformation and threatens to erode public acceptance of the results of any investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-demonstrate-in-kashmir-despite-indian-clampdown-11565551606", "title": "Protesters Demonstrate in Kashmir Despite Indian Clampdown", "date": "2019-08-11 18:27", "summary": "Communication links remain blocked, including the internet and telephone lines. NEW DELHI-India's portion of the disputed Kashmir region, which is under a military lockdown after India removed its semiautonomous status last week, saw protests over the weekend as residents emerged from their homes in greater numbers for the first time in nearly a week.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-aba-reject-due-process-11565559212", "title": "Will the ABA Reject Due Process?", "date": "2019-08-11 17:33", "summary": "Activists push a resolution that would redefine sexual consent and convict innocent men of assault.. In August 2014 the University of Tennessee-Chattanooga deemed student Corey Mock guilty of sexual assault, finding that in the disputed encounter he failed to prove he had obtained \"affirmative consent\" from the accuser. According to Mr. Mock's unrebutted testimony, the female student's actions during intercourse led him to believe that she had consented to sex. Mr. Mock sued the school, and a Tennessee judge ruled in his favor. \"Affirmative consent,\" the judge wrote, \"is flawed and untenable if due process is to be afforded.\" The standard \"erroneously shifted the burden of proof\" to the accused.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-protests-present-new-challenge-to-putins-dominance-11565556427", "title": "Russia Protests Present New Challenge to Putin's Dominance", "date": "2019-08-11 16:47", "summary": "Demonstrators say they are upset over the sluggish economy and a lack of political options. MOSCOW-A surge in Moscow's protest movement this weekend has presented the biggest challenge in nearly a decade to President Vladimir Putin's heavy-handed political system, giving Russians the chance to air an array of grievances over economic stagnation, lack of political choice and the Kremlin's geopolitical isolation.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-gaffes-fuel-questions-about-his-potency-against-trump-11565549628", "title": "Biden's Gaffes Fuel Anxiety About His Potency Against Trump", "date": "2019-08-11 16:36", "summary": "The latest missteps by Democratic presidential front-runner give some party activists anxiety over whether he still has the stuff. DES MOINES, Iowa-Joe Biden has made a series of gaffes in recent days that reinforced his reputation as an inconsistent campaigner and raised questions among some in the party about whether he is the strongest Democratic challenger to President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-that-election-security-bill-11565554637", "title": "About That 'Election Security' Bill", "date": "2019-08-11 16:17", "summary": "Chuck Schumer is trying to win elections, not safeguard them.. The media's latest hot take is that Republicans-in particular the dastardly Senator Mitch McConnell-are blocking bipartisan legislation to protect the nation's elections. Reality, as usual, is more complicated. Consider the Securing America's Federal Elections Act, or the Safe Act, which the Democratic House passed in June.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jeffrey-epstein-debacle-11565554548", "title": "The Jeffrey Epstein Debacle", "date": "2019-08-11 16:15", "summary": "The results of the investigations need to be made public.. Attorney General William Barr says he's appalled by the death of sexual offender Jeffrey Epstein in a jail cell Saturday, and he's not alone. The death by apparent suicide of the politically connected financier couldn't have been scripted better to undermine trust in law enforcement and the prison and legal systems.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-california-mileage-con-11565554494", "title": "The Great California Mileage Con", "date": "2019-08-11 16:14", "summary": "Four car companies cut a sweetheart deal with Sacramento.. Ford, Honda, Volkswagen and BMW have been canonized in the media for cutting a deal with California that flouts the Trump Administration's fuel-economy deregulation. This is corporate cynicism hiding under the hood of green virtue.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-war-hits-china-where-it-hurts-11565552398", "title": "The Trade War Hits China Where It Hurts", "date": "2019-08-11 15:39", "summary": "Beijing's doctored data shows growth has slowed to 6.2%. The actual rate is almost certainly worse.. President Trump's tariffs and other sanctions are hitting China at a vulnerable moment. The Chinese National Bureau of Statistics reported July 15 that gross domestic product grew by 6.2% in the second quarter, China's slowest growth since 1992. The actual picture is much cloudier. Beijing has for years cooked the books to make the regime's performance look better, and they are undoubtedly doing the same now.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-and-elizabeth-warren-will-never-forgive-me-11565552268", "title": "Bernie Sanders and Elizabeth Warren Will Never Forgive Me", "date": "2019-08-11 15:37", "summary": "If I knew I wouldn't have to pay my debt, I'd have chosen a more interesting major and a better school.. The bill was $19,714 for tuition, room and board for my freshman spring semester at the University of South Carolina. Although I thoroughly enjoyed my short stint as an out-of-state student there and became a loyal Gamecock fan, I doubted that each semester was worth the price of a Honda Civic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-democrats-scramble-11565552220", "title": "Notable & Quotable: Democrats Scramble", "date": "2019-08-11 15:37", "summary": "The party's leftward drift, Rhodes said, 'is both an emotional and intellectual response to Trump.'. Todd S. Purdumwriting for the Atlantic, Aug. 11:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-and-hawleys-folly-11565551761", "title": "Social Media and Hawley's Folly", "date": "2019-08-11 15:29", "summary": "The GOP senator targets web platforms with nannyish limits on what users can do.. What does Missouri Sen. Josh Hawley have against Silicon Valley? On July 31 he tweeted (as opposed to sending by Pony Express) \"Social media 'innovation'? What innovation? Big Tech doesn't deliver for the American people, and that's the biggest problem of all.\" The previous day the senator introduced S.2314, the Social Media Addiction Reduction Technology Act, which would smother with a giant pillow the innovation he claims not to see. Be warned: Regulation may soon arrive in Techland.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-arrested-in-norway-mosque-attack-expressed-anti-immigrant-views-11565551738", "title": "Man Arrested in Norway Mosque Attack Expressed Anti-Immigrant Views", "date": "2019-08-11 15:28", "summary": "Police say they are investigating the shooting, which left one person injured, as a terrorist act. The man arrested for an armed attack on a mosque in the Norwegian capital Oslo during the Muslim holiday Eid al-Adha expressed anti-immigrant views and admiration for Nazi figures, local police said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-grows-more-unequal-11565551659", "title": "Venezuela Grows More Unequal", "date": "2019-08-11 15:27", "summary": "The haves find ways to provide basic services. The have-nots suffer intensely.. \"The inability of the government to guarantee public services promotes social inequality,\" read a headline in the Venezuelan digital newspaper Tal Cual on July 30. A shortened title might have read: \"Socialism Sticks It to the Poor-Again.\"", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pakistani-driver-jazzes-up-my-lyft-11565551593", "title": "A Pakistani Driver Jazzes Up My Lyft", "date": "2019-08-11 15:26", "summary": "He doesn't actually care for the music, but he left no doubt of his love for America.. Out of the lashing rain I stepped, into a Lyft car that seemed afloat with jazz. The driver was Pakistani, in his mid-50s, and I thought it odd that he would play jazz on his radio. His speech-broken English with a rustic Punjabi accent-marked him as a man with no Western schooling. Jazz isn't the idiom of working-class Pakistanis, and the only other person of his kind I'd known to listen to this form of music was the fictional Parvez, the London cabby in \"My Son the Fanatic,\" a celebrated short story and 1997 film. (Parvez's son found his father's tastes-booze as well as jazz-too Western, and turned to radical Islam in a personal riposte.)", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leadership-and-the-rise-of-great-powers-review-no-more-sage-kings-11565551514", "title": "'Leadership and the Rise of Great Powers' Review: No More 'Sage Kings'", "date": "2019-08-11 15:25", "summary": "One of Beijing's leading intellectuals thinks America's day is done-but that China's ascendancy is far from certain.. In psychology, the enduring debate is nature vs. nurture. In international politics, it may be state vs. leadership. Does a nation achieve global dominance by the strength of its economy, military and culture (state) or by the capabilities of its political rulers (leadership)? For Yan Xuetong, a professor at Beijing's prestigious Tsinghua University, it all comes down to leadership. In \"Leadership and the Rise of Great Powers,\" Mr. Yan's message is clear: Under Donald Trump, America's day is done, while China is the only nation able to challenge the U.S. for global dominance. Mr. Yan is one of China's leading public intellectuals. His thesis deserves attention, but his audacious argument is undercut by its selectivity.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-fostered-americas-tech-industry-it-is-becoming-a-great-adversary-11565532002", "title": "California Fostered America's Tech Industry. It Is Becoming a Great Adversary.", "date": "2019-08-11 15:25", "summary": "Lawmakers seek to redress downside of Silicon Valley's dominance. California, the birthplace of the American tech industry, is emerging as a great foe.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preschool-is-good-for-many-but-not-for-all-11565550751", "title": "Preschool Is Good for Many, but Not for All", "date": "2019-08-11 15:12", "summary": "Our previous two children attended only half-day kindergarten and we questioned the value of all-day education for our third child at such a young age.. I enjoyed Kerry McDonald's \"Toddlers Don't Have to Go to School\" (op-ed, Aug. 6). My wife and I faced a similar situation years ago when our school system implemented all-day kindergarten. Our previous two children attended only half-day kindergarten and we questioned the value of all-day education at such a young age. Because it was a trial year, the school gave parents the option to opt out of all day and send their child half-day if they wished. My wife asked my opinion and I told her that our young daughter would learn more spending those extra hours one-on-one going to the beach, shopping and doing other things with her than she ever would in a structured classroom environment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/balanced-budgets-and-the-clinton-surplus-11565550697", "title": "Balanced Budgets and the Clinton 'Surplus'", "date": "2019-08-11 15:11", "summary": "Between 1995 and 2000 the stock market, the overall market, rose 25% a year. That alone accounted for all of the growth in GDP above the long-term trend.. Michael Solon gives way too much credit to the politicians for the balanced budgets of the late 1990s (\"How to Balance the Budget-Again,\" op-ed, Aug. 5). As my colleague Prof. Ray Fair (Yale) has shown, between 1995 and 2000 the stock market, the overall market, rose 25% a year. That alone accounted for all of the growth in GDP above the long-term trend. President Clinton and the other denizens of Washington were more lucky than prescient.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-was-right-to-cut-the-interest-rate-11565550640", "title": "The Fed Was Right to Cut the Interest Rate", "date": "2019-08-11 15:10", "summary": "While it might be hard for us to understand why interest rates are so low, market forces are a lot smarter than we mere mortals are, and the market has spoken. The Federal Reserve needs to cut.. Your editorial gets it wrong about \"The Confusing Federal Reserve\" (July 30). You argue that the Fed has no reason to cut rates with \"equities at new highs, credit premiums are low, and inflation [showing] signs of a modest comeback.\" You continue with: \"The job market has stayed strong and so has consumer spending.\" All of this data are irrelevant. The only relevant piece of economic information is the yield on the 10-year U.S. Treasury note, currently below 2%. With the fed-funds rate at approximately 2.40%, the Fed is intentionally inverting the yield curve. The fed-funds rate has historically averaged about 50 basis points below the 10-year yield, not 35 basis points above it. Not only is an inverted yield curve a predictor of recessions, but it has been shown to cause recessions. There is no reason for the Fed to sabotage our economic recovery. While it might be hard for us to understand why interest rates are so low, market forces are a lot smarter than we mere mortals are, and the market has spoken. The Federal Reserve needs to cut.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deposit-on-cigarette-filters-could-work-wonders-11565550574", "title": "A Deposit on Cigarette Filters Could Work Wonders", "date": "2019-08-11 15:09", "summary": "I guarantee the mess of cigarette butts everywhere would magically disappear if there were a $1 per filter deposit on them.. I laughed out loud while reading the brilliant ideas thrown about in \"The World's Most Littered Item Draws Fire\" (Business & Finance, Aug. 1.) Save yourself the hassle of inventing a new cigarette filter that \"biodegrades\" or getting smokers to carry their own ashtrays. Just follow the example of the once standard practice of soda being sold in returnable bottles with a deposit on each. Add the deposit to the package price at time of sale, and have the manufacturers collect and pay it when they are returned. I guarantee the mess of cigarette butts everywhere would magically disappear if there were a $1 per filter deposit on them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-fiasco-is-a-lesson-for-berniecare-11565550534", "title": "Student Loan Fiasco Is a Lesson for BernieCare", "date": "2019-08-11 15:08", "summary": "Resume Subscription. Ronald B. Blackburn, in his July 31 letter responding to \"Biden Goes Half Way to BernieCare,\" touts the benefits of Medicare For All, especially in relation to those pesky middlemen: \"excessive management compensation, wasteful, diverse, insurance administrative costs borne by providers,\" et al. The same rationale was used to justify a government takeover of student loans 10 years ago. As the Journal reported, the Congressional Budget Office estimated $87 billion in savings. Yet with little incentive to economize, student loans have exploded, representing a $1.6 trillion burden on beleaguered students and their parents. Now Democrats want to double down on that failed policy and forgive those loans at a time when our federal fisc is already piling up debt at a $1 trillion a year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-nuclear-agency-confirms-deaths-during-missile-test-11565446468", "title": "Russian Nuclear Agency Confirms Deaths During Engine Test", "date": "2019-08-11 15:02", "summary": "The announcement by Rosatom brings the number of deaths caused by the blast to seven. MOSCOW-Russia's nuclear energy authority said Saturday that five of its employees were killed in an accident during a test of a nuclear-powered engine, raising questions over the severity of the blast that saw radiation levels briefly spike in the northwestern Arkhangelsk region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-prices-retail-sales-productivity-industrial-production-11565550000", "title": "Economy Week Ahead: Consumer Prices, Retail Sales, Industrial Production", "date": "2019-08-11 15:00", "summary": "July consumer-price report will be closely watched for any signs that inflation is firming. In the week ahead, the U.S. will see fresh data on inflation, retail sales, productivity and industrial production. China will publish industrial production and fixed-asset investment numbers.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fragile-truce-in-yemen-after-separatist-soldiers-capture-presidential-palace-11565532812", "title": "Fragile Truce in Yemen After Separatist Soldiers Capture Presidential Palace", "date": "2019-08-11 14:35", "summary": "Four days of fighting deepened rifts between allies battling the Iran-aligned Houthi rebels. An uneasy truce took hold in Aden on Sunday after four days of fighting over control of the southern Yemeni city, as the unrest threatens to unravel international attempts to stabilize the country and further splits a U.S.-backed anti-Iran coalition there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/week-after-el-paso-shooting-victims-and-advocates-march-for-gun-law-changes-11565466359", "title": "Week After El Paso Shooting, Victims and Advocates March for Gun-Law Changes", "date": "2019-08-11 14:32", "summary": "'We're going to get up, we're going to fight back'. EL PASO, TEXAS-Jessica Coca Garcia came directly from the hospital.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-advisor-says-trump-working-on-background-checks-for-gun-buyers-11565544953", "title": "White House Adviser Says Trump Working on Background Checks", "date": "2019-08-11 14:31", "summary": "Kellyanne Conway comments come as Democratic presidential hopefuls call for more action on campaign trail. WASHINGTON-A top White House adviser said President Trump is actively pursuing an expansion of background checks for gun buyers in the wake of mass shootings in El Paso, Texas and Dayton, Ohio, as Democratic presidential candidates renewed calls over the weekend for bolder action to address gun violence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-squirrels-bite-hands-that-feed-them-11565548133", "title": "City Squirrels Bite Hands That Feed Them", "date": "2019-08-11 14:28", "summary": "After string of attacks, Parks Department says the creatures are perfectly capable of feeding themselves. Officials from the wildlife unit of New York City's Parks Department will meet this week with the Battery Park City Authority to offer advice on how to deal with aggressive squirrels that have attacked adults and children at a popular playground.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-aims-to-reset-videogame-streaming-market-with-ninja-pact-11565547932", "title": "Microsoft Aims to Reset Videogame-Streaming Market With 'Ninja' Pact", "date": "2019-08-11 14:25", "summary": "By signing the celebrity gamer, the Xbox maker looks to make its Mixer video service into a bigger rival to Amazon's Twitch. A deal between Microsoft Corp. and a celebrity videogamer known as Ninja opened a new front in the tech giant's battle to dent rival Amazon.com Inc.'s dominance of the game-streaming business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tensions-flare-as-palestinians-israeli-forces-clash-in-jerusalem-and-at-gaza-border-11565540403", "title": "Tensions Flare as Palestinians, Israeli Forces Clash", "date": "2019-08-11 12:59", "summary": "Muslim worshipers scuffle with security details as they protest entry of Jewish visitors to holy site. TEL AVIV-Tensions between Israelis and Palestinians flared over the weekend after riots broke out at one of Jerusalem's holiest sites and Israel's military foiled what it called a potential mass-casualty attack from Gaza.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-search-for-meat-substitutes-leads-to-watermelonand-diner-dissent-11565539834", "title": "The Search for Meat Substitutes Leads to Watermelon-and Diner Dissent", "date": "2019-08-11 12:10", "summary": "Resume Subscription. NEW YORK-One of celebrity chef Rocco DiSpirito's newest menu items at the Standard Grill is listed as a ham, a roast-style dish recalling a holiday-feast centerpiece. It is a sight to be savored when sliced-deep red and dripping with juice.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-navarro-recession-11565216137", "title": "A Navarro Recession?", "date": "2019-08-11 11:08", "summary": "Trade and currency mistakes are eroding economic growth.. Multiple reports out of the White House last week say President Trump overruled all of his economic advisers other than Peter Navarro when he decided to impose new tariffs on China. Global and American economic conditions have been heading south ever since, so perhaps we should call this the Trump-Navarro trade-policy slowdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-investors-leverage-their-m-a-promises-11565535600", "title": "Big Investors Leverage Their M&A Promises", "date": "2019-08-11 11:00", "summary": "As breakup fees lose favor in U.K., bidders and shareholders find lucrative benefits of using 'irrevocable' pledges to deter rival offers. Promises should always be golden, but they can be especially lucrative where U.K. mergers and acquisitions are concerned.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epstein-found-dead-in-jail-officials-say-11565443983", "title": "Jeffrey Epstein Found Dead in Jail in Apparent Suicide", "date": "2019-08-11 10:08", "summary": "Prosecutors accused Mr. Epstein of orchestrating a yearslong sex-trafficking operation involving girls as young as 14. Disgraced former financier Jeffrey Epstein apparently killed himself in his Manhattan jail cell rather than face trial on charges of sex trafficking that could have kept him imprisoned for the rest of his life.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weaker-yuan-tests-chinas-ability-to-prevent-capital-flight-11565532001", "title": "Weaker Yuan Tests China's Ability to Prevent Capital Flight", "date": "2019-08-11 10:00", "summary": "Beijing isn't likely to allow the yuan to depreciate much further, as a weaker currency could trigger massive outflows. China's biggest experiment with its currency since a botched devaluation four years ago suggests its leaders believe they can stem a serious flood of money fleeing its borders.", "categories": [["WSJ News Exclusive", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planet-fitness-must-come-down-to-earth-11565532000", "title": "Planet Fitness Must Come Down to Earth", "date": "2019-08-11 10:00", "summary": "The fast-growing gym chain depends on a constant supply of flabby customers and is priced for unit growth that could take a hit in a downturn. The dad bod \"exudes more sexiness and confidence now than ever before.\" And if you believe that, we have a highflying gym stock to sell you.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-song-that-helped-sheryl-crow-shake-her-blues-11565528403", "title": "The Song That Helped Sheryl Crow Shake Her Blues", "date": "2019-08-11 09:00", "summary": "Resume Subscription. For her second album in 1996, Sheryl Crow decided to take matters into her own hands. She produced it herself and co-wrote many of the songs with guitarist Jeff Trott, including \"If It Makes You Happy.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-long-dormant-african-conflict-draws-unusual-white-house-spotlight-11565528400", "title": "Long-Dormant African Conflict Draws Unusual White House Spotlight", "date": "2019-08-11 09:00", "summary": "Resume Subscription. LAAYOUNE, Western Sahara-The world's longest minefield stretches hundreds of miles through the Sahara, cutting a path through one of Africa's quietest conflicts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-launch-texas-offensive-with-redistricting-in-mind-11565528402", "title": "Democrats Launch Texas Offensive With Redistricting in Mind", "date": "2019-08-11 09:00", "summary": "Republican retirements, demographic shifts fuel projections of broader change. ROSENBERG, Texas-Democrats have talked for several election cycles of turning this deep-red state blue, but following 2018 gains and a series of Republican congressional retirements, the party sees 2020 as its best opportunity in a generation to win at the federal and state levels.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rare-look-inside-a-secluded-desert-struggle-11565528446", "title": "A Rare Look Inside a Secluded Desert Struggle", "date": "2019-08-11 09:00", "summary": "Under surveillance while reporting from Western Sahara-a 'veritable news black hole'. Morocco all but bans outside journalists from working in Western Sahara, the disputed region in northwest Africa. The area is considered a \"veritable news black hole\" by the advocacy group Reporters Without Borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-card-review-the-credit-card-of-the-future-is-no-card-at-all-11565528401", "title": "Apple Card Review: The Credit Card of the Future Is No Card at All", "date": "2019-08-11 09:00", "summary": "Apple made a credit card you aren't really supposed to use, because your financial future-according to Apple-is all about Apple Pay. The Apple Card makes quite an impression. The white titanium slab contains no numbers or expiration date-only your name, an Apple logo and the chip. Whip it out of your wallet and it clatters onto a table with a delightful \"tink\" sound. James Bond might be a Black Card guy, but Q would definitely use an Apple Card.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-city-liverpool-widen-the-premier-league-gap-11565525357", "title": "Manchester City, Liverpool Widen the Premier League Gap", "date": "2019-08-11 08:09", "summary": "After a season of unprecedented power by the top two clubs, the stage is set for more of the same. Liverpool manager Jürgen Klopp stepped off the pitch at Anfield last May, barely able to process what his side had been through. A staggering 97 points in 38 games, one measly defeat, and no trophy. The third-highest points total in Premier League history had somehow left Klopp's side just short.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-turn-in-the-yield-curve-11565524802", "title": "The Turn in the Yield Curve", "date": "2019-08-11 08:00", "summary": "What the upside-down gap between shorter- and longer-term bond yields is indicating about the markets and the economy. A key market barometer of the risk of future recessions is sounding its loudest warning since April 2007, months before the start of the last financial crisis.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduran-prosecutor-stalled-by-politicians-who-see-us-as-their-enemies-11565524801", "title": "Honduran Prosecutor Stalled by Politicians Who 'See Us as Their Enemies'", "date": "2019-08-11 08:00", "summary": "Anticorruption official faces threats and hostility in his bid to indict lawmakers and leaders in one of the world's most corrupt nations. TEGUCIGALPA, Honduras-For Luis Santos, working as a prosecutor in one of the world's most corrupt countries means walking to the courthouse past a crowd yelling at him in support of accused politicians, driving an armored car and fearing for his life.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-auto-makers-go-global-as-sales-slow-at-home-11565524800", "title": "Chinese Auto Makers Go Global as Sales Slow at Home", "date": "2019-08-11 08:00", "summary": "China's leading brands are building major factories overseas, realizing Beijing's ambition for them to become global players. Chinese auto makers are investing billions of dollars to establish footholds in foreign markets, from India to Africa and Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistans-new-plight-in-kashmir-what-to-do-about-the-jihadists-11565523414", "title": "Pakistan's New Plight in Kashmir: What to Do About the Jihadists", "date": "2019-08-11 07:54", "summary": "Resume Subscription. ISLAMABAD-India's decision to revoke Kashmir's autonomy leaves Pakistan's leadership in a bind over how to handle jihadist groups that Pakistan's military nurtured to liberate the disputed area.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/royalty-a-naked-visitor-and-shrunken-heads-at-the-met-11565521202", "title": "Royalty, a Naked Visitor and Shrunken Heads at the Met", "date": "2019-08-11 07:15", "summary": "In a new memoir, the ex-head of security at the Metropolitan Museum of Art recounts four decades of adventures. Working in the security department for the Metropolitan Museum of Art for nearly 40 years, John Barelli wrangled royalty, naked visitors, falling statues and shrunken human heads.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-canoe-racing-workout-with-hawaiian-values-11565521200", "title": "The Canoe-Racing Workout With 'Hawaiian Values'", "date": "2019-08-11 07:00", "summary": "Resume Subscription. When you grow up on the Hawaiian island of Oahu, sports revolve around the ocean. Derrick Aiona spent his youth bodyboarding, scuba diving and freediving, but it wasn't until he was an adult living in Seattle that he embraced Hawaii's official team sport, outrigger canoe racing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/if-he-werent-the-star-of-good-boys-his-parents-probably-wouldnt-let-him-watch-it-11565521200", "title": "If He Weren't the Star of 'Good Boys,' His Parents Probably Wouldn't Let Him Watch It", "date": "2019-08-11 07:00", "summary": "Twelve-year-old Jacob Tremblay plays a middle-schooler in the R-rated preteen comedy, which takes kid-delivered cursing and sex jokes to new levels. 'Good Boys\" puts foul language and sex jokes in the mouths of its sixth-grade heroes. The movie's creators say it might be the first R-rated live-action comedy that stars all children.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-boise-and-grand-rapids-the-housing-market-looks-red-hot-11565521202", "title": "In Boise and Grand Rapids, the Housing Market Looks Red Hot", "date": "2019-08-11 07:00", "summary": "Many Midwestern markets have heated up so quickly they are now experiencing shortages of inventory and rising prices. The housing market is booming. Just not in the places you might expect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-ponder-negative-bond-yields-in-the-u-s-11565521203", "title": "Investors Ponder Negative Bond Yields", "date": "2019-08-11 07:00", "summary": "Last week's slide in Treasury yields is deepening worries about lackluster growth, low inflation. A steep slide in U.S. government-bond yields last week wrong-footed investors and left some pondering what was once unthinkable: whether interest rates in America could one day turn negative.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-bets-on-amazon-for-now-11565521201", "title": "UPS Bets on Amazon, Despite Risk", "date": "2019-08-11 07:00", "summary": "Carrier is hitching itself to e-commerce giant after FedEx cut ties, taking long-term risk for short-term gain. As FedEx Corp. stops shipping Amazon.com Inc. packages, United Parcel Service Inc. mulls a similar question to the one its delivery rival just faced: grow alongside one of the world's largest shippers or cut off a looming competitor?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-unpopular-carbon-credits-emerge-as-one-of-the-worlds-best-investments-11565515800", "title": "Once-Unpopular Carbon Credits Emerge as One of the World's Best Investments", "date": "2019-08-11 05:30", "summary": "Heat wave in Europe drives carbon-credit prices to near record high. Carbon-emission credits, long shunned by traders, are now one of the world's best-performing investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-minimum-wage-doesnt-really-matter-anymore-11565515801", "title": "The Federal Minimum Wage Doesn't Really Matter Anymore", "date": "2019-08-11 05:30", "summary": "Only a tiny share of civilian workers are paid at that rate. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moscow-antigovernment-protest-draws-tens-of-thousands-11565461697", "title": "Moscow Antigovernment Rally Draws Tens of Thousands", "date": "2019-08-11 02:27", "summary": "Nearly 50,000 people attended rally against deteriorating political freedoms and living standards. MOSCOW-Tens of thousands of Russians on Saturday flooded a broad boulevard in the Russian capital, calling for an end to political controls under President Vladimir Putin and decrying police violence in previous weeks.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neighborhood-groups-get-reprieve-from-14th-street-car-ban-11565524801", "title": "Neighborhood Groups Get Reprieve From 14th Street Car Ban", "date": "2019-08-11 00:01", "summary": "Stay granted on city's plan to make corridor for buses, trucks. A stay granted by an appellate-court judge is temporarily preventing a large stretch of 14th Street in Manhattan from being closed to most private cars-a way the city planned to increase bus service during the previously planned L train closure.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-job-applicants-shouldand-shouldntwear-luxury-brands-11565575561", "title": "When Job Applicants Should-and Shouldn't-Wear Luxury Brands", "date": "2019-08-11 00:01", "summary": "People who wear luxury brands are judged as having higher status, but less warmth and kindness, new research shows. Let's say you're hiring a publicist for your new nightclub. One candidate carries a Louis Vuitton handbag; another, an unidentifiable bag. You might feel the candidate with the luxury-brand bag is better connected and more able to promote the business. Now imagine you're interviewing kindergarten teachers for your school. Which candidate will better care for youngsters?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemen-separatists-soldiers-surround-palace-in-aden-11565449846", "title": "Yemen Separatist Soldiers Capture Presidential Palace in Aden", "date": "2019-08-11 21:59", "summary": "U.S.-backed coalition frays in battle for control of southern port city. A group of Yemeni soldiers captured the Saudi Arabia-backed presidential palace in the southern city of Aden on Saturday, marking a further split between two allies that until recently have been fighting together against rebels aligned with Iran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]