[{"link": "https://www.wsj.com/articles/bitcoin-soars-above-5-000-heads-for-biggest-daily-gain-in-a-year-11554199776", "title": "Bitcoin Rises 16%, Touching $5,000 in Asia", "date": "2019-04-02 19:45", "summary": "The cryptocurrency's surge follows months of muted price moves. Bitcoin prices rose 16% in New York, marking bitcoin's largest percentage gain there since December 2017.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-cuts-earnings-guidance-after-a-challenging-second-quarter-11554204891", "title": "Walgreens, Squeezed by Drug Prices, Slashes Outlook", "date": "2019-04-02 19:37", "summary": "Pharmacy chain lowers 2019 profit goal; shares fall 13%. Smaller profit from the sale of generic drugs is squeezing the two biggest U.S. pharmacy chains, with Walgreens Boots Alliance Inc. joining rival CVS Health Corp. in lowering earnings goals for the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-oversight-committee-to-issue-subpoena-to-former-white-house-personnel-security-director-11554233109", "title": "House Panel to Subpoena Former White House Personnel Security Director", "date": "2019-04-02 19:35", "summary": "Subpoena of Carl Kline is part of the panel's investigation into White House security clearances. WASHINGTON-The House Committee on Oversight and Reform voted on Tuesday to subpoena Carl Kline, the White House's former personnel security director, escalating the Democrats' scrutiny of the administration's security clearance process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perch-gets-funding-to-go-up-against-opendoor-zillow-11554247654", "title": "Perch Gets Funding to Go Up Against Opendoor, Zillow", "date": "2019-04-02 19:27", "summary": "Venture capitalist Rick Heitzmann isn't worried about competitors' race to build war chests. Home buying and selling platforms keep racking up more funding, as Perch Inc. becomes the latest to beef up its capital base.", "categories": [["Pro VC Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blowing-up-the-border-11554247445", "title": "Blowing Up the Border", "date": "2019-04-02 19:24", "summary": "How to damage the economy and not solve the asylum crisis.. President Trump is threatening to shut down all legal crossings at the U.S.-Mexico border, and let's hope this is negotiating bluster and not a plan. It's hard to imagine a more self-destructive decision, and it wouldn't solve the border asylum crisis in any event.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rebuke-for-turkeys-strongman-11554247334", "title": "A Rebuke for Turkey's Strongman", "date": "2019-04-02 19:22", "summary": "Erdogan's party suffers its worst setback since it came to power in 2002.. After President Recep Tayyip Erdoğan easily won re-election amid a currency and debt crisis last year, it seemed nothing could loosen his grip on Turkish politics. The results of Sunday's local elections are welcome evidence that the strongman isn't invincible.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rule-to-speed-up-confirmations-11554247060", "title": "A Rule to Speed Up Confirmations", "date": "2019-04-02 19:17", "summary": "The GOP is moving to break the Democratic stall on presidential nominees.. The U.S. Senate has a constitutional duty to confirm or reject presidential nominees, and the Senate's pace in the Trump era is slower than it has ever been. The reason is deliberate and persistent Democratic obstruction and abuse of Senate rules, so three cheers for Republicans for advancing a modest change in those rules to let President Trump form a government before his first term ends.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-got-into-college-heres-what-you-should-know-11554246783", "title": "You Got Into College. Here's What You Should Know", "date": "2019-04-02 19:13", "summary": "University students offer helpful tips to incoming freshmen.. Editor's note: This Future View offers advice about college to high-school seniors who have recently received offers of admission. For next week, we ask: \"Is America's obsession with the four-year degree elitist and parochial? Or is it practical, celebrating the best path to success for most people?\" Students should click here to submit opinions of fewer than 250 words before April 9. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-a-plan-to-stop-fake-goods-11554246679", "title": "Trump Has a Plan to Stop Fake Goods", "date": "2019-04-02 19:11", "summary": "When you buy online via Alibaba, Amazon or eBay, chances are high you'll end up with a counterfeit.. Companies work painstakingly to earn consumer trust. But when you purchase brand-name goods through online third-party marketplaces like Alibaba, Amazon and eBay , there's a good chance you'll end up with a counterfeit. On Wednesday President Trump will sign a presidential memorandum to help protect American consumers, manufacturers and factory workers from counterfeiting.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-kids-will-thank-me-for-oversharing-online-11554246624", "title": "My Kids Will Thank Me for Oversharing Online", "date": "2019-04-02 19:10", "summary": "I lament that I have few photos from childhood in the pre-smartphone era.. I'm an oversharer. I take pictures and videos of my family every few days and post them to Instagram.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-threaten-to-destroy-school-reform-11554246593", "title": "Progressives Threaten to Destroy School Reform", "date": "2019-04-02 19:09", "summary": "They talk about equality, then fiercely oppose measures that stand a chance of achieving it.. Education scholars Jay Greene and Frederick Hesswrote in these pages recently that the school-reform movement is losing its mojo, not because it has run out of useful ideas but because it has become populated by progressives who prefer to prioritize anti-Trump \"resistance.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-an-iranian-sanctions-wall-11554246565", "title": "Build an Iranian Sanctions Wall", "date": "2019-04-02 19:09", "summary": "Some Democrats promise to return to the Obama deal. Trump can stop them by taking action now.. Democrats are talking about re-entering the 2015 Iran nuclear deal if they defeat President Trump next year. At least three challengers-Sens. Bernie Sanders, Kamala Harris and Elizabeth Warren say they'll do so, and the Democratic National Committee passed a resolution in February calling for a return to the agreement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-human-network-review-like-goes-with-like-11554246534", "title": "'The Human Network' Review: Like Goes With Like", "date": "2019-04-02 19:08", "summary": "A Stanford economist examines the ways in which one's social position can determine power, beliefs and behaviors.. Ever have the sneaking suspicion that your friends are more popular than you? Turns out it's probably true-and not just because you may be insufferable at cocktail parties. Why it's true is fairly complicated, but in his book \"The Human Network\" Stanford economist Matthew O. Jackson entertainingly analyzes this and other mysteries. Drawing on the academic discipline known as network theory, Mr. Jackson aims to introduce and popularize a powerful way of understanding some of modern society's central challenges.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-like-socialism-youll-love-the-va-11554246445", "title": "If You Like Socialism, You'll Love the VA", "date": "2019-04-02 19:07", "summary": "Cradle-to-grave care for American veterans and their families. How's it working out?. Socialism is in the air-a green, wired, mindful, glossy-lipped movement that's going to usher in free college, free health care and heavily followed Instagram accounts for all. It's presented as new and futuristic, but there's no need to reinvent the wheel. In one corner of Washington, socialism has been a living, breathing reality for decades. Just go visit the Department of Veterans Affairs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-too-late-to-counter-chinas-rise-11554246370", "title": "Is It Too Late to Counter China's Rise?", "date": "2019-04-02 19:06", "summary": "Beijing bought much of Europe in the time it took the U.S. to see its global trade blitz.. Americans see the U.S. in decline and China on the rise, according to a recent Pew Research survey. Sixty percent believe that the U.S. will become less important in the world over the next three decades, and 53% expect that China will claim its spot as the world's main superpower. It's tempting to write off predictions of China's rise as displaced pessimism about America, but there are real signs of the trend.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-joins-the-streaming-melange-11554246402", "title": "Apple Joins the Streaming Mélange", "date": "2019-04-02 19:06", "summary": "Profitable days are ahead for Hollywood types who can survive the #MeToo purge.. Hollywood's #MeToo moment and its streaming moment continue to unfold in tandem.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-duty-truck-orders-hit-the-brakes-in-march-11554245950", "title": "Heavy-Duty Truck Orders Hit the Brakes in March", "date": "2019-04-02 18:59", "summary": "Orders for Class 8 rigs fell to the lowest level since October 2016 after a strong surge in buying in 2018. Trucking companies slammed the brakes on orders for heavy-duty trucks in March, signaling caution amid long backlogs for delivery and a softening freight market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-arrested-after-entering-mar-a-lago-allegedly-with-malware-11554241458", "title": "Woman Arrested After Entering Mar-a-Lago, Allegedly With Malware", "date": "2019-04-02 18:46", "summary": "Yujing Zhang entered Trump luxury resort after showing two Chinese passports, criminal complaint says. A woman carrying two Chinese passports was arrested and charged with unlawfully entering President Trump's Mar-a-Lago resort with a thumb drive containing malware and lying to federal agents about her plans, according to a criminal complaint filed Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-committee-opens-inquiry-into-faa-safety-inspectors-training-requirements-for-boeing-737-max-11554241623", "title": "Senate Committee Opens Inquiry Into FAA Safety Inspectors, Training Requirements for Boeing 737 MAX", "date": "2019-04-02 18:46", "summary": "Whistleblowers allege insufficient training and improper certification, Senator says. Pressure on the Federal Aviation Administration mounted on Tuesday as a Senate committee said it launched a new inquiry into how the regulator decided training requirements for Boeing Co. 's beleaguered 737 MAX jet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-propose-boost-to-spending-as-budget-debates-loom-11554245149", "title": "Democrats Propose Boost to Spending as Budget Debates Loom", "date": "2019-04-02 18:45", "summary": "Lawmakers need to reach agreement by this fall, when a two-year deal expires. WASHINGTON-House Democrats on Tuesday proposed boosting both military and nonmilitary spending in the next fiscal year, their opening offer as they head into a legislative battle with Republicans this fall over funding levels.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-replaces-ceo-11554243666", "title": "Blue Apron Replaces CEO", "date": "2019-04-02 18:44", "summary": "Bradley Dickerson will be succeeded as CEO next week by Linda Kozlowski, Etsy's former chief operating officer. Blue Apron 's chief executive and a co-founder are leaving the company, passing the baton to a former Etsy Inc. executive, as the meal-kit company works to turn a profit and add customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-moves-to-curtail-pg-es-dividends-until-it-reduces-wildfire-risks-11554244769", "title": "Judge Moves to Curtail PG&E's Dividends Until It Reduces Wildfire Risks", "date": "2019-04-02 18:39", "summary": "William Alsup, who oversees utility's probation from 2010 pipeline explosion, may also move to extend probation term. SAN FRANCISCO-A federal judge on Tuesday restricted PG&E Corp. from resuming dividends to shareholders until it improves its safety practices and reduces the risks that its equipment will spark more deadly wildfires in California.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-may-to-seek-talks-with-labour-further-brexit-extension-11554226292", "title": "May Courts Opposition in Bid to Break Brexit Impasse", "date": "2019-04-02 18:25", "summary": "Prime minister's new tack risks leaving the U.K. with stronger ties to European Union than she has sought. LONDON-British Prime Minister Theresa May made an about-face in her Brexit strategy Tuesday by saying she would pursue a different deal with the opposition Labour Party, an approach that could keep the country more closely bound to the European Union than she previously envisioned.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-business-groups-urge-trump-not-to-close-border-11554240973", "title": "Republicans, Business Groups Urge Trump Not to Close Border", "date": "2019-04-02 18:23", "summary": "Closing U.S.-Mexico border would be economically devastating to Texas, according to state business association. WASHINGTON-Congressional Republicans and business associations said they opposed President Trump's threat to close the southern border, warning of the severe economic damage that could result.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-fed-chairman-powell-i-guess-im-stuck-with-you-11554238931", "title": "Trump to Fed Chairman Powell: 'I Guess I'm Stuck With You'", "date": "2019-04-02 18:17", "summary": "The president blasted the central bank and its leader at three meetings in the past week alone. WASHINGTON-President Trump is blaming the Federal Reserve for holding back the economy and stock market despite the central bank's recent decision to do two things he wanted-halt rate increases and stop shrinking its asset portfolio.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-moves-to-brink-of-nuclear-option-on-appointees-11554240735", "title": "Senate GOP Moves to 'Nuclear Option' on Appointees", "date": "2019-04-02 18:10", "summary": "Measure would shorten time chamber has to process district-court nominees and many executive appointments. Senate Republicans will invoke the body's so-called nuclear option Wednesday and use a simple majority to change the chamber's rules for confirming many presidential appointees.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poll-shows-majority-of-new-yorkers-oppose-congestion-pricing-11554241691", "title": "Poll: Majority of New Yorkers Oppose Congestion Pricing", "date": "2019-04-02 17:48", "summary": "Both Cuomo and de Blasio touted plan as a way to raise money that would allow MTA to improve mass transit service. New York state lawmakers approved a system of congestion pricing by a comfortable margin, but a poll released Tuesday found a majority of New York City residents oppose the plan.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-justice-trades-blindfold-for-ray-bans-11554241545", "title": "Lady Justice Trades Blindfold for Ray-Bans", "date": "2019-04-02 17:45", "summary": "The Jussie Smollett case isn't a good example of equality in America, but rather of the superior power of privilege.. Regarding your editorial \"Smollett Gets a Pass in Chicago\" (March 27): It's interesting that Michelle Obama's \"fixer,\" Tina Tchen, was the intervening party with state prosecutor Kim Foxx to \"fix\" the Jussie Smollett hate-crime victim case. It appears Mr. Smollett forfeited his $10,000 bond and spent a few hours working for Jessie Jackson's Rainbow/PUSH Coalition as \"community service\" to have his arrests voided and his record sealed. Celebrity, race, sexual preference and wealthy interventionists all became justifiable reasons to exonerate Mr. Smollett in social media, if not technically in the eyes of the law. But because of the sealed records we know nothing except that he didn't have to go to trial and his allegedly hired agents for the alleged hate crime skated as well. The power of political celebrity and wealth have trumped any concept of Lady Justice this country once had-now she has one hand holding the scales and the other out for political donations to the next election campaign, with her blindfold replaced by Ray-Bans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jumio-founder-to-pay-17-million-to-settle-accounting-fraud-claims-11554239406", "title": "Jumio Founder to Pay $17 Million to Settle Accounting Fraud Claims", "date": "2019-04-02 17:45", "summary": "Daniel Mattes resigned from mobile-payments startup in 2015 after alleged accounting scheme. The founder of mobile-payments startup Jumio Inc. agreed to pay more than $17 million to settle regulators' allegations that he enriched himself by selling shares after significantly inflating the firm's revenue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-shows-its-real-self-with-li-ming-che-11554241428", "title": "China Shows Its Real Self With Li Ming-che", "date": "2019-04-02 17:43", "summary": "Li Ming-che's democratic leanings are construed as \"a subversion of state power\"- by the People's Republic, a state, by the way, that has no jurisdiction over Taiwan or its people.. We appreciate Benedict Rogers's \"Beijing's Chilling Imprisonment of a Taiwanese Critic\" (op-ed, April 1) which once again throws the limelight on Li Ming-che's case. His is a sad state of affairs. His rights have obviously been violated from the very beginning with a sham trial that presented no evidence except for his \"confession.\" Having been falsely imprisoned, he is now being denied visits from his wife on grounds that only the authoritarian regime in Beijing can fathom. Beijing's intentions are clear: to intimidate the Taiwanese people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-rises-as-brexit-fears-weigh-on-pound-11554214890", "title": "Dollar Rises After Australia Warning", "date": "2019-04-02 17:43", "summary": "Reserve Bank of Australia left interest rates unchanged but expressed a cautious outlook on the Australian economy.. The dollar rose Tuesday, buoyed by gains against the Australian dollar after the Reserve Bank of Australia left interest rates unchanged but expressed a cautious outlook on the Australian economy.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-print-and-borrow-until-you-cant-11554241360", "title": "You Can Print and Borrow Until You Can't", "date": "2019-04-02 17:42", "summary": "Implicit in Martin Feldstein's argument is the existence of a critical moment, a point in time at which entitlement growth must be slowed more quickly than voters will allow, if an exploding national debt is to be prevented.. I applaud Martin Feldstein's effort to raise the alarm about rising debt and deficits (\"The Debt Crisis Is Coming Soon,\" op-ed, March 21). But as he correctly points out, \"lawmakers don't like to cut spending.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protect-homes-by-managing-forests-to-prevent-fires-11554241271", "title": "Protect Homes by Managing Forests to Prevent Fires", "date": "2019-04-02 17:41", "summary": "Forest management should include some combination of grazing, logging, thinning and controlled burns-all of which are anathema to environmentalists.. The Leonardo DiCaprio Foundation's Douglas Bevington apparently finds it easy to insist that homeowners spend their money to retrofit their homes to make them more fire resistant (Letters, April 1). But what if the forests were less likely to burn in the first place? Forest management should include some combination of grazing, logging, thinning and controlled burns-all of which are anathema to environmentalists. It's much easier to obligate private citizens to spend their own money rather than to properly manage public lands.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-intelligence-military-officials-sue-over-manuscript-screening-rules-11554214272", "title": "Ex-Intelligence, Military Officials Sue Over Manuscript Screening Rules", "date": "2019-04-02 17:30", "summary": "Lawsuit against Dan Coats and other intelligence leaders says system amounts to censorship. WASHINGTON-A group of former U.S. intelligence and military officials filed suit against the Trump administration over rules that require them to submit book manuscripts and other writings for review long after leaving government service.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-antitrust-enforcers-latest-focus-the-oscars-11554239712", "title": "Federal Antitrust Enforcers' Latest Focus: The Oscars", "date": "2019-04-02 17:15", "summary": "Letter from regulators concerns proposed rule change designed to exclude Netflix. The Justice Department's antitrust division warned the body that presents the Academy Awards that a proposed rule change designed to exclude Netflix Inc. could raise antitrust concerns, according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-surges-toward-five-month-high-on-opec-cuts-11554215808", "title": "Oil Rises to Highest Since November on OPEC Cuts", "date": "2019-04-02 17:05", "summary": "Prices were also being supported by the possibility of a sizable decline in U.S. inventories. • Oil jumped to a nearly five-month high Tuesday as the world's top crude-oil producers including Saudi Arabia reduced output levels last month as promised to slim down global supplies.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-raised-18-2-million-in-first-six-weeks-of-2020-presidential-campaign-11554214897", "title": "Sanders Raised $18.2 Million in First Six Weeks of Campaign", "date": "2019-04-02 17:05", "summary": "Vermont senator says he has 900,000 individual contributions averaging $20. WASHINGTON-Vermont Sen. Bernie Sanders says he raised $18.2 million in the six weeks since he began his second run for the presidency, a fundraising haul that positions him for longevity in a crowded Democratic primary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-buttigieg-the-baby-bernie-11554235735", "title": "Is Buttigieg the Baby Bernie?", "date": "2019-04-02 17:01", "summary": "A fundraising bonanza for a media favorite.. Mayor Pete Buttigieg of South Bend, Indiana has impressed the political world by reporting that his presidential exploratory committee raised more than $7 million in the first quarter of 2019. The 37-year-old Democrat isn't yet in a financial league with his boyhood idol Sen. Bernie Sanders, who raked in more than $18 million. But one of the media's favorite candidates is showing that he can win over Democratic donors, too.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-float-measure-to-penalize-certain-debt-purchases-by-large-banks-11554213669", "title": "Regulators Float Plan to Penalize Certain Debt Purchases by Banks", "date": "2019-04-02 16:58", "summary": "Proposal would impose new penalties on large-bank purchases of 'total-loss absorbing capacity' debt issued by other banks. WASHINGTON-U.S. bank regulators on Tuesday proposed steps to toughen a bailout-prevention rule that will penalize big banks for purchases of certain debt issued by other large financial firms.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-lift-oil-price-forecasts-for-2019-11554188401", "title": "Banks Lift Oil-Price Forecasts for 2019", "date": "2019-04-02 16:57", "summary": "Brent crude is now expected to average just over $68 a barrel. LONDON-Banks raised their forecasts for the price of Brent crude, the global oil benchmark, in 2019, as the market continues to be supported by production cuts led by the Organization of the Petroleum Exporting Countries, as well as geopolitical risks to supply.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-to-get-a-new-chief-compliance-counsel-11554237432", "title": "Trump Organization to Get a New Chief Compliance Counsel", "date": "2019-04-02 16:56", "summary": "Jill Martin will succeed George Sorial in handling conflicts-of-interest rules at family business. The lawyer at President Trump's family business tapped to comply with conflicts-of-interest rules is leaving the company in June, according to an internal memo sent Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algerias-president-abdelaziz-bouteflika-resigns-11554232853", "title": "Algeria's President Abdelaziz Bouteflika Abruptly Resigns", "date": "2019-04-02 16:52", "summary": "Longtime leader bows to weeks of protests and pressure from military. Algerian President Abdelaziz Bouteflika resigned on Tuesday, a day after saying he would step down by the end of his term this month, as the ailing leader yielded to weeks of protests calling for an end to his two decades in power.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-ceo-brian-duperreaults-pay-totaled-20-9-million-in-2018-11554238358", "title": "AIG CEO Brian Duperreault Was Paid $20.9 Million in 2018", "date": "2019-04-02 16:52", "summary": "Figure is less than half of his 2017 compensation, which included a $12 million sign-on bonus. American International Group Inc. Chief Executive Brian Duperreault's pay was cut in half from a year earlier when his compensation package included a $12 million sign-on bonus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-after-data-driven-rise-11554192131", "title": "U.S. Stocks Pause After Sharp Gains", "date": "2019-04-02 16:47", "summary": "Early-week gains stall as Dow falls, S&P is little-changed; Nasdaq rises slightly. Falling shares of Walgreens Boots Alliance pulled the Dow Jones Industrial Average lower Tuesday after the drugstore chain slashed its profit expectations, rekindling investors' fears of economic turbulence.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-preschool-workers-mull-strike-as-union-discusses-pay-11554237895", "title": "New York City Preschool Workers Mull Strike as Union Discusses Pay", "date": "2019-04-02 16:44", "summary": "Action could potentially disrupt Mayor de Blasio's universal pre-K program. Leaders of the union for workers at hundreds of New York City preschools and early childhood centers say they are in talks with city officials over boosting teacher pay as they consider a possible one-day strike next month.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-cuts-spending-amid-investor-scrutiny-11554233288", "title": "Mexico Cuts Spending Amid Investor Scrutiny", "date": "2019-04-02 16:38", "summary": "New administration, revising revenue expectations, dials back commitments. MEXICO CITY-Mexico cut planned government spending for 2019 as lower oil production and slower economic growth are expected to curb revenue, a move investors welcomed as a sign that the new government is committed to sound finances.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-americans-faring-less-well-in-credit-markets-new-york-fed-report-finds-11554237538", "title": "Young Americans Faring Less Well in Credit Markets", "date": "2019-04-02 16:38", "summary": "Young Americans are getting left behind when it comes to credit access, the New York Federal Reserve said in a report released Tuesday. Young Americans are getting left behind when it comes to credit access, the New York Federal Reserve said in a report released Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-democrat-proposes-annual-tax-on-unrealized-capital-gains-11554217383", "title": "Top Democrat Proposes Annual Tax on Unrealized Capital Gains", "date": "2019-04-02 16:21", "summary": "Plan from Sen. Ron Wyden would treat increased value of long-term investments like income. WASHINGTON-The top Democrat on the Senate's tax-writing committee proposed taxing unrealized gains in investment assets every year at the same rates as other income, offering an idea that would transform how the U.S. taxes the wealthiest people.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-threat-rises-to-natos-agenda-11554225508", "title": "China Threat Rises to NATO's Agenda", "date": "2019-04-02 16:21", "summary": "Ministers meeting in Washington are set to discuss perceived security challenges from Beijing. BRUSSELS-The North Atlantic Treaty Organization is putting new attention on potential security threats from China, a challenge for an alliance whose members have conflicting attitudes about Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sacklers-dispute-claims-they-directed-alleged-illegal-marketing-of-oxycontin-11554235866", "title": "Sacklers Deny Claims They Directed Alleged Illegal OxyContin Marketing", "date": "2019-04-02 16:11", "summary": "Family members argue that they were fulfilling their ordinary duties as board members of Purdue Pharma. Members of Purdue Pharma LP's controlling Sackler family are disputing allegations brought by the Massachusetts attorney general that they personally directed illegal marketing of prescription opioids, arguing that the family members were simply fulfilling their ordinary duties as board members.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agents-recall-ghostly-sales-11554235101", "title": "Agents Recall Ghostly Sales", "date": "2019-04-02 15:58", "summary": "Listed properties sometimes come with otherworldly baggage, but local issues can be scarier. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-hunter-and-the-anatomy-of-the-modern-museum-review-dissecting-a-grand-institution-11554235066", "title": "'William Hunter and the Anatomy of the Modern Museum' Review: Dissecting a Grand Institution", "date": "2019-04-02 15:57", "summary": "The Yale Center for British Art hosts a show of eclectic objects mainly collected by William Hunter, an 18th-century obstetrician whose trove formed the basis for Glasgow's Hunterian, one of the first public museums.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sungard-to-file-for-bankruptcy-hand-business-to-creditors-11554233824", "title": "Sungard to File for Bankruptcy, Hand Business to Creditors", "date": "2019-04-02 15:37", "summary": "GSO Capital Partners, Angelo Gordon & Co. and Carlyle Group among investors taking ownership of IT services company. Sungard Availability Services, a private equity-owned IT services company that specializes in disaster recovery, says it plans to file for bankruptcy after reaching an agreement that slashes debt and hands control of the business to a group of hedge funds.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-climb-on-global-growth-concerns-11554222453", "title": "U.S. Government-Bond Prices Climb on Global Growth Concerns", "date": "2019-04-02 15:34", "summary": "Yields fall after Australian central bank hints at a shift toward policies that might be more supportive of economic growth. U.S. government-bond prices rose Tuesday as investors sought safe assets after signs that global economic growth faces headwinds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-vote-clouds-erdogans-economic-control-11554233126", "title": "Turkish Vote Clouds Erdogan's Economic Control", "date": "2019-04-02 15:25", "summary": "Apparent loss of big cities deprives ruling party of vital financial levers while empowering the opposition. ISTANBUL-The Turkish ruling party's apparent loss of the country's two biggest cities risks disrupting its well-honed system of political patronage and President Recep Tayyip Erdogan's ability to fix an ailing economy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-gives-upbeat-revenue-earnings-outlook-11554216193", "title": "Delta Gives Upbeat Revenue, Earnings Outlook", "date": "2019-04-02 15:20", "summary": "Airline expects unit revenue to rise 2% in the March quarter, at top end of the company's prior guidance. Business fliers continue to bolster U.S. airlines, with Delta Air Lines Inc. providing fresh evidence that buoyant demand for premium seats is outweighing fierce competition for leisure travelers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-employees-yield-happy-investors-11554232774", "title": "Happy Employees Yield Happy Investors", "date": "2019-04-02 15:19", "summary": "The Drucker Institute found social value drives stock outperformance. It's official: Happy employees equal happy shareholders-especially for tech companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-looks-to-tackle-surprise-medical-bills-11554202802", "title": "Congress Looks to Tackle Surprise Medical Bills", "date": "2019-04-02 14:54", "summary": "Parties find rare common ground, but health-care industry worries about government setting prices. A push to curb surprise medical bills has found support among both Democrats and Republicans on Capitol Hill but also ignited a fight within the health-care industry over how far the federal government should go in regulating prices.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-edges-lower-after-durable-goods-report-11554212234", "title": "Copper Edges Lower After Durable-Goods Report", "date": "2019-04-02 14:13", "summary": "Stronger dollar has also hurt metals in recent weeks. Copper prices inched lower Tuesday after data showing U.S. orders for long-lasting factory goods fell in February, another sign of slowing activity in the manufacturing sector.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-auto-sales-stumble-in-first-quarter-11554218361", "title": "U.S. Auto Sales Stumbled in First Quarter", "date": "2019-04-02 13:53", "summary": "Strong prices helped offset cooling demand. Major auto makers on Tuesday posted declines in U.S. sales for the first quarter, adding pressure on car companies already grappling with weaker conditions in important markets globally.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-says-allegations-about-bidens-conduct-dont-disqualify-him-for-2020-11554221949", "title": "Pelosi Says Allegations About Biden's Conduct Don't Disqualify Him for 2020", "date": "2019-04-02 13:33", "summary": "House speaker says former vice president needs to be more careful. House Speaker Nancy Pelosi (D., Calif.) said Tuesday that she didn't think the allegations that Joe Biden touched women in uncomfortable ways disqualified him from a potential presidential run, but that he needed to be more careful.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-interior-designers-prefer-bar-soap-over-liquid-11554225995", "title": "Why Interior Designers Prefer Bar Soap Over Liquid", "date": "2019-04-02 13:26", "summary": "Hard-milled cakes are making a comeback, and many decorators cheer the choice. Plus: five stylish little trays to set them in. NOT VERY LONG AGO, many of us gave up solid soap for the liquid version, happy to bid adieu to the gelatinous mess that inevitably accrued underneath a bar of soap and to the anxiety (fallacious, it turns out) that it could pass along germs.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monet-the-late-years-review-radiant-inspiration-to-the-very-end-11554223448", "title": "'Monet: The Late Years' Review: Radiant Inspiration to the Very End", "date": "2019-04-02 12:44", "summary": "The last quarter century of the master's life was spent painting many of the most astonishing and often just plain gorgeous works of his long career.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ridin-dirty-all-the-way-to-the-bank-11554221974", "title": "Ridin' Dirty All the Way to the Bank", "date": "2019-04-02 12:19", "summary": "Rapper Chamillionaire displays some investing savvy with Lyft. \"You know what's cool? A billion dollars.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historic-and-art-filled-gardens-to-visit-this-spring-11554221042", "title": "Historic and Art-filled Gardens to Visit This Spring", "date": "2019-04-02 12:04", "summary": "This season, tour gardens with pedigree-in Virginia, Spain and the Cotswolds. NOW THAT parks are newly landscaped and trees are starting to blossom, it's time to zero in on a great garden to visit. But how to narrow the field? Choose an outdoor space with pedigree.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-woven-straw-bags-to-have-you-summer-ready-11554219591", "title": "Five Woven Straw Bags to Have You Summer-Ready", "date": "2019-04-02 11:39", "summary": "The classic tote gets an update with leather straps, metal hardware and other elevated elements. This logo-centric version makes any warm-weather outfit instantly chicer. Loewe, $450, loewe.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-challenge-to-joe-biden-2020-is-joe-biden-1972-11554219175", "title": "Joe Biden's Long History Shadows 2020 Bid", "date": "2019-04-02 11:32", "summary": "Resume Subscription. WASHINGTON-If Joe Biden enters the presidential race, he's betting he can appeal to a silent majority in the party now being overlooked by a vocal, liberal base demanding generational change in leadership.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/back-to-the-futuristic-home-11554217478", "title": "Back to the Futuristic Home", "date": "2019-04-02 11:24", "summary": "Geodesic domes and their imitators, popular in the '60s and '70s, keep their corner of the market. ", "categories": [["Real Estate", "Relative Values"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/relative-values?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicos-founding-editor-in-chief-steps-down-11554218317", "title": "Politico's Founding Editor in Chief Steps Down", "date": "2019-04-02 11:18", "summary": "John Harris, who will join the company's board and return to writing, will be succeeded by Matthew Kaminski, Politico's global editor. Politico on Tuesday said it was replacing its founding editor in chief in a changing of the guard for a news outlet that helped usher in a new style of up-to-the-minute, and exhaustive, political journalism.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-propose-structural-break-up-of-big-four-accounting-firms-11554218121", "title": "U.K. Lawmakers Propose 'Structural Break-Up' of Big Four Accounting Firms", "date": "2019-04-02 11:15", "summary": "Recommendations come amid increased scrutiny of the country's audit sector. U.K. parliamentarians called for an overhaul of the country's audit sector on Tuesday as the industry faces scrutiny following several high-profile corporate collapses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-is-in-bankruptcybut-its-lavish-rewards-program-wont-quit-11554217047", "title": "Sears Went Into Bankruptcy-but Its Lavish Rewards Program Won't Quit", "date": "2019-04-02 10:57", "summary": "The shrinking number of people who still shop at the retailer can leave with bags of freebies, thanks to one of America's most generous customer programs. During one of her regular Sears shopping sprees, Kyra Dwyer picked out $150 of clothes for herself and her daughter. She was charged $18.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geodesic-domes-grab-a-corner-of-the-market-11554215900", "title": "Geodesic Domes Have Staying Power", "date": "2019-04-02 10:38", "summary": "Some domed homes for sale in the U.S.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hard-working-dogs-among-pets-lapping-up-free-health-care-11554215400", "title": "Hard-Working Dogs Among Pets Lapping Up Free Health Care", "date": "2019-04-02 10:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walgreens-needs-new-treatment-options-11554214788", "title": "Walgreens Needs New Treatment Options", "date": "2019-04-02 10:19", "summary": "Walgreens should consider a more ambitious strategy after weak second-quarter results sank its stock price. Pharmacy giant Walgreens Boots Alliance has a slumping business and an ailing stock price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maryland-lawmakers-approve-armed-police-force-at-johns-hopkins-11554214698", "title": "Maryland Lawmakers Approve Armed Police Force at Johns Hopkins", "date": "2019-04-02 10:18", "summary": "Republican Gov. Larry Hogan is expected to sign the measure after Monday's 42-2 vote by the state Senate. BALTIMORE-Maryland's legislature gave overwhelming final approval Monday night for Johns Hopkins University to create an armed police department, a plan that sparked debate on the private university's three campuses and among some state lawmakers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kremlin-clamps-down-on-internet-11554213601", "title": "Channeling China, Russia Eyes Its Own Great Firewall", "date": "2019-04-02 10:00", "summary": "New law would give the Kremlin the power to shut down websites and view all online traffic. MOSCOW-Russian authorities are seeking unprecedented control over the internet with a new law that would more effectively filter information coming into the country and allow Russia to cut itself off from global online traffic in a crisis.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grease-star-olivia-newton-john-began-as-hopelessly-devoted-to-a-singing-career-11554213583", "title": "'Grease' Star Olivia Newton-John Began as Hopelessly Devoted to a Singing Career", "date": "2019-04-02 09:59", "summary": "As a teen, the Grammy-winner clinched a contest that landed her in swinging 1960s London. Olivia Newton-John, 70, is a four-time Grammy-winning singer-songwriter and an actress. Five of her 42 Billboard hits were No. 1, and she starred in more than 10 films, including \"Grease.\" She is the author of \"Don't Stop Believin'\" (Gallery), a memoir. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chelsea-handler-on-her-favorite-podcast-11554212778", "title": "Chelsea Handler on Her Favorite Podcast", "date": "2019-04-02 09:46", "summary": "The comedian and best-selling author, whose memoir 'Life Will Be the Death of Me' is out on April 9, reveals what's on her iPhone. Number of contacts in phone: 2,448.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mystery-behind-a-1953-chevrolet-pickups-nameclarence-11554211801", "title": "The Mystery Behind a 1953 Chevrolet Pickup's Name-'Clarence'", "date": "2019-04-02 09:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-1953-chevy-pickup-restored-11554210901", "title": "Photos: A 1953 Chevy Pickup, Restored", "date": "2019-04-02 09:15", "summary": "The year this truck was built, the postwar economy was booming and Chevrolet and Ford were locked in a fierce rivalry. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/connecticut-bets-on-businesses-luring-more-businesses-11554210639", "title": "Connecticut Bets on Businesses Luring More Businesses", "date": "2019-04-02 09:10", "summary": "Gov. Lamont enlists corporate ambassadors to lure companies to state without 'always leading with incentives'. HARTFORD, Conn.-Before Infosys Ltd. decided to set up a tech hub here, its executives spoke with business leaders throughout Connecticut.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-lyft-qualcomm-and-ally-financial-11554201532", "title": "Stocks to Watch: Amazon, Lyft, Qualcomm", "date": "2019-04-02 09:10", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-housing-crisis-in-japan-home-prices-stay-flat-11554210002", "title": "What Housing Crisis? In Japan, Prices Stay Flat", "date": "2019-04-02 09:00", "summary": "Supply keeps up with demand in Tokyo thanks to few restrictions on development. In the past two decades, home prices in some leading North American and European cities have skyrocketed. In Tokyo, however, they've flatlined.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-housing-crisis-spreads-throughout-world-11554210003", "title": "Affordable Housing Crisis Spreads Throughout World", "date": "2019-04-02 09:00", "summary": "Shortages persist despite millions of dollars invested and hundreds of thousands of units built. Cities around the world, from New York to London to Stockholm to Sydney, are struggling to solve growing affordable housing crises.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/film-director-dont-just-blame-gentrification-for-housing-crisis-11554210000", "title": "Film Director: Don't Just Blame Gentrification for Housing Crisis", "date": "2019-04-02 09:00", "summary": "Fredrik Gertten, whose 'Push' looks at the causes behind rapidly rising house prices, discusses the role of hedge funds. \"Push,\" a documentary by Swedish director Fredrik Gertten, is set to have its North American premiere later this month at the Hot Docs Canadian International Documentary Festival. The film follows Leilani Farha, the U.N. Special Rapporteur on adequate housing, as she investigates the causes behind rapidly rising house prices and rents globally. In an interview, Mr. Gertten discusses his theories behind rising housing costs and their implications.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-wants-to-be-bernies-nurse-11553795227", "title": "Who Wants to Be Bernie's Nurse?", "date": "2019-04-02 08:47", "summary": "There's no guarantee that health care providers will accept pay cuts and more bureaucracy.. Would Bernie Sanders be able to find enough doctors to practice socialized medicine? As he runs for the Democratic party nomination for President, Sen. Sanders (Socialist, Vt.) this week rejected any Democratic health care reform which does not ban private insurance and force all Americans into government-run care. But news from an existing socialized medical system serves as a reminder that providers of care may wish to avoid such a system just as much as patients do.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-fell-1-6-in-february-11554208480", "title": "U.S. Durable-Goods Orders Fell in February", "date": "2019-04-02 08:34", "summary": "Better-than-expected data likely to further ease economists' worries about slowdown in growth. WASHINGTON-Orders for long-lasting factory goods fell in February after three straight months of growth due to a sharp decline in civilian aircraft orders, although the overall drop was smaller than expected.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-videogames-trigger-the-nightly-meltdownand-how-to-help-your-child-cope-11554206405", "title": "Why Videogames Trigger the Nightly Meltdown-and How to Help Your Child Cope", "date": "2019-04-02 08:00", "summary": "Just because it's hard for your kids to put down the game controllers doesn't mean they're addicts. Here's what happens in their brains the second after the game shuts off. This is the debut of the WSJ's Family & Tech column, a new weekly feature examining the impact of technology on family life.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giannis-antetokounmpo-greek-team-nba-mvp-11554180867", "title": "The Greek Mythology of the NBA's Superstar", "date": "2019-04-02 08:00", "summary": "Resume Subscription. ATHENS, Greece-After three excruciating overtimes and the most epic game of his life, the 18-year-old kid bound for NBA superstardom was broken. He couldn't bear to look at the scouts in the courtside seats. Or the riot police on the baseline. Or the mob of fans lighting flares inside a dingy gym.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netanyahu-gantz-ramp-up-attacks-in-israeli-election-11554206400", "title": "Netanyahu, Gantz Ramp Up Attacks in Israeli Election", "date": "2019-04-02 08:00", "summary": "Battle for premiership remains closely contested. TEL AVIV-Israel's national election is becoming particularly vicious and personal as campaigning enters its final week, highlighting how the battle for Israel's premiership remains closely contested.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funds-dont-always-vote-for-policies-they-publicly-back-11554206401", "title": "Funds Don't Always Vote for Policies They Publicly Back", "date": "2019-04-02 08:00", "summary": "A Morningstar analysis has found voting inconsistencies among climate- and diversity-focused funds. Investors who bought into funds billed as standard bearers for workplace diversity and climate-change policies might be surprised to find that their portfolio managers aren't necessarily putting their money where their mouth is.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calendar-flipping-to-april-typically-bodes-well-for-stocks-11554206400", "title": "Calendar Flipping to April Typically Bodes Well for Stocks", "date": "2019-04-02 08:00", "summary": "Before some investors 'sell in May and go away,' April usually performs well. History bodes well for stocks in April, a bullish sign for investors as major averages inch toward record highs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expect-pre-earnings-frowns-to-turn-upside-down-11554204600", "title": "Expect Pre-Earnings Frowns to Turn Upside Down", "date": "2019-04-02 07:30", "summary": "Companies are likely to unveil bad news at an elevated pace prior to the coming earnings season for the S&P 500, but the actual numbers should bring relief. Earnings season probably won't be the horror show that investors fear. The previews are another matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-celo-aims-to-make-crypto-accessible-to-mainstream-mobile-users-11554204600", "title": "Startup Celo Aims to Make Crypto Accessible to Mainstream Mobile Users", "date": "2019-04-02 07:30", "summary": "Celo raises $30 million led by Andreessen Horowitz's crypto fund and Polychain. Cryptocurrencies have struggled in their attempts to create an accessible way for mainstream users to become early adopters of the technology.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-launches-sweeping-overhaul-in-bid-to-boost-growth-11554204600", "title": "BlackRock Launches Sweeping Overhaul in Bid to Boost Growth", "date": "2019-04-02 07:30", "summary": "Wall Street giant installs new leaders at key division, reorganizes sales staff and shifts roles for directors. BlackRock Inc. is undertaking its most sweeping organizational overhaul in a decade as the Wall Street behemoth wrestles with how to keep its empire growing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-shares-hit-record-as-foreigners-bet-on-more-modinomics-11554204424", "title": "Indian Shares Hit Record as Foreigners Bet on More Modinomics", "date": "2019-04-02 07:27", "summary": "The S&P BSE Sensex, recovering from a poor start to the year, breaks through its August record. A widely followed Indian stock index advanced to a record Tuesday, extending a rally fueled by foreign cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-berlin-a-radical-proposal-to-combat-rising-rents-expropriate-big-landlords-11554202800", "title": "In Berlin, a Radical Proposal to Combat Rising Rents: Expropriate Big Landlords", "date": "2019-04-02 07:00", "summary": "City takes the lead in growing effort by affordable housing advocates and lawmakers around the world to help financially strapped renters. If Rouzbeh Taheri has his way, Berlin's government will seize apartments from major landlords.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-driving-turkeys-markets-wild-in-seven-charts-11554202802", "title": "Turkey's Wild Markets, in Seven Charts", "date": "2019-04-02 07:00", "summary": "Wary investors have balked at signs that Turkey's president, Recep Tayyip Erdogan, is returning to his unorthodox economic playbook. Turmoil has ripped through Turkish financial markets in recent weeks, reprising the fear and volatility that sent the country's economy into a tailspin and its currency into crisis last summer. Only limited progress has been made since then to shore up the country's finances. And wary international investors have balked at signs that Turkey's president, Recep Tayyip Erdogan, is returning to his unorthodox economic playbook. His party's losses in key local elections this weekend add more uncertainty to the mix.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cunning-plans-cant-create-currency-unions-11554200618", "title": "Cunning Plans Can't Create Currency Unions", "date": "2019-04-02 06:26", "summary": "European officials are resorting to financial engineering rather than taking meaningful steps to federalize debt. It took the U.S. about 150 years of bitter disputes to build a stable currency union. Some European officials seem to believe they can skip that by resorting to financial engineering worthy of Lehman Brothers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-adds-tip-line-to-fight-misinformation-in-india-11554200672", "title": "WhatsApp Adds Tip Line to Fight Misinformation in India", "date": "2019-04-02 06:24", "summary": "With national elections set to begin next week, users can point out dubious information for debunking. NEW DELHI- Facebook Inc.'s WhatsApp took a step to stop the spread of suspect viral content ahead of India's national elections, launching a tip line there that enables users to point out dubious information for debunking.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-the-market-where-everything-goes-up-11554199900", "title": "Beware the Market Where Everything Goes Up", "date": "2019-04-02 06:11", "summary": "Investors will be bitten by a lack of diversity in returns if all asset classes turn south again. It has been difficult for investors to lose money this year. This should cause as much concern as the difficulty last year of making a positive return.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-parliament-votes-on-brexit-options-11554139211", "title": "U.K. Lawmakers Again Fail to Plot Brexit Course", "date": "2019-04-02 05:57", "summary": "Lawmakers considered four versions of future EU ties other than May's deal, but none found a majority. LONDON-The House of Commons failed for a second time to find a majority for any alternative to the deal British Prime Minister Theresa May negotiated with the European Union, deepening the uncertainty over Brexit less than two weeks before Britain is scheduled to leave the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-health-firms-race-to-help-consumers-manage-personal-data-11554197400", "title": "Firms Race to Help Consumers Manage Health-Care Records", "date": "2019-04-02 05:30", "summary": "Apple, UnitedHealth are among companies rolling out apps to gather lab results, diagnoses and other health information. Technology and health-care companies are competing to develop new ways for consumers to corral their digital health data, prompting questions about data privacy and control.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-lyft-for-softbank-11554190099", "title": "No Lyft for SoftBank", "date": "2019-04-02 03:28", "summary": "Investors should cash out of the Japanese conglomerate while news from the tech sector is still relatively upbeat. SoftBank has picked up speed in the latest tech rally, but there are big bumps in the road ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11554147296", "title": "Pepper...and Salt", "date": "2019-04-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-modern-monetary-theory-gets-right-and-wrong-11554177661", "title": "What Modern Monetary Theory Gets Right and Wrong", "date": "2019-04-02 00:01", "summary": "These days MMT is a favorite punching bag for mainstream economists, but the criticism is only partly warranted. Just as the Holy Roman Empire was neither holy, nor Roman, nor an empire, modern monetary theory, or MMT, is neither modern, nor mostly about money, nor a theory. Yet these days it is a favorite punching bag for mainstream economists.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-matriarch-review-more-than-poppys-partner-11554177600", "title": "'The Matriarch' Review: More Than Poppy's Partner", "date": "2019-04-02 00:00", "summary": "Barbara Bush was generous and ﬁercely protective, sharp-tongued and kindly, capable of great warmth and utterly lacking in sentimentality.. At the start of this sturdy and fair-minded biography, Susan Page makes an argument from authority-her own, acquired over a long career as a political reporter for USA Today. \"Barbara Bush,\" Ms. Page says, \"was the public figure Americans felt they knew most but really understood least.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-rba-leaves-cash-rate-unchanged-at-1-5-11554177094", "title": "Australia's RBA Leaves Cash Rate Unchanged at 1.5%", "date": "2019-04-02 23:51", "summary": "Many economists are factoring in a rate cut by the year's end. SYDNEY-Australia's central bank held its ground in the face of a deepening property downturn and credit squeeze, keeping interest rates unchanged Tuesday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-convicted-of-murder-in-slaying-of-queens-jogger-11554172343", "title": "Man Convicted of Murder in Slaying of Queens Jogger", "date": "2019-04-02 23:29", "summary": "Chanel Lewis was found guilty in his second trial in the death of Karina Vetrano. A man was convicted Monday of killing a woman out running near her New York City home in a case that stirred urban fears, helped change the state's DNA-investigation rules and raised questions about race and police procedures.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-employee-speaks-out-on-reversed-security-clearance-rulings-11554133048", "title": "White House Reversed Denials of 25 Security Clearances, Staffer Says", "date": "2019-04-02 23:07", "summary": "Tricia Newbold says she kept a list of about 25 rulings denying clearances that were overturned. WASHINGTON-A Trump administration employee said the White House reversed rulings that denied security clearances for about two dozen officials and contractors, including two senior officials who are still working for the administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-reach-for-small-deals-as-merger-boom-slows-11554170605", "title": "Big Banks Reach for Small Deals as Merger Boom Slows", "date": "2019-04-02 22:03", "summary": "Competition heats up for deals Wall Street bankers would have scoffed at a few years ago. JPMorgan Chase & Co.'s health-care bankers in the past year worked on the $74 billion takeover of Celgene Corp. and the $62 billion sale of Shire PLC.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/official-says-white-house-stands-behind-stephen-moores-fed-nomination-11554155239", "title": "Official Says White House Stands Behind Moore's Fed Nomination", "date": "2019-04-02 22:03", "summary": "Statement follows new scrutiny of the economic commentator's past legal and financial problems. The White House is standing behind the proposed nomination of Stephen Moore to the Federal Reserve board, a senior administration official said Monday, following reports of Mr. Moore's past legal and financial problems.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/between-two-deadly-crashes-boeing-moved-haltingly-to-make-737-max-fixes-11554164171", "title": "Between Two Deadly Crashes, Boeing Moved Haltingly to Make 737 MAX Fixes", "date": "2019-04-02 21:49", "summary": "Resume Subscription. In the aftermath of a Boeing Co. 737 MAX jet crash in Indonesia in October, much of the American aviation industry-the plane maker, the FAA, U.S. airlines and their pilots-closed ranks to reassure the public the model was safe to fly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-ai-can-tell-from-listening-to-you-11554169408", "title": "What AI Can Tell From Listening to You", "date": "2019-04-02 21:43", "summary": "Artificial intelligence promises new ways to analyze people's voices-and determine their emotions, physical health, whether they are falling asleep at the wheel and much more. Are you depressed? In danger of a heart attack? Dozing at the wheel of your car?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leadership-advice-courtesy-of-artificial-intelligence-11554169329", "title": "Leadership Advice, Courtesy of Artificial Intelligence", "date": "2019-04-02 21:42", "summary": "We asked an algorithm to tell us about leadership. The results were indeed thought-provoking, from 'Authorizato produces energressive' to 'Refuse to be a great man.'. Writing meaningful text is a complex human task, but artificial intelligence is learning how to imitate it more convincingly.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-simulations-offer-a-cure-to-doctors-poor-bedside-manner-11554168671", "title": "Virtual Simulations Offer a Cure to Doctors' Poor Bedside Manner", "date": "2019-04-02 21:31", "summary": "Caregivers can take on the role of patient or practice interacting with virtual patients to learn to be more empathetic. The bedside manner of doctors, nurses and other caregivers is getting a boost from an unexpected source: artificial intelligence.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-you-too-can-be-an-ai-expert-11554168513", "title": "Yes, You Too Can Be an AI Expert", "date": "2019-04-02 21:28", "summary": "New tools allow non-data scientists to use artificial intelligence in their jobs. But some supervision is recommended.. Artificial intelligence is coming to the masses.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ai-might-be-used-to-battle-wildfires-11554168366", "title": "How AI Might Be Used to Battle Wildfires", "date": "2019-04-02 21:26", "summary": "AI-based technology is being deployed to map wildfire risk more accurately and sound the alarm when a fire breaks out. Firefighters are recruiting a powerful new ally in the fight against wildfires: an army of miniature robots.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rock-n-rolls-iconic-instruments-showcased-at-met-11554167284", "title": "Rock 'N' Roll's Iconic Instruments Showcased at Met", "date": "2019-04-02 21:12", "summary": "The exhibition 'Play It Loud,' which runs April 8 through Oct. 1, features some of the most celebrated and recognized instruments of rock legends. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/puerto-rico-funding-dispute-threatens-to-derail-disaster-aid-bill-11554126047", "title": "Disaster Aid Bill Fails to Clear Senate Hurdles", "date": "2019-04-02 20:20", "summary": "Democrats and Republicans at odds over additional support for the island. WASHINGTON-A broad disaster-aid package failed to clear procedural hurdles in the Senate on Monday as Democrats and Republicans in the chamber quarreled over how much funding to provide to hurricane recovery efforts in Puerto Rico.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budget-funding-will-cover-25-billion-in-mta-upgrades-chairman-says-11554163987", "title": "N.Y. Budget Funding Will Cover $25 Billion in MTA Upgrades, Chair Says", "date": "2019-04-02 20:13", "summary": "New York's spending plan would raise revenue from real-estate and internet-sales taxes, and a congestion fee. The new funding the Metropolitan Transportation Authority will receive in New York's state budget will go a long way toward supporting the agency's next five-year capital-spending plan, MTA Chairman Patrick Foye said.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politico-discussing-plan-to-appoint-new-editor-in-chief-11554159818", "title": "Politico Discussing Plan to Appoint New Editor in Chief", "date": "2019-04-02 20:09", "summary": "John Harris, co-founder of Politico and current editor in chief, would step down under transition plan being considered. Politico is discussing a plan to install a new editor in chief to replace John Harris, who co-founded the political news outlet in 2007, according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]