[{"link": "https://www.wsj.com/articles/judiciary-committee-debates-impeachment-ahead-of-vote-11576167160", "title": "House Judiciary Committee Delays Its Vote on Articles of Impeachment", "date": "2019-12-12 23:55", "summary": "Committee Chairman Nadler calls a recess after daylong debate. WASHINGTON-House Judiciary Committee Chairman Jerrold Nadler halted a marathon drafting session on two articles of impeachment against President Trump on Thursday night, calling for the session to resume Friday morning with votes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-giant-dentsu-names-jacki-kelley-as-ceo-of-americas-11576212831", "title": "Ad Giant Dentsu Names Jacki Kelley as CEO of Americas", "date": "2019-12-12 23:53", "summary": "Former Bloomberg executive takes helm at a challenging time for ad-agency conglomerates. Dentsu Aegis Network , a unit of Japan's Dentsu Inc., named agency and media veteran Jacki Kelley as chief executive of its Americas operations, succeeding Nick Brien, who has been at the helm for almost 2½ years.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-cut-greenhouse-gas-emissions-to-zero-by-2050-11576203017", "title": "EU Pledges to Cut Greenhouse-Gas Emissions to Net-Zero by 2050", "date": "2019-12-12 22:39", "summary": "In a sign of the challenges ahead, Poland refuses to implement the climate plan before June. BRUSSELS-European Union leaders agreed to cut the bloc's greenhouse-gas emissions to net-zero by 2050, coupling efforts to fight climate change with a massive economic transition poised to test EU unity.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-from-the-editor-kristina-oneill-on-the-december-issue-11576205712", "title": "Letter from the Editor: Kristina O'Neill on the December Issue", "date": "2019-12-12 21:55", "summary": "The Rock as cover star, the makings of our 'Marriage Story' roundtable and the unerring charm of the Riviera's Hotel du Cap: our monthly letter from the editor. Those who live in the public eye have to manage a tension between their private selves and the face they present to the camera. Pro wrestler turned Hollywood star turned producer-entrepreneur Dwayne Johnson, aka The Rock, seems to walk that line with ease. \"He's a genuinely good dude,\" says Sony Pictures' Tom Rothman. \"You absolutely cannot fake that in life.\" Combining brawn with megawatt charm, he's endeared himself to fans of his blockbuster franchises (including the forthcoming sequel Jumanji: The Next Level) as well as to presidential hopeful Elizabeth Warren, a devotee of his HBO series Ballers. His ability to connect with seemingly unforced authenticity may explain his massive Instagram following-at last count, 162 million strong.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-december-2019-issue-of-wsj-magazine-11576205619", "title": "Contributors to the December 2019 Issue of WSJ. Magazine", "date": "2019-12-12 21:53", "summary": "Photographer Maciek Kobielski, writer Lakin Starling and other contributors to WSJ.'s December issue. For this issue's roundtable with Marriage Story director Noah Baumbach and stars Adam Driver, Laura Dern and Scarlett Johansson, writer Alex Bhattacharji and photographer Maciek Kobielski sought to capture the foursome's personalities as vividly as the movie reveals its characters. \"The film is such an incredibly intimate portrait of a marriage,\" says Bhattacharji. \"I was left wondering how well they had to know each other in order to achieve that ease.\" Kobielski found his task a challenge, given that he had only 45 minutes to shoot them individually and as a group. \"Luckily, when you have a great director and three awesome actors in front of you, the gods are on your side,\" he says. Bhattacharji compared the discussion to a family dinner. \"The energy sort of mirrored the film: They were thoughtful and spoke with deep emotion,\" he says, \"punctuated with genuine humor and some good-natured ribbing.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-congress-near-spending-deal-as-deadline-approaches-11576161538", "title": "Top Lawmakers Say Bipartisan Spending Deal Reached", "date": "2019-12-12 21:40", "summary": "Negotiators announce the accord as government funding is slated to run out after Dec. 20. WASHINGTON-Top Democratic and Republican lawmakers said they reached a tentative agreement on federal government spending, giving Congress and the White House about a week to approve the particulars before funding runs out after Dec. 20.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mick-mulvaney-on-impeachment-a-china-trade-deal-and-the-budget-deficit-11576200759", "title": "Mick Mulvaney on Impeachment, a China Trade Deal and the Budget Deficit", "date": "2019-12-12 20:32", "summary": "The acting White House chief of staff also talks about the economic impact of the tax cuts and priorities for a second term. Acting White House chief of staff Mick Mulvaney, in an appearance at The Wall Street Journal's annual CEO Council meeting on Tuesday, was noncommittal when asked whether he and Secretary of State Mike Pompeo would testify in a Senate impeachment hearing.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-chides-2020-rivals-as-she-lays-out-economic-vision-11576167408", "title": "Warren Chides 2020 Rivals as She Lays Out Economic Vision", "date": "2019-12-12 20:16", "summary": "Senator doesn't name other candidates but appears to take swipes at Biden, Buttigieg. Democratic presidential candidate Elizabeth Warren drew a sharper contrast with her 2020 rivals, offering thinly veiled swipes at Joe Biden and Pete Buttigieg in an address that previewed how she would challenge President Trump's economic policies in a general election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-u-s-is-very-close-to-a-big-deal-with-china-on-trade-11576162614", "title": "Trump Agrees to Limited Trade Deal With China", "date": "2019-12-12 19:41", "summary": "Plan would prevent new tariffs planned for Sunday and roll back some existing tariff rates. President Trump has agreed to a limited trade agreement with Beijing that will roll back existing tariff rates on Chinese goods and cancel new levies set to take effect Sunday as part of a deal to boost Chinese purchases of U.S. farm goods and obtain other concessions, according to people familiar with the matter.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-fixes-to-737-max-not-likely-to-get-faa-approval-until-february-11576181915", "title": "Boeing's MAX Fixes Not Likely to Get FAA Approval Until February", "date": "2019-12-12 19:29", "summary": "FAA says the agency and the company 'must take the time to get this process right'. The global grounding of Boeing Co. 's 737 MAX is bound to stretch to nearly a year as U.S. regulators chided the plane maker for its slow delivery of information and warned it against setting unrealistic expectations for the jetliner's return to service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acquisition-vehicle-everarc-raises-340-million-ahead-of-london-listing-11576183547", "title": "Acquisition Vehicle EverArc Raises $340 Million", "date": "2019-12-12 19:20", "summary": "Warren Buffett protegé Tracy Britt Cool is on the board. EverArc Holdings Ltd., a British Virgin Islands-based acquisition vehicle, said it raised $340 million in an initial offering in London.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nuclear-milestone-for-climate-11576196316", "title": "A Nuclear Milestone for Climate", "date": "2019-12-12 19:18", "summary": "Federal go-ahead for Florida reactors could start a chain reaction.. You probably haven't heard about a recent regulatory decision that will reduce carbon emissions because it doesn't follow the green template of controlling private industry and suppressing economic growth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-economic-illusions-11576196237", "title": "Warren's Economic Illusions", "date": "2019-12-12 19:17", "summary": "A new analysis says her wealth tax would fall short-by $1.5 trillion.. Elizabeth Warren has been justly criticized for the magical math in her Medicare for All proposal. That health plan would cost perhaps $34 trillion, according to outside estimates. But Ms. Warren says the true figure is only-alakazam!-$20.5 trillion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-reports-higher-profit-11576186408", "title": "Oracle Won't Return to Dual-CEO Structure", "date": "2019-12-12 19:15", "summary": "Company reports increase in profit though revenue falls short of Wall Street expectations. Oracle Corp. said it won't replace its late co-CEO, Mark Hurd, leaving Safra Catz as the sole top executive leading the software giant after years of operating with an unusual, two-chief structure.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-sues-u-s-regulator-over-prepaid-card-rule-11576182364", "title": "PayPal Sues U.S. Regulator Over Prepaid-Card Rule", "date": "2019-12-12 19:11", "summary": "The payments company contends 'digital wallets' should be exempt from the rule designed to regulate prepaid cards. WASHINGTON- PayPal Holdings Inc. sued a federal banking regulator Wednesday, alleging that its new rule has hampered the company's ability to offer credit products and has created confusion among users of its popular digital-payment services PayPal and Venmo.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-can-beat-trump-11576195298", "title": "Who Can Beat Trump?", "date": "2019-12-12 19:01", "summary": "In Iowa, candidates and voters show little interest in impeachment, much in victory next November.. Cedar Rapids, Iowa", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbis-fusion-fiasco-11576195213", "title": "The FBI's Fusion Fiasco", "date": "2019-12-12 19:00", "summary": "Christopher Steele has little credibility left after the inspector general's report.. The Federal Bureau of Investigation has had its worst week in modern history. The Justice Department's inspector general found that the bureau had deceived a federal court and abused Americans' civil liberties. It was equally humiliating for the crew that gulled the FBI into its excesses: Fusion GPS, Christopher Steele and their media acolytes.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rabbi-walks-into-a-presbyterian-church-11576195174", "title": "A Rabbi Walks Into a Presbyterian Church", "date": "2019-12-12 18:59", "summary": "I serve a synagogue but also teach, preach and counsel a local Christian community.. I am a full-time pulpit rabbi serving a Conservative synagogue in Santa Monica, Calif. This year I also am periodically teaching, counseling and preaching to Christians as a pastoral associate at Brentwood Presbyterian Church. This may seem like a strange arrangement, but it has been fruitful for both congregations. Rather than trying to convert each other, we're finding ways to enrich our own faiths together.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-pay-the-wealth-tax-sell-everything-11576195130", "title": "How to Pay the Wealth Tax: Sell Everything", "date": "2019-12-12 18:58", "summary": "Investors could pay twice as much in capital gains just to raise the funds for Ms. Warren's levy.. Elizabeth Warren's proposed wealth tax-an annual levy on the total value of one's assets, not income-has drawn a lot of attention. The senator's claim that her proposal would cost \"ultramillionaires\" only an annual 2% and billionaires an annual 6% wildly understates the truth. Wealthy people don't maintain bank accounts with millions or billions of dollars of liquid cash; they invest their assets. Those hit with the wealth tax would have to sell assets each year to pay it, subjecting them to income tax as well. The actual cost would often be several times greater than 2% or 6%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-wage-mandate-kills-restaurants-11576195087", "title": "Seattle's Wage Mandate Kills Restaurants", "date": "2019-12-12 18:58", "summary": "The legal minimum is going to $16.39 an hour, while my pay drops to zero.. Seattle", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-land-review-a-day-in-the-park-with-walt-11576195054", "title": "'Disney's Land' Review: A Day in the Park With Walt", "date": "2019-12-12 18:57", "summary": "Researchers told Disney that his amusement park would fail if it didn't have a Ferris wheel and a roller coaster. He had something else in mind.. As understatements go, this one's a doozy. Its source was Roy Disney, the less heralded, less handsome and-as gleaned from Richard Snow's richly engaging \"Disney's Land\"-less headstrong brother of Walt Disney. Since 1923, Roy had been the business brains of the Disney company was no stranger to his kid brother's \"screwy ideas.\" But when he was informed after the war that his sibling had been, over his objections, slyly seeking funds to develop his own amusement park, Roy's response was: \"Junior's got his hand in the cookie jar again.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modi-courts-chaos-by-snubbing-persecuted-muslims-11576194781", "title": "Modi Courts Chaos by Snubbing Persecuted Muslims", "date": "2019-12-12 18:53", "summary": "A new citizenship law gives 'special consideration' to most every other religious minority-and Hindus.. Narendra Modi's government could be setting Hindu-majority India on a collision course with its 172 million Muslims. The latest flashpoint came Wednesday, when Parliament passed a law establishing the country's first religious test for citizenship.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-canadian-conservative-crack-up-11576194739", "title": "The Canadian Conservative Crack-Up", "date": "2019-12-12 18:52", "summary": "Can the party recover its cohesion after failing to defeat a badly damaged Justin Trudeau?. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-com-cfo-prepares-to-shift-focus-as-company-goes-public-11576194754", "title": "Bill.com CFO Prepares to Shift Focus as Company Goes Public", "date": "2019-12-12 18:52", "summary": "Digital billing platform made its debut on the New York Stock Exchange on Thursday. John Rettig, the chief financial officer of Bill.com Holdings Inc., woke up Thursday with the same title but a very different job.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-conspiracy-theory-11576194707", "title": "Notable & Quotable: Conspiracy Theory", "date": "2019-12-12 18:51", "summary": "'Through this complicated string of subterfuges, Nunes claims, the Democrats managed to pervert justice in order to spy on the Trump campaign.'. April Doss writing for the Weekly Standard, July 27, 2018:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-expects-its-earnings-to-bounce-back-11576188152", "title": "Broadcom Expects Its Earnings to Bounce Back", "date": "2019-12-12 18:49", "summary": "U.S.-China trade tensions hurt chip maker in latest financial year; an optimistic semiconductor outlook. Broadcom Inc. promised an earnings recovery in the current financial year after the chip maker posted weaker fourth-quarter figures, dented by the protracted U.S. export ban of some items to Chinese telecom giant Huawei Technologies Co.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tests-missile-after-withdrawing-from-1987-treaty-11576194207", "title": "U.S. Tests Missile After Withdrawing From 1987 Treaty", "date": "2019-12-12 18:43", "summary": "The American military has long eyed the development of mid-range ballistic missiles with no nuclear warheads as a way to counter China. WASHINGTON-The U.S. on Thursday conducted its first flight test of a new land-based ballistic missile since the demise of the 1987 treaty banning intermediate-range nuclear forces.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-sales-continue-to-rise-11576188273", "title": "Costco Sales Continue to Rise", "date": "2019-12-12 18:34", "summary": "The warehouse retailer's comparable sales increased 5% in the latest quarter but e-commerce growth slowed. Costco Wholesale Corp. said Thursday sales rose leading into the holiday shopping season, a sign that the warehouse retail chain continues to grab market share and benefit from a strong economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-wall-contract-prompts-pentagon-review-11576186490", "title": "Border-Wall Contract Prompts Pentagon Review", "date": "2019-12-12 18:30", "summary": "Trump had vocally supported North Dakota company that later won a $400 million deal to build a barrier. WASHINGTON-The Pentagon's internal watchdog said Thursday it would review a recent decision to award a $400 million contract for border-wall construction to a North Dakota-based company President Trump has publicly supported.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenants-accuse-nycha-of-overcharging-rent-11576193344", "title": "Tenants Accuse NYCHA of Overcharging Rent", "date": "2019-12-12 18:29", "summary": "Lawsuit says agency didn't adjust rents when household incomes dropped, wrongly sought evictions. A group of tenants is suing the New York City Housing Authority, accusing it of violating federal law by overcharging thousands of renters every year for at least a decade, according to a lawsuit filed Thursday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-yield-forecasters-disagree-on-2020-after-2019-surprise-11576155602", "title": "Bond-Yield Forecasters Disagree on 2020 After 2019 Surprise", "date": "2019-12-12 18:22", "summary": "Some see yield on benchmark 10-year Treasury note rising above 3%, while others expect a drop. Analysts are split on the direction of government-bond yields in 2020, a sign of confusion about the course of the economy and monetary policy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-trade-center-site-manager-wins-extension-despite-troubles-11576190287", "title": "World Trade Center Site Manager Wins Extension Despite Troubles", "date": "2019-12-12 18:11", "summary": "Oculus has leaked, a manager is accused of bribery; board gives Cushman & Wakefield another year. The Port Authority of New York and New Jersey decided Thursday to extend its contract with the firm that manages sections of the World Trade Center site despite a recent spate of problems there.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-breaking-up-is-hard-but-not-impossible-to-do-11576191947", "title": "Facebook: Breaking Up Is Hard, but Not Impossible, to Do", "date": "2019-12-12 18:05", "summary": "The FTC may seek an injunction against social network, which raises a possibility for which investors are unprepared. It isn't every day you see regulators try a breakup on for size. For Facebook , the fitting would still be painful.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-on-impeachment-and-economic-growth-11576191558", "title": "Nancy Pelosi on Impeachment and Economic Growth", "date": "2019-12-12 17:59", "summary": "The Speaker of the House says that despite some strong economic indicators, wage stagnation is hurting a lot of families. The possible impeachment of President Trump holds the potential not only to affect the election of 2020 and change the political party in power but also to reshape the national agenda and the landscape for business.To delve into the issues, Matt Murray, editor in chief of The Wall Street Journal, spoke with California Democrat Nancy Pelosi, speaker of the U.S. House of Representatives. Here are edited excerpts of the conversation.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kate-spade-ceo-anna-bakst-to-depart-11576191568", "title": "Kate Spade CEO Anna Bakst to Depart", "date": "2019-12-12 17:59", "summary": "She had been brand president and chief executive of Kate Spade since March 2018. Luxury-brands company Tapestry Inc. said the head of its Kate Spade brand, Anna Bakst, is leaving at the end of 2019, marking a less than two-year tenure as leader of the struggling brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-barr-on-why-he-disagrees-with-the-ig-reports-conclusions-11576191515", "title": "William Barr on Why He Disagrees With the IG Report's Conclusions", "date": "2019-12-12 17:58", "summary": "The attorney general says the FBI's conduct during the investigation was a 'travesty'. Participants at the annual Wall Street Journal CEO Council meeting this week watched history unfold as U.S. Attorney General William Barr took to the stage to deliver an extraordinary attack on the Federal Bureau of Investigation, and to defend his boss, President Trump.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jared-kushner-on-fixing-the-immigration-system-11576191454", "title": "Jared Kushner on Fixing the Immigration System", "date": "2019-12-12 17:57", "summary": "The top Trump adviser also delves into impeachment and campaign strategies for 2020. These are trying times for the White House-perhaps the most trying in recent memory. Along with the impeachment process, there have been debates over trade and foreign policy, often heated", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawrence-kudlow-on-a-template-for-future-trade-deals-11576191398", "title": "Lawrence Kudlow on a Template for Future Trade Deals", "date": "2019-12-12 17:56", "summary": "The director of the White House's National Economic Council says the new pact with Mexico and Canada is a model for other deals. The U.S. economy has been growing since 2009, its longest expansion on record. But as the global economy shows signs of slowing and trade negotiations heat up, where are things headed?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bond-yields-surge-after-trump-proclaims-progress-on-trade-talks-11576181211", "title": "Government Bond Yields Surge After Trump Declares Progress on Trade", "date": "2019-12-12 17:54", "summary": "U.S. 10-year Treasury note yield climbs by most since 2016. Signs that the U.S. and China were nearing a trade deal sparked a surge in government bond yields world-wide Thursday, sending the yield on the benchmark 10-year Treasury note to its biggest one-day gain in more than three years.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-developer-challenges-google-over-app-store-fees-11576184219", "title": "'Fortnite' Developer Challenges Google Over App-Store Fees", "date": "2019-12-12 17:54", "summary": "Epic pushes popular videogame with payment system that would cut out Google. The creator of \"Fortnite\" is challenging Google's policy of taking a cut of payments made for app-related purchases at a time when regulators have started scrutinizing those kind of arrangements between tech companies and their vendors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-to-share-boeing-agreement-proceeds-with-employees-11576154453", "title": "Southwest Reaches Deal With Boeing Over 737 MAX", "date": "2019-12-12 17:53", "summary": "Airline says it would share with employees $125 million of the proceeds from its agreement. Southwest Airlines Co. and Boeing Co. said they struck a deal to compensate the airline for some of the damage from the nine-month grounding of the 737 MAX jetliner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-regulators-propose-overhaul-of-lending-rules-for-poorer-communities-11576177437", "title": "Bank Regulators Propose Overhaul of Lending Rules for Poorer Areas", "date": "2019-12-12 17:42", "summary": "Plan is priority for comptroller of the currency, but it isn't backed by Federal Reserve. WASHINGTON-Federal regulators on Thursday proposed an overhaul of rules governing how banks lend hundreds of billions of dollars in low-income neighborhoods, setting up a potential break with the Federal Reserve.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-schools-add-to-diversity-with-admissions-change-11576189753", "title": "Manhattan Schools Add to Diversity With Admissions Change", "date": "2019-12-12 17:29", "summary": "Percentage of low-income students rises slightly at two high-performing middle schools. A new push to desegregate public middle schools in Manhattan's Upper West Side and southern Harlem by changing the admissions system has shifted enrollment slightly, new data showed.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safeway-owner-rival-grocers-bet-on-smaller-warehouses-11576152005", "title": "Safeway Owner, Rival Grocers Bet on Smaller Warehouses", "date": "2019-12-12 17:24", "summary": "Albertsons, Walmart and other chains try to get closer to customers to fill online orders faster. Food retailers are making big bets on small warehouses to bulk up their growing delivery businesses, as supermarkets try different approaches to get groceries to customers more efficiently.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-vendors-to-take-haircut-while-lawyers-get-paid-11576189395", "title": "Sears Vendors to Take Haircut While Lawyers Get Paid", "date": "2019-12-12 17:23", "summary": "Vendors who kept Sears stocked during bankruptcy will get paid about 33 cents on the dollar for administrative claims. Vendors who kept the shelves stocked for last year's holidays during Sears Holding Corp. 's bankruptcy will finally get paid.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-television-of-2019-the-drama-of-war-and-the-pursuit-of-justice-11576189024", "title": "The Best Television of 2019: The Drama of War and the Pursuit of Justice", "date": "2019-12-12 17:17", "summary": "Shows like 'Das Boot,' 'Our Boys' and 'The Spy' gave this year's most distinguished programming a decidedly international flavor.. The best shows of 2019 were set around the globe and shared a common theme-the drama of war and the pursuit of justice. Subtitles abounded.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-conservative-party-leader-steps-down-11576176028", "title": "Canada Conservative Party Leader Steps Down", "date": "2019-12-12 17:13", "summary": "Andrew Scheer's announcement comes after a disappointing election result for the Conservatives. OTTAWA-The leader of Canada's Conservative Party, Andrew Scheer, said Thursday that he would step down following an election in October in which his Liberal rival Prime Minister Justin Trudeau secured a second term.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-names-new-leadership-for-top-markets-jobs-11576188617", "title": "New York Fed Names New Leadership for Top Markets Jobs", "date": "2019-12-12 17:10", "summary": "Lorie Logan, Daleep Singh take on new roles amid increased focus on bank's markets group. The Federal Reserve Bank of New York said Thursday that Lorie Logan, a longtime executive at the bank, will become the manager of the central bank's asset portfolio, while Daleep Singh, an economist who previously served at the Treasury Department, will run the bank's markets group.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-approves-armenia-genocide-resolution-defying-white-house-11576181636", "title": "Senate Approves Armenia Genocide Resolution, Defying White House", "date": "2019-12-12 17:07", "summary": "Trump administration, facing lobbying push by Turkey, had pushed Congress not to approve measure. WASHINGTON-The Senate approved a resolution recognizing the Armenian genocide, delivering a rebuke to Turkey despite White House resistance to the measure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-sides-with-georgia-over-florida-in-water-use-dispute-11576188353", "title": "Judge Sides With Georgia Over Florida in Water-Use Dispute", "date": "2019-12-12 17:05", "summary": "Supreme Court to review the long-running dispute over management to Flint and Chattahoochee rivers. A federal judge sided with Georgia over Florida in a long-running case over the right to draw water from a river basin shared between the two increasingly parched states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-chief-slow-global-growth-low-rates-set-to-be-the-norm-11576174999", "title": "Bank of Canada Chief Comfortable With Country's Interest Rate Policy", "date": "2019-12-12 17:04", "summary": "Gov. Poloz gave no indication that a near-term interest rate cut is in the offing. TORONTO-Bank of Canada Governor Stephen Poloz reiterated his comfort with rate policy and the state of the country's economy on Thursday, suggesting he won't be dissuaded by a single month of disappointing jobs data.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberty-media-affiliate-seeks-to-increase-stake-in-iheartmedia-11576186062", "title": "Liberty Media Seeks to Increase Stake in iHeartMedia", "date": "2019-12-12 17:01", "summary": "Deal would put nation's largest radio broadcaster under same umbrella as concert promoter and satellite-radio giant SiriusXM. An affiliate of John Malone's Liberty Media Corp. is seeking Justice Department permission to buy a larger piece of iHeartMedia Inc., according to people familiar with the matter, a deal that would put the nation's largest radio broadcaster under the same corporate umbrella as the leading concert promoter and satellite-radio giant SiriusXM.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-marathon-bomber-appeals-death-penalty-11576152005", "title": "Boston Marathon Bomber Appeals Death Penalty", "date": "2019-12-12 16:57", "summary": "Lawyers argue trial in city where crime occurred was unfair, tainted by jurors. BOSTON-The Boston Marathon bomber's case returned to court, putting the 2013 terror attack that rocked New England's largest city back in the spotlight, as his lawyers argued a tainted jury sentenced him to death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-111-billion-of-debt-11576187839", "title": "Treasury to Sell $111 Billion of Debt", "date": "2019-12-12 16:57", "summary": "The auctions next week will take place Monday, Wednesday and Thursday. ", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-again-upsizes-liquidity-plans-for-turn-of-the-year-11576187805", "title": "New York Fed Again Upsizes Liquidity Plans for Turn of the Year", "date": "2019-12-12 16:56", "summary": "Bank said overnight provisions for available liquidity would rise to $150 billion between Dec. 31 and Jan. 2. The Federal Reserve Bank of New York said Thursday it is again increasing the scope of liquidity operations it is willing to offer financial markets to ensure money-market rates remain relatively calm over an uncertain year-end.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-wins-backing-of-labor-board-11576183611", "title": "McDonald's Wins Backing of Labor Board", "date": "2019-12-12 16:48", "summary": "Settlement stands to lessen burger giant's responsibility as an employer to restaurant workers. The National Labor Relations Board instructed a federal judge to approve a settlement in a case pertaining to McDonald's Corp.'s status as a joint employer, helping shield the company from liability from the employment practices of its hundreds of U.S. franchisees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-lifts-consent-orders-against-jpmorgan-u-s-bancorp-11576186501", "title": "Federal Reserve Lifts Consent Orders Against JPMorgan, U.S. Bancorp", "date": "2019-12-12 16:35", "summary": "The regulatory orders stemmed from alleged deficiencies in the banks' anti-money laundering controls. The Federal Reserve on Thursday lifted consent orders against JPMorgan Chase & Co. and U.S. Bancorp stemming from what the central bank identified as weak anti-money laundering controls.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-as-fed-signals-confidence-in-economy-11576145341", "title": "Stocks Jump on Hopes for China Trade Pact", "date": "2019-12-12 16:30", "summary": "U.S. negotiators offer to cut existing tariff rates by up to 50% on $360 billion of Chinese imports. Stocks climbed Thursday after President Trump said on Twitter that the U.S. and China are nearing a trade deal.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-in-outstanding-health-says-doctor-11576186242", "title": "Bloomberg in 'Outstanding Health,' Says Doctor", "date": "2019-12-12 16:30", "summary": "Former mayor had surgery for blocked artery in 2000, is treated for arthritis and heartburn. Billionaire Michael Bloomberg's presidential campaign released a letter Thursday from his longtime doctor that describes the 77-year-old as being in \"outstanding health.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hidden-life-review-mournful-memorable-and-emotionally-exhilarating-11576185486", "title": "'A Hidden Life' Review: Mournful, Memorable and Emotionally Exhilarating", "date": "2019-12-12 16:18", "summary": "Terrence Malick turns his deeply insightful eye to Franz Jägerstätter, an Austrian who resisted pledging loyalty to Hitler and paid the price.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-jewell-review-terror-error-redemption-11576185538", "title": "'Richard Jewell': Terror, Error, Redemption", "date": "2019-12-12 16:18", "summary": "Director Clint Eastwood's take on the ordeal of the security guard caught up in the Atlanta Olympics bombing is an impressive enterprise, despite one misstep.. If they gave an award for Film With the Unlikeliest Hero, \"Richard Jewell\" would win hands down. A security guard at the 1996 Olympics in Atlanta, Jewell was quickly lionized for saving countless lives by finding a terrorist's bomb before it detonated, then just as quickly vilified as the suspected bomber. The film, directed zestfully by Clint Eastwood from a screenplay that Billy Ray adapted from a magazine article by Marie Brenner, is more than unlikely. It's an affecting portrait of a serious, if deeply eccentric, person who was usually taken for a clown, as well as an unsparing depiction of twin juggernauts that nearly wrecked his life: a national media mob, running with an irresponsible story, and the FBI, its investigation riddled with improprieties. The production comes with an asterisk concerning its own allegiance to the facts of the media madness. More about that controversy later, except to say the material in dispute is peripheral and unaccountably dumb, since it adds nothing to an otherwise impressive enterprise.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncut-gems-review-the-fateful-lure-of-chaos-11576185504", "title": "'Uncut Gems': The Fateful Lure of Chaos", "date": "2019-12-12 16:18", "summary": "Adam Sandler's jewel salesman is a palpable knot of anxiety in this darkly captivating film.. Can a movie that generates steady-state anxiety also function as entertainment? Yes it can, and Adam Sandler is here to prove it in \"Uncut Gems,\" a hard-edged and hard-charging phenomenon directed by Benny Safdie and Josh Safdie from a screenplay the brothers wrote with Ronald Bronstein. Mr. Sandler is flat-out sensational as Howard Ratner, a gem dealer in Manhattan's diamond district. Anxiety is what drives Howard, fuels him, tells him he's alive. He revises his life from minute to minute, racing this way, chasing that way, making phone calls, placing long-odds bets. He appears to be multitasking but there's only one task, staying two steps ahead of the chaos and danger he created for himself just a moment before. Quiet desperation isn't for him. Howard likes his loud, violent and vulgar. He isn't lovable, or even likable, but as borderline lunatics go he's a brilliant spectacle.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seberg-review-you-never-know-whos-watching-11576185447", "title": "'Seberg': You Never Know Who's Watching", "date": "2019-12-12 16:17", "summary": "Kristen Stewart plays Jean Seberg, the star of Jean-Luc Godard films who was surveilled by the FBI.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-optimism-boosts-shares-of-casino-manufacturing-semiconductor-companies-11576168173", "title": "Trade Optimism Boosts Shares of Casino, Manufacturing, Semiconductor Companies", "date": "2019-12-12 16:17", "summary": "Shares that are sensitive to developments on U.S.-China trade talks outperforming S&P 500. Shares of companies sensitive to U.S.-China trade policy are rallying on hopes that the two countries may be nearing an agreement.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/searchers-find-wreckage-of-antarctica-bound-chilean-plane-11576185292", "title": "Searchers Find Wreckage of Antarctica-Bound Chilean Plane", "date": "2019-12-12 16:14", "summary": "Military leader says it is 'practically impossible' that any of the 38 people aboard survived. Wreckage and human remains from a Chilean military aircraft that disappeared on a flight to Antarctica with 38 people aboard have been discovered in the turbulent waters off South America's southern tip, Chile's government said Thursday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentuckys-new-governor-plans-to-restore-voting-rights-to-nonviolent-felons-11576152000", "title": "Kentucky's New Governor Restores Voting Rights to Nonviolent Felons", "date": "2019-12-12 16:03", "summary": "Democrat Andy Beshear takes early action, as promised from campaign trail. Kentucky Gov. Andy Beshear signed an executive order Thursday restoring voting rights to more than 140,000 people with nonviolent felony convictions, one of his earliest acts after being sworn into office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-wealth-tax-would-raise-nearly-30-less-than-projected-study-finds-11576126860", "title": "Warren Wealth Tax Would Raise Nearly 30% Less Than Projected, Study Finds", "date": "2019-12-12 16:02", "summary": "Democratic candidate's plan would generate $1.1 trillion less than estimated; campaign says tougher enforcement can close gap. WASHINGTON-Elizabeth Warren's wealth tax would raise $2.7 trillion over a decade, $1.1 trillion short of her presidential campaign's estimates, according to a new analysis from the Penn-Wharton Budget Model.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-cash-is-disappearing-bankers-arent-sure-where-it-went-11576184491", "title": "The World's Cash Is Disappearing. Bankers Aren't Sure Where It Went.", "date": "2019-12-12 16:01", "summary": "Check your pockets. Society is increasingly going cashless, but banknotes are more in demand. Bankers search for clues.. Some Australians are burying it. The Swiss might be hiding it. The Germans are probably hoarding.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-laurer-defying-instructions-created-universal-bar-code-11576183780", "title": "George Laurer, Defying Instructions, Created Universal Bar Code", "date": "2019-12-12 15:49", "summary": "Unassuming IBM engineer followed his own logic-and was amazed at how well it worked. If he had followed instructions from his boss, George Laurer might never have succeeded in designing the Universal Product Code.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisting-review-a-detective-at-work-11576182936", "title": "'Wisting' Review: A Detective at Work", "date": "2019-12-12 15:35", "summary": "A Norwegian homicide detective-paired with an FBI agent-on the hunt for a serial killer is a singular presence in this show on Sundance Now.. This seamlessly woven thriller centers on the life and work of homicide detective William Wisting, a hero devoid of any trace of psychological darkness, internal demons, or singular passions of any kind-he's not devoted to the opera either-characteristic of so many fictional detectives. For this, and all other aspects of Wisting's heroically stolid presence (a stellar performance by Sven Nordin), there is every reason to be thankful as the 10 episodes of this superbly layered drama (begins Wednesday, Sundance Now) roll on. (\"Wisting\" is based on the Norwegian crime novels \"The Cave Man\" and \"The Hunting Dogs\" by Jørn Lier Horst and was written and created by Trygve Allister Diesen and Kathrine Valen Zeiner.)", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonobos-co-founder-to-leave-walmart-11576181562", "title": "Bonobos Co-Founder to Leave Walmart", "date": "2019-12-12 15:12", "summary": "Andy Dunn joined Walmart in 2017 after the retail giant took over the men's apparel startup. Bonobos co-founder Andy Dunn is leaving Walmart Inc., two years after selling the online apparel startup to the retail behemoth and then taking over its efforts to acquire and build digital brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-huge-hollywood-hills-home-11576181409", "title": "A Huge Hollywood Hills Home", "date": "2019-12-12 15:10", "summary": "Over 20,000 square feet, this Los Angeles property comes with lots of entertaining room and a massive garage.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cheap-vs-pricey-cashmere-heres-the-real-difference-11576181310", "title": "Cheap vs. Pricey Cashmere: Here's the Real Difference", "date": "2019-12-12 15:08", "summary": "Why do similar-looking basic crewneck sweaters run the gamut from $75 to over $1,000? The determining factors range from provenance of the wool to design details to the 'kissability test'. LIGHT AND SOFT, cashmere is sometimes called the \"diamond fiber.\" Culled from the bellies of certain well-dressed goats, the fine hairs are naturally scarce and were traditionally accordingly priced. But roughly 20 years ago, decades after your grandfather passed on his one precious Pringle of Scotland sweater to your father, the prized fiber went mass-market. Its price dipped during the Asian financial crisis, whetting demand and triggering expansions by producers in China and Mongolia and timesaving fabrication shortcuts. What was once a fancy-schmancy item became a bargain at Costco . Today, prices for cashmere crew necks range from $75 for direct-to-consumer versions from Naadam to $1,985 for a \"baby cashmere\" piece from Italian luxury brand Loro Piana. But is there an appreciable difference?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-biggest-homes-in-the-hollywood-hills-sells-for-35-5-million-11576181336", "title": "One of the Biggest Homes in the Hollywood Hills Sells for $35.5 Million", "date": "2019-12-12 15:08", "summary": "The property built by real-estate developer Jeff Thomas is more than 20,000 square feet and includes a 175-foot outdoor pool with a waterfall. ", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-panel-of-judges-considers-whether-emoluments-case-against-trump-can-continue-11576181125", "title": "Judges Spar Over Emoluments Suit Against Trump", "date": "2019-12-12 15:05", "summary": "The president is seeking the lawsuit's dismissal. RICHMOND, Va.-Federal appeals court judges here sparred over President Trump's bid to obtain dismissal of a lawsuit alleging he is violating the Constitution because his businesses are profiting from his presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooler-forecasts-buoy-natural-gas-prices-threaten-a-big-short-11576177522", "title": "Cooler Forecasts Buoy Natural Gas Prices, Threaten a Big Short", "date": "2019-12-12 15:04", "summary": "Bets that prices will keep falling are running into dropping temperatures in the Eastern U.S.. Forecasts for cooler weather to close out the month buoyed natural gas prices on Thursday, halting a slide that has trimmed roughly 20% off the heating fuel since early November.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-see-jersey-city-shooting-as-potential-act-of-domestic-terrorism-11576181029", "title": "Investigators See Jersey City Shooting as Potential Act of Domestic Terror", "date": "2019-12-12 15:03", "summary": "'The evidence points towards acts of hate,' says New Jersey's attorney general. Officials are investigating the shootout in a kosher grocery in Jersey City, N.J., as a potential act of domestic terrorism, and recovered several hundred shell casings along with a cache of rifles and handguns from the scene, they said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northrop-grummans-defense-system-intercepts-two-missiles-at-same-time-in-test-11576180509", "title": "Northrop Grumman's Defense System Intercepts Two Missiles at Same Time in Test", "date": "2019-12-12 14:55", "summary": "The defense-missile system was able to intercept both missiles as they split off from each other, Northrop said.. Northrop Grumman Corp. said its missile-defense system knocked out two cruise missiles simultaneously during a flight test.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-league-baseball-players-to-face-mandatory-opioid-testing-11576180275", "title": "MLB Players to Face Mandatory Opioid Testing", "date": "2019-12-12 14:51", "summary": "The change to baseball's drug policy includes removing marijuana from list of drugs of abuse. SAN DIEGO-All major-league players will face mandatory testing for opioids starting next spring training, a significant change to baseball's drug policy, under a new agreement announced Thursday by Major League Baseball and its players union.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-welcome-christine-lagardes-first-ecb-policy-meeting-11576179677", "title": "Markets Welcome Christine Lagarde's First ECB Policy Meeting", "date": "2019-12-12 14:41", "summary": "Bank stocks rally, interest rates tick higher after Lagarde expresses dissatisfaction over efforts to ignite inflation. Bank stocks and government bonds reacted positively to Christine Lagarde's first policy decision as President of the European Central Bank, taking their cue from her slightly more optimistic comments about growth in the eurozone.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bill-to-reduce-drug-prices-11576177896", "title": "House Passes Bill to Reduce Drug Prices", "date": "2019-12-12 14:35", "summary": "Pelosi-backed measure gives Democrats talking point for 2020 election; GOP says it undercuts bipartisan effort in Senate. WASHINGTON-The House of Representatives passed far-reaching legislation to lower drug prices, bolstering Democrats' health-care message in the 2020 election campaign, although the bill has almost no chance to be taken up by the Republican-controlled Senate.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-college-makes-sense-for-those-qualified-11576179118", "title": "Free College Makes Sense for Those Qualified", "date": "2019-12-12 14:31", "summary": "Free education, should we ever be in position truly to offer it, in no way constrains an institution's need to ensure that students qualify for admission.. In \"'Free College for All' Is an Experiment That Has Already Failed\" (op-ed, Dec. 7), Prof. Jackson Toby conflates the idea of public higher education being accessible to those who qualify academically and the idea that qualifications should be cast aside altogether. Free education, should we ever be in position truly to offer it, in no way constrains an institution's need to ensure that students qualify for admission.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-dont-build-kids-characters-with-lies-11576179077", "title": "You Don't Build Kids' Characters With Lies", "date": "2019-12-12 14:31", "summary": "With the best of intentions, my own parents, who were lapsed Catholics, lied to me exactly as advised by Ms. Komisar.. As a human being and as a psychiatrist, I am appalled by Erica Komisar's \"Don't Believe in God? Lie to Your Children\" (Houses of Worship, Dec. 6). Lying to children is harmful. Your children may not always figure out the exact truth behind your lies, but they will almost always sense that something isn't right. With the best of intentions, my own parents, who were lapsed Catholics, lied to me exactly as advised by Ms. Komisar. Outcome: I rejected religion as fishy as early as age 8 but felt compelled to keep my atheism a secret for years. I got so good at telling my Sunday school teachers what they wanted to hear that a priest once showed up at my house to tell my father that I had a vocation. A tendency to mistrust authority figures persisted for decades and interfered with my ability to bond with potential mentors at school and work.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forced-fire-insurance-is-a-terrible-destructive-idea-11576179015", "title": "Forced Fire Insurance Is a Terrible, Destructive Idea", "date": "2019-12-12 14:30", "summary": "When insurers can't price the risk, they are understandably reluctant to write policies. Compelling them to do so, particularly at \"affordable\" prices, sends the signal that maybe the risk isn't so great.. Although the wildfire situation in California is tragic, misguided efforts to help homeowners by compelling insurers to write policies isn't the solution (\"California Restricts Home Insurers,\" U.S. News, Dec. 6). Insurance rates should reflect the level of risk, which is obviously quite high in California. When insurers can't price the risk, they are understandably reluctant to write policies. Compelling them to do so, particularly at \"affordable\" prices, sends the signal that maybe the risk isn't so great. This is really a driving factor in what has now become a perpetual disaster. We only have to look at the National Flood Insurance Program to see where this policy leads. Instead of helping vulnerable homeowners recover from flooding as envisioned, it has enticed millions of people to move to vulnerable coastal locations because the cost of those decisions is now borne by everyone, regardless of where they choose to live. Following a similar path with wildfires is both imprudent and immoral.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-finance-pooling-11576178967", "title": "Progressive Finance Pooling", "date": "2019-12-12 14:29", "summary": "Democrat presidential candidate rivals stand unified in their beliefs of income redistribution and economic equality for all Americans.. Regarding your editorial \"Kamala Harris Returns to the Senate\" (Dec. 4): Sen. Kamala Harris and her (former) Democratic presidential candidate rivals stand unified in their support of income redistribution and economic equality for all Americans. It seems fair that they adapt this ideology to campaign funding by agreeing to pool all contributions raised by their individual efforts and share them equally.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hahn-confirmed-as-new-fda-chief-11576178550", "title": "Hahn Confirmed as FDA Chief", "date": "2019-12-12 14:22", "summary": "Former Houston medical executive will face question of how to regulate e-cigarettes. WASHINGTON-The U.S. Senate confirmed Stephen M. Hahn, a radiation oncologist and medical executive at M.D. Anderson Cancer Center in Houston, to become commissioner of the Food and Drug Administration.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-seeks-to-ease-tensions-with-iran-11576178194", "title": "Saudis Seek to Ease Tensions With Iran", "date": "2019-12-12 14:16", "summary": "September attack on oil facilities was 'game-changer' for Riyadh; new stance aims to protect economy. Saudi Arabia is quietly trying to mend fences with Iran and other regional foes as officials in the kingdom have grown more worried about the risks conflict poses to its oil-dependent economy.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-pelosi-suggest-a-quid-pro-quo-on-impeachment-11576178147", "title": "Did Pelosi Suggest a Quid Pro Quo on Impeachment?", "date": "2019-12-12 14:15", "summary": "Nervous Democratic moderates are encouraged to vote with the Speaker.. House Speaker Nancy Pelosi hasn't released any transcripts of her conversations with wavering Democratic lawmakers, but it's clear to everyone involved that she wants a successful impeachment vote on the House floor next week. One might even consider it a \"personal political benefit.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-weighs-seeking-injunction-against-facebook-over-how-its-apps-interact-11576178055", "title": "FTC Weighs Move Against Facebook Over How Its Apps Interact", "date": "2019-12-12 14:14", "summary": "Antitrust concerns lead agency to consider taking action against social-media giant as soon as January. WASHINGTON-Federal officials are considering seeking a preliminary injunction against Facebook Inc. over antitrust concerns related to how its products interact, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sidelined-global-banks-earn-low-fees-on-saudi-aramco-ipo-11576177591", "title": "Global Banks Earn Low Fees on Saudi Aramco IPO", "date": "2019-12-12 14:06", "summary": "Several lead underwriters on world's largest IPO earned unusually low fees between $3 million and $4 million. The bulk of the banks leading the Aramco deal earned small fees of between $3 million and $4 million each for their roles in the world's largest-ever IPO, according to people familiar with the matter, after the energy giant sidelined the banks as it switched its focus to local investors.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-settlement-will-change-how-colleges-can-recruit-students-11576175687", "title": "Justice Department Proposes Settlement on How Colleges Can Recruit Students", "date": "2019-12-12 14:02", "summary": "Government was investigating National Association for College Admission Counseling for potential antitrust violations. The Justice Department filed a proposed settlement in federal court Thursday that would require significant changes to how colleges recruit students.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-charges-10-ex-nfl-players-with-health-care-fraud-11576176407", "title": "DOJ Charges 10 Ex-NFL Players With Health Care Fraud", "date": "2019-12-12 13:46", "summary": "Players charged with participating in a scheme that stole $3.4 million from a fund for retired players. WASHINGTON-The federal government charged 10 former National Football League players on Thursday with participating in a scheme that stole $3.4 million from an NFL health care fund for retired players.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-keeps-rates-on-hold-as-christine-lagarde-makes-debut-as-president-11576154834", "title": "ECB Keeps Rates Steady as Lagarde Makes Debut", "date": "2019-12-12 13:41", "summary": "Central banks have started signaling they see a possible economic turning point after moving to support global growth. FRANKFURT-The European Central Bank joined the Federal Reserve in pausing a global wave of monetary easing, reacting to early signs that the world economy is stabilizing as international tensions and uncertainties begin to fade.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-heads-to-the-polls-for-third-general-election-in-four-years-11576151494", "title": "Photos: Conservatives Roll to a Big Win", "date": "2019-12-12 13:34", "summary": "British Prime Minister Boris Johnson's Conservatives won a large majority in Thursday's general election. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-wont-change-web-tracking-in-response-to-california-privacy-law-11576175345", "title": "Facebook Says Its Web Trackers Comply With New California Law", "date": "2019-12-12 13:29", "summary": "Google plans changes, but Facebook contends sites aren't 'selling' user data they collect and share. Facebook Inc. has told advertisers it doesn't need to make changes to its web-tracking services to comply with California's new consumer-privacy law, setting up a potential early clash over how the closely watched law will be enforced once it goes into effect.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-says-pg-e-backed-restructuring-plan-ignores-state-mandates-11576175036", "title": "Elliott Says PG&E-Backed Restructuring Plan Ignores State Mandates", "date": "2019-12-12 13:23", "summary": "The hedge-fund manager is digging in after fire victims who had been allies switched to supporting PG&E. Elliott Management Corp. is digging in against a PG&E Corp. shareholder strategy for ending the utility's bankruptcy, saying key demands of California officials wouldn't be satisfied under the proposal.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cigna-uses-ai-to-check-if-patients-are-taking-their-medications-11576174743", "title": "Cigna Uses AI to Check if Patients Are Taking Their Medications", "date": "2019-12-12 13:19", "summary": "Health insurer is expanding an AI-based system it acquired as part of the Express Scripts deal. Cigna Corp. plans to expand a system that uses artificial intelligence to identify gaps in treatment of chronic diseases, such as patients skipping their medications, and deliver personalized recommendations for specific patients.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tourists-are-flocking-to-chernobyl-11576174504", "title": "Why Tourists Are Flocking to Chernobyl", "date": "2019-12-12 13:15", "summary": "HBO's 'Chernobyl' led to a sharp uptick in tours to the infamous disaster site. One recent visitor finds the 'Exclusion Zone' surprisingly hospitable. IN DANTE'S 'INFERNO,' the 14th-century epic poem, the writer and protagonist journeys through hell, eventually reaching the final circle, the ninth, only to find a startling, anticlimactic conclusion: Satan, upside down and frozen in ice. Implying that personal agency is responsible for human evil, the sight is both a revelation and sort of a letdown.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-says-experts-blame-drainage-problems-for-deadly-dam-collapse-11576158591", "title": "Experts Blame Deadly Vale Dam Collapse on Drainage Problems", "date": "2019-12-12 13:03", "summary": "Team hired by Brazilian miner says original design prevented correct drainage at the base, allowing water to build up over time. SÃO PAULO- Vale SA said experts hired by the miner have concluded that drainage problems were largely to blame for the collapse of its dam in January that killed 270 people in Brazil.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-new-u-s-envoy-to-russia-11576173685", "title": "Senate Confirms New U.S. Envoy to Russia", "date": "2019-12-12 13:01", "summary": "John Sullivan had been Deputy Secretary of State; Stephen Biegun slated to succeed him in that post. The Senate on Thursday confirmed John Sullivan to serve as the next U.S. ambassador to Russia, filling an important diplomatic post amid a challenging period in relations between Washington and Moscow.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-music-of-2019-in-an-age-of-short-attention-spans-the-album-is-alive-and-well-11576173266", "title": "The Best Music of 2019: In an Age of Short Attention Spans, the Album Is Alive and Well", "date": "2019-12-12 12:54", "summary": "While streaming continues to chip away at longform listening, releases by Big Thief, Brittany Howard, Lana Del Rey and others reveal the vibrancy of an extended musical format.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-winner-for-the-best-upchuck-scene-is-11576172726", "title": "And the Winner for the Best Upchuck Scene Is...", "date": "2019-12-12 12:45", "summary": "In the sickest trend in cinema, it's no longer a put-down to say, 'This movie barfs.'. In the new film \"Knives Out,\" Ana de Armas plays a nurse's aide who gets sick to her stomach whenever she tells a lie. I'm guessing that by using this device again and again, the director is poking fun at the preposterous ubiquity of vomiting in movies today. He cannot possibly think that such on-screen unpleasantness is an original idea. (If he is, I throw up my hands.)", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-wine-pros-holiday-gift-game-plan-11576172657", "title": "Our Wine Pro's Holiday-Gift Game Plan", "date": "2019-12-12 12:44", "summary": "Keep it classic. The holidays are a time to spread good cheer, not baffle your loved ones with vinous arcana. Here's our wine columnist's list of gifts to satisfy any oenophile. IT'S ALWAYS BETTER to give than to receive, especially at this time of year. For me, that means showing fellow oenophiles how much I care, by giving wines I like to drink myself and wine accouterments I've found useful. More often than not, I'll opt for the classics: wines with well-established reputations and familiar names; sturdy all-purpose wine glasses; reliable reference books; and corkscrews designed to endure.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-climate-activist-greta-thunberg-11576160362", "title": "Trump Criticizes Climate Activist Greta Thunberg", "date": "2019-12-12 12:41", "summary": "President's remarks about teenager follow Time magazine's naming her its 2019 Person of the Year. President Trump said teenage climate activist Greta Thunberg should \"work on her Anger Management problem,\" reacting to a tweet congratulating Ms. Thunberg for being named Time magazine's Person of the Year this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-hard-to-trust-the-numbers-internet-providers-inflate-official-speed-results-11576171855", "title": "Your Internet Provider Likely Juiced Its Official Speed Scores", "date": "2019-12-12 12:30", "summary": "AT&T, Cox, Comcast and other broadband companies successfully push the FCC to omit unflattering data on speed tests, among other tactics, to improve their scores. AT&T Inc. was dismayed at its report card from a government test measuring internet speeds. So the telecom giant sought to change its grade.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-battlegrounds-to-host-next-wave-of-democratic-debates-11576171366", "title": "Early Battlegrounds to Host Next Wave of Democratic Debates", "date": "2019-12-12 12:22", "summary": "Party tells campaigns it will evaluate options 'if a conflict with an impeachment trial is unavoidable'. Democrats plan to hold four presidential debates in January and February, putting the party's field on stage in the days before crucial caucuses and primaries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-traders-brace-for-all-nighter-watching-polls-11576170945", "title": "London Traders Brace for All-Nighter Watching Polls", "date": "2019-12-12 12:15", "summary": "Some investors don't expect results from the crucial U.K. election results until 2 a.m.-or even later. London's financial district is bracing for a sleepless night as investors and traders await results from the closely contested U.K. general elections.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tricky-role-of-the-ceo-in-a-new-era-of-social-responsibility-11576170755", "title": "The CEO's Tricky Role in New Era of Social Responsibility", "date": "2019-12-12 12:12", "summary": "The Business Roundtable recently said companies should meet the interests of ALL stakeholders, rather than just shareholders. CEOs should brace themselves for the consequences.. It's no secret that big data and artificial intelligence are starting to roil a bunch of professions. Yet there's another job that is also being altered with extraordinary speed-only this one is getting reshaped not so much by high tech but, rather, by high ideals: chief executive officer.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boards-may-have-a-hidden-bias-toward-the-ceos-they-chose-11576170708", "title": "Boards May Have a Hidden Bias Toward the CEOs They Chose", "date": "2019-12-12 12:11", "summary": "If the directors picked the chief, they are less inclined to fire after poor performance, study says. Reforms such as Sarbanes-Oxley have improved corporate governance by preventing chief executive officers from stacking boards of directors with their friends and allies. But a more subtle bias still plagues many boardrooms-one that policy changes and legislation can't combat.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-retain-employees-in-a-full-employment-economy-11576170656", "title": "How to Keep Employees From Leaving (When You Can't Give Them More Money)", "date": "2019-12-12 12:10", "summary": "The key is to make them think about all the things they'll miss before they even consider making a move. Today's full-employment economy may be a bonanza for a company's sales figures, but it has a huge corporate downside: It's hard to keep the best-performing employees from jumping ship.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tanker-rates-to-remain-high-on-tight-capacity-plentiful-crude-11576170374", "title": "Tanker Rates to Remain High on Tight Capacity, Plentiful Crude", "date": "2019-12-12 12:06", "summary": "Vessel operators are holding back on ordering new ships and forecasts suggest an oil supply glut will persist in early 2020. Crude oil exporters and customers should get used to high shipping costs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pledges-130-million-to-fund-supreme-court-for-content-11576166992", "title": "Facebook Pledges $130 Million to Fund 'Supreme Court' for Content", "date": "2019-12-12 12:05", "summary": "Social media giant's 'initial commitment' to better policing the platform. Facebook Inc. will pay $130 million to establish an independent board charged with reviewing how the company moderates its content, providing long-term backing to its experiment in better policing the platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-of-2019-11576169362", "title": "The Best Books of 2019", "date": "2019-12-12 11:49", "summary": "The 10 fiction and nonfiction books that defined our year. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-fire-erupts-on-russias-only-aircraft-carrier-11576169299", "title": "Fire Erupts on Russia's Only Aircraft Carrier", "date": "2019-12-12 11:48", "summary": "The blaze aboard the Admiral Kuznetsov raises further questions about the state of the armed forces. MOSCOW-A fire broke out aboard Russia's only aircraft carrier, injuring almost a dozen people and threatening to put the vessel out of commission, the latest in a string of disasters that have raised questions about the state of the Navy and President Vladimir Putin's plans to modernize the armed forces.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-pumps-nearly-70-billion-in-short-term-liquidity-into-markets-11576168989", "title": "Fed Pumps Nearly $70 Billion in Short-Term Liquidity Into Markets", "date": "2019-12-12 11:43", "summary": "Two-part intervention is part of continuing bid to tame volatility in money-market rates. The Federal Reserve Bank of New York injected $68.9 billion in short-term liquidity to financial markets as part of its continuing bid to tame volatility in money-market rates.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/premier-league-ends-long-search-for-ceo-with-in-house-pick-11576168860", "title": "Premier League Ends Long Search for CEO With In-House Pick", "date": "2019-12-12 11:41", "summary": "Richard Masters's appointment is expected to close what has been one of the clumsiest episodes in the league's otherwise quiet governance history. The English Premier League's long and often calamitous global search for a new chief executive finally settled Thursday on a candidate who was already in the building.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/architecture-imitates-art-at-jonathan-princes-berkshire-county-home-11576168583", "title": "Architecture Imitates Art at Jonathan Prince's Berkshire County Home", "date": "2019-12-12 11:36", "summary": "The sculptor spent two years and roughly $1.5 million renovating a farmhouse in Southfield, Mass. The result: a work of art.. From one angle, Jonathan Prince's white, circa-1900 farmhouse, reached through an arch of maple trees, blends perfectly into rural Berkshire County's winding roads, stone walls, barns and summer camps.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-and-breathing-art-in-the-berkshires-11576168543", "title": "Living and Breathing Art in the Berkshires", "date": "2019-12-12 11:35", "summary": "The former dairy barn in Southfield, Mass., is where sculptor Jonathan Prince both lives and creates his artwork.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-cias-former-chief-of-disguise-drops-her-mask-11576168327", "title": "The CIA's Former Chief of Disguise Drops Her Mask", "date": "2019-12-12 11:32", "summary": "Jonna Mendez served 27 years undercover, crafting wigs, prosthetic noses, false teeth and masks that could be peeled off like Tom Cruise's in 'Mission: Impossible'. One morning during the presidency of George H.W. Bush, Jonna Mendez, then the CIA's chief of disguise, entered the White House wearing a mask. She had originally disguised herself as an African-American man but decided that mask wouldn't work, not least because her voice would give her away. Instead, she borrowed the face of a female colleague. \"It was a little nerve-racking,\" she recalls. \"I hadn't really worn it anywhere.\" She sat outside the Oval Office, chewing her pencil through the mask, until the president was ready for his morning intelligence briefing.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-prosecutors-open-probe-into-tuv-sud-which-certified-failed-brazil-dam-11576159293", "title": "German Prosecutors Open Probe Into TÜV SÜD, Which Certified Failed Brazil Dam", "date": "2019-12-12 11:32", "summary": "The preliminary investigation could be the first step in criminal charges against the German safety inspector. Prosecutors in Germany have opened a criminal probe into the role of German safety inspector TÜV SÜD over the January collapse of a mine-waste dam in Brazil that killed 270 people.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-considers-making-988-a-national-suicide-prevention-hotlinenumber-11576154516", "title": "FCC Approves Making '988' Suicide-Prevention Hotline Number", "date": "2019-12-12 11:28", "summary": "New dialing code designed to be an easier-to-remember version of existing toll-free number. WASHINGTON-Americans would be able to dial 988 to reach a suicide prevention and mental health crisis hotline under a proposal approved Thursday by the Federal Communications Commission.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-enrollment-can-be-confusing-and-lead-to-unexpected-costs-11576155600", "title": "Medicare Enrollment Can Be Confusing and Lead to Unexpected Costs", "date": "2019-12-12 11:18", "summary": "More Americans are working past 65 and delaying Social Security, which makes enrolling in Medicare complicated. As more Americans postpone retirement, a growing number are experiencing Medicare enrollment problems that can saddle them with hefty penalties and monthslong coverage gaps.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-schnabel-familys-greenwich-village-townhouse-lists-for-18-5-million-11576166972", "title": "The Schnabel Family's Greenwich Village Townhouse Lists for $18.5 Million", "date": "2019-12-12 11:09", "summary": "The home once shared by Julian Schnabel and his first wife Jacqueline Schnabel is 6,600 square feet and includes ample outdoor space, with four terraces and a large rear garden. A Greenwich Village townhouse once home to artist Julian Schnabel and his first wife, art collector Jacqueline Schnabel, is coming on the market for $18.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-colorful-new-york-townhouse-of-the-schnabel-family-11576166918", "title": "The Colorful New York Townhouse of the Schnabel Family", "date": "2019-12-12 11:08", "summary": "Once home to the artist Julian Schnabel and his first wife, art collector Jacqueline Schnabel, this Greenwich Village property is filled with vibrant hues.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aramco-valuation-hits-crown-princes-coveted-2-trillion-target-11576138660", "title": "Aramco Valuation Hits Crown Prince's $2 Trillion Target", "date": "2019-12-12 10:56", "summary": "Shares zipped higher on the second day of trading following the world's largest IPO. The Saudi government and its wealthiest citizens helped lift Aramco to Saudi Crown Prince Mohammed bin Salman's coveted valuation target of $2 trillion-if only for a few hours.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaires-row-deal-is-the-third-to-top-100-million-in-new-york-11576165753", "title": "Billionaires' Row Deal Is the Third to Top $100 Million in New York", "date": "2019-12-12 10:49", "summary": "The 9,800-square-foot apartment is located at 220 Central Park South, the same building where Ken Griffin paid nearly $240 million for an even larger spread. A penthouse at 220 Central Park South has sold for $100 million, making it the third New York City residence ever to close for $100 million or more, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-a-name-for-these-homes-its-frank-lloyd-wright-11576164626", "title": "What's in a Name? For These Homes, It's Frank Lloyd Wright", "date": "2019-12-12 10:30", "summary": "A look at five homes on the market built by the famous architect. When Kim Bixler was 8, her family moved into a Rochester, N.Y., home built in 1908 by the architect Frank Lloyd Wright. They acquired the property in an unusual deal: The couple swapped their home for the Wright house after seeing it on a tour.", "categories": [["Life & Work", "Fashion", "Comparison Shopping"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/comparison-shopping?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-chip-makers-get-biggest-state-boost-report-finds-11576164610", "title": "Chinese Chip Makers Get Biggest State Boost, Report Finds", "date": "2019-12-12 10:30", "summary": "Beijing's support for industry outdid other governments' backing for rivals, says OECD. BEIJING-Chinese semiconductor companies receive a disproportionate amount of government support and involvement compared with rivals in other countries, according to a new report by the Organization for Economic Cooperation and Development.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-hawks-and-doves-its-time-for-owls-at-central-banks-11576164640", "title": "Forget Hawks and Doves, It's Time for Owls at Central Banks", "date": "2019-12-12 10:30", "summary": "New ECB President Christine Lagarde identifies as a different kind of bird. In her first policy meeting as head of the European Central Bank on Thursday, Christine Lagarde delivered clear forward guidance for bird-watchers.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wright-homes-for-sale-11576164589", "title": "Wright Homes for Sale", "date": "2019-12-12 10:29", "summary": "Five properties listed across the U.S. that were designed by architect Frank Lloyd Wright. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-raises-concerns-on-boeings-737-max-proposed-changes-11576158031", "title": "China Raises Concerns on Boeing's 737 MAX Proposed Changes", "date": "2019-12-12 10:28", "summary": "Regulator reviewing airworthiness of jet based on proposed changes to software and flight control systems. BEIJING-China's aviation regulator has raised concerns with Boeing Co. about the reliability and security of the plane maker's proposed changes to the 737 MAX jet's software and flight control systems to put the plane back in service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-boiess-law-firm-names-likely-successors-11576164238", "title": "David Boies's Law Firm Names Likely Successors", "date": "2019-12-12 10:23", "summary": "After lengthy transition, Boies Schiller Flexner LLP elevates two leaders to guide the firm beyond Boies's retirement. Since its founding, the law firm Boies Schiller Flexner LLP has largely been associated with one person: famed litigator David Boies.", "categories": [["WSJ News Exclusive", "Law"]], "category_links": ["https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-netanyahu-faces-tough-road-in-third-consecutive-israeli-election-11576163580", "title": "Embattled Netanyahu Faces Tough Road in Third Consecutive Israeli Election", "date": "2019-12-12 10:13", "summary": "Israel's longest-serving premier must fend off a leadership challenge from within his own party. TEL AVIV-Prime Minister Benjamin Netanyahu faces the fight of his political life, heading into a third election campaign under the cloud of an indictment while fending off a leadership challenge within his Likud party.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-travel-could-change-the-worldif-it-gets-off-the-ground-11576162804", "title": "Virtual Travel Could Change the World-If It Gets Off the Ground", "date": "2019-12-12 10:00", "summary": "Proponents of 'digital teleportation' are working to combine live virtual reality, drones and fast wireless networks to allow people to explore far-flung locales in real-time. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-display-says-it-has-lined-up-828-million-financing-11576162379", "title": "Japan Display Says It Has Lined Up $828 Million Financing", "date": "2019-12-12 09:52", "summary": "Apple supplier says it agrees on basic outline of investment by arm of Tokyo-based Ichigo Asset Management. TOKYO-A financially strapped Japanese supplier of displays for Apple Inc.'s iPhone 11 said it has lined up financing of up to ¥90 billion ($828 million) from an investment fund with U.S. connections.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-promote-stable-growth-as-economic-pressures-increase-11576152472", "title": "China Signals More Efforts to Ensure Economic Growth", "date": "2019-12-12 09:38", "summary": "Beijing to ramp up fiscal and monetary measures to support everything from consumption to infrastructure investment and employment. BEIJING-Chinese leaders pledged stepped-up efforts to boost slowing growth, as they try to manage a downshift in a maturing economy and fallout from the trade war with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-democrats-remain-in-wait-and-see-mode-over-impeachment-11576161256", "title": "Some Democrats Remain in Wait-and-See Mode Over Impeachment", "date": "2019-12-12 09:34", "summary": "Several Democrats from competitive districts haven't decided whether they will vote to impeach the president. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-election-wont-end-brexit-uncertainty-11576160530", "title": "U.K. Election Won't End Brexit Uncertainty", "date": "2019-12-12 09:22", "summary": "Investors are in for a bumpy ride regardless of which party wins Britain's general election. The U.K. election won't bring investors' Brexit roller coaster to a halt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-puts-its-chips-in-a-new-game-11576160398", "title": "Cisco Puts Its Chips in a New Game", "date": "2019-12-12 09:19", "summary": "Network equipment giant breaks from business model to pursue cloud sales. Cisco Systems is finally thinking outside the box-its own, to be exact.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duncan-robinson-heat-nba-williams-michigan-11576095466", "title": "The Most Improbable Player in the NBA", "date": "2019-12-12 09:00", "summary": "Resume Subscription. One of the most peculiar moments of the most peculiar NBA player's basketball life happened in a game after his senior year of high school, when he didn't know where he'd be playing in college, only that it would be a school that never sends people to the NBA.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-lululemon-athletica-american-eagle-outfitters-fiat-chrysler-nestle-11576145708", "title": "Stocks to Watch: GE, Lululemon, Fiat Chrysler", "date": "2019-12-12 08:55", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-on-stranger-things-actor-finn-wolfhards-phone-11576157915", "title": "What's on 'Stranger Things' Actor Finn Wolfhard's Phone", "date": "2019-12-12 08:38", "summary": "The teenage actor and musician, who stars in the upcoming film 'The Turning', shares what's on his phone.. Phone model:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anderson-cooper-and-padma-lakshmi-on-gracefulness-11576157843", "title": "Anderson Cooper and Padma Lakshmi on Gracefulness", "date": "2019-12-12 08:37", "summary": "WSJ. Magazine asks six luminaries to weigh in on a single topic. This month: Grace. Anderson Cooper, Max Richter, Padma Lakshmi and more respond. \"As a reporter, my greatest desire is to be a decent and good human being, to be fair and to have the questions I ask be truthful. We live in an age when people puff themselves up and want to have the most followers on Instagram and to show themselves having this glamorous, fun, exciting life. That seems to me sort of the opposite of grace. There's something about the quiet fortitude of the people I most like to do stories about, whether it's in Mississippi after Hurricane Katrina or Haiti after the earthquake. For my dad, who grew up in a poor family in Mississippi, the song 'Amazing Grace' was always incredibly important, and he used to cry every time he heard it. ' 'Twas grace that taught my heart to fear and grace my fears relieved.' I don't think that many people embrace that idea-that they want their heart to fear yet then, through grace, have their fears relieved.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-in-the-life-of-away-luggage-co-founder-jen-rubio-11576157765", "title": "A Day in the Life of Away Luggage Co-Founder Jen Rubio", "date": "2019-12-12 08:36", "summary": "The company's chief brand officer isn't stopping at luggage-she's got plans for the future of travel and beyond. Every morning at 6 a.m., Jen Rubio, 32, co-founder and chief brand officer of travel gear startup Away, wakes to the melodic alarm sounds of sleep app Pzizz and works out on her Peloton bike. \"I need a solid hour of alone time to prepare for what's ahead of me that day,\" she says. Rubio, who calls both San Francisco and New York home, spends her days at product-review sessions, photo shoots and new-hire happy hours. She pings between Away's recently opened headquarters in New York's SoHo and its offices in London, which together house the more than 300 full-time employees of the nearly five-year-old company, valued at $1.4 billion as of May.", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-benz-glb-250-an-adorable-and-affordable-high-end-suv-11576155203", "title": "Mercedes-Benz GLB 250: An Adorable, and Affordable, High-End SUV", "date": "2019-12-12 07:53", "summary": "The brand's new premium-compact SUV is cutely appointed, packed with smart in-dash tech and starts under $40,000. Dan Neil explains why the GLB will win your heart and have you scribbling out a check to Mercedes. IN THE BARROOM brawl that is the premium-compact SUV segment, the new Mercedes-Benz GLB is a walkaway knockout. Daimler will sell all they can make. It is trucking adorable. Readers should brace themselves for the word \"neoteny.\"", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/construction-of-texas-border-wall-stalls-over-fights-with-landowners-11576154415", "title": "Border Wall Stalls Over Fights With Landowners", "date": "2019-12-12 07:40", "summary": "Three years into Trump administration, virtually no new wall has been built as farmers, ranchers and a Catholic diocese resist federal efforts to claim their land. LAREDO, Texas-Nearly three years into the Trump administration, almost no border wall has been built in Texas. Local property owners ranging from ranchers to a Catholic diocese and institutions have resisted federal efforts to claim their land.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-little-women-will-make-you-want-to-wear-1860s-fashion-11576153292", "title": "The New 'Little Women' Will Make You Want to Wear 1860s Fashion", "date": "2019-12-12 07:21", "summary": "The costumes in the latest film adaptation of the beloved novel, written and directed by Greta Gerwig, are already surprisingly in sync with the current trend for high necklines and calico. A DELIGHTFUL SCENE in the new adaptation of Louisa May Alcott's \"Little Women\" depicts the four March sisters cavorting on a New England beach dressed in their summer finery: floral calico fabrics, pie-crust collars and peplums. This quartet of billowing Civil War-era frocks was costume designer Jacqueline Durran's favorite moment in the film (coming Dec. 25), written and directed by Greta Gerwig. \"What I did was to create historically accurate pieces but then let them be worn in a way that the girls were comfortable with,\" explained Ms. Durran. That \"looseness in approach\" made the outfits modern, she added, though she also particularly loved the suite of beach costumes in part because of their period-appropriateness.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-air-lines-takes-minority-stake-in-private-jet-operator-wheels-up-11576152012", "title": "Delta Buys Stake in Private-Jet Operator", "date": "2019-12-12 07:00", "summary": "CEO Ed Bastian says Wheels Up partnership will make corporate-travel unit more environmentally friendly. Delta Air Lines Inc. said it is buying a minority stake in Wheels Up, a private-jet operator, that will extend Delta's operations to more premium passengers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algerians-protest-as-election-gets-under-way-11576151626", "title": "Algerians Protest as Election Gets Under Way", "date": "2019-12-12 06:53", "summary": "Demonstrators fear Algeria's interim government is positioning politicians to extend the armed forces' grip on power. Protests threaten to disrupt the first election in Algeria since its longtime ruler was forced to resign earlier this year, with demonstrators rejecting the vote as a guise for continuing the country's military-led regime with a new public face.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-accused-of-snow-job-over-frozen-2-tweet-apology-11576127949", "title": "Disney Accused of Snow Job Over 'Frozen 2' Tweet Apology", "date": "2019-12-12 06:50", "summary": "Japanese artists contradict company's initial explanation that it intended to show tweets were part of ad campaign. TOKYO-Japanese artists hired to promote Walt Disney Co. 's movie \"Frozen 2\" on Twitter said they were instructed to hide that they were paid for the work, contradicting Disney's initial explanation that the omission was accidental.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cigarette-makers-can-filter-tougher-smoking-rules-11576150912", "title": "Cigarette Makers Can Filter Tougher Smoking Rules", "date": "2019-12-12 06:41", "summary": "Investors may be ignoring what the tobacco industry can do to reduce the impact of a U.S. regulatory onslaught. The threat of stricter tobacco controls in the U.S. has wiped billions of dollars off the stock-market valuations of big cigarette companies. But they have more ways to cope with the fallout than investors are giving them credit for.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-trade-policy-rise-on-list-of-concerns-for-risk-officers-11576148400", "title": "Tariffs, Trade Policy Rise on List of Concerns for Risk Officers", "date": "2019-12-12 06:00", "summary": "Economic policy concerns jumped this year on an annual ranking of the top risks facing businesses. A recent slowdown in global growth has prompted U.S. businesses over the past year to grow more cautious, with some retailers moving factory operations out of China as tariffs on clothing and other imports take effect.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-chinese-debt-threat-is-surfacing-again-11576148021", "title": "The Real Chinese Debt Threat Is Surfacing Again", "date": "2019-12-12 05:53", "summary": "Headlines on record bond defaults have been spooking foreign investors, but a more worrying test for the bond market still lies ahead. Chinese companies are defaulting on bonds in record numbers. Should investors be worried? Yes-but not for the reasons you might think.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-expels-german-diplomats-in-dispute-over-berlin-killing-11576147044", "title": "Russia Expels German Diplomats in Dispute Over Berlin Killing", "date": "2019-12-12 05:37", "summary": "Moscow's decision comes after Berlin expelled two Russian diplomats last week. MOSCOW-Russia said it would expel two German diplomats in response to measures taken against Moscow for its refusal to cooperate in a murder investigation in which German prosecutors believe the Kremlin was involved.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserves-lesson-keep-your-errors-manageable-11576146781", "title": "Fed's Lesson: Keep Your Errors Manageable", "date": "2019-12-12 05:33", "summary": "Central bank changed course this year in time to avoid obvious damage to the economy. As the Federal Reserve kept interest rates low after the recession and bought bonds, critics in Congress, Wall Street and within its own ranks accused it of courting inflation, debasing the dollar, enabling fiscal profligacy and distorting markets.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-threat-dims-holiday-cheer-for-christmas-tree-company-11576146600", "title": "Tariff Threat Dims Holiday Cheer for Christmas Tree Company", "date": "2019-12-12 05:30", "summary": "Seller of artificial trees expects hit to growth even if President Trump's new levies on Chinese imports are delayed. President Trump's threatened new tariffs on Christmas decorations from China won't take effect until next year-but that's no comfort to Mac Harman, who has to do his 2020 holiday shopping now.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toys-cellphones-laptops-are-on-the-line-in-next-round-of-china-tariffs-11576146600", "title": "Toys, Cellphones, Laptops Are on the Line in Next Round of China Tariffs", "date": "2019-12-12 05:30", "summary": "Should Trump go ahead with tariffs scheduled for Sunday, it will hit consumer products for which there are few alternatives to Chinese imports. The Trump administration is scheduled to apply tariffs on $156 billion in Chinese imports of mostly consumer goods, adding to the $361 billion in tariffs already in place on the products Americans buy from Chinese manufacturers, according to a Wall Street Journal analysis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-fed-officials-turn-cool-on-their-dots-11576146601", "title": "Some Fed Officials Turn Cool on Their 'Dots'", "date": "2019-12-12 05:30", "summary": "The central bank's communications innovation has signaled more rate increases than what materialized. Federal Reserve officials can't live with-but can't live without-their dots.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-soldiers-killed-in-attack-on-military-base-in-niger-11576143518", "title": "Dozens Killed in Attack on Military Base in Niger", "date": "2019-12-12 04:58", "summary": "Jihadists with links to Islamic State and al Qaeda are mounting increasingly deadly attacks across the region. Hundreds of jihadists on motorbikes and pickup trucks killed more than 70 soldiers in an attack on a military base in western Niger, the deadliest single Islamist attack on a country the West has cultivated as a bulwark against rising militancy across the Sahel.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-stocks-to-rise-despite-opec-cuts-iea-says-11576143987", "title": "Oil Inventories to Rise Despite OPEC Cuts, IEA Says", "date": "2019-12-12 04:46", "summary": "The IEA said it was trimming its 2020 non-OPEC oil supply growth forecast by 200,000 barrels a day to 2.1 million barrels. Global oil inventories will rise in the first quarter of 2020 despite attempts by the Organization of the Petroleum Exporting Countries and its allies to balance the market, the International Energy Agency said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-carbon-steel-pans-are-what-the-pros-use-11576158091", "title": "Why Carbon Steel Pans Are What the Pros Use", "date": "2019-12-12 00:01", "summary": "Once relegated to restaurant kitchens, carbon steel is winning over home cooks with its natural non-stick surface, excellent heat distribution and indestructibility. IN RECENT YEARS, the skillet de rigueur has been cast iron. This material goes from stove top to oven, distributes heat well and develops a natural non-stick surface. Meanwhile, another metal with these qualities has remained largely off the radar of home cooks.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11576096356", "title": "Pepper...and Salt", "date": "2019-12-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnard-college-student-fatally-stabbed-in-park-11576156821", "title": "Barnard College Slaying Victim 'Shone Bright in This World'", "date": "2019-12-12 00:01", "summary": "Tessa Majors, 18, is described as a vibrant, talented young woman who had settled into life in New York. The fatal stabbing of a first-year Barnard College student in a Manhattan park near the elite school has left classmates, faculty and area residents shaken over her loss and concerned about security in the neighborhood.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}]