[{"link": "https://www.wsj.com/articles/notable-quotable-vice-and-valerie-plame-11549324781", "title": "Notable & Quotable: 'Vice' and Valerie Plame", "date": "2019-02-04 18:59", "summary": "'That's what they tried to say, but, once again, let's be for real.'. From a Jan. 28 New Yorker interview with Adam McKay, director of \"Vice\" (bracketed material in original):", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-begin-releasing-fiscal-2020-budget-plan-on-march-11-11549324514", "title": "Trump to Begin Releasing Fiscal 2020 Budget Plan on March 11", "date": "2019-02-04 18:55", "summary": "Partial government shutdown blamed for delay in unveiling spending proposal. The White House is expected to begin releasing the president's fiscal year 2020 budget proposal on March 11, about a month later than usual due to the partial government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fullbeauty-attempts-record-24-hour-bankruptcy-case-11549310368", "title": "Judge Approves FullBeauty's Record 24-Hour Bankruptcy Case", "date": "2019-02-04 18:51", "summary": "Retailer filed for bankruptcy Sunday night, won approval of 'prepackaged' bankruptcy plan by Monday afternoon. A bankruptcy judge signed off on FullBeauty Brands Inc.'s restructuring plan that hands over ownership of the retailer to a group of lenders including Oaktree Capital Management and Goldman Sachs & Co. LLC less than 24 hours after the retailer sought court protection.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-flying-in-that-unloved-turboprop-gets-second-look-11549277255", "title": "I'm Flying In That? Unloved Turboprop Gets Second Look", "date": "2019-02-04 18:47", "summary": "Silver Airways bets latest propeller planes can win over passengers who recall bumpy, noisy flights on earlier models. A small Florida airline is doubling down on a passenger plane that bigger carriers have long abandoned: the turboprop.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northams-medical-school-to-probe-its-yearbooks-including-photos-11549315987", "title": "Northam's Medical School Shut Down Yearbook in 2013 After Confederate Images Appeared", "date": "2019-02-04 18:45", "summary": "School says it will investigate yearbooks over time after emergence of blackface/KKK image on Virginia governor's page in 1984 book. The medical school that Virginia Gov. Ralph Northam attended discontinued its yearbook in 2013 when a photo with Confederate imagery was published, a few years before the emergence of a racist image that has sparked calls for the governor's resignation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberals-urge-democrats-to-take-a-hard-line-on-border-11549323945", "title": "Liberals Urge Democrats to Take a Hard Line on Border", "date": "2019-02-04 18:45", "summary": "A group of lawmakers pushes for no Homeland Security funding in bipartisan negotiations. WASHINGTON-House Democratic leaders held firm through the five-week government shutdown that ended last month. Still, the party's liberal wing is keeping up pressure on leadership as negotiations over a border-security deal heat up.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ratings-slump-for-low-scoring-super-bowl-11549323191", "title": "Ratings Slump for Low-Scoring Super Bowl", "date": "2019-02-04 18:33", "summary": "Audience for the Patriots-Rams contest-the lowest for a championship game since 2009-spoiled an otherwise improved ratings season for the NFL. The low score for Sunday night's Super Bowl wasn't confined to the football field.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/island-bound-southwest-and-faa-race-to-complete-approval-for-hawaii-service-11549322659", "title": "Island Bound: Southwest and FAA Race to Complete Approval for Hawaii Service", "date": "2019-02-04 18:24", "summary": "Both sides seek to wrap up demonstration flights as new federal government funding deadline looms. Southwest Airlines Co. and air-safety regulators are scrambling to complete work that would allow the carrier to begin service between California and Hawaii, scheduling eight government-supervised flights over the next two weeks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanctions-on-venezuelas-crude-hit-oil-market-in-vulnerable-spot-11549206001", "title": "Sanctions on Venezuela's Crude Hit Oil Market in Vulnerable Spot", "date": "2019-02-04 18:20", "summary": "Venezuela's oil occupies a special niche crucial to U.S. refiners' operations. The deepening turmoil in Venezuela is exacerbating a shortfall of dense crude oil, leaving fuel makers in the lurch and underscoring the limitations of U.S. shale.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-makes-changes-after-review-of-plane-stranded-for-12-hours-11549297751", "title": "United Makes Changes After Review of Plane Stranded More Than 12 Hours", "date": "2019-02-04 18:19", "summary": "Carrier acknowledges it could have communicated better with customers as it examines how to get grounded planes fixed faster. United Continental Holdings Inc. is steering its pilots away from a remote Canadian airfield sometimes used for diverted planes two weeks after one of its jets marooned about 250 passengers there for hours.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-protest-lack-of-electricity-adequate-heat-at-brooklyn-prison-11549234131", "title": "Families Protest Lack of Electricity, Adequate Heat at Brooklyn Jail", "date": "2019-02-04 18:13", "summary": "Prisoners spent days in lockdown in cold, dark cells. Prisoners' relatives, lawyers and elected officials on Sunday lambasted conditions at a federal jail in Brooklyn, saying many inmates had spent days locked nearly around the clock in cold, dark cells because of heating problems and a lack of electricity.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-and-creditors-spar-at-sale-hearing-11549321696", "title": "Sears and Creditors Spar at Sale Hearing", "date": "2019-02-04 18:08", "summary": "Creditors' lawyers question Sears advisers over Lampert bid in first day of sale hearing. Lawyers for Sears Holdings Corp. and the company's unsecured creditors committee faced off Monday in bankruptcy court over Edward Lampert's bid to keep the embattled retailer alive.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-think-through-medicare-for-all-first-11549321543", "title": "Let's Think Through 'Medicare for All' First", "date": "2019-02-04 18:05", "summary": "It would be grossly unfair to the tens of millions of employees who have supported Medicare over decades to suddenly give it to those who have not paid anything into it.. Karl Rove doesn't note that a very high percentage of those now receiving Medicare have paid for it up to 53 years through their FICA payroll deductions (\"'Medicare for All' Will Terrify Voters,\" op-ed, Jan. 31). The payroll deduction is now a combined 2.9% for employees and employers with an additional 0.9% (for employees only) on wages above $200,000. Retirees continue to pay for it through a deduction from their Social Security benefits. It would be grossly unfair to the tens of millions of employees and tens of thousands of employers who have supported Medicare over decades to suddenly give it to those who have not paid anything into it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recognizing-the-value-of-disabled-workers-11549321435", "title": "Recognizing the Value of Disabled Workers", "date": "2019-02-04 18:03", "summary": "Hiring people with disabilities benefits corporate performance.. \"Lost Labor Now Found\" (Exchange, Jan. 26) leaves the broader issue of corporate disability inclusion unaddressed. While the article provides empowering examples of meaningful workforce participation, many Fortune 500 environments have yet to embrace persons with disabilities in their workforce, corporate culture and as a large consumer market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-passenger-trains-lag-the-worlds-best-systems-11549321355", "title": "U.S. Passenger Trains Lag The World's Best Systems", "date": "2019-02-04 18:02", "summary": "How is it possible that railways equivalent to Metro-North in Japan and Hong Kong are for-profit publicly traded companies?. Regarding Patrick Cooke's review of Randal O'Toole's \"Romance of the Rails\" (Bookshelf, Jan. 24): Mr. O'Toole carefully avoids making a positive case for passenger rail by failing to point out how poorly and unimaginatively trains in the U.S. are run compared with innovative and efficient rail systems in Europe and East Asia.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-pressure-medicine-will-be-first-product-for-new-generic-drug-venture-11549321320", "title": "Blood-Pressure Medicine Will Be First Product for New Generic Drug Venture", "date": "2019-02-04 18:02", "summary": "The arrangement aims to resolve shortages in off-patent drugs. A new venture to supply generic medicines says it will start with a blood-pressure drug that has been hard to get.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-stock-buybacks-draw-fire-from-democratic-presidential-hopefuls-11549321288", "title": "Record Stock Buybacks Draw Fire From Democratic Presidential Hopefuls", "date": "2019-02-04 18:02", "summary": "Wall Street is divided over the impact buybacks have on the broader U.S. economy. At least five declared or likely Democratic presidential candidates want to restrict how much stock U.S. companies can buy back from shareholders, raising the chance a common tool used by public companies and relied on by investors could become an election issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-ceo-jeffrey-smith-becomes-chairman-of-papa-johns-11549279920", "title": "Investor Starboard Installs Its CEO as Papa John's Chairman", "date": "2019-02-04 17:54", "summary": "Firm makes $200 million investment in the troubled pizza chain. Papa John's International Inc. shares jumped Monday after activist investor Starboard Value LP said it would make a $200 million investment and its chief executive will become chairman of the pizza chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juan-guaido-recognized-as-venezuelas-president-by-major-eu-countries-11549275207", "title": "Global Support Grows for Juan Guaidó as Venezuela's President", "date": "2019-02-04 17:51", "summary": "Major EU member states join in recognition of opposition leader and push for new elections. Global support for Venezuelan opposition leaderJuan Guaidó expanded Monday as a growing chorus of Western nations increased pressure on the authoritarian regime of cash-strapped Venezuelan President Nicolás Maduro.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-when-chuck-schumer-and-bernie-sanders-loved-business-11549320577", "title": "Remember When Chuck Schumer and Bernie Sanders Loved Business?", "date": "2019-02-04 17:49", "summary": "Another rewrite of history to serve the needs of the moment.. Perhaps the two least honest paragraphs in American newspapers today arrive courtesy of socialist Sen. Bernie Sanders of Vermont and Senate Minority Leader Chuck Schumer (D., N.Y.). Here's how the two pols begin their op-ed for the New York Times:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chernovas-take-frothy-late-stage-market-conditions-stretch-firms-to-the-max-11549320327", "title": "Chernova's Take: Frothy, Late-Stage Market Conditions Stretch Firms to the Max", "date": "2019-02-04 17:45", "summary": "But moving down market to take part in early-stage rounds isn't such a simple pivot for some VCs. Startups are raising more money and at higher valuations, straining the late-stage investing models at some venture-capital firms.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gross-retiring-from-janus-11549287324", "title": "Bill Gross, Onetime Bond King, Retiring After Messy Last Act", "date": "2019-02-04 17:39", "summary": "Investor helped make Pimco a powerhouse, but his later returns were underwhelming. One of the most-celebrated careers in the history of money management is coming to an unremarkable end.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-dealer-lots-are-flush-with-unsold-cars-as-sales-are-expected-to-drop-11549319709", "title": "Dealers Are Loaded With Unsold Cars", "date": "2019-02-04 17:35", "summary": "Analysts warn car makers could be forced to cut factory production with U.S. auto sales expected to weaken in 2019. Car dealers are beginning 2019 with a heavier inventory of unsold vehicles on their lots, a situation that some analysts say will put pressure on them to cut factory output as U.S. auto sales are expected to cool this year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-wins-approval-of-18-billion-bond-restructuring-11549319523", "title": "Puerto Rico Wins Approval of $18 Billion Bond Restructuring", "date": "2019-02-04 17:32", "summary": "Federal judge approves settlement covering sales-tax bonds known as Cofinas. Puerto Rico won court approval Monday for a restructuring deal that wipes out one-third of its $18 billion in sales-tax bond debt, a milestone in its quest to fix its broken finances.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-ahead-of-next-round-of-trade-talks-11549270528", "title": "U.S. Stocks Close Higher, Led by Tech Sector", "date": "2019-02-04 17:29", "summary": "Microsoft, Apple both added more than 2.5% apiece, helping to boost the blue-chip index as well. U.S. stocks climbed Monday, led by the technology sector, as investors awaited another busy week of corporate earnings reports and economic data.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-finds-a-warm-welcome-in-greece-11549319286", "title": "U.S. Military Finds a Warm Welcome in Once-Wary Greece", "date": "2019-02-04 17:28", "summary": "Suspicion of the U.S. has subsided in recent years; diplomats from both countries say the NATO allies are now closer than ever. LITOCHORO, Greece-Helicopters carrying U.S. and Greek troops landed in a field at the foot of Mount Olympus on a sunny morning late last month during a live-fire exercise in which the joint forces practiced recovering a downed pilot.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pulled-record-25-billion-from-u-s-stock-etfs-in-january-11549318938", "title": "Investors Pull Record $25 Billion From U.S. Stock ETFs", "date": "2019-02-04 17:22", "summary": "Exodus occurred despite a surging market, as caution grew after December's big declines. Investors yanked a record $25 billion from U.S. stock exchange-traded funds in January even as the market soared.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-executive-calls-rival-netflixs-viewership-figures-misleading-11549315969", "title": "Fox Executive Calls Netflix's Viewership Figures Misleading", "date": "2019-02-04 17:16", "summary": "FX Networks chief's comments come as traditional studios compete with the streaming service. 21st Century Fox Inc. executive John Landgraf took issue with data Netflix Inc. recently released on viewership of its movies and series, saying the information creates a false impression of the streaming-video company's success.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lloyds-fills-cfo-seat-with-executive-from-allianzs-german-unit-11549318233", "title": "Lloyd's Fills CFO Seat with Executive From Allianz's German Unit", "date": "2019-02-04 17:10", "summary": "U.K. insurance company appoints Burkhard Keese to lead finance team. Lloyd's of London, the U.K. insurance market, appointed Burkhard Keese as chief financial officer, nabbing the finance head of a German insurance company to lead its finance team.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ultimate-software-agrees-to-go-private-11549284562", "title": "Investor Group Buys Ultimate Software for $11 Billion", "date": "2019-02-04 17:08", "summary": "Private-equity firm Hellman & Friedman leads acquisition of company that makes human-resources products. An investor group led by private-equity firm Hellman & Friedman has reached a deal to buy Ultimate Software Group Inc. for about $11 billion.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-survey-shows-tighter-lending-standards-weakening-credit-demand-11549306801", "title": "Fed Survey Shows Tighter Lending Standards, Weakening Credit Demand", "date": "2019-02-04 17:01", "summary": "Demand from consumers and business for loans weakened in the fourth quarter. WASHINGTON-A growing minority of banks reported tightening their standards for some loans in the fourth quarter and said they expected loan demand and performance to weaken, the Federal Reserve said Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/januarys-stock-market-rally-revives-appetite-for-risky-margin-loans-11549281601", "title": "Stock-Market Rally Revives Appetite for Risky Margin Loans", "date": "2019-02-04 17:00", "summary": "Margin debt tumbled with shares in December, but a rebound last month indicates investors' taste for risk is recovering. Nick Restaino is bullish on stocks again after January's dramatic rebound and is using money borrowed against his investments to buy shares of popular technology companies such as Nvidia Corp. and Roku Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novum-pharma-files-for-chapter-11-bankruptcy-11549317528", "title": "Novum Pharma Files for Chapter 11 Bankruptcy", "date": "2019-02-04 16:58", "summary": "Maker of dermatology drugs says public scrutiny over its price hikes was among the factors hurting its business. Novum Pharma LLC filed for bankruptcy Sunday and plans to sell its assets, saying it has faced a series of financial and operational challenges.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/focus-dirk-braeckman-review-searching-the-darkness-for-meaning-11549317518", "title": "'Focus: Dirk Braeckman' Review: Searching the Darkness for Meaning", "date": "2019-02-04 16:58", "summary": "The Belgian photographer's first American museum showing features large-scale works largely stripped of context and detail in an attempt to reorient viewers' relationships to the art form.. Fort Worth, Texas", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-weighs-education-bill-that-teachers-unions-call-retaliatory-11549298772", "title": "West Virginia Weighs Bill That Teachers Unions Call Retaliatory", "date": "2019-02-04 16:57", "summary": "Oklahoma and Arizona, GOP-led states that also saw strikes last year, consider similar measures. Republicans in three states that saw teacher strikes last year are proposing education measures that are either at odds with unions' policy preferences or could even counter the unions themselves.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-staffs-up-in-effort-to-turn-around-the-economy-11549057877", "title": "Connecticut Governor Staffs Up in Effort to Turn Around the Economy", "date": "2019-02-04 16:54", "summary": "Lamont says his picks have the acumen needed to improve state's business climate. Connecticut Gov. Ned Lamont is bringing in Wall Street veterans for guidance as he seeks to rejuvenate the state's struggling economy.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-shoots-driver-after-being-pinned-by-car-11549317082", "title": "NYPD Officer Shoots Driver After Being Pinned by Car", "date": "2019-02-04 16:51", "summary": "Shooting occurred when officer approached a vehicle connected to multiple robberies over the weekend. A robbery spree stretching from the Bronx to Brooklyn ended on Monday with a New York Police Department officer pinned between two cars and subsequently shooting one of the suspects, according to police officials.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liam-neeson-exacts-revenge-again-11549291043", "title": "Liam Neeson on Playing Characters Who Lash Out", "date": "2019-02-04 16:41", "summary": "The actor, who plays a tough snowplow driver in 'Cold Pursuit,' sparked an online controversy with remarks about seeking revenge after a friend was raped. When the offbeat 2014 Norwegian thriller \"In Order of Disappearance\" made its way to Los Angeles, movie producer Michael Shamberg brought Liam Neeson to a screening. Mr. Shamberg planned to produce an American remake of the film, which in its foreign version stars Stellan Skarsgård as a mild-mannered snowplow driver whose son dies suspiciously, inspiring him to wreak deadly vengeance on everyone involved.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-legacy-stays-onstage-11549316098", "title": "A Legacy Stays Onstage", "date": "2019-02-04 16:34", "summary": "Despite the departure of New York City Ballet's ballet-master-in-chief Peter Martins last year, his tastes can still be seen in the company's latest season.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-on-strong-economy-patient-fed-11549301769", "title": "U.S. Government Bonds Fall Before Auctions", "date": "2019-02-04 16:34", "summary": "Investors faced the prospect of absorbing a fresh supply of three-, 10- and 30-year securities. U.S. government bond prices fell Monday as investors looked ahead to a series of Treasury note and bond auctions this week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negative-rates-would-have-sped-up-economic-recovery-fed-paper-says-11549314837", "title": "Negative Rates Would Have Sped Up Economic Recovery, Fed Paper Says", "date": "2019-02-04 16:13", "summary": "San Francisco Fed paper says a benchmark rate of negative 0.25% may have been the optimal setting. The Federal Reserve never played the negative interest rate card in response to the financial crisis, but new research claims the economy probably would have recovered faster if it had.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqi-politicians-denounce-trump-plan-to-use-iraqi-base-to-monitor-iran-11549314242", "title": "Iraqi Politicians Denounce Trump Plan to Use Iraqi Base to Monitor Iran", "date": "2019-02-04 16:04", "summary": "President's justification for keeping U.S. troops in Iraq meets with widespread disapproval there. BAGHDAD-Iraq's president and many other politicians in the country denounced President Trump's plan for U.S. troops in Iraq to monitor neighboring Iran, as Baghdad tries to balance ties to its two most important allies, Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-river-neighbors-battle-over-levee-heights-11546536232", "title": "Mississippi River Neighbors Battle Over Levee Heights", "date": "2019-02-04 16:03", "summary": "Levee district in Illinois under fire for putting other areas at risk of greater flooding; district says it had federal OK. Some landowners and environmental groups in Missouri are urging federal officials to force levees to be lowered along a stretch of the Mississippi River in Illinois, fearing that neighboring areas will be more vulnerable to flooding if nothing is done.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-files-confidentially-to-go-public-with-direct-listing-11549301336", "title": "Slack Files Confidentially to Go Public With Direct Listing", "date": "2019-02-04 15:46", "summary": "The move, which won't raise money for the workplace-messaging company, was successfully used by Spotify last year. Slack Technologies Inc. has filed paperwork for its direct listing on the stock market, setting it up to be the second major company to use the nontraditional method for an initial public offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-debt-is-back-11549142343", "title": "Junk Debt Is Back", "date": "2019-02-04 15:46", "summary": "Sales of bonds by less creditworthy companies are picking up, mitigating broader worries about the economy, but investors are taking precautions. Junk-rated bonds and loans are flying off the shelves again, easing recent worries that a credit-market freeze could harm the economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-gains-on-signs-of-declining-output-11549277559", "title": "Oil Falls From Two-Month High on Stronger Dollar", "date": "2019-02-04 15:14", "summary": "Bearish start to the week was despite crisis in Venezuela and OPEC production survey results. ", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ab-inbev-explores-ipo-for-asia-business-11549298920", "title": "AB InBev Explores IPO for Asia Business", "date": "2019-02-04 14:50", "summary": "Budweiser brewer looks to raise cash and allay fears about its $109 billion debt pile. After years of swallowing up beer brands and loading up on debt, Anheuser-Busch InBev SA is looking to slim down and exploring a stock-market listing of its Asia business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-moves-to-ease-import-regulation-to-reduce-risks-of-potential-no-deal-brexit-11549309395", "title": "U.K. Moves to Ease Import Regulation in Case of No-Deal Brexit", "date": "2019-02-04 14:43", "summary": "Announcement comes amid business groups' criticism of government's Brexit management. British businesses trading with the European Union can apply for a special status allowing them to circumvent some of the hurdles that a disruptive departure from the bloc could create, the U.K.'s tax authority said Monday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stronger-dollar-higher-treasury-yields-hurt-gold-11549289543", "title": "Stronger Dollar, Higher Treasury Yields Hurt Gold", "date": "2019-02-04 14:40", "summary": "Some analysts expect uncertainty about trade tensions and central-bank policy will keep gold prices supported this year. Gold prices edged lower for the second consecutive session on Monday, hit by a stronger dollar and rising U.S. Treasury yields.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-new-president-urges-congress-to-adopt-pension-overhauls-11549307795", "title": "Brazil's New President Urges Congress to Adopt Pension Overhauls", "date": "2019-02-04 14:16", "summary": "Bolsonaro says measure, which investors back but previous regimes have failed to pass, is needed to restore confidence and economic growth; contentious vote for Senate speaker casts a shadow. BRASILIA-Brazilian President Jair Bolsonaro called on a newly elected Congress to support a pension overhaul investors have backed but that his predecessors failed to pass.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-fashion-retailer-charlotte-russe-files-for-chapter-11-11549287855", "title": "Fast-Fashion Retailer Charlotte Russe Files for Chapter 11", "date": "2019-02-04 13:44", "summary": "Retailer says it will pursue going-concern sale but faces potential liquidation. Fast-fashion retailer Charlotte Russe Holdings Corp. filed for chapter 11 bankruptcy on Sunday and plans to close about 20% of its stores but said it could liquidate the business entirely if it is unable to sell the business as a going concern.", "categories": [["Pro PE Restructuring Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-restructuring-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herman-cain-is-on-a-thin-crust-11549304583", "title": "Herman Cain Is on a Thin Crust", "date": "2019-02-04 13:23", "summary": "Economists rejected in the past for Fed roles may have some saucy words for Herman Cain's candidacy. Last week, National Economic Council Director Larry Kudlow confirmed reports that former presidential candidate and onetime CEO of Godfather's Pizza, Herman Cain, is being considered for a vacant Federal Reserve governor seat.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/site-behind-northam-revelations-is-backed-by-gop-operatives-11549235109", "title": "Site Behind Northam Revelations Is Backed by GOP Operatives", "date": "2019-02-04 13:12", "summary": "Big League Politics was first to post a photo from the Virginia governor's medical-school yearbook page of a man in blackface and another in a Ku Klux Klan costume. The website that broke the story of the racist yearbook photo that is imperiling the governorship of Virginia Democrat Ralph Northam is a scrappy, pro-Trump outfit backed by Republican operatives, part of a growing wave of low-cost, ideologically driven news publishers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-crew-members-on-a-canadian-pacific-train-killed-after-derailment-in-british-columbia-11549303736", "title": "Three Crew Members Killed After Train Derailment in British Columbia", "date": "2019-02-04 13:08", "summary": "Derailment involved up to 60 railcars; railway says no threat to public safety, no dangerous goods involved. Three crew members on a Canadian Pacific Railway Ltd. freight train were killed Monday after a derailment involving up to 60 railcars in western Canada.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelin-starred-chef-to-rework-the-mets-menu-11549303185", "title": "Michelin-Starred Chef to Rework the Met's Menu", "date": "2019-02-04 12:59", "summary": "New York's Metropolitan Museum of Art is collaborating with Michelin-starred chef John Fraser. The Metropolitan Museum of Art may be best known for the paintings and sculptures it exhibits. But now, the institution is putting new emphasis on the food and drink it serves at its main location on Fifth Avenue.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-rights-suit-filed-over-inhumane-conditions-at-brooklyn-federal-jail-11549302933", "title": "Civil Rights Suit Filed Over 'Inhumane' Conditions at Brooklyn Federal Jail", "date": "2019-02-04 12:55", "summary": "Electrical fire left cells cold and dark for a week, complaint says; power restored Sunday evening. Inmates at a federal jail in Brooklyn were subject to inhumane conditions after an electrical fire left many cells cold and dark for a week, according to a lawsuit filed on behalf of detainees Monday against the Bureau of Prisons.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lnk-sells-fitness-chain-to-roark-capital-11549302295", "title": "LNK Sells Fitness Chain to Roark Capital", "date": "2019-02-04 12:44", "summary": "Since 2013, LNK has backed the chain, which offers low cost gym membership across 41 locations in Texas, North Carolina and Nevada. Consumer-focused LNK Partners said it has sold its stake in fitness chain Titan Fitness Holdings, which owns discount chain Fitness Connection, to fellow private-equity firm Roark Capital Group.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-struggles-to-pump-ship-oil-after-u-s-sanctions-11549301810", "title": "Venezuela Struggles to Pump, Ship Oil After U.S. Sanctions", "date": "2019-02-04 12:36", "summary": "Tankers pile up off the country's coast and crude production drops, as payment problems pressure lifeline for President Nicolás Maduro. CARACAS, Venezuela-Venezuelan crude exports are declining sharply as new U.S. sanctions push the country's oil industry closer to collapse, threatening a bigger impact on global markets than many experts anticipated, people familiar with the matter say.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-surprised-by-scope-of-adult-onset-food-allergies-11549290600", "title": "Doctors Surprised by Scope of Adult-Onset Food Allergies", "date": "2019-02-04 12:09", "summary": "New research shows nearly 11% of U.S. adults have food allergies, more than many expected, with shellfish most common among adult-onset ones. Alecia Domer has had seasonal pollen allergies since she was a child. But she's never had to carefully watch what she eats.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-unlikely-super-bowl-hero-the-punter-11549298474", "title": "The Patriots' Unlikely Super Bowl Hero: The Punter", "date": "2019-02-04 11:41", "summary": "The lowest-scoring Super Bowl ever capped off a high-scoring season and made Ryan Allen's clutch punts key. ATLANTA-Early in the fourth quarter of the Super Bowl, the Patriots had driven the ball into Rams territory with the game tied and the season on the line. Their most critical player in the low-scoring title game was about to take the snap. But his name wasn't Tom Brady.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intergalactic-blows-and-some-sibling-rivalry-in-the-lego-movie-2-11549298065", "title": "Intergalactic Blows (and Some Sibling Rivalry) in 'The Lego Movie 2'", "date": "2019-02-04 11:34", "summary": "Chris Pratt, Elizabeth Banks and Will Arnett return in the animated sequel. \"The Lego Movie\" ended with an invasion.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-prince-meets-resistance-on-economic-overhaulfrom-his-own-bureaucrats-11549295905", "title": "Mohammed bin Salman Meets Resistance-From His Own Bureaucrats", "date": "2019-02-04 10:58", "summary": "Saudi Arabian officials are trying to stall the crown prince's economic overhaul, including the planned IPO of Aramco and an Uber investment. When Saudi Arabia's powerful energy minister met with Prince Mohammed bin Salman in late 2016, he intended to dissuade the king's son from taking the world's most valuable company public.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gannett-rejects-digital-first-medias-buyout-offer-11549289534", "title": "Gannett Rejects Digital First Media's Buyout Offer", "date": "2019-02-04 10:51", "summary": "Publisher's board questions credibility of unsolicited proposal and says bid undervalues company. Gannett Co. said Monday that its board of directors had unanimously rejected Digital First Media's offer to buy the USA Today publisher for $1.4 billion.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-award-winning-musical-the-bands-visit-to-close-11549295372", "title": "Tony Award-Winning Musical 'The Band's Visit' to Close", "date": "2019-02-04 10:49", "summary": "Amid declining ticket sales, producers say show will end its run in April. \"The Band's Visit\" will soon play its final note.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-day-another-title-in-new-england-11549295381", "title": "Another Day, Another Title in New England", "date": "2019-02-04 10:49", "summary": "The Patriots collect another Super Bowl for the most spoiled sports region of them all. Will it ever stop?. Atlanta", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-win-snoozer-bowl-for-the-ages-11549254455", "title": "The Patriots Win Snoozer Bowl for the Ages", "date": "2019-02-04 10:48", "summary": "Mighty New England does it again-which you may not know, because you fell asleep. Atlanta", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bangladesh-bank-sues-filipino-lender-in-u-s-court-over-hack-heist-11549294562", "title": "Bangladesh Bank Sues Filipino Lender in U.S. Court Over Hack Heist", "date": "2019-02-04 10:47", "summary": "The New York Fed is assisting the Bangladeshi central bank with the lawsuit. The central bank of Bangladesh has filed a federal lawsuit accusing a Filipino bank, its top brass and others of facilitating the theft of $81 million from its account at the Federal Reserve Bank of New York.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-wont-burn-from-facebooks-heat-11549283400", "title": "Match Won't Burn From Facebook's Heat", "date": "2019-02-04 10:15", "summary": "Facebook's new dating app likely outmatched. Match Group Inc. is betting love seekers will still pay up for privacy in their dating lives. Given Facebook's struggles over data leaks recently, that seems like a solid bet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-extends-fridays-gains-11549293220", "title": "Dollar Extends Friday's Gains", "date": "2019-02-04 10:13", "summary": "Friday's jobs report helped lower expectations for interest-rate cut. The dollar rose Monday, extending its gains from the end of last week following Friday's strong jobs report.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-rimowas-l-a-inspired-collaboration-with-artist-alex-israel-11549291780", "title": "Inside Rimowa's L.A.-Inspired Collaboration With Artist Alex Israel", "date": "2019-02-04 09:49", "summary": "The luggage brand's latest high-profile move offers suitcases that will stand out on the airport carousel. The artist Alex Israel's cotton candy-colored luggage collection will be easy to find among the sea of anonymous black bags on the airport carousel. The limited-edition suitcases, which come in two styles and sell for around $2,800 each, are a collaboration with the German company Rimowa, and they are based on the artist's Sky Backdrop paintings, a series of skyscapes airbrushed by a Hollywood studio crew that does backdrops for film. In fact, the bags' gradient motif is a common theme across Israel's oeuvre, representative of his deep affinity for Los Angeles.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-trump-speech-nears-democrats-dig-in-11549291238", "title": "As Trump Speech Nears, Democrats Dig In", "date": "2019-02-04 09:40", "summary": "House Speaker Nancy Pelosi and her party are taking hard line on immigration; president and GOP are similarly unwilling to compromise. The party's platform conveys a strikingly tough message on illegal immigration and border security.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-adrian-and-sonia-cheng-power-siblings-behind-some-of-the-worlds-most-luxurious-hotels-11549290552", "title": "Meet the Power Siblings Behind Luxury Hotels From the Rosewood Hong Kong to New York City's Carlyle", "date": "2019-02-04 09:29", "summary": "The power siblings are bringing next-gen thinking to their family holdings in Hong Kong and mainland China, and exporting their expertise to the West. Hong Kong locals often argue about which view of the city's vertigo-inducing skyscrapers, verdant mountain slopes and ship-filled harbor is the most scenic. But if Sonia Cheng has her way, all will agree it's the perfectly framed, picture-postcard vista from the main entrance of her recently completed Rosewood hotel, opening this month.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ford-goldman-sachs-spotify-symantec-anadarko-petroleum-papa-johns-11549278000", "title": "Stocks to Watch: Ford, Goldman, Spotify, and More", "date": "2019-02-04 09:00", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-the-dynasty-that-wont-die-11549285551", "title": "The Patriots: The Dynasty That Won't Die", "date": "2019-02-04 08:05", "summary": "New England just won the Super Bowl with a 41-year-old quarterback and a star tight end who has been hampered by injuries. How long can this championship run last?. ATLANTA-Does anyone doubt the New England Patriots?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-syrian-regime-regains-territory-residents-grapple-with-assads-red-tape-11549285200", "title": "Syrians in Ex-Rebel Areas Grapple With Assad's Red Tape", "date": "2019-02-04 08:00", "summary": "People in ex-rebel areas struggle to make marriages and births official, in a fight to be 'normal'. Mariam, a Syrian mother of three, has spent nearly a year trying to register the births of her two youngest children, a feat for which she has to clear a cruel hurdle: She must prove their paternity to the same government that killed their father.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-plan-b-for-its-u-k-checkout-11549278752", "title": "Walmart's Plan B for its U.K. Checkout", "date": "2019-02-04 06:12", "summary": "A private-equity buyer could step in if trustbusters block the retailer's plan to sell its U.K. business. Walmart Inc.'s tidy-up of its overseas empire will hit a rough patch this month if trustbusters block the sale of its U.K. unit to a competitor. Fortunately, though, the division could still attract a private-equity buyer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-banks-have-more-than-their-reputations-to-worry-about-11549276857", "title": "Australian Banks Have More Than Their Reputations to Worry About", "date": "2019-02-04 05:40", "summary": "A yearlong investigation has brought out Australian banks' dirty laundry. The country's faltering property market will delay the cleanup.. A yearlong public probe into misconduct in the Australian financial sector has brought plenty of embarrassment for the country's biggest banks. There's more pain to come for their stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-parents-investors-look-for-new-spark-after-shares-fell-in-2018-11549276200", "title": "Alphabet's Investors Look for New Spark After Shares Fell in 2018", "date": "2019-02-04 05:30", "summary": "Investors are looking for signs of life in areas like cloud computing, as advertising revenue is expected to keep humming. Google parent Alphabet Inc. is scheduled to announce fourth-quarter earnings after the market closes on Monday. Here is what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dockless-scooter-rides-no-longer-cheap-and-easy-increasingly-end-with-fines-11549276200", "title": "Dockless Scooter Rides, No Longer Cheap and Easy, Increasingly End With Fines", "date": "2019-02-04 05:30", "summary": "Some customers say they are getting slapped with unexpected fees aimed to curb hoarding equipment or illegal parking. After a fun, inexpensive ride on an electric bike or scooter, some consumers are getting hit with unexpected fines by startups that accuse them of hoarding equipment or parking missteps.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fears-loom-over-stocks-after-january-surge-11549276200", "title": "China Fears Loom Over Stocks After January Surge", "date": "2019-02-04 05:30", "summary": "A slowing Chinese economy, trade friction, and corporate indebtedness are among factors weighing on investor sentiment. Investors are looking toward China as a key threat to the rebound in U.S. stocks, a month after warnings of a slowdown in the world's second-largest economy rattled markets across the globe.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-timeline-15-years-in-11549276201", "title": "Facebook Turns 15: A Look Back in Charts", "date": "2019-02-04 05:30", "summary": "Resume Subscription. Facebook was created by Mark Zuckerberg in a Harvard dorm room in February 2004 as a way for Ivy League buddies to socialize. Fifteen years later, as of Dec. 31, it had 2.32 billion customers who use it at least once a month. Along the way, the company went public, became a force as mobile devices proliferated and now faces questions about its role in shaping public opinion and its handling of all this private data.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australia-to-add-muscle-to-regulators-after-bank-probe-11549273451", "title": "Australia to Add Muscle to Regulators After Bank Probe", "date": "2019-02-04 04:44", "summary": "Commission is asking regulators to look at 24 cases in which financial institutions may have broken laws. CANBERRA, Australia-Australia plans to hand financial regulators new powers of enforcement following a year-long probe into misconduct in the country's banking industry, which long had a reputation for being among the world's safest for investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anticorruption-outsider-favored-to-win-el-salvadors-presidential-election-11549116000", "title": "Anticorruption Outsider Wins El Salvador's Election", "date": "2019-02-04 00:11", "summary": "Nayib Bukele, a former mayor, has capitalized on voter discontent over violence and poverty. The former mayor of San Salvador won El Salvador's presidential election, a result that overturns three decades of two-party rule.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-parent-alphabet-posts-strong-revenue-growth-11549315439", "title": "Google Parent Alphabet Posts Strong Revenue Growth", "date": "2019-02-04 00:01", "summary": "Alphabet's revenue grows 22%, but margins shrink as investment in businesses beyond search mount. Google's parent company posted a big jump in quarterly revenue but also ever-rising costs outside its core online-advertising business, showing the drag from its efforts to diversify.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robots-lead-role-in-super-bowl-ads-hint-at-tech-anxieties-11549311804", "title": "Robots' Lead Role in Super Bowl Ads Hint at Tech Anxieties", "date": "2019-02-04 00:01", "summary": "The people who make ads may be at least as worried as the rest of us. Add commercial actor to the list of jobs assumed by robots.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-startup-takes-microbes-from-the-volcano-to-the-table-11549256460", "title": "Food Startup Takes Microbes From the Volcano to the Table", "date": "2019-02-04 00:01", "summary": "Sustainable Bioproducts raises $33 million in Series A capital to develop food products based on data about Yellowstone microbes. Some of the food we eat in the future may trace its origins to the scalding hot volcanic springs of Yellowstone National Park.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11549224343", "title": "Pepper...and Salt", "date": "2019-02-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Commentary", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-malaise-in-global-trade-is-only-getting-worse-11549253236", "title": "The Malaise in Global Trade Is Only Getting Worse", "date": "2019-02-04 23:07", "summary": "And it isn't just trade data that appears to be slowing. The U.S. and China are moving closer to settling their fight over tariffs, but data on the state of global trade is worsening, which is a bad sign for markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-8-9-in-january-11549252156", "title": "U.S.-Stock Funds Rose 8.9% in January", "date": "2019-02-04 22:49", "summary": "After a scary end of 2018, Fed inaction helped calm investors. That's more like it. Now, the question is whether it will last.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-ads-go-for-laughs-11549249866", "title": "Super Bowl Ads Stick to the Center Lane", "date": "2019-02-04 22:40", "summary": "While many marketers turn risk averse, others hit political and cultural issues. Super Bowl advertisers emphasized entertainment and empowerment to get the most out of their costly commercial buys on Sunday, though a few delivered sobering pitches and even a little bit of fear.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turbulence-for-a-drone-tied-etf-11549249380", "title": "Turbulence for a Drone-Tied ETF", "date": "2019-02-04 22:32", "summary": "ETFMG Drone Economy Strategy took a beating in 2018. But the team behind the ETF says it is poised to fly.. Drones have gotten some bad press lately. But they still offer something for investors to get excited about, according to the team behind ETF (IFLY).", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: MainStay MacKay International Equity Fund"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bud-light-puts-rivals-and-corn-syrup-in-the-crosshairs-11549251033", "title": "Bud Light Puts Rivals, and Corn Syrup, in the Crosshairs", "date": "2019-02-04 22:30", "summary": "'America's corn farmers are disappointed,' corn trade association shoots back. Super Bowl commercials from Anheuser-Busch InBev SA's BUD -0.36% Bud Light may have just revived a national focus on corn syrup, an ingredient that has been blamed for its role in the national obesity epidemic.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-england-patriots-win-super-bowl-liii-11549249520", "title": "New England Patriots Win Super Bowl LIII", "date": "2019-02-04 22:16", "summary": "Patriots quarterback Tom Brady and head coach Bill Belichick teamed up to win their sixth Lombardi Trophy, beating the L.A. Rams in the lowest-scoring game in Super Bowl history. ATLANTA-The Super Bowl was the big lie.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-invest-when-markets-are-down-for-those-who-dont-remember-11549249920", "title": "How to Invest When Markets Are Down (For Those Who Don't Remember)", "date": "2019-02-04 22:12", "summary": "Resume Subscription. Many investors might have forgotten (or, for the younger ones, never knew) how to survive a bear market-after all, there hasn't been one, by the most common definition, since the last one ended in March 2009.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/want-to-invest-in-a-true-value-fund-good-luck-finding-one-11549249860", "title": "Want to Invest in a True 'Value' Fund? Good Luck Finding One", "date": "2019-02-04 22:11", "summary": "A new study suggests that funds may say they invest in value stocks, but often don't really. Here's what investors can do.. It's a lot harder than you might think to invest in a portfolio of pure value stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shark-tanks-kevin-oleary-talks-about-his-best-and-worst-personal-investments-11549249740", "title": "Shark Tank's Kevin O'Leary Talks About His Best and Worst Personal Investments", "date": "2019-02-04 22:09", "summary": "The 'Shark Tank' co-star lost with mining, won with watches. Kevin O'Leary was finishing up business school at the University of Western Ontario's Ivey Business School in 1980 when a guest speaker stood in front of the class of almost-M.B.A.s and told them they knew nothing. You may think you know it all, he remembers the speaker saying, but the minute you enter the real world you are going to get slaughtered \"because you have no experience, you have no visceral gut sense on what to do and you don't even know it yet.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Best Bet/Worst Bet"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-consider-when-buying-an-annuity-11549249680", "title": "What to Consider When Buying an Annuity", "date": "2019-02-04 22:08", "summary": "Resume Subscription. Annuities are getting more popular now that interest rates are going up and a large portion of baby boomers are looking for a smart way to manage retirement savings.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/beware-of-etf-reverse-splits-11549249620", "title": "Beware of ETF Reverse Splits", "date": "2019-02-04 22:07", "summary": "ETFs with a history of reverse splits often are falling in value and may be attempting to artificially prop up the fund's price. Few stock-market tricks should give an ETF investor more pause than the reverse split.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/active-funds-are-winning-in-bonds-that-is-11549249561", "title": "Active Funds Are Winning (in Bonds, That Is)", "date": "2019-02-04 22:06", "summary": "Active managers have more flexibility to seek higher yields in high-yield and emerging markets. The case for passive investment has gotten plenty of support in recent years, as stock index funds have outperformed their actively managed brethren.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pros-and-cons-of-target-maturity-bond-funds-11549056384", "title": "The Pros and Cons of a New Type of Bond Fund", "date": "2019-02-04 22:06", "summary": "These new products combine the benefits of a traditional bond fund with a fixed maturity date. They have their critics.. There's a new type of bond fund that aims to solve a shortcoming of traditional bond funds. But the jury is out as to whether they are worth buying.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-time-may-be-right-for-funds-that-invest-in-convertibles-11549249500", "title": "The Time May Be Right for Funds That Invest in Convertibles", "date": "2019-02-04 22:05", "summary": "The recent market turmoil has some advisers suggesting that a downside cushion may be warranted. It may be time for investors to take a look at mutual funds that invest in convertible securities.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-etfs-salute-veterans-11549249441", "title": "Two ETFs Salute Veterans", "date": "2019-02-04 22:04", "summary": "InsightShares Patriotic Employers and Pacer Military Times Best Employers offer exposure to large, well-known companies that try to recruit military veterans. Two new exchange-traded funds aim to appeal to investors by offering exposure to large, well-known companies and a way to support military veterans.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wide-moat-etf-is-up-more-than-9-11549249320", "title": "A 'Wide Moat' ETF Is More than 9%", "date": "2019-02-04 22:02", "summary": "VanEck Vectors Morningstar Wide Moat focuses on companies with long-term, sustainable competitive advantages that separate them from their peers. While politicians argue over walls, investors might want to focus on moats.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: VanEck Vectors Morningstar Wide Moat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-trendy-cash-phrases-11549249260", "title": "Two Trendy 'Cash Phrases'", "date": "2019-02-04 22:01", "summary": "Both terms focus on the idea that more investors now see cash as a reasonable alternative. A shift in the markets means investors may hear the following phrases used more often this year: The first is \"Cash as a Reasonable Alternative,\" and the second is the acronym CITA, which stands for \"Cash Is the Alternative.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-has-paid-to-be-down-on-europe-11549249200", "title": "It Has Paid to Be Down on Europe", "date": "2019-02-04 22:00", "summary": "ETFs that bet against European stocks and the euro performed well in 2018. This year has started off differently.. When it comes to funds focused on Europe, 2018 was a good year for the bears. This year is starting off better for the bulls.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Europe"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-liii-patriots-vs-rams-11549229157", "title": "Super Bowl LIII: Patriots vs. Rams", "date": "2019-02-04 21:16", "summary": "The WSJ Sports team provides live updates from Mercedes-Benz Stadium in Atlanta. FINAL, Patriots 13-3", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-press-for-defiant-virginia-governor-to-step-down-11549225271", "title": "Virginia Governor Rebuffs Fellow Democrats", "date": "2019-02-04 20:31", "summary": "Ralph Northam meets with aides amid Democratic calls to resign over racist yearbook photo. Virginia Gov. Ralph Northam met with top aides Sunday night amid mounting calls from fellow Democrats to resign over a racist photograph, an episode that has pressured a party that has promoted a zero-tolerance policy against members who have been accused of bigotry and sexual misconduct.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hulus-dark-morning-in-america-interrupts-a-saccharine-super-bowl-ad-roster-11549237427", "title": "Hulu's Dark 'Morning in America' Interrupts a Saccharine Super Bowl Ad Roster", "date": "2019-02-04 19:41", "summary": "Spot for 'The Handmaid's Tale' renders the Washington Monument as a giant cross. Hulu LLC's dark commercial for its series \"The Handmaid's Tale\" stood out in a nearly uniformly benign Super Bowl ad roster in which Budweiser's brag about using wind power might otherwise been in the running for \"most political.\"", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-hijacks-bud-lights-super-bowl-ad-to-pump-its-return-11549239519", "title": "'Game of Thrones' Hijacks Bud Light's Super Bowl Ad", "date": "2019-02-04 19:18", "summary": "Anheuser-Busch InBev makes ultimate sacrifice in ad partnership with HBO: killing one of its most visible pitchmen, the Bud Knight. Over the past seven seasons, characters on the critically acclaimed \"Game of Thrones\" have lied, cheated and killed for the throne. As the show enters its final season, HBO is asking: \"What would you do for the Throne?\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albany-focuses-on-spending-as-tax-revenue-forecast-dims-11549238401", "title": "Albany Focuses on Spending as Tax Revenue Forecast Dims", "date": "2019-02-04 19:00", "summary": "New York, particularly sensitive to downturns in the financial-services industry, could see a further shortfall. New York's budget picture is darkening, officials and analysts warn.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]