[{"link": "https://www.wsj.com/articles/venezuelan-crackdown-takes-deadly-toll-11548719922", "title": "Venezuelan Crackdown Takes Deadly Toll", "date": "2019-01-28 18:58", "summary": "Rights groups say forces loyal to Nicolás Maduro have killed more than 35 people over the past week. CARACAS-Venezuelan security and military forces have killed at least 35 people over the past week, rights groups said, as authoritarian leader Nicolás Maduro crushed uprisings in the working-class neighborhoods that had once made up his base.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-nominee-barr-contemplates-future-role-for-whitaker-11548711728", "title": "Interim Attorney General Says Mueller Probe 'Close to Being Completed'", "date": "2019-01-28 18:51", "summary": "Matthew Whitaker says he hopes to receive a report from the special counsel on the Russia probe as soon as possible. WASHINGTON-Special counsel Robert Mueller's Russia investigation is almost complete, the head of the Justice Department said Monday, offering the first official indication that the nearly two-year-old probe into whether the Trump campaign aided Russia's efforts to interfere in the 2016 U.S. election is drawing to a close.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-faces-spiralling-losses-after-brazil-dam-collapse-11548669146", "title": "Brazil to Pursue Criminal Charges Against Vale After Deadly Disaster", "date": "2019-01-28 18:47", "summary": "Government orders inspections of dams around the country, as shares of world's biggest iron-ore miner fall nearly 25%. BRUMADINHO, Brazil-Brazil's top prosecutor said she would pursue criminal charges against executives at Vale SA, the world's largest iron-ore miner, and the government said it was ordering inspections at dams across the country after a deadly disaster at one the company owned.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-names-interim-cfo-11548718847", "title": "Snap Names Interim CFO", "date": "2019-01-28 18:40", "summary": "Lara Sweet will take over for Tim Stone, who will leave the company Feb. 5. Snap Inc. named its chief accountant Lara Sweet as its interim finance boss, taking over for Tim Stone who has spent less than a year at the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tpg-telecom-abandons-plans-for-mobile-network-using-huawei-equipment-11548718606", "title": "TPG Telecom Abandons Plans for Mobile Network Using Huawei Equipment", "date": "2019-01-28 18:36", "summary": "Moves come as government scrutiny on China's Huawei Technologies increases. MELBOURNE, Australia-An Australian company's plan to build a US$1 billion mobile telecoms network has collapsed after Canberra blocked use of equipment made by China's Huawei Technologies Co. on national security grounds.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-to-testify-before-house-panel-on-feb-8-11548714330", "title": "Michael Cohen to Testify Before House Panel on Feb. 8", "date": "2019-01-28 18:33", "summary": "Former Trump lawyer agrees to testify voluntarily, says panel chairman. Michael Cohen, President Trump's former lawyer, will testify behind closed doors before the House Intelligence Committee on Feb. 8, the panel said Monday-the first of a series of expected hearings for Mr. Cohen in the weeks before he is scheduled to report to prison.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-takes-step-toward-allowing-sports-betting-11548718032", "title": "New York Takes Step Toward Allowing Sports Betting", "date": "2019-01-28 18:27", "summary": "Gaming commission to put proposed rules before public for comment. New York's Gaming Commission took the first step toward legalizing sports betting on Monday, setting the stage for casinos to begin accepting wagers within months.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-the-shutdown-11548717877", "title": "The Cost of the Shutdown", "date": "2019-01-28 18:24", "summary": "A by-the-numbers look at the longest government shutdown on record. The partial government shutdown that ended Friday was the longest on record. It caused modest harm to the economy overall but had more acute effects on individual workers and certain businesses. Here are the disparate effects of the shutdown, by the numbers:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-oil-sanctions-jolt-citgo-claimants-11548717781", "title": "Venezuela Oil Sanctions Jolt Citgo Claimants", "date": "2019-01-28 18:23", "summary": "Creditors worry their interests in Citgo Petroleum could dissipate as the Trump administration cuts off oil payments to Venezuela. New U.S. sanctions against Venezuela's ruling leftist government are unnerving investors who hoped to get paid from the country's refining company Citgo Petroleum Corp. as Washington leverages the asset to support opposition leader Juan Guaidó.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-ends-case-against-el-chapo-who-wont-testify-11548717773", "title": "Government Ends Case Against El Chapo, Who Won't Testify", "date": "2019-01-28 18:22", "summary": "His attorney says he will offer a short defense for his client Tuesday by presenting two other witnesses. Prosecutors in Brooklyn closed their nearly 11-week case against Joaquín \"El Chapo\" Guzmán on Monday, shortly after which the infamous drug lord said he would not take the witness stand in his own defense.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chernovas-take-time-to-revalue-bets-on-crypto-tokens-11548717111", "title": "Chernova's Take: Time to Revalue Bets on Crypto Tokens", "date": "2019-01-28 18:11", "summary": "Venture funds tend to keep their illiquid SAFT holdings at cost. Here are some reasons those values were too high. Some venture capitalists dipped their toes into the cryptocurrency market last year by buying up contracts for future tokens.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preparing-for-the-polar-vortex-a-forecast-of-minus-13-in-chicago-11548716477", "title": "Preparing for the Polar Vortex: a Forecast of Minus 13 in Chicago", "date": "2019-01-28 18:01", "summary": "Arctic air pushes south, bringing snow to Nashville; minus 13 seen for a high in Chicago. From Chicago to Nashville, a broad swath of the middle of the country is gearing up for frigid temperatures as arctic air is expected to blanket the region this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-pelicans-should-wait-to-trade-anthony-davis-11548716464", "title": "Why the Pelicans Should Wait to Trade Anthony Davis", "date": "2019-01-28 18:01", "summary": "Davis wants out of New Orleans, but the team will be in a much stronger negotiating position if it waits until this summer. The smartest thing the Pelicans do is nothing.. One of the best players in the NBA is requesting a trade away from the only team that he's ever played for, and here's what that team should do about it: absolutely nothing.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-flat-as-traders-wait-for-potential-catalysts-11548691728", "title": "Dollar Flat as Traders Wait for Potential Catalysts", "date": "2019-01-28 17:45", "summary": "Brexit vote and Federal Reserve's next meeting loom as next key points for the U.S. currency. The dollar held steady Monday as traders prepared for events later in the week, including Brexit votes and the Federal Reserve's latest policy meeting.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tcf-financial-chemical-deal-shows-impact-of-2018-bank-law-11548715419", "title": "Bank Deal Shows Impact of 2018 Law", "date": "2019-01-28 17:43", "summary": "The $3.6-billion merger wouldn't have been as likely before last year's Dodd-Frank changes. Chemical Financial Corp. and TCF Financial Corp. are merging in a stock deal that will create a bank with about $45 billion in assets, the companies announced Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-leader-seeks-direct-peace-talks-with-taliban-11548699544", "title": "U.S., Taliban Agree on Key Points in Peace Deal", "date": "2019-01-28 17:37", "summary": "Hurdles to a final deal remain, including insurgents' reluctance to meet President Ghani's demand for face-to-face negotiations to end the war. KABUL-U.S. and Taliban negotiators have forged a preliminary deal on two vital points to end the war in Afghanistan, the special U.S. envoy said Monday, as the Afghan president urged the insurgents to negotiate directly with his government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/synthwave-the-sound-of-an-80s-childhood-goes-mainstream-11548514800", "title": "Synthwave, the Sound of an '80s Childhood", "date": "2019-01-28 17:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/salvaged-rent-signals-trouble-for-live-tv-musicals-11548714204", "title": "Salvaged 'Rent' Signals Trouble for Live TV Musicals", "date": "2019-01-28 17:23", "summary": "The show, whose viewership fell short of other theatrical telecasts, was a jarring reminder of the risks of live TV. When one of the stars of \"Rent\" broke his foot less than 24 hours before a live production of the musical was scheduled to air on Fox, the show's producers faced a difficult game-day decision.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-start-the-week-with-losses-11548665959", "title": "Stocks Decline as Earnings Woes Raise Fears Over Growth", "date": "2019-01-28 17:17", "summary": "Weaker-than-expected guidance from tech and industrial companies set tone for losses. Stocks' January rally took a sudden turn lower Monday as investors confronted the latest signs that economic malaise in China is crimping corporate profits in the U.S.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbo-shutdown-will-cost-government-3-billion-of-projected-2019-gdp-11548688574", "title": "CBO: Shutdown Will Cost Government $3 Billion of Projected 2019 GDP", "date": "2019-01-28 17:16", "summary": "Estimates don't incorporate other indirect negative effects of the shutdown. The partial government shutdown that ended Friday will cost the economy about $3 billion in reduced output in 2019, the nonpartisan Congressional Budget Office said Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-vows-to-fight-election-interference-the-spread-of-fake-news-11548680757", "title": "Facebook Opens New Fronts to Combat Political Interference", "date": "2019-01-28 17:07", "summary": "Social-media giant is taking steps to guard against the spread of fake news and misinformation on its platform in coming elections world-wide. Facebook Inc. plans to make more information available world-wide about political ads purchased on its services, expanding the social-media giant's effort to defend against politically motivated interference in elections from India to the European Union.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-warns-howard-schultz-an-independent-presidential-bid-would-help-trump-11548712890", "title": "Bloomberg Warns Schultz an Independent Bid Would Help Trump", "date": "2019-01-28 17:01", "summary": "Former New York mayor addresses ex-Starbucks CEO considering running for the White House in 2020. WASHINGTON-In the first instance of a billionaire-on-billionaire political skirmish in the 2020 presidential campaign, former New York City Mayor Michael Bloomberg warned former Starbucks CEOHoward Schultz that an independent bid for the White House would re-elect President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-flood-insurance-gets-boost-from-regulators-11548698838", "title": "Private Flood Insurance Gets Boost From Regulators", "date": "2019-01-28 16:56", "summary": "Flood insurance policies not backed by the government currently represent less than 5% of the residential market. The number of flood insurance policies underwritten by private companies could triple under a new federal rule that would require mortgage lenders to accept both private and government-backed policies.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-couture-2019-the-best-looks-11548712342", "title": "The Top Looks of Paris Couture 2019", "date": "2019-01-28 16:52", "summary": "Drama, grace and beauty always take center stage at the annual couture shows in Paris. This season's celebration of fashion's most unique and skillful creations was no different-it was a swirl of inventive color, breathtaking volume and most of all, astounding craftsmanship. It took our breath away-and left others, like front row regular Celine Dion, in tears. From Valentino to Givenchy, see every favorite look of WSJ. Magazine's style director David Thielebeule from the 2019 Paris couture shows.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rise-on-growth-trade-concerns-before-auctions-11548696484", "title": "Growth, Trade Concerns Lift U.S. Treasurys Amid Auctions", "date": "2019-01-28 16:41", "summary": "Yields follow stocks lower after Caterpillar's profit targets miss expectations. U.S. government bond prices edged higher Monday as investors shied away from riskier assets amid concerns about the pace of global growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-data-faces-further-delay-after-shutdown-11548711133", "title": "Economic Data Faces Further Delay After Shutdown", "date": "2019-01-28 16:32", "summary": "GDP and personal-income reports will be delayed as Commerce Department officials grapple with a massive backlog. WASHINGTON-The Commerce Department has yet to determine when it will resume publication of closely watched economic indicators as officials grapple with a massive backlog of data following the 35-day shutdown of swaths of the U.S. government.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-union-chief-defends-the-l-a-strike-11548711079", "title": "Teachers Union Chief Defends the L.A. Strike", "date": "2019-01-28 16:31", "summary": "Randi Weingarten says the entire six-day strike was about children's needs.. Regarding Jason Riley's \"Teachers Unions Don't Really Strike for 'the Kids'\" (Jan. 23): It's hard to argue that teachers in Los Angeles didn't care about kids when the entire six-day strike was about children's needs. That's why the agreement in L.A., which was ratified Jan. 22, is full of provisions to that effect: a school nurse in every school, every day; more counselors; a commitment to more community schools that provide wraparound services. As any neutral observer could see-and contrary to Mr. Riley's views that this was all about teacher salaries-the basics of the negotiated 6% salary increase for educators was offered by management before the strike even began.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/index-funds-are-cheap-but-not-always-best-11548711038", "title": "Index Funds Are Cheap But Not Always Best", "date": "2019-01-28 16:30", "summary": "I'd say index investing harms investors much more than sales charges do. Contrary to Bogle's proclamation, you do get what you pay for.. Burton Malkiel details some of \"The Secrets of Jack Bogle's Investment Success\" (op-ed, Jan. 18). There are others. Funds like Vanguard's flagship S&P 500 index fund don't research their investments. It doesn't evaluate a company's balance sheet, the development of its revenue pipeline, the health of its industry, the price of its stock, its debt load, etc. It performs none of this due diligence. Yes it is cheap, as it should be. On its 42nd birthday this past August, it posted a lifetime average annual return of 11.18%. If you had invested $10,000 on opening day and left it alone, it would have grown to $857,275.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-sec-settlement-gag-clauses-11548711057", "title": "In Defense of SEC Settlement Gag Clauses", "date": "2019-01-28 16:30", "summary": "Such a settlement which must be mutually agreed is without any usable legal factual finding having been made or agreed to.. Your editorial \"Shut Up, the SEC Explained\" (Jan. 18) criticizes the requirement that targets of the Securities and Exchange Commission who choose to settle enforcement proceedings are precluded as a part of the settlement from publicly denying the allegations of the complaint. To balance this, the settlement which must be mutually agreed is without any usable legal factual finding having been made or agreed to. If there was a legal determination that the defendant violated securities laws, the defendant would thereafter be barred in any shareholder suit from denying what a trier of fact has concluded. This could spell trouble for defendants of shareholder proceedings who would be stopped from relitigating violations alleged in the SEC's complaint.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-borrowing-to-decline-in-quarter-11548710954", "title": "Treasury's Borrowing to Decline in Quarter", "date": "2019-01-28 16:29", "summary": "Rising federal budget deficits had boosted the borrowing needs in 2018. WASHINGTON-The Treasury Department said Monday it expects to issue less debt in the first quarter than it did a year earlier in advance of a key debt limit deadline in early March.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monets-waterloo-bridge-vision-and-process-review-paintings-that-span-londons-many-moods-11548710975", "title": "'Monet's Waterloo Bridge: Vision and Process' Review: Paintings That Span London's Many Moods", "date": "2019-01-28 16:29", "summary": "A selection of the Impressionist master's paintings of London's Waterloo Bridge offers insight into both his process and the way he experienced the city.. Worcester, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-is-very-clear-about-religious-tests-11548710740", "title": "The Constitution Is Very Clear About Religious Tests", "date": "2019-01-28 16:25", "summary": "Senate Confirmation questions that have the sense of: \"Since you are a Catholic\" aren't only inappropriate but unconstitutional.. Michael Keegan, president of People for the American Way, couldn't have been more wrong in his response (\"Senators Were Right to Ask Those Questions on Religion,\" Letters, Jan. 16) to the Jan. 3 \"Kamala Harris's Dark Knights\" editorial. The same Article VI of the Constitution that prohibits religious tests for any office also requires that \"The Senators and Representatives before mentioned . . . shall be bound by Oath or Affirmation to support this Constitution.\" The wording in plain English is clear and not at all ambiguous. \"This Constitution\" means the one currently in effect and not some personal desired version. With those facts established, questions that have the sense of \"Since you are a Catholic . . . ,\" aren't only inappropriate but unconstitutional.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-rams-historic-decision-to-hire-sean-mcvay-super-bowl-11548687520", "title": "Inside the Rams' Historic Decision to Hire a 30-Year-Old Head Coach", "date": "2019-01-28 16:15", "summary": "Resume Subscription. Two years ago, Los Angeles Rams owner Stan Kroenke gathered the team's brass at Spago, the flagship Wolfgang Puck restaurant, for a final meeting about a radical decision that could change the franchise's future.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-global-mining-fatalities-fall-brazil-deaths-show-problems-remain-11548709388", "title": "Mining Fatalities Fall but Brazil Shows Problems Remain", "date": "2019-01-28 16:13", "summary": "Long-term trend hits a relative plateau amid dangers in coal mines, tailings dams. The mining industry often displays its ability to shock with deadly accidents such as the burst dam that has left hundreds missing in Brazil, but fatal mishaps in the sector have declined in recent decades.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-warren-eyes-white-house-big-banks-brace-for-browbeating-11548671401", "title": "As Warren Eyes White House, Banks Brace for Browbeating", "date": "2019-01-28 16:08", "summary": "Wall Street wary of Democratic senator's populist platform taking center stage in presidential primary. Elizabeth Warren's presidential bid will be driven by her populist assault on big banks that helped her rise to prominence during the financial crisis and in her successful 2012 Massachusetts Senate race.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-seek-better-oversight-of-financial-sectors-climate-risks-11548709264", "title": "Senate Democrats Seek Better Oversight of Financial Sector's Climate Risks", "date": "2019-01-28 16:01", "summary": "Lawmakers press Federal Reserve, other government agencies to assess threats posed by changing climate. Some Senate Democrats want U.S. regulators to assess banks' and other financial institutions' preparedness for climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-pitches-for-foreign-cash-after-spooking-investors-11548689831", "title": "Saudis Pitch for Foreign Cash After Spooking Investors", "date": "2019-01-28 15:36", "summary": "The kingdom has struggled to attract investment since corruption crackdown, Khashoggi killing. DUBAI-Saudi Arabia has stepped up efforts to woo investors spooked by the killing of dissident journalist Jamal Khashoggi, as it seeks more than $426 billion in private capital to help reshape its oil-dependent economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-falls-on-global-growth-jitters-11548673746", "title": "Oil Falls by Most This Year as Wall Street Tumbles", "date": "2019-01-28 15:25", "summary": "Doubts linger over resolutions for the U.S., China trade dispute and border-wall negotiations. • Oil prices had their biggest fall so far this year on Monday amid declines in equities, doubts over any near-term solution to the U.S.-China trade dispute, and fears of another U.S. government shutdown.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-to-back-lifting-restrictions-on-child-abuse-victims-right-to-sue-11548706942", "title": "New York Legislature Approves Child Sex-Abuse Bill", "date": "2019-01-28 15:22", "summary": "New York will become the 10th state to give victims a new chance to sue their abusers regardless of when their abuse occurred. New York will become the 10th state to give victims of childhood sexual abuse a new chance to sue their abusers-and the institutions that employed them-regardless of when their abuse occurred.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-lowers-guidance-on-weakness-in-gaming-datacenter-businesses-11548690812", "title": "Nvidia Lowers Guidance on Weakness in China, Cloud Computing", "date": "2019-01-28 15:13", "summary": "Chip maker calls latest quarter 'unusually turbulent,' will take about $120 million in charges. Nvidia Corp. lowered revenue expectations for its just-ended quarter by $500 million, citing weak demand in China and a rocky cloud-computing business-a revision that clipped nearly 14% from the chip maker's already beleaguered shares.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dtc-marketing-is-disruptive-and-popular-but-it-isnt-easy-11548706306", "title": "DTC Marketing Is Disruptive and Popular, but It Isn't Easy", "date": "2019-01-28 15:11", "summary": "Why some startups didn't pan out in the direct-to-consumer gold rush. The growing impact of direct-to-consumer marketers like Warby Parker, Dollar Shave Club Inc. and Casper Sleep Inc. has inspired countless others to try disrupting new sectors with similar tactics.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-set-to-return-to-bond-market-11548705821", "title": "Greece Set to Return to Bond Market", "date": "2019-01-28 15:03", "summary": "Five-year bond syndication would be first issue for country since its exit from bailout era last August. Greece is set to return to international bond markets for the first time since the country's exit from its bailout era last August.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shutdown-and-the-federal-workforce-11548705067", "title": "The Shutdown and the Federal Workforce", "date": "2019-01-28 14:51", "summary": "To apply public pressure, essential workers had to furlough themselves.. News consumers may find it odd that coverage of the partial shutdown of the federal government was largely devoted to the shutdown's impact on employees of the government itself rather than on the lower-paid citizens they are supposed to serve. New estimates of the economic impact of this longest-ever shutdown and a closer look at the events that brought it to an end may provide an explanation. A remaining question, as the private economy demands workers as never before, is just how overstaffed the federal bureaucracy really is.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-companies-arent-likely-to-crash-the-economy-11548669219", "title": "Risky Companies Aren't Likely to Crash The Economy", "date": "2019-01-28 14:47", "summary": "Rapid growth in debt foreshadows recessions, but corporate debt alone might not be so bad. Debt is again near the top of investors' worry lists, but does it matter beyond portfolios of corporate bonds and loans?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-expert-wants-to-examine-saudi-consulate-where-khashoggi-was-killed-11548703975", "title": "U.N. Wants to Examine Consulate Where Khashoggi Was Killed", "date": "2019-01-28 14:32", "summary": "Agnès Callamard, a U.N. Special Rapporteur on extrajudicial killings, has launched an investigation. ISTANBUL-A United Nations expert looking into the death of Jamal Khashoggi is seeking authorization from Saudi Arabia to examine the consulate building where the dissident journalist was killed by Saudi operatives last year, challenging the kingdom's efforts to draw a line under months of global backlash.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ore-surges-after-vale-mining-disaster-11548690360", "title": "Aluminum Falls After U.S. Removes Rusal From Sanctions List", "date": "2019-01-28 14:28", "summary": "Aluminum for delivery in three months shed 2.8% to $1,867 a metric ton. Aluminum prices fell sharply Monday after the U.S. Treasury officially removed Russian producer Rusal from its sanctions list, stoking worries about additional metal hitting the market.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-backing-of-venezuelas-maduro-has-its-limits-11548703541", "title": "Russia's Backing of Maduro Has Its Limits", "date": "2019-01-28 14:25", "summary": "While decrying 'classical American-led coup d'état,' Moscow expresses doubts on its ability to intervene. MOSCOW-Russia's support for embattled Venezuelan leader Nicolás Maduro is opening a new geopolitical front between Moscow and Washington right on the U.S.'s doorstep, but the Kremlin's will and ability to compete appear limited.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-classic-quail-hunting-plantation-in-georgia-11548703358", "title": "A Classic Quail-Hunting Plantation in Georgia", "date": "2019-01-28 14:22", "summary": "Known as Whitehall Plantation, the property includes an 1840s classical revival home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/it-spending-expected-to-rise-in-2019-amid-shift-to-cloud-services-11548701927", "title": "IT Spending Expected to Rise in 2019 Amid Shift to Cloud Services", "date": "2019-01-28 13:58", "summary": "Gartner projects 3.2% growth in IT spending even as broader trends point to a slowing economy. Global spending on information technology is expected to reach $3.8 trillion in the year ahead, up 3.2% from 2018, as corporate IT budgets continue to shift into cloud services and away from on-premise data centers, according to Gartner Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-railroads-dont-see-slowdown-on-horizon-for-u-s-economy-11548701083", "title": "Big Railroads Don't See Slowdown on Horizon for U.S. Economy", "date": "2019-01-28 13:44", "summary": "Union Pacific, CSX chiefs say customers are shipping more grains and chemicals, despite worries over trade policies. Railroad executives played down concerns about a cooling U.S. economy, which they said remains on solid footing as growing shipments of grain, oil and e-commerce packages offset broader worries over trade policy and volatile stock markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ore-under-pressure-over-supply-concerns-after-vale-mining-disaster-11548691724", "title": "Iron-Ore Prices Jump on Supply Concerns After Vale Mining Disaster", "date": "2019-01-28 13:18", "summary": "Investor concern rises over possible lower production levels and stricter industry oversight. Iron-ore prices jumped on Monday after the collapse of a dam owned by Brazilian mining company Vale SA killed more than 60 people, fueling speculation of lower supply ahead.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caterpillars-stumble-was-no-chinese-puzzle-11548699061", "title": "Caterpillar's Stumble Was No Chinese Puzzle", "date": "2019-01-28 13:11", "summary": "Analysts weren't pessimistic enough about Caterpillar because the China slowdown story has misled them so many times in the past. One message from Caterpillar 's disappointing results: The China slowdown is real this time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caterpillars-profit-outlook-dims-as-china-slows-and-costs-bite-11548682114", "title": "Caterpillar's Profit Outlook Dims as China Slows", "date": "2019-01-28 13:10", "summary": "Shares fall sharply after machinery giant flags lower demand in Asia and losses in financing unit. Caterpillar Inc. said its profit this year is likely to rise less than analysts were expecting, as China's slowing economy and write-offs on loans to equipment customers weigh on the machinery giant.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-5-7-billion-a-lot-for-a-wall-11548419400", "title": "Is $5.7 Billion a Lot for a Wall?", "date": "2019-01-28 13:02", "summary": "Amount President Trump seeks is just 0.03% of GDP. Or, you could blow it all on a billion Big Mac meals. Set aside, for a moment, the debate about whether the U.S. should build a wall along its southwest border.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gigantic-quail-plantation-in-georgia-asks-39-million-11548698536", "title": "Gigantic Quail Plantation in Georgia Asks $39 Million", "date": "2019-01-28 13:02", "summary": "The roughly 8,400-acre property includes a large lake, a 19th-century home, a skeet range and an airplane runway. It is the most expensive listed ranch property in the region.. An approximately 8,400-acre quail plantation in central Georgia is coming on the market for $39 million, which real estate veterans said makes it the most expensive ranch property for sale in the region.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-open-to-resuming-quantative-easing-if-needed-says-draghi-11548698353", "title": "ECB Open to Resuming Quantitative-Easing if Necessary, Draghi Says", "date": "2019-01-28 12:59", "summary": "Move would be used to support Europe's softening economy amid trade tensions, volatility, slowing China. The European Central Bank is ready to use all its policy tools to support Europe's softening economy, including by restarting a recently shelved bond-buying program, ECB President Mario Draghi said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidias-costly-reversal-of-fortune-11548697087", "title": "Nvidia's Costly Reversal of Fortune", "date": "2019-01-28 12:38", "summary": "Weak data-center sales add to the chip maker's problems in its videogaming business. In less than four months' time, Nvidia has gone from the company that could do no wrong to one that seemingly can do no right.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-groups-account-for-1-billion-in-cryptocurrency-hacks-new-report-says-11548676800", "title": "Two Groups Likely Stole $1 Billion in Cryptocurrency Hacks", "date": "2019-01-28 12:28", "summary": "The two entities are likely still active, according to Chainalysis firm. Two groups of highly sophisticated cyber criminals likely have stolen some $1 billion in cryptocurrency hacks, a sum that accounts for the majority of the money lost in such scams, according to a new report from Chainalysis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/journalism-is-faltering-but-content-is-thriving-11548696471", "title": "The New Branding Strategy: Churn Out 'Content'", "date": "2019-01-28 12:27", "summary": "Co-opting the tools of traditional journalism, brands from Red Bull to Ralph Lauren have refashioned themselves into content-creating machines. SO FAR THIS MORNING, I've scrolled past tweets from Taco Bell, GQ Magazine and Lowe's Home Improvement; I've read an article about luxury luggage on the website of Ssense, a Montreal-based retailer; and I've \"liked\" Instagram posts by Belgian label Dries Van Noten and Patagonia. It's not even 10 a.m., and I've already consumed a whopping dose of \"content.\" Content, these days, is the catchall term for all the media that we consume, both traditional and brand-generated. Tweets are content. Articles are content. Instagram posts are definitely content. Streaming TV shows or movies can also be considered content. \"Somebody the other day called the word 'content' a 'suitcase word,'\" said Yale Breslin, a 33-year-old self-professed \"content creator\" who has worked at advertising agencies and magazines in New York. By referencing luggage, said Mr. Breslin, his colleague meant that, \"No one really knows what it is anymore-it just holds anything.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oklahoma-city-hopes-for-lift-from-downtown-streetcar-11548694800", "title": "Oklahoma City Hopes for Lift From Downtown Streetcar", "date": "2019-01-28 12:00", "summary": "Resume Subscription. OKLAHOMA CITY-Riding this city's new electric streetcar, Carl Wayne Wester pointed out downtown buildings that have replaced empty lots and a new 70-acre park under construction.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/s-p-wins-beijings-approval-to-offer-credit-rating-services-in-china-11548685592", "title": "S&P to Begin Offering Credit-Rating Services in China", "date": "2019-01-28 11:54", "summary": "As trade talks are set to resume, U.S. company becomes first to win right to rate Chinese bonds via a wholly owned unit in the country. BEIJING-​China's central bank gave approval for S&P Global Inc. to begin offering credit-rating services, and to do so via a wholly owned unit, following up on a nearly two-year-old promise to open the sector just ahead of high-level trade talks with the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-transplant-surgeon-needed-a-new-hearteven-if-it-had-hepatitis-c-11548691100", "title": "The Transplant Surgeon Needed a New Heart-Even if It Had Hepatitis C", "date": "2019-01-28 10:58", "summary": "A doctor advocating for his patients to have transplanted organs infected with the liver disease now uses himself as a living example. Robert Montgomery is passed out, asleep on a gurney in a hospital gown. He's just had a heart biopsy, his seventh since a heart transplant he received here at NYU Langone Health three months earlier.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guess-to-bring-back-former-executive-as-next-ceo-11548690436", "title": "Guess to Bring Back Former Executive as Next CEO", "date": "2019-01-28 10:47", "summary": "Carlos Alberini will leave Lucky Brand to take the helm at Guess after CEO Herrero's departure next month. Guess? Inc. plans to hire a former top executive at the company to serve as its next chief executive as the retailer tries to pull off a turnaround.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-aigs-100th-birthday-celebration-and-93-year-old-hank-greenberg-is-unhappy-11548689995", "title": "It's AIG's 100th Birthday Celebration and 93-Year-Old Hank Greenberg Is Unhappy", "date": "2019-01-28 10:39", "summary": "The company's former chairman, who's been battling ever since he was ousted in 2005, is trying to spoil the party by disputing the math. When it comes to American International Group Inc., the insurance conglomerate he turned into a powerhouse, there isn't much Maurice R. \"Hank\" Greenberg hasn't fought over.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investing-startup-acorns-surpasses-betterment-in-latest-funding-round-11548684420", "title": "Investing Startup Acorns Surpasses Rivals in Funding Round", "date": "2019-01-28 10:23", "summary": "App maker valued at $860 million, topping rival as it expands range of financial services. There is big money in pocket change.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicaraguan-journalist-challenges-regime-and-his-own-familys-history-11548687600", "title": "Nicaraguan Journalist Challenges Regime, and His Own Family's History", "date": "2019-01-28 10:00", "summary": "Resume Subscription. MANAGUA, Nicaragua-History is repeating itself for this country's most-prominent journalist. He only hopes that this time it has a happier ending.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caltech-shooting-more-3-pointers-11548685324", "title": "Caltech's Rocket Science: Shoot More 3-Pointers", "date": "2019-01-28 09:48", "summary": "The school known for scientific innovation and embracing technology has its most successful basketball team in decades. Why? Because the 3-point revolution has come to Caltech.. Pasadena, Calif.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-project-blue-book-history-channels-hit-formula-mixes-fact-and-fiction-11548686115", "title": "In 'Project Blue Book,' History Channel's Hit Formula Mixes Fact and Fiction", "date": "2019-01-28 09:35", "summary": "The new series draws on the Air Force's UFO investigations and adds some creative license; 'it was a topic we knew worked for our audience'. When Sean Jablonski first saw a script for the UFO series \"Project Blue Book,\" it was described to him as \" 'The X-Files' meets 'Mad Men.' \"", "categories": [["Books & Arts", "Trending"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/trending?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiv-status-of-more-than-14-000-people-leaked-in-singapore-data-breach-11548679969", "title": "HIV Status of 14,000 People Leaked in Singapore Data Breach", "date": "2019-01-28 09:34", "summary": "Health ministry says American who previously worked in Singapore leaked the records. SINGAPORE-An American man leaked the personal records and medical status of more than 14,000 people diagnosed in Singapore with HIV, the health ministry said, raising new questions about the security of medical records in the country following another large privacy breach.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-democrats-shutdown-success-also-brings-danger-11548685744", "title": "For Democrats, Shutdown Success Also Brings Danger", "date": "2019-01-28 09:29", "summary": "Democrats won the showdown with President Trump, but their victory comes with three little-noticed problems. Stick around Washington long enough and you will learn a simple rule: Success also brings risk. Danger comes calling when the winning side in a political fight either overreaches in its hour of triumph or fails to turn newly won political capital into something useful.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-desert-x-an-arid-art-exhibit-materializes-11548685475", "title": "At 'Desert X,' an Arid Art Exhibit Materializes", "date": "2019-01-28 09:24", "summary": "Resume Subscription. The landscape is changing in Southern California, where an exhibition called \"Desert X\" will bring art to 19 sites across the Coachella Valley.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ebay-arconic-mccormick-ibm-11548677171", "title": "Stocks to Watch: Caterpillar, Facebook, eBay, Arconic, and More", "date": "2019-01-28 09:11", "summary": "Sears, Alliance Resource and Chemical Financial are also among the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marlon-james-on-writing-black-leopard-red-wolf-11548684582", "title": "Marlon James Talks to Hari Kunzru About 'Black Leopard, Red Wolf'", "date": "2019-01-28 09:09", "summary": "Four years after winning the Man Booker Prize, novelist Marlon James returns with a sweeping fantasy epic steeped in Pan-African history and folklore-and one of the most anticipated books of the year. Marlon James likes some noise when he writes. If he's in New York, he cracks open a window so he can hear the traffic. In Minneapolis, near where he teaches literature and creative writing at Macalester College, he sets up in cafes, walling himself off from the other patrons with a laptop, a pile of books and a little electric-period Miles Davis. Side three of Bitches Brew is particularly good for getting into the zone, he says.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-tries-to-dial-down-expectations-for-sex-abuse-summit-11548681087", "title": "Pope Tries to Dial Down Expectations for Sex-Abuse Summit", "date": "2019-01-28 08:11", "summary": "The pontiff described the late-February meeting of bishops as primarily educational. ROME-Pope Francis tried to play down next month's Vatican summit on sex abuse, describing the meeting's purpose as primarily educational even amid widespread calls for bishops to face greater accountability for the scandal that has shaken the Catholic church.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-jobs-test-investors-hopes-for-central-bank-caution-11548680400", "title": "Fed, Jobs Test Investors' Hopes for Central Bank Caution", "date": "2019-01-28 08:00", "summary": "Investors are still grappling with the effects of the central bank's balance sheet taper on financial markets. Investors' hopes that the Federal Reserve will remain cautious about raising interest rates and paring bondholdings have helped spur January's rally. Those hopes will get a fresh test this week, as the central bank meets ahead of the latest closely watched jobs report.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-plan-for-tariffs-more-paperwork-in-case-of-no-deal-brexit-11548676800", "title": "Companies Plan for Tariffs, More Paperwork in Case of 'No-Deal' Brexit", "date": "2019-01-28 07:00", "summary": "If the U.K. leaves the European Union without a deal, companies would have to follow WTO rules; 'All of it adds cost, and none of it adds value'. Executives at British and European companies are rushing to prepare hundreds of millions of additional customs declarations; they are overhauling customer contracts; and girding for potentially billions in new taxes. All for a scenario that may never happen: the \"no-deal\" Brexit.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-midwest-to-far-east-how-china-affects-americas-top-farm-export-11548676803", "title": "From Midwest to Far East: How China Affects America's Top Farm Export", "date": "2019-01-28 07:00", "summary": "China's soybean habits are changing-these charts show you how. China resumed buying soybeans from American farmers in December, after a monthslong hiatus caused by trade tensions. China is the world's largest consumer and importer of soybeans, but has become less dependent on the U.S. for the commodity, and its appetite for soybeans is now waning. These charts illustrate China's changing habits.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/versum-materials-entegris-near-stock-swap-merger-deal-11548642600", "title": "Versum Materials, Entegris Announce Stock-Swap Merger Deal", "date": "2019-01-28 06:57", "summary": "Entegris CEO Bertrand Loy becomes chief executive of merged chemicals company. Versum Materials Inc. said it plans to combine with Entegris Inc. in a merger that unites two chemical companies that make critical components for the semiconductor industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subaru-restarts-japan-production-after-defect-prompts-shut-down-11548675435", "title": "Subaru Restarts Japan Production After Defect Prompted Shutdown", "date": "2019-01-28 06:37", "summary": "The auto maker is also dealing with revelations of labor problems, including death by overwork and unpaid overtime for thousands of staff. TOKYO- Subaru Corp. restarted production at a pair of factories that account for about two-thirds of its global output after a nearly two-week shutdown related to a power-steering defect.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-marketers-moving-away-from-dated-gender-targeting-study-shows-11548673201", "title": "Some Marketers Moving Away From Dated Gender Targeting, Study Shows", "date": "2019-01-28 06:00", "summary": "But certain ad categories aren't budging. Some marketers are starting to edge away from dated gender-based strategies-such as exclusively targeting household cleaning products at women, or entirely overlooking men who buy diapers-but others haven't changed at all, according to a study due to be published this week.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-startups-cook-up-new-model-thats-all-about-the-kitchen-11548673200", "title": "Food Delivery Startups Cook Up New Model That's All About the Kitchen", "date": "2019-01-28 06:00", "summary": "New breed of restaurant players aims to be more durable in a market where Munchery and others have failed. Online food-delivery services were hot when they burst onto the scene a few years back, but the craze has since led to a growing list of failures.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-chinese-bonds-wont-hold-their-sparkle-forever-11548672072", "title": "These Chinese Bonds Won't Hold Their Sparkle Forever", "date": "2019-01-28 05:41", "summary": "Beijing will be hoping Bank of China's landmark $6 billion perpetual bond deal is one answer to the problems facing Chinese banks' balance sheets. Diamonds are forever and so now, apparently, are Chinese bank bonds. Bank of China, the country's fourth-largest bank, late last week issued a 40 billion yuan ($6 billion) perpetual bond, the first from a Chinese bank. The deal's popularity-it was two times oversubscribed, coming in at a 4.5% yield-means more will likely follow. The identity of future issuers and how the raised funds are used should be top of investors' concerns.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-sputtering-economy-gives-investors-the-jitters-11548671405", "title": "Europe's Sputtering Economy Gives Investors Jitters", "date": "2019-01-28 05:30", "summary": "As political struggles weigh on the region's economy, many investors are jumping ship. Investors are backing away from European assets, as worries over slowing growth and political uncertainty push the European Central Bank to rethink plans to tighten monetary policy this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-fear-uncertainty-even-as-government-reopens-11548671400", "title": "Companies Fear Uncertainty Even as Government Reopens", "date": "2019-01-28 05:30", "summary": "Political impasse is expected to have a ripple effect across industries. The federal government is reopening following a temporary halt to the partial shutdown. But U.S. companies aren't free of uncertainty given the looming threat of the impasse resuming in three weeks.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-4-trillion-scapegoat-for-market-volatility-the-feds-shrinking-portfolio-11548671432", "title": "A $4 Trillion Scapegoat for Volatility: the Fed's Shrinking Portfolio", "date": "2019-01-28 05:30", "summary": "Some investors blame the stock market's volatility on the Federal Reserve shrinking its bond portfolio, but the critique puzzles Fed officials and some economists. Some investors blame the stock market's volatility on the Federal Reserve shrinking its bond portfolio. But the critique puzzles Fed officials and some economists because there is little evidence of turmoil in the two markets where the central bank actively intervened: Treasurys and mortgage debt.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-warm-to-the-firms-that-underpin-chinas-e-commerce-boom-11548654165", "title": "Investors Warm to the Firms That Underpin China's E-Commerce Boom", "date": "2019-01-28 03:32", "summary": "Couriers play a pivotal role in e-commerce, which has revolutionized consumption in China. Shares in five of China's top six express-delivery companies have rebounded this year, supported by signs of resilient demand and attractive valuations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-investigates-nissan-over-disclosures-on-executive-pay-11548658741", "title": "SEC Investigates Nissan Over Carlos Ghosn's Pay Disclosures", "date": "2019-01-28 02:46", "summary": "Nissan said it was cooperating with the SEC. TOKYO-The U.S. Securities and Exchange Commission is investigating Nissan Motor Co. in connection with former Chairman Carlos Ghosn's pay disclosures, requesting documents from both the car maker and Mr. Ghosn, according to people familiar with the matter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-civil-rights-lawyer-sentenced-to-4-years-in-prison-for-subversion-11548658199", "title": "China Civil-Rights Lawyer Sentenced to 4½ Years in Prison for Subversion", "date": "2019-01-28 01:49", "summary": "Wang Quanzhang was one of the many lawyers and legal activists detained during a government crackdown in 2015. A Chinese court found a combative civil-rights lawyer guilty of subversion and sentenced him to 4½ years in prison, the final prosecution from a sweeping government crackdown against legal activists.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11548612681", "title": "Pepper...and Salt", "date": "2019-01-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-removes-rusal-from-sanctions-list-11548625924", "title": "U.S. Removes Rusal From Sanctions List", "date": "2019-01-28 22:00", "summary": "Relief for pro-Putin oligarch's company cheers metal markets, angers Democrats who call Trump too easy on Russia. WASHINGTON-The Treasury Department on Sunday removed Russian aluminum company Rusal from its sanctions list after a blacklisted billionaire and close ally of President Vladimir Putin, Oleg Deripaska, delivered on a promised plan to divest his majority ownership stake, the office said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-weiss-breaks-into-supreme-court-work-with-a-new-partner-11548616172", "title": "Paul Weiss Breaks Into Supreme Court Work With a New Partner", "date": "2019-01-28 21:28", "summary": "Kannon Shanmugam will help build an appeals practice at the New York-based firm known for its litigation and mergers and acquisitions work. An elite New York law firm is poised to break into the rarified world of U.S. Supreme Court work with the hire of a lawyer with exceptional experience in that area.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-blasts-hit-cathedral-in-southern-philippines-11548565304", "title": "ISIS Claims Responsibility for Philippine Attack That Killed at Least 20", "date": "2019-01-28 20:58", "summary": "Attack occurs days after voters overwhelmingly backed self-rule and ratified a peace deal between the government and mainstream separatists. Twin explosions at a Roman Catholic cathedral in the southern Philippines killed at least 20 people in a bloody demonstration of remaining extremist threats in a Muslim-majority region where voters last week overwhelmingly backed self-rule and ratified a peace deal between the government and mainstream separatists.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pension-insurer-slams-lampert-bid-for-sears-11548637068", "title": "U.S. Pension Insurer Slams Lampert Bid for Sears", "date": "2019-01-28 19:57", "summary": "Hedge-fund operator's offer for chain would leave $1.7 billion pension costs unfunded, agency says. The planned sale of Sears Holdings Corp. to its chairman, Edward Lampert, is under fire from the U.S. government's pension insurer over a $1.7 billion funding gap that the agency says should sink his efforts to buy out the chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-to-debate-border-immigration-as-next-shutdown-threat-looms-11548614760", "title": "Trump Skeptical He Would Accept Any Congressional Border Deal", "date": "2019-01-28 19:40", "summary": "The president in an interview says he doubts lawmakers will find a resolution in coming weeks. WASHINGTON-President Trump said Sunday he doesn't believe congressional negotiators will strike a deal over border-wall funding that he could accept and vowed that he would build a wall anyway, using emergency powers if need be.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-town-devastated-by-dam-burst-faces-threat-from-second-dam-11548597779", "title": "Brazil Searching for Hundreds Missing After Dam Collapse", "date": "2019-01-28 19:16", "summary": "The rushing wall of mud, enough to fill a football stadium more than six times, has already claimed 58 lives. BRUMADINHO, Brazil-The dam was the size of a 28-story building and it gave way with a loud boom followed by a tidal wave of mining waste that wiped a nearby village away, leaving Brazilian authorities on Sunday still searching for hundreds of missing people two days after the collapse.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-says-he-would-consider-cooperating-with-mueller-probe-11548606140", "title": "Roger Stone Says He Would Consider Cooperating With Mueller", "date": "2019-01-28 19:09", "summary": "The longtime Trump ally was arrested Friday on charges including lying to Congress. Roger Stone, a longtime political adviser to President Trump who was arrested Friday on accusations of lying to Congress, said he would discuss cooperating with special counsel Robert Mueller if asked.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-demands-militarys-loyalty-after-attache-defects-11548634073", "title": "Maduro Demands Military's Loyalty After Attaché Defects", "date": "2019-01-28 19:07", "summary": "Venezuelan president presses soldiers a day after officer in U.S. recognizes Guaidó as legitimate head of state; 'are you coup plotters?'. CARACAS, Venezuela-President Nicolás Maduro demanded the loyalty of Venezuelan soldiers a day after the military's attaché in the U.S. broke with the authoritarian regime and recognized opposition leaderJuan Guaidó as the legitimate head of state.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-abortion-vote-progressive-activists-remind-lawmakers-they-are-watching-11548633600", "title": "After Abortion Vote, Progressives Remind Lawmakers They Are Watching", "date": "2019-01-28 19:00", "summary": "Groups say they will support primary challenges against incumbents they believe aren't progressive enough. The same activists who pushed Rep. Alexandria Ocasio-Cortez into office and helped oust members of the state Senate's former Independent Democratic Conference have a message for lawmakers: We're still watching.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/superbug-from-india-spread-far-and-fast-study-finds-11548633600", "title": "Superbug From India Spread Far and Fast, Study Finds", "date": "2019-01-28 19:00", "summary": "Researchers find a gene first discovered in bacteria from India 8,000 miles away in the Arctic, raising fears about the global reach of antibiotic-resistant bugs. ", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}]