[{"link": "https://www.wsj.com/articles/dorian-could-test-aging-infrastructure-at-floridas-largest-lake-11567286788", "title": "Dorian Could Test Aging Infrastructure at Florida's Largest Lake", "date": "2019-08-31 17:26", "summary": "Even if storm shifts north, rainfall and storm surge pose threat to Lake Okeechobee. Hurricane Dorian could test the aging flood-control system around Lake Okeechobee in southern Florida, as rising water levels strain a dike vulnerable to seepage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rait-financial-trust-files-for-bankruptcy-11567282524", "title": "RAIT Financial Trust Files for Bankruptcy", "date": "2019-08-31 16:15", "summary": "Philadelphia-based real-estate investment trust files for bankruptcy with $174 million bid from Fortress Investment Group affiliate. RAIT Financial Trust has filed for chapter 11 bankruptcy and said it plans to sell its assets to a buyer affiliated with Fortress Investment Group LLC for $174.4 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ginsburg-supreme-court-work-keeps-me-going-after-latest-bout-with-cancer-11567282417", "title": "Ginsburg: Supreme Court Work Keeps Me Going", "date": "2019-08-31 16:13", "summary": "'This audience can see that I am alive,' justice says during public appearance. WASHINGTON-Justice Ruth Bader Ginsburg sought Saturday to dispel concerns over her health, telling a packed audience at the National Book Festival that she was readying to plunge into the Supreme Court term opening in October.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-2020-race-intensifies-democrats-step-up-offensive-against-mitch-mcconnell-11567255868", "title": "Democrats Step Up Offensive Against Mitch McConnell", "date": "2019-08-31 11:32", "summary": "The Senate majority leader has embraced the persona of the villain of the left as he draws fire away from President Trump. LOUISVILLE, Ky.-Democratic presidential contender Sen. Bernie Sanders came to this city in August to decry not President Trump, whom he is hoping to unseat, but Senate Majority Leader Mitch McConnell, in the Kentucky Republican's hometown.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/final-indian-citizenship-list-could-leave-nearly-two-million-people-stateless-11567263891", "title": "Final Indian Citizenship List Could Leave Nearly Two Million Stateless", "date": "2019-08-31 11:04", "summary": "The government is addressing a long-simmering discontent in Assam over the influx of migrants, mainly Muslims from neighboring Bangladesh. NEW DELHI--India published a final list of its citizens in the northeastern state of Assam on Saturday, leaving out the names of almost two million residents who now face the possibility being denied citizenship.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-show-resilience-in-topsy-turvy-august-11567263601", "title": "Markets Show Resilience in Topsy-Turvy August", "date": "2019-08-31 11:00", "summary": "Investors remain focused on global threats, but many have optimistic view on U.S.. Stocks capped off a volatile August down only slightly for the month and near recent records, the latest example of the bull market's stability despite threats from an overseas economic slowdown and uncertainty about trade policy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bubble-tea-now-comes-with-a-little-kick-11567260000", "title": "Bubble Tea Now Comes With a Little Kick", "date": "2019-08-31 10:00", "summary": "New York City shops are adding cream cheese, brown sugar and even alcohol to the Asian drink. Forget cold-brew coffee. Bubble tea is quickly becoming New York City's \"it\" drink.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-horsemen-stalking-the-korean-stock-market-11567256580", "title": "The Horsemen Stalking the Korean Stock Market", "date": "2019-08-31 09:03", "summary": "Some metrics make Korean stocks look mouth-wateringly cheap, but investors shouldn't fall into the trap. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-dorian-to-test-floridas-new-nursing-home-power-rules-11567256400", "title": "Hurricane Dorian to Test Florida's New Nursing-Home Power Rules", "date": "2019-08-31 09:00", "summary": "About 56% of the state's nursing homes have waivers giving them more time to comply with backup-power requirements. Hurricane Dorian, on a path toward Florida as a Category 4 storm, may be the most significant test of the state's nearly two-year push to bolster emergency power at nursing homes, which the industry has been slow to adopt.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-and-police-clash-in-13th-week-of-demonstrations-11567256336", "title": "Hong Kong Protesters and Police Clash in 13th Week of Demonstrations", "date": "2019-08-31 08:58", "summary": "Police mobilized water cannons, in some cases shooting blue dye, to disperse protesters. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sen-young-boosts-profile-as-contrarian-foreign-policy-voice-among-gop-11567252800", "title": "Sen. Young Boosts Profile as Contrarian Foreign-Policy Voice", "date": "2019-08-31 08:00", "summary": "The Republican freshman and party leader has challenged Trump's Saudi Arabia policy. WASHINGTON-Sen. Todd Young was hoping to get the White House's attention when he temporarily blocked a State Department nominee in December 2017, escalating his campaign to end a Saudi blockade of humanitarian aid into Yemen. What the GOP freshman from Indiana hadn't sought was a call from President Trump asking Mr. Young if he knew the president's margin of victory in the state and warning to drop his hold.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homer-at-the-beach-a-marine-painters-journey-1869-1880-review-flotsam-jetsam-handsome-11567249200", "title": "'Homer at the Beach: A Marine Painter's Journey, 1869-1880' Review: Flotsam, Jetsam, Handsome", "date": "2019-08-31 07:00", "summary": "An intimate look at the artist's seaside work made during the early part of his career is augmented with historical objects and ephemera that lend useful context to the show.. Gloucester, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-winemakers-break-with-tradition-as-temperatures-rise-11567245600", "title": "Europe's Winemakers Break With Tradition as Temperatures Rise", "date": "2019-08-31 06:00", "summary": "Vineyards adapt by growing vines at higher altitudes or using new varieties of grape; traditionalists chafe at changes. PARIS-Volatile summer weather in Europe, including the record-breaking heat waves that recently scorched the continent, is wreaking havoc on wine country.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bank-of-jinzhou-posts-net-loss-after-delay-in-filing-11567220777", "title": "Bank of Jinzhou Posts Net Loss After Filing Delay", "date": "2019-08-31 05:30", "summary": "Hong Kong-listed lender cites increased bad loans and more-stringent accounting requirements. BEIJING-China's troubled lender Bank of Jinzhou reported a 4.59 billion yuan (about $640 million) net loss in 2018 after a monthslong delay in filing its annual report amid rising concern over the deteriorating health of some small lenders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-thought-the-world-was-ending-whats-fueling-the-amazon-rainforest-fires-11567224081", "title": "'I Thought the World Was Ending': What's Fueling the Amazon Rainforest Fires", "date": "2019-08-31 00:01", "summary": "Resume Subscription. CANDEIAS DO JAMARI, Brazil-No one knows for sure how the fire started here off a two-lane highway called BR-364.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11567194322", "title": "Pepper...and Salt", "date": "2019-08-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-problem-with-believing-what-were-told-11567224060", "title": "The Problem With Believing What We're Told", "date": "2019-08-31 00:01", "summary": "In an age of information overload, it's important to find ways to resist the brain's difficulty in separating fact from falsehood. In a perfect world, to determine whether an idea or fact is true, we would patiently evaluate how it fits with our own experience, take note of the credibility of the source and be prepared to reconsider if new information emerges. In reality, we are often too busy and distracted to be that careful. And in those cases, we tend to assume that whatever we hear is true.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-hot-job-pretending-to-be-a-robot-11567224001", "title": "The Next Hot Job: Pretending to Be a Robot", "date": "2019-08-31 00:00", "summary": "As the promise of autonomous machines lags the underlying technology, the growing need for human robot-minders could juice the remote workforce. ", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-soon-to-a-small-screen-near-you-short-cuts-11567224030", "title": "Coming Soon to a Small Screen Near You: Short Cuts", "date": "2019-08-31 00:00", "summary": "The entertainment industry is spending heavily to reach a generation glued to their phones, with shows no longer than the typical Uber ride. On a soundstage in New Orleans, a door pocked with bullet holes slams in Laurence Fishburne's face. He plays a cop trying to defuse a violent standoff in the $15 million drama \"#FreeRayshawn,\" to be viewed in chapters under 10 minutes and only on smartphones.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-says-ceo-jack-dorseys-twitter-account-was-compromised-11567197298", "title": "CEO Jack Dorsey's Twitter Account Was Hacked, Company Says", "date": "2019-08-31 22:39", "summary": "Company blames breach on mobile provider allowing the phone number associated with the profile to send unauthorized tweets. The personal account of Twitter Inc. Chief Executive Jack Dorsey was hacked Friday and filled with erratic and racist tweets, in a high-profile security misstep at the social-media company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-tanker-prepares-to-offload-oil-to-syria-bound-ships-11567193671", "title": "Iranian Tanker Prepares to Offload Oil to Syria-Bound Ships", "date": "2019-08-31 21:09", "summary": "The oil delivery could undermine European efforts to broker U.S.-Iran talks. The Iranian oil tanker released from Gibraltar over U.S. objections in mid-August is set to offload its cargo to smaller vessels that will take the crude to Syria, potentially violating terms of its release, according to people familiar with its plans.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-dorian-strengthens-as-it-heads-toward-bahamas-florida-11567169481", "title": "Dorian Upgraded to Category 4 as It Heads Toward Bahamas, Florida", "date": "2019-08-31 20:58", "summary": "Hazardous weather conditions could last several days. Hurricane Dorian crawled at a snail's pace across the Atlantic on Friday, gaining strength and continuing to menace Florida and the Bahamas with risks of deadly winds and storm surges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]