[{"link": "https://www.wsj.com/articles/trump-hopes-to-stem-tide-of-legal-setbacks-on-health-care-11562583605", "title": "Trump Hopes to Stem Tide of Legal Setbacks on Health Care", "date": "2019-07-08 19:47", "summary": "A hearing this week on a lawsuit to topple the Affordable Care Act is the latest test. President Trump's efforts to roll back provisions of the Affordable Care Act are being repeatedly thwarted by the courts, leaving many of his key health policy initiatives in limbo before the 2020 presidential election.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-swalwell-drops-out-of-presidential-race-11562620371", "title": "Eric Swalwell Drops Out of Presidential Race", "date": "2019-07-08 19:39", "summary": "California congressman, struggling with fundraising and support, becomes first Democrat to depart crowded field. Rep. Eric Swalwell (D., Calif.) became the first Democrat to drop out of the presidential race amid weak fundraising and polling numbers, saying he would instead seek re-election to his House seat.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-enacts-law-allowing-release-of-trumps-state-tax-returns-to-congress-11562601048", "title": "New York Enacts Law Allowing Release of Trump's State Tax Returns", "date": "2019-07-08 19:23", "summary": "Democratic governor, Andrew Cuomo, approved bills enabling state to release tax returns if requested by key congressional committees. ALBANY, N.Y.-New York Gov. Andrew Cuomo signed legislation Monday that would pave the way for key members of Congress to acquire President Trump's state tax returns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-world-cup-final-drew-higher-u-s-ratings-than-mens-final-11562628017", "title": "Women's World Cup Final Drew Higher U.S. Ratings Than Men's", "date": "2019-07-08 19:20", "summary": "About 14.3 million Americans tuned in to watch the U.S. Women's National Team claim its fourth World Cup title on Fox Sports. About 14.3 million Americans tuned in to watch the U.S. Women's National Team claim its fourth World Cup title on Sunday, beating the Netherlands 2-0.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-antitrust-confusion-11562627764", "title": "Justice's Antitrust Confusion", "date": "2019-07-08 19:16", "summary": "The regulators protect web giants by blocking local TV mergers.. Google and Facebook are squeezing local news by gobbling up more and more advertising dollars. Yet the Justice Department is trying to stop local TV broadcasters from combining to become more competitive. Can the antitrust cops please stop protecting the Goliaths?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-senate-harakiri-11562627692", "title": "Republican Senate Harakiri", "date": "2019-07-08 19:14", "summary": "GOP voters will have to decide if they want a Democratic majority.. Senate Democratic Leader Chuck Schumer and Republican Kris Kobach have at least one thing in common: They're both delighted that Mr. Kobach, the former Kansas Secretary of State, has decided to run for an open Kansas Senate seat in 2020.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-deutsche-bank-turns-11562627641", "title": "As the Deutsche Bank Turns", "date": "2019-07-08 19:14", "summary": "Politicians share the blame for this financial soap opera.. Maybe this time will finally be the charm for Deutsche Bank , which over the weekend announced the latest in an uncountable series of turnaround plans. Executives hope cutting 18,000 jobs, hiving off €288 billion in assets into a bad bank for winding down, and withdrawal from international investment banking will save the German lender.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rei-to-resume-business-with-outdoor-company-after-firearm-divestiture-11562627625", "title": "REI to Resume Business With Outdoor Company After Firearm Divestiture", "date": "2019-07-08 19:13", "summary": "Backlash following Parkland shooting led retailer to suspend ties with Vista last year. Outdoor retailer REI said Monday it would resume doing business with Vista Outdoor Inc. after the company said it had agreed to sell its firearm business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-strong-first-half-stocks-tend-to-stay-higher-11562587205", "title": "After a Strong First Half, Stocks Tend to Stay Higher", "date": "2019-07-08 19:07", "summary": "S&P 500 ended June up more than 17% from beginning of year. After U.S. stocks notched the strongest first half of a year since 1997, history suggests they are likely to finish off 2019 higher than they started.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-threatens-to-extend-nuclear-breaches-11562627092", "title": "Iran Threatens to Extend Nuclear Breaches", "date": "2019-07-08 19:04", "summary": "Tehran seeks relief from U.S. economic sanctions as it starts to enrich uranium beyond limits set out in 2015 agreement. Iran warned it will take further steps to breach the 2015 nuclear accord in early September if it doesn't receive long-sought relief from U.S. economic sanctions, as it began enriching uranium above limits set out in the deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-chiefs-pay-doesnt-sync-with-returns-11562580018", "title": "Wall Street Chiefs' Pay Doesn't Sync With Returns", "date": "2019-07-08 18:57", "summary": "Banks and financial companies delivered sharply negative shareholder returns in 2018, but most of the top-paid Wall Street chiefs got big raises. Wall Street companies delivered significant losses to their shareholders last year, but the pain didn't spread to the top.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-limit-deadline-accelerates-research-group-finds-raising-pressure-on-congress-11562615346", "title": "Debt-Limit Deadline Accelerates, Research Group Finds, Raising Pressure on Congress", "date": "2019-07-08 18:55", "summary": "U.S. Treasury could run out of borrowing room in first half of September, new estimate says. WASHINGTON-The U.S. government could exhaust its ability to pay its bills in the first half of September, according to a new estimate, creating pressure on Congress to suspend or raise the federal debt ceiling sooner than lawmakers had expected.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-struggles-to-break-out-of-crowded-democratic-field-11562586885", "title": "O'Rourke Struggles to Break Out of Crowded Democratic Field", "date": "2019-07-08 18:53", "summary": "As the presidential candidate crisscrosses Iowa, his backers say there is still time for a reboot. INDEPENDENCE, Iowa-Beto O'Rourke is trying to revive his barely four-month-old presidential campaign-again.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-treaty-behind-chinas-drone-edge-11562626340", "title": "The Treaty Behind China's Drone Edge", "date": "2019-07-08 18:52", "summary": "Beijing isn't a signatory of the 1987 pact, so it's been exporting UAVs to American allies.. The recent Iranian shootdown of an American RQ-4 Global Hawk surveillance drone has underlined the escalating tension between U.S. and Iran in the Persian Gulf. It also shows how ubiquitous and necessary unmanned aerial vehicles have become for America's military missions. Yet the U.S. may cede the future of these large UAVs to competitors such as China, Russia and, ironically, Iran, if we don't change how we develop and deploy these systems.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-myth-of-monetary-stimulus-is-unraveling-11562626309", "title": "The Myth of Monetary Stimulus Is Unraveling", "date": "2019-07-08 18:51", "summary": "Central bankers around the world are admitting that low interest rates can't sustain real growth.. Beleaguered Federal Reserve Chairman Jerome Powell got succor recently from an unlikely source, the Bank for International Settlements in Basel, Switzerland. It seems that the BIS consortium, which fosters cooperation and regulatory coordination among the world's central banks, is getting worried about the political demands on its constituents.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-smiths-refreshing-idea-of-justice-11562626281", "title": "Adam Smith's Refreshing Idea of Justice", "date": "2019-07-08 18:51", "summary": "His definition attempts to minimize harm while maximizing freedom.. In a world full of people looking to impose their concepts of justice on others, it's refreshing to revisit Adam Smith's thinking. One of the best-known quotations from \"The Wealth of Nations\" (1776) defines natural liberty: \"Every man, as long as he does not violate the laws of justice, is left perfectly free to pursue his own interest his own way, and to bring both his industry and capital into competition with those of any other man.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-u-s-women-rule-the-world-11562626251", "title": "Why U.S. Women Rule the World", "date": "2019-07-08 18:50", "summary": "America's democratic ideals deserve the credit for its soccer superiority.. Does the U.S. women's national soccer team ever get tired of winning? Not judging by the players' jubilant celebrations of their 2-0 victory over the Netherlands in Sunday's Women's World Cup final.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-jobs-would-the-15-minimum-wage-kill-11562626215", "title": "How Many Jobs Would the $15 Minimum Wage Kill?", "date": "2019-07-08 18:50", "summary": "The Congressional Budget Office puts the toll at 1.3 million to 3.7 million.. This is one political promise it's OK to break. Democrats pledged a $15-an-hour minimum wage while campaigning in 2018, and all but three of the party's 2020 presidential candidates endorse the increase. But a new report from the Congressional Budget Office finds the policy could leave nearly four million workers without a job.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yankee-doodle-donald-11562626189", "title": "Yankee Doodle Donald", "date": "2019-07-08 18:49", "summary": "Trump wraps himself in the flag, and his opponents are oddly eager to help.. In the classic 1942 film musical \"Yankee Doodle Dandy,\" an autograph seeker asks song-and-dance man George M. Cohan the secret of his success. \"Oh,\" he responds, \"I'm an ordinary guy who knows what ordinary guys like to see.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-startups-get-partial-green-light-from-washington-11562621055", "title": "Cryptocurrency Startups Get Partial Green Light from Washington", "date": "2019-07-08 18:49", "summary": "Securities and Exchange Commission says some crypto firms could be cleared for limited brokerage services. Washington is opening the door a crack for cryptocurrency startups that want to disrupt some of Wall Street's traditional businesses.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-good-of-the-game-review-the-commish-remembers-11562626155", "title": "'For the Good of the Game' Review: The Commish Remembers", "date": "2019-07-08 18:49", "summary": "Two subjects dominate Bud Selig's account of his tenure: baseball's troubled labor relations and its slow response to the use of steroids.. Whatever happens in tonight's All-Star Game in Cleveland, it is unlikely to approach the fiasco of the 2002 All-Star Game in Milwaukee, when both teams ran out of pitchers in extra innings and the commissioner of baseball took it upon himself to declare the game over-a tie. Angry fans threw beer bottles down on the field and chanted \"Bud Must Go.\" The \"Bud\" of that inglorious moment was Bud Selig, whose memoir, \"For the Good of the Game,\" traces his \"lifelong love affair\" with baseball, including his tenure as commissioner, from 1992 to 2015, a period in which baseball underwent dramatic changes, not always for the better. On Mr. Selig's personal score card, the hits far outnumber the errors.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalism-is-necessary-but-insufficient-11562626113", "title": "Nationalism Is Necessary but Insufficient", "date": "2019-07-08 18:48", "summary": "Trump's approach helps win allies in Asia. But it isn't a basis for world order.. As President Trump reveled in air-force flyovers and a tank display this Fourth of July, the idea that dominates his administration's domestic and foreign policies was on full display. That idea is nationalism, and Mr. Trump hopes it will reshape both American politics and the international order.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-chip-design-unit-yet-to-conquer-internet-of-things-11562578206", "title": "SoftBank Unit Yet to Conquer Internet of Things", "date": "2019-07-08 18:47", "summary": "Masayoshi Son's biggest bet ever, Arm Holdings, has faced flat software sales for past five years. LONDON- SoftBank Group Corp. founder Masayoshi Son paid $32 billion for a giant, behind-the-scenes chip designer in hopes it could branch out and dominate the emerging market for connected devices. But so far it hasn't delivered.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-crime-hits-record-low-in-first-half-of-2019-11562625746", "title": "New York City Crime Hits Record Low in First Half of 2019", "date": "2019-07-08 18:42", "summary": "As major crime fell, shootings rose 7.1% from the same period in 2018. Major crime in New York City reached a record low for the first half of 2019, but the number of shootings rose, police officials said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/15-minimum-wage-would-leave-1-3-million-american-jobless-lift-as-many-out-of-poverty-11562611503", "title": "$15 Minimum Wage Would Bring Mixed Fortunes for U.S. Workers", "date": "2019-07-08 18:41", "summary": "House plan would give 17 million Americans raises, cost 1.3 million their jobs, nonpartisan government report finds. WASHINGTON-Increasing the national minimum wage to $15 an hour would deliver a raise for millions of U.S. workers but could also cost 1.3 million Americans their jobs, according to a government forecast that complicates congressional Democrats' push to more than double the federal pay floor.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-banks-rush-in-as-european-banks-stumble-11562591312", "title": "U.S. Banks Rush In as European Banks Stumble", "date": "2019-07-08 18:30", "summary": "Deutsche Bank's massive downsizing comes as Europe's biggest financial players shrink their ambitions. LONDON-The decline of Deutsche Bank AG and other former European financial powerhouses has left a gaping hole in European banking. U.S. banks are filling the void, strengthening their stranglehold on the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-taps-states-photo-databases-to-hunt-criminal-suspects-11562615932", "title": "ICE Taps States' Photo Databases to Hunt Criminal Suspects", "date": "2019-07-08 18:28", "summary": "Immigration agency employs facial-recognition technology on driver's license pictures. WASHINGTON-Federal immigration officials have sifted through state databases of driver's licenses to hunt for criminal suspects with the use of facial-recognition technology, newly disclosed documents show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-says-liberal-freshmen-have-few-followers-on-the-hill-11562624179", "title": "Pelosi Says Liberal Freshmen Have Few Followers on the Hill", "date": "2019-07-08 18:16", "summary": "The speaker said Reps. Ocasio-Cortez, Omar, Pressley and Tlaib 'have a following in the public' but not in Congress. House Speaker Nancy Pelosi (D., Calif.) defended herself against criticism from liberals and activists in her party who saw her as dismissive of House Democrats' four freshman progressive stars.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-jeffrey-epstein-indicted-on-federal-sex-trafficking-charges-11562595067", "title": "Financier Jeffrey Epstein Indicted on Federal Sex-Trafficking Charges", "date": "2019-07-08 18:14", "summary": "Federal prosecutors allege former asset manager ran an operation that allowed him to sexually exploit dozens of girls. Financier Jeffrey Epstein was indicted in New York on federal sex-trafficking charges stemming from an alleged scheme to exploit underage girls, another chapter in a lurid legal drama that has surrounded the politically connected money manager for years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/basf-issues-profit-warning-on-u-s-china-trade-concerns-slowing-auto-market-11562622147", "title": "BASF Issues Profit Warning on Trade Concerns, Slowing Auto Market", "date": "2019-07-08 17:42", "summary": "German chemicals giant slashes profit forecasts for year. BERLIN- BASF SE slashed its profit forecasts on Monday, citing the continuing trade dispute between the U.S. and China as well as sluggish demand in the auto market, furthering the struggles at the German chemicals giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fame-high-school-in-new-york-city-names-acting-principal-11562621935", "title": "'Fame' High School Names Acting Principal", "date": "2019-07-08 17:38", "summary": "Department of Education makes appointment after departure following student graduation protest threat. Two weeks after the abrupt departure of the principal of Manhattan's LaGuardia high school for the arts, the city named a temporary replacement Monday from another arts high school.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-tentatively-move-to-revive-trade-talks-11562621199", "title": "U.S., China Tentatively Move to Revive Trade Talks", "date": "2019-07-08 17:26", "summary": "Top American and China negotiators are set to speak this week, but disagreements threaten to bog down discussions. Top American and China negotiators are set to speak this week in an effort to revive stalled trade talks, as discord over prior commitments and political considerations threaten to bog down discussions.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-introduces-new-anti-bullying-features-11562619513", "title": "Instagram Introduces New Anti-Bullying Features", "date": "2019-07-08 17:23", "summary": "One feature, Restrict, allows users to limit their reactions with those who target them; another prompts users to reconsider posts detected as offensive. Instagram is rolling out new features to help combat cyberbullying, as the social-media company and its parent, Facebook Inc., work to quell criticism related to harassment on their platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinian-leadership-doesnt-want-a-deal-11562620220", "title": "Palestinian Leadership Doesn't Want a Deal", "date": "2019-07-08 17:10", "summary": "The Marshall Plan worked because the recipients of the aid were willing participants. The Palestinians not only refuse to accept the Trump aid plan but even imprison and harass those Arabs who are willing to listen to the Trump proposals.. Glenn Hubbard is delusional if he thinks \"The Promise Of Trump's Mideast Plan\" (op-ed, July 2) will be successful. The Marshall Plan worked because the recipients of the aid were willing participants. The Palestinians not only refuse to accept the aid plan but imprison and harass Arabs willing to listen to the Trump proposals. The Marshall Plan assisted capitalist nations to rebuild after World War II. In the Middle East we are dealing with ideology and religious fanaticism far more powerful than economic needs. We made this mistake in Iraq and President Trump is making the same mistake. Many in Israel also believe that economic needs will rule over religion. The 19 hijackers on 9/11 were middle- to upper-class Muslims. Poverty didn't motivate their attack on New York and Washington.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkes-vs-alito-on-free-speech-and-relativism-11562620150", "title": "Arkes vs. Alito on Free Speech and Relativism", "date": "2019-07-08 17:09", "summary": "For Justice Kagan \"viewpoint neutrality\" evidently means that we must treat, on the same moral plane, the killing of the innocent and the opposition to the killing of the innocent. If that is not \"moral relativism,\" words have lost their meaning.. I appreciate the good-natured jibing of my friends at the Journal over the outcome of Iancu v. Brunetti on obscenities in the titles of corporations (\"'Scandalous' Speech Is Protected,\" Review & Outlook, June 25). You pay me the compliment of noting that Justice Samuel Alito's concurring opinion was written in part as a letter to me. As it turned out, he accepted a critical part of my argument, and yet he also insisted that \"our decision is not based on moral relativism.\" But I'm afraid that assurance was instantly embarrassed by this jarring passage in Justice Elena Kagan's opinion for the Court: The Patent and Trademark Office, she said, had \"rejected marks reflecting support for al-Qaeda (Baby Al Qaeda and al-Qaeda on T-shirts) 'because the bombing of civilians and other terrorist acts are shocking to the sense of decency and call out for condemnation.' . . . Yet it approved registration of a mark with the words War on Terror Memorial.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doomsday-math-neither-accurate-or-helpful-11562620186", "title": "Doomsday Math Neither Accurate or Helpful", "date": "2019-07-08 17:09", "summary": "William Poundstone says that \"statistically there is an equal, 50% chance that we are in the first half or the last half.\" But this conclusion assumes that the list is finite because it is meaningless to speak of the first or last half of an infinite list.. I don't know whether humanity is doomed, but I do know that the techniques that were used to deal with \"the German tank problem\" cannot logically be applied to the question of the long-term survival of the human race (\"The Unsettling Possibilities of 'Doomsday' Math,\" Review, June 29). The Allied statisticians who were trying to figure out how many German tanks would counter the D-Day invasion knew, for a certainty, that the Germans had a finite number of tanks. William Poundstone says (correctly) that \"no one alive knows how long the list is\" of all persons who have lived, are living and will live. He therefore concludes that \"statistically there is an equal, 50% chance that we are in the first half or the last half.\" But this conclusion assumes that the list is finite because it is meaningless to speak of the first or last half of an infinite list. And the assumption that the list is finite contradicts the premise that no one alive knows how long the list is. Unlike German tanks at a particular moment in time, human beings over the entire course of human history-past, present and future-might conceivably be infinite in number.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-noncompete-agreement-is-now-ridiculously-abused-11562620119", "title": "The Noncompete Agreement Is Now Ridiculously Abused", "date": "2019-07-08 17:08", "summary": "Noncompetes were originated for high-income, high-information executives, and they have been used for sandwich makers in sub shops. It is absolutely ridiculous.. Noncompete agreements without compensation for the time you don't compete are wrong and should be outlawed (\"Noncompete Pacts Spread to Interns,\" U.S. News, July 1). I agree that companies have secrets to protect, but workers have bills to pay and need to earn money. Noncompetes were originated for high-income, high-information executives, and they have been used for sandwich makers in sub shops. It is absolutely ridiculous.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudson-rising-review-reflections-on-a-river-11562619832", "title": "'Hudson Rising' Review: Reflections on a River", "date": "2019-07-08 17:03", "summary": "The New-York Historical Society's exhibition follows the 200-year story of the river's ecological transformation, from its despoilment by industrial waste to its ascendance in the wake of the environmental movement.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-the-environment-and-the-dishwasher-rebellion-11562618943", "title": "Trump, the Environment and the Dishwasher Rebellion", "date": "2019-07-08 16:49", "summary": "President's popular war on red tape poised for another consumer victory.. President Donald Trump is hailing \"America's environmental leadership\" at the White House today and noting improvements in U.S. air and water quality. It's also an opportunity for the President to note his progress in eliminating rules which harm consumers and workers but provide few environmental benefits. Voters seem to like his approach, even if reporters don't.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-expectations-trigger-record-run-of-outflows-in-leveraged-loans-11562601551", "title": "Fed Expectations Trigger Record Run of Outflows in Leveraged Loans", "date": "2019-07-08 16:36", "summary": "Leveraged loan funds saw 33 straight weeks of outflows, including $754 million in the week ended July 3. Funds that specialize in buying junk-rated corporate loans have recorded net outflows for 33 consecutive weeks, a record streak that highlights the diminished appeal of floating-rate debt at a time when the Federal Reserve is widely expected to start cutting interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/piper-jaffray-nearing-deal-to-buy-sandler-o-neill-for-485-million-11562618214", "title": "Piper Jaffray Nearing Deal to Buy Sandler O'Neill for $485 Million", "date": "2019-07-08 16:36", "summary": "Advising banks is a niche Piper Jaffray has wanted to break into for some time. Two investment banks known for brokering small deals are combining in a deal of their own.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-auto-makers-the-new-value-stocks-11562607033", "title": "Are Auto Makers the New Value Stocks?", "date": "2019-07-08 16:31", "summary": "Ford, GM shares are on the rise in 2019, with both stocks boasting high dividend yields, low valuations. Ford Motor Co. and General Motors Co. possess an unusual pairing of superlatives: The auto makers boast two of the highest dividend yields in the S&P 500 while also having two of the lowest price-to-earnings ratios on a forward-looking basis.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-as-u-s-rate-cut-prospects-recede-11562563827", "title": "Stocks Fall as Prospects of Aggressive Fed Rate Cuts Recede", "date": "2019-07-08 16:25", "summary": "Investors are evaluating what the central bank is likely to do in wake of strong jobs report. Stocks fell as investors backed away from hopes that the Federal Reserve would aggressively cut interest rates to boost the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-startup-wants-to-sell-you-a-slice-of-a-rental-home-11562580002", "title": "This Startup Wants to Sell You a Slice of a Rental Home", "date": "2019-07-08 16:12", "summary": "As more investors turn landlord, Roofstock aims to make housing bets similar to buying stocks and bonds. Vacationers have long enjoyed shared ownership of homes. Now, a California startup is hoping investors will buy portions of houses as well.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-in-search-of-new-markets-is-going-after-bugs-11562578207", "title": "P&G, in Search of New Markets, Is Going After Bugs", "date": "2019-07-08 15:58", "summary": "The consumer-products maker aims to challenge Raid's hold on pest control. Procter & Gamble Co. has spent years searching for a smash-hit new product. Now the maker of Tide detergent and Gillette razors hopes bug spray will break the drought.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-distributor-cardinal-health-faces-recruitment-challenge-as-cfo-departs-11562615451", "title": "Drug Distributor Cardinal Health Faces Recruitment Challenge as CFO Departs", "date": "2019-07-08 15:50", "summary": "Shrinking profitability and an overhang from potential opioid settlement complicate the company's search for a new finance chief. Pharmaceuticals distributor Cardinal Health Inc. is turning to its chief executive to oversee the books following the departure of its finance chief, indicating a lack of potential successors in an industry facing declining profitability and potential settlement costs associated with the U.S. opioid crisis.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-creates-commission-on-human-rights-11562610471", "title": "Pompeo Creates Commission on Human Rights", "date": "2019-07-08 15:42", "summary": "State Department said the panel will 'provide fresh thinking about human rights discourse'; critics say the Trump administration is furthering its conservative agenda. WASHINGTON-The State Department established a new group to examine and define human rights, drawing skepticism from critics who worried the Trump administration was furthering its conservative political agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberace-is-back-as-muse-to-a-classical-pianist-playing-hip-hop-11562614089", "title": "Liberace is Back (As Muse to a Classical Pianist Playing Hip-Hop)", "date": "2019-07-08 15:28", "summary": "Classically trained pianist Chloe Flower, who accompanied Cardi B at the Grammys, channels Liberace in building a career on musical mash-ups. Chloe Won heard his name for the first time during a piano lesson gone wrong. When the then-13-year-old student made a fluttery wrist flourish, her music teacher rapped the back of her head with a pencil and scolded: \"You look like Liberace.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-increase-regulation-of-taxi-medallions-11562613976", "title": "New York City to Increase Regulation of Taxi Medallions", "date": "2019-07-08 15:26", "summary": "Review finds medallion brokers often fail to disclose interests or adequately explain terms to borrowers. New York City will tighten rules for the purchase and refinancing of taxi medallions following a 45-day review ordered by Mayor Bill de Blasio.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prime-minister-kyriakos-mitsotakis-takes-reins-in-greece-11562613939", "title": "Prime Minister Kyriakos Mitsotakis Takes Reins in Greece", "date": "2019-07-08 15:25", "summary": "Conservative leader is sworn in and names cabinet a day after sweeping election victory. ATHENS-Greek conservative leader Kyriakos Mitsotakis was sworn in as prime minister and presented his cabinet, a day after a comfortable election victory that represented a rejection of the left-wing government that had led the country since 2015.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-debt-deal-has-consequences-11562613299", "title": "WeWork's Debt Deal Has Consequences", "date": "2019-07-08 15:15", "summary": "The office-sharing company's debt issue ahead of an initial public offering should worry potential buyers and existing owners, too. Money makes the world go 'round, even for WeWork.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accuser-denies-deleting-texts-in-testimony-against-kevin-spacey-11562613164", "title": "Accuser Denies Deleting Texts in Testimony Against Kevin Spacey", "date": "2019-07-08 15:12", "summary": "Speaking publicly for the first time, man says he gave police what he had 'available' to him 'at the time' in alleged groping case. NANTUCKET, Mass.-The man who accused actor Kevin Spacey of groping him at a Massachusetts resort island bar in 2016 denied Monday deleting or altering any text messages from the night of the alleged assault.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ellen-west-and-hansel-and-gretel-reviews-foods-cruel-torment-11562611373", "title": "'Ellen West' and 'Hansel and Gretel' Reviews: Food's Cruel Torment", "date": "2019-07-08 14:42", "summary": "At Opera Saratoga, the world premiere of Ricky Ian Gordon's riveting one-act about a woman with an eating disorder, and a confused, puppet-heavy production of Humperdinck's fairy-tale opera.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coco-gauffs-wimbledon-dream-comes-to-an-end-11562610535", "title": "Coco Gauff's Wimbledon Dream Comes to an End", "date": "2019-07-08 14:28", "summary": "The 15-year-old U.S. sensation lost on Monday, as did women's No. 1 Ashleigh Barty. WIMBLEDON, England-After an improbable rise during her Grand Slam debut, Cori \"Coco\" Gauff, 15 years old, fell to earth at Wimbledon on Monday.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-privacy-regulator-show-its-teeth-fines-british-airways-parent-230-million-for-data-breach-11562573218", "title": "British Airways Faces $230 Million Fine Over Data Breach", "date": "2019-07-08 14:28", "summary": "Regulators in Europe have gained increasing authority to fine companies for failing to safeguard customer information. A U.K. privacy watchdog has proposed a potentially record $230 million fine against British Airways , alleging the carrier failed to protect passenger data after a hack last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flash-floods-threaten-washington-d-c-area-11562603353", "title": "Washington, D.C., Area Threatened by Flash Floods", "date": "2019-07-08 14:18", "summary": "Roads closed, trains halted or delayed during morning commute. A slow-moving storm drenched the Washington, D.C., area Monday morning, causing flash floods that forced some drivers to abandon their cars and delayed subway lines during the busy morning rush hour after a holiday weekend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-veteran-to-take-over-hsbcs-u-s-business-11562605651", "title": "HSBC Hires Citigroup Veteran to Take Over U.S. Business", "date": "2019-07-08 14:13", "summary": "Head of HSBC's U.S. operations to retire, will be succeeded by Citigroup veteran Michael Roberts. HSBC Holdings PLC signaled a fresh effort to turn around its lagging U.S. business by hiring Citigroup Inc. veteran Michael Roberts to succeed Patrick Burke as chief executive of HSBC USA when he retires later this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-breach-of-nuclear-pact-tests-european-resolve-11562584738", "title": "Iran's Breach of Nuclear Pact Tests European Resolve", "date": "2019-07-08 14:10", "summary": "Tehran's move to enrich uranium above purity level allowed under 2015 pact challenges Europe's commitment to saving deal. The United Nations atomic agency confirmed that Iran is enriching uranium at levels that breach the 2015 nuclear agreement, leaving France, Britain and Germany with delicate decisions in the coming days over how to respond.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-2020-campaign-raised-19-1-million-in-second-quarter-11562608800", "title": "Elizabeth Warren's 2020 Campaign Raised $19.1 Million in Second Quarter", "date": "2019-07-08 14:00", "summary": "Massachusetts senator outpaces small-donor rival Sanders, becomes competitive with top fund-raisers Buttigieg, Biden. Massachusetts Sen. Elizabeth Warren said she raised $19.1 million in the most recent three months of her Democratic presidential bid, more than tripling her fundraising for the prior quarter and outpacing Vermont Sen. Bernie Sanders, who like Ms. Warren has focused entirely on small donors for campaign money.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-set-to-overhaul-pensions-that-coddle-retirees-but-drain-state-coffers-11562608584", "title": "Brazil Set to Tackle Pensions Overhaul", "date": "2019-07-08 13:56", "summary": "President aims to curb plan that drains state coffers to generously provide for retirees. BRASÍLIA-The sole health clinic in Palmital, a central Brazilian town of 3,500 residents, can afford doctors only three days a week and often has no pain killers on hand. \"Our state barely has money to pay salaries, let alone buy equipment for the health center,\" said the director, Luyza Axhcar.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-goes-agile-from-soup-to-snacks-11562579556", "title": "Campbell Goes Agile, From Soup to Snacks", "date": "2019-07-08 13:54", "summary": "Food company used 'agile development' to launch a version of Goldfish for older kids; it is expanding the method to all product launches. When Campbell Soup Co. wanted to bring a snack to market that would appeal to children ages 9 to 12, the company turned to \"agile development\" for help.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wrong-sort-of-viral-advertising-11562608331", "title": "The Wrong Sort of Viral Advertising", "date": "2019-07-08 13:52", "summary": "Blue Bell Creameries is facing a rash of copycats consuming its ice cream and replacing it on shelves. In the age of social media, the owners of most brands are tickled pink when images of their products go viral.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whiplash-etf-flows-follow-russell-rebalance-11562606228", "title": "Whiplash ETF Flows Follow Russell Rebalance", "date": "2019-07-08 13:17", "summary": "A handful of exchange-traded funds have shed nearly $14 billion in assets in the past week. A handful of exchange-traded funds have shed nearly $14 billion in assets in the past week, reversing an influx of cash that came in late June.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-shares-fall-as-restructuring-begins-11562578013", "title": "Deutsche Bank Shares Fall Sharply on Restructuring", "date": "2019-07-08 13:10", "summary": "CEO Christian Sewing admitted returns have been unacceptably low and costs too high. Deutsche Bank AG was quick to start firing staff from its investment bank on Monday. Its investors will need to wait much longer to discover how the German lender's radical restructuring will affect them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-stocks-surge-to-records-nervous-investors-buy-bonds-too-11562578201", "title": "During Stock Rally, Nervous Investors Buy Bonds, Too", "date": "2019-07-08 12:58", "summary": "Individuals are on track to purchase bulk of U.S. government's newly issued longer-term debt. Individual investors are helping power this year's rally in U.S. government debt, a sign many remain cautious even as stocks push to new highs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-benefit-from-combining-cfo-and-coo-jobs-study-finds-11562578209", "title": "Companies Benefit From Combining CFO and COO Jobs, Study Finds", "date": "2019-07-08 12:42", "summary": "Researchers, who looked at 16 years of data, found no evidence that a hybrid CFO-COO position hurts operations. Finance chiefs in recent years have absorbed more duties once assigned to the chief operating officer. An exhaustive new study shows it is a boon.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-has-a-home-run-crisis-11562603173", "title": "Baseball Has a Home Run Crisis", "date": "2019-07-08 12:26", "summary": "An epidemic of homers has led to longer games with less action. Now fans are pushing back.. Just a quarter-century ago, Major League Baseball was ravaged by a strike that canceled the 1994 World Series and left the future of the national pastime in doubt. One thing brought the game back from the abyss: Mark McGwire and Sammy Sosa's pursuit of a record 62 home runs, a race that captivated fans in a way that no longer seemed possible.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-lawmakers-to-debate-guns-a-month-after-mass-shooting-11562602098", "title": "Virginia Lawmakers to Debate Guns a Month After Mass Shooting", "date": "2019-07-08 12:08", "summary": "Special session comes ahead of a fall election that could decide control of state legislature. Virginia lawmakers will debate new gun restrictions in a special legislative session this week, in the wake of May's deadly mass shooting in Virginia Beach and ahead of a big election in the closely divided state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-falls-after-erdogan-ousts-central-bank-chief-11562575860", "title": "Turkish Lira Falls After Erdogan Ousts Central Bank Chief", "date": "2019-07-08 12:07", "summary": "Investors nervous about central bank independence sent the lira lower while Turkey's benchmark stock index dropped. The Turkish lira dropped sharply on Monday as President Recep Tayyip Erdogan's decision to fire the governor of the central bank left investors worried about economic mismanagement in a country dealing with high inflation and sluggish growth.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-phone-call-that-changed-a-writers-fate-11562601653", "title": "The Phone Call That Changed a Writer's Fate", "date": "2019-07-08 12:00", "summary": "Adrian McKinty, whose thriller 'The Chain' debuts this week, had quit writing and was driving an Uber in Australia when an agent called. \"The Chain,\" a kidnapping thriller being marketed as \"Jaws for parents,\" is emerging as one of publishing's biggest bets of the summer beach-read season.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sun-capital-backed-restaurants-unlimited-files-for-bankruptcy-protection-11562600740", "title": "Sun Capital-Backed Restaurants Unlimited Files For Bankruptcy Protection", "date": "2019-07-08 11:45", "summary": "Operator of 35 full-service restaurants plans to sell its assets. Restaurants Unlimited Inc., an eatery chain owned by private-equity firm Sun Capital Partners Inc., filed for bankruptcy protection, blaming state-mandated wage hikes and changing customer habits for its financial problems.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-long-can-the-u-s-women-keep-going-11562600403", "title": "How Long Can the U.S. Women Keep Going?", "date": "2019-07-08 11:40", "summary": "With several key players now in their 30s, the U.S. must try to retool while remaining on top. LYON, France-After the fireworks cleared and the music died down, U.S. forward Tobin Heath was still lying on the stadium turf making confetti angels. When she finally stopped, her jersey covered in gold and blue foil, Heath turned to a pair of teammates and shouted, \"I never want to get up.\"", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/punjab-national-bank-fall-11-after-fraud-allegation-11562600391", "title": "Punjab National Bank Falls 11% After Fraud Allegation", "date": "2019-07-08 11:39", "summary": "State bank says a borrower defrauded it of more than $500 million after it also fell victim to one of the country's biggest banking scams last year. Shares of Punjab National Bank, the victim last year of one of India's biggest banking scams, fell 11% Monday after it said a corporate borrower had defrauded it of more than $500 million.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-of-the-family-cellphone-plan-11562405400", "title": "The New Rules of the Family Cellphone Plan", "date": "2019-07-08 11:30", "summary": "Jesuits and other nonfamily groups see the benefits of a group plan. ", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-happy-meal-toys-caught-in-backlash-over-plastic-11562583605", "title": "McDonald's Happy Meal Toys Caught in Backlash Over Plastic", "date": "2019-07-08 11:27", "summary": "British petition calls for fast-food giant to scrap plastic toys included in kids' meals. LONDON-The plastic backlash has a new target: Happy Meal toys.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-says-inflation-expectations-ticked-higher-in-june-11562598310", "title": "New York Fed Says Inflation Expectations Ticked Higher in June", "date": "2019-07-08 11:05", "summary": "Resume Subscription. Inflation expectations moved up last month, potentially bolstering the Federal Reserve's expectations that price pressures are moving back to their 2% target.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-debt-begins-to-crush-chinas-corporate-giants-including-the-jewelry-queen-11562597217", "title": "Heavy Debt Humbles China's Business Champions, Including the Jewelry Queen", "date": "2019-07-08 10:46", "summary": "China's economic slowdown has exposed how some of the country's biggest private companies are struggling to manage excessive debt. YIWU, China-When she was a teenager in the 1970s, Zhou Xiaoguang peddled trinkets city to city and slept on trains, a formative chapter in her creation of the world's largest costume jeweler, Neoglory Holdings Group Co.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-popular-womens-world-cup-raises-pressure-for-more-prize-money-11562597081", "title": "A Popular Women's World Cup Raises Pressure for More Prize Money", "date": "2019-07-08 10:44", "summary": "FIFA has already proposed doubling payments for women players, but that would still be a fraction of the men's prize pool. LYON, France-FIFA president Gianni Infantino called the 2019 World Cup phenomenal, incredible, fantastic, the best Women's World Cup ever. He added: \"There will be a before, and an after, the Women's World Cup 2019, in terms of women's football.\"", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-president-trump-finally-getting-a-weaker-dollar-11562583605", "title": "Is President Trump Finally Getting a Weaker Dollar?", "date": "2019-07-08 09:51", "summary": "The U.S. currency has slipped from recent highs, and analysts say it may be in for a steady decline. President Trump has repeatedly bashed the dollar's strength in recent years, only for the currency to grind higher. Now, analysts say, the U.S. currency may finally be primed for a decline, albeit a slow and steady one.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-health-finance-chief-to-step-down-11562593442", "title": "Cardinal Health Finance Chief to Step Down", "date": "2019-07-08 09:44", "summary": "Jorge Gomez will join dental products company Dentsply Sirona as finance chief. Cardinal Health Inc.'s Chief Financial Officer Jorge Gomez will step down next month to take on the finance chief role at Dentsply Sirona Inc.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diverging-ideas-over-how-to-challenge-party-politics-11562593242", "title": "Diverging Ideas Over How to Challenge Party Politics", "date": "2019-07-08 09:40", "summary": "A Trump critic leaves the Republican Party, while Democrats battle their party's leadership from within. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-banks-best-shot-may-not-be-enough-11562593233", "title": "Deutsche Bank's Best Shot May Not Be Enough", "date": "2019-07-08 09:40", "summary": "The German lender is right to focus on serving corporate clients, but its new restructuring plan leaves little room for error. In theory, Deutsche Bank's strategic reset is as sensible as it is overdue. In practice, it will require flawless execution and may not go far enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-s-should-remain-protector-of-world-oil-flows-11562591605", "title": "Why the U.S. Should Remain Protector of World Oil Flows", "date": "2019-07-08 09:13", "summary": "President Trump has suggested handing protection of tankers in the Strait of Hormuz to other countries, though that would carry its own costs. As tensions with Iran began escalating last month, President Trump made a startling statement: The U.S. shouldn't be bearing the burden of protecting the flow of oil tankers past Iranian waters and through the Strait of Hormuz, one of the principal assignments the U.S. has accepted for the last four decades.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-m-t-bank-3m-and-southern-copper-11562580848", "title": "Stocks to Watch: Boeing, 3M, SIGA Technologies, Sangamo Therapeutics", "date": "2019-07-08 09:09", "summary": "SIGA Technologies was awarded a contract to try to expand the indication for a smallpox treatment; Boeing's rival Airbus gets a Saudi Arabian deal. Here are some companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-love-island-tries-to-bring-its-frenzy-to-america-11562590800", "title": "Britain's 'Love Island' Tries to Bring Its Frenzy to America", "date": "2019-07-08 09:00", "summary": "CBS is betting a U.S. version of the British reality dating show can captivate viewers in America as it has in the U.K., where it has become a surprising stirrer of national debate. The latest British TV show attempting to cross the Atlantic comes with an unusual track record for stirring national debate on social norms-a surprising attribute for a reality dating show about singles in bathing suits.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-warned-years-ago-of-rotting-wood-on-elevated-subway-line-11562587205", "title": "MTA Warned Years Ago of Rotting Wood on Elevated Subway Line", "date": "2019-07-08 08:00", "summary": "Wood was flagged as deficient in October 2015 and requiring replacement 'as soon as is practicable'. ", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-top-financial-regulator-wants-to-protect-consumers-11562587212", "title": "New York's Top Financial Regulator Wants to Protect Consumers", "date": "2019-07-08 08:00", "summary": "Linda Lacewell said she would step up to police everything from financial marketing to online lending. New York's new financial services regulator said her focus will be on ensuring data privacy and consumer protection as she takes the reins of an eight-year-old agency.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-kardashian-cover-interview-kimono-shapewear-11562584099", "title": "The Inside Story of Kim Kardashian West's Billion-Dollar Shapewear Bet", "date": "2019-07-08 07:11", "summary": "Kim Kardashian West has long dreamed of her own body-positive, shade-inclusive line of shapewear and underwear. But now the outcry over the erstwhile Kimono's name could derail many months of planning. How she and a team of blue-chip investors are trying to salvage their claim to a piece of the $83 billion industry.. It was around noon on Friday, June 28, when Kim Kardashian West realized it was time to cave. After three days of being globally thrashed, she would have to change the name of her latest venture, a shapewear and lingerie line, a concept she had been thinking about for the past decade-longer than she had been married to Kanye West, longer than her four kids had been alive, longer than she had been arguably the most famous woman in the world other than Queen Elizabeth II. The name Kimono had to go.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inside-story-of-kim-kardashian-wests-billion-dollar-shapewear-bet-11562584021", "title": "The Inside Story of Kim Kardashian West's Billion-Dollar Shapewear Bet", "date": "2019-07-08 07:07", "summary": "Kim Kardashian West has long dreamed of her own body-positive, shade-inclusive line of shapewear and underwear. But now the outcry over the erstwhile Kimono's name could derail many months of planning. How she and a team of blue-chip investors are trying to salvage their claim to a piece of the $83 billion industry.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-inside-story-of-kim-kardashian-wests-billion-dollar-shapewear-bet-11562583966", "title": "The Inside Story of Kim Kardashian West's Billion-Dollar Shapewear Bet", "date": "2019-07-08 07:06", "summary": "Kim Kardashian West has long dreamed of her own body-positive, shade-inclusive line of shapewear and underwear. But now the outcry over the erstwhile Kimono's name could derail many months of planning. How she and a team of blue-chip investors are trying to salvage their claim to a piece of the $83 billion industry.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-stocks-havent-priced-in-enough-bad-news-11562583780", "title": "Bank Stocks Haven't Priced In Enough Bad News", "date": "2019-07-08 07:03", "summary": "Bank stocks appear cheap based on analyst estimates for future earnings, but are analysts pessimistic enough?. American bank stocks look cheap right now, but are they cheap enough? That depends on how bad things get when the economic cycle turns.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bregal-sagemount-invests-in-buyers-edge-platform-11562578204", "title": "Bregal Sagemount Invests in Buyers Edge Platform", "date": "2019-07-08 05:32", "summary": "It is the firm's eighth investment in the supply chain technology-enabled logistics sector. Private-equity firm Bregal Sagemount is betting once again on the supply-chain software sector with a growth investment in Buyers Edge Platform LLC, a group purchasing and technology company for the food service industry.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-election-defeat-greek-leader-promises-to-influence-politics-11562578245", "title": "After Election Defeat, Greek Leader Promises to Influence Politics", "date": "2019-07-08 05:30", "summary": "Whether Alexis Tsipras returns to his populist roots or moves closer to the center-left could offer insight into how politics in Europe will play out. ATHENS-Alexis Tsipras, the former enfant terrible of European politics, must reinvent himself in opposition after losing power in Greece's elections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-interview-etiquette-isnt-just-for-the-applicants-11562578204", "title": "Job-Interview Etiquette Isn't Just for the Applicants", "date": "2019-07-08 05:30", "summary": "In a tight hiring market, it's more important than ever for employers to avoid poor behavior like ghosting job seekers after meeting with them. Employers are battling to hire skilled employees in one of the tightest labor markets in 50 years. So they must be courting job seekers, wooing them with care and consideration-right?", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-zappos-algorithms-teach-themselves-11562578200", "title": "At Zappos, Algorithms Teach Themselves", "date": "2019-07-08 05:30", "summary": "'Genetic algorithms,' which mimic natural selection, learn to understand what customers are searching for and spit out better results. Zappos LLC, an online seller of shoes and apparel, said a self-learning algorithm has shown promise in solving one of its most perplexing search-engine issues: irrelevant results.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-sharing-startup-getaround-bets-on-ride-sharing-with-softbank-11562578209", "title": "Car-Sharing Startup Getaround Bets on Ride Sharing With SoftBank", "date": "2019-07-08 05:30", "summary": "Getaround trails its rival Turo, but has tied itself to SoftBank's transportation strategy. Nearly a year after it raised a $300 million investment led by SoftBank Group Corp.'s Vision Fund, car-sharing startup Getaround Inc. is hoping to profit from ties to the tech giant's other portfolio companies.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getaround-turo-take-different-car-rental-routes-11562578205", "title": "Getaround, Turo Take Different Car-Rental Routes", "date": "2019-07-08 05:30", "summary": "Startups both offer tools that let car-owners rent out their vehicles for short periods. Getaround Inc.'s car-sharing app allows urban customers who need a car for a day or a few hours to rent from nearby car owners-and now it wants to take that model to more cities.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-under-court-order-gives-compliance-unit-more-independence-11562578204", "title": "Carnival, Under Court Order, Gives Compliance Unit More Independence", "date": "2019-07-08 05:30", "summary": "Cruise line operator is expected to name its first chief compliance officer soon as it takes steps to remedy recent environmental lapses. When Carnival Corp. names its first chief compliance officer, as it is expected to do soon, the appointment will be a symbolic step in the cruise-line operator's effort to move on from years of legal woes.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missing-spending-stimulus-weighs-on-u-s-growth-11562578200", "title": "Missing Spending Stimulus Weighs On U.S. Growth", "date": "2019-07-08 05:30", "summary": "Economists expected greater boost after 2018 budget deal; muted growth only partly explained by lagging federal outlays. WASHINGTON-The economy was supposed to get a lift this year from higher government spending enacted in 2018, but so far much of that stimulus hasn't shown up, puzzling economists.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-financial-plumbing-is-getting-leakier-11562577887", "title": "China's Financial Plumbing Is Getting Leakier", "date": "2019-07-08 05:27", "summary": "Money-markets ructions expose a vulnerability that still hasn't been patched: dependence on low-quality collateral. Markets are a psychological phenomenon-a set of beliefs about how the world works and what things are worth. When assumptions are challenged, the results can be stomach-churning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatives-on-path-to-victory-in-greece-election-polls-show-11562515739", "title": "Conservatives Regain Control in Greece", "date": "2019-07-08 05:12", "summary": "Voters' return to a mainstream political party after trying the populist Syriza shows that the rise of antiestablishment parties can also be reversed. ATHENS-Greece elected a conservative government on a promise to cut taxes and spur economic growth, initial results showed, ejecting a left-wing government that couldn't deliver an end to the country's long economic slump.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-ipos-set-record-pace-in-first-half-11562576400", "title": "Large IPOs Set Record Pace in First Half", "date": "2019-07-08 05:00", "summary": "Startups raised $472 million in capital on average through their public offerings, data show. The number of companies valued at $10 billion or more that have gone public in the first half of this year is more than at any other time since the dot-com boom of 2000, data show.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-derians-favorite-things-11562576401", "title": "John Derian's Favorite Things", "date": "2019-07-08 05:00", "summary": "The decoupage artist and visionary retailer on the paintings, stone cactus and coffee cup he treasures most.. \"The boy on the bottom right is a pencil drawing from the 1700s. There's something about him that I always felt connected to, like somehow he's me in a funny way. The painting above it reminds me of life drawing classes, of sitting and drawing. The guy to the left is a little street urchin. There's something so charming about his hat. Somebody cut out paper patterns of animals in the one below. They're inspiring to my own work. In front of that is this cactus I got in Paris. It's stone but it looks lifelike in person; it kind of tricks everybody. Plus I like fake things, so it does a lot for me.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-project-runways-brandon-maxwell-became-a-gaga-approved-success-11562576400", "title": "How Project Runway's Brandon Maxwell Became a Gaga-Approved Success", "date": "2019-07-08 05:00", "summary": "A whirlwind day with the CFDA Womenswear Designer of the Year.. OH, WHAT A PAGEANT GIRL I've become,\" says designer Brandon Maxwell, 34, fixing his blowout and dabbing his makeup as he preps to film a segment for an upcoming episode of CBS Sunday Morning. It's just before noon on the last Friday in May on the set of Maxwell's pre-spring 2020 lookbook shoot. Roughly 30 people and one French bulldog, Stella Marie, are assembled at Pier59 Studios in Manhattan to shoot the collection before Maxwell and his fiancé, Jessy Price, have to catch a flight to Houston for Price's sister's high school graduation.", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-from-the-editor-web-friendly-11562576401", "title": "Letter From the Editor: Web Friendly", "date": "2019-07-08 05:00", "summary": "In her monthly editor's letter, WSJ.'s Kristina O'Neill introduces an all-digital issue.. As The Wall Street Journal embarks on a new partnership with Apple News+ this summer, it seems an ideal moment to present an all-digital issue of WSJ. Magazine. We're very excited to bring you this first-ever mobile-first edition, conveniently starring a celebrity with a reputation for breaking the internet, as well as a rising Hollywood star who's becoming a household name in her own right.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-harbour-charli-xcx-and-niecy-nash-on-the-moment-when-everything-changed-11562576402", "title": "David Harbour, Charli XCX and Niecy Nash on the Moment When Everything Changed", "date": "2019-07-08 05:00", "summary": "Those luminaries and more weigh in on this month's Columnists topic: Turning Points. \"When we started [the podcast] Criminal, it was a total passion project. I mean, it was just an idea that you didn't know if it would work. We wanted to create something brand new that we could control, a concept that we could design: the sound of the show, the look of the show [and] the topic. I remember working hard on this for months and months, and we put out the first episode. That first day, 50 people listened. And I thought to myself, OK, 50 people, that's my family, our friends. I have a network of 50 people. But then I remember, I saw that 51 people had listened, and I thought, OK, someone who I don't know has found this thing. It worked and that was it. Criminal has millions of listeners a month now. But for me, I still think about looking at that download number and seeing that one person. The 51st person to ever listen to Criminal, in my mind, will be the most important thing, because it was when I realized that this thing was reaching someone who hadn't been forced to listen.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-wsj-magazines-first-all-digital-issue-11562576402", "title": "Contributors to WSJ. Magazine's First All-Digital Issue", "date": "2019-07-08 05:00", "summary": "Writer Molly Lambert contributed to this issue of the magazine.. For WSJ. Magazine's first all-digital issue, writer Molly Lambert profiled rapper and actress Awkwafina. \"She was so cool, I felt like I already knew her when we met,\" says Lambert. The best part of working on the story, she explains, was talking to Awkwafina about magic. \"We shared stories about amateur close-up magic and being home hobbyists,\" she says.", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-is-overflowing-with-natural-gas-not-everyone-can-get-it-11562518355", "title": "The U.S. Is Overflowing With Natural Gas. Not Everyone Can Get It.", "date": "2019-07-08 00:01", "summary": "U.S. gas production is at a record high, but the infrastructure needed to move the fuel around the country hasn't kept up. America is awash in natural gas. In parts of the country there's hardly a drop to burn.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11562524038", "title": "Pepper...and Salt", "date": "2019-07-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-team-of-government-lawyers-will-take-over-census-fight-11562550026", "title": "A New Team of Government Lawyers Will Take Over Census Fight", "date": "2019-07-08 00:01", "summary": "President Trump says Attorney General Barr is exploring 'a couple of avenues' for adding the citizenship question. A new team of government lawyers will be taking charge of the census fight, the Justice Department said, as the Trump administration continues to search for a legally acceptable way to include a citizenship question in the 2020 survey despite a recent Supreme Court decision barring it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-as-busy-week-of-reports-kicks-off-11562600818", "title": "U.S. Oil Prices Rise as Busy Week of Reports Kicks Off", "date": "2019-07-08 00:01", "summary": "Reports could provide direction on global demand, production from U.S. and OPEC. U.S. oil prices pushed higher on Monday as crude continued to dig out from a nearly 5% loss suffered last Tuesday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incoming-top-naval-officer-will-retire-amid-ethics-scrutiny-11562555458", "title": "Incoming Top Naval Officer Will Retire Amid Ethics Scrutiny", "date": "2019-07-08 23:10", "summary": "Adm. William Moran will step down rather than take over as Chief of Naval Operations. WASHINGTON-Adm. William Moran, who was to take over as the Navy's top officer this summer, is instead stepping down over his association with a former naval officer who had been investigated more than two years ago for inappropriate conduct, U.S. military officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-to-exit-global-equities-trading-business-11562512302", "title": "Deutsche Bank to Exit Global Equities, Trading Business", "date": "2019-07-08 20:34", "summary": "German bank will cut 18,000 jobs by 2022 and will focus on serving European companies and retail-banking customers, including wealthy clients. Deutsche Bank AG moved Sunday to gut its global ambitions as a trading powerhouse, cutting 18,000 jobs and retreating to its German banking roots in a radical overhaul to try to save itself after years of decline.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/130-years-of-history-as-seen-in-the-pages-of-the-wall-street-journal-11562544331", "title": "130 Years of History as Seen in the Pages of The Wall Street Journal", "date": "2019-07-08 20:05", "summary": "A special report highlighting how the Journal has covered some of the most significant events in the world since its debut in 1889. To Our Readers:", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-tallies-damage-from-quakes-11562544098", "title": "California Tallies Damage From Quakes", "date": "2019-07-08 20:01", "summary": "As residents braced for more aftershocks the governor asked Trump for federal aid. TRONA, Calif.-As Californians braced for aftershocks from a pair of powerful earthquakes that hit late last week, officials began the arduous work of assessing the damage to roads, buildings and pipelines spread over a massive and sparsely populated area between Las Vegas and Los Angeles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]