[{"link": "https://www.wsj.com/articles/tower-research-to-pay-67-million-to-settle-spoofing-claims-11573155230", "title": "Tower Research to Pay $67 Million to Settle Spoofing Claims", "date": "2019-11-07 18:58", "summary": "High-speed trading firm also signs on to deferred prosecution agreement with DOJ. WASHINGTON-High-speed trading firm Tower Research Capital LLC agreed to pay $67 million to settle regulatory allegations that its traders manipulated the price of stock-index futures, the biggest penalty ever imposed by the U.S. derivatives watchdog in such a case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/choosing-the-right-earnings-day-is-a-complex-task-for-finance-executives-11573122605", "title": "Choosing the Right Earnings Day is a Complex Task for Finance Executives", "date": "2019-11-07 18:49", "summary": "Thursday is expected to be the busiest day of earnings season, with more than 420 U.S.-listed companies scheduled to report. Thursday was the most popular day to report financial results this earnings season. And, for some companies, that might have been a good thing.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-present-text-messages-in-effort-to-show-roger-stone-lied-to-congress-11573154437", "title": "Prosecutors Present Text Messages in Effort to Show Stone Lied to Congress", "date": "2019-11-07 18:42", "summary": "Former Trump adviser had told lawmakers he had no records of communications relevant to their probe of Russian interference in 2016 election. WASHINGTON-Roger Stone exchanged hundreds of emails and text messages with an associate that he told Congress he had no records of communications with, a federal prosecutor showed jurors Thursday, in the second day of the criminal trial for the former adviser to President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-to-offer-15-monthly-cellphone-plan-11573141191", "title": "T-Mobile to Offer $15 Cellphone Plan", "date": "2019-11-07 18:22", "summary": "With new prepaid offer, the wireless carrier tries to assure critics Sprint deal won't hurt competition. T-Mobile US Inc. opened a new front in the cellphone pricing wars, unveiling a monthly data plan that starts at $15 as the company responds to critics that its planned merger with Sprint Corp. will lessen competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-whistleblower-tips-and-awards-fall-after-record-2018-11573168482", "title": "CFTC Whistleblower Tips and Awards Fall After Record 2018", "date": "2019-11-07 18:14", "summary": "The Commodity Futures Trading Commission's whistleblower program has issued 14 awards, totaling more than $100 million, since 2011. The number of tips to-and awards given out by-the Commodity Futures Trading Commission's whistleblower program have fallen from records set last year, according to the regulator's annual report to Congress.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-says-home-flipping-will-pull-in-1-billion-sending-shares-higher-11573167836", "title": "Zillow Says Home-Flipping Will Pull In $1 Billion, Lifting Shares", "date": "2019-11-07 18:03", "summary": "Real estate platform says reselling segment is on pace to become billion-dollar business. Shares of Zillow Group Inc. rose 9% in after-hours trading as the company said its home-flipping business is expected to generate as much as $1.25 billion this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-confrontation-with-china-11573167681", "title": "The Great Confrontation With China", "date": "2019-11-07 18:01", "summary": "Pence and Pompeo are making the case for a new approach that will outlast this administration.. The Trump administration is heading for a fundamental break with the People's Republic of China. The rupture, if it occurs, will upend almost a half-century of Washington's \"engagement\" policies. Twin speeches last month by Vice President Mike Pence and Secretary of State Mike Pompeo contained confrontational language rarely heard from senior American officials in public.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berezina-review-chasing-an-epic-fail-11573167642", "title": "'Berezina' Review: Chasing an Epic Fail", "date": "2019-11-07 18:00", "summary": "A road trip from Moscow to Paris, tracing the route of the French retreat after Napoleon's invasion of Russia.. A bérézina refers, in colloquial French, to \"a disastrous situation.\" The term derives from the name of a river that the French army crossed in November 1812, in retreat from Moscow after Napoleon's ill-fated invasion of Russia. The French crossed the Berezina, in Belarus, but suffered heavy casualties, under siege by a vengeful Russian army. The river entered the lexicon as a synonym for catastrophe-and inspired a road trip 200 years later.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-nielsens-ceo-says-splitting-the-company-will-help-marketers-and-agencies-11573167586", "title": "Why Nielsen's CEO Says Splitting the Company Will Help Marketers and Agencies", "date": "2019-11-07 17:59", "summary": "Observers are hopeful, but waiting to see the execution. Nielsen Holdings PLC said the decision to split itself in two and reduce shareholder dividends will create a pair of companies that innovate better and more quickly than before. That will help marketers and media companies that buy Nielsen's measurement and analytics services, according to the company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holder-takes-virginia-11573167564", "title": "Eric Holder Takes Virginia", "date": "2019-11-07 17:59", "summary": "The Democratic plan to dominate state legislatures has its first electoral success.. Analysts are reading Tuesday's tea leaves, predicting what the off-year election results mean for the presidential race. But one victory is beyond dispute. Former Attorney General Eric Holder will be celebrating this week for a decade.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-health-care-makes-politics-sick-11573167478", "title": "Universal Health Care Makes Politics Sick", "date": "2019-11-07 17:57", "summary": "Why would a president or prime minister want to be responsible for every single patient in the country?. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stasi-spies-in-seminary-11573167373", "title": "The Stasi Spies in Seminary", "date": "2019-11-07 17:56", "summary": "Religion played a complicated but key role in the collapse of East Germany.. East Germany's Communist government opened the Berlin Wall and thus the country 30 years ago Saturday. Geopolitics and economics drove this outcome, but East Germany's religious communities played a complicated, significant and far too often overlooked role.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-centenary-for-free-speech-11573167328", "title": "A Centenary for Free Speech", "date": "2019-11-07 17:55", "summary": "Holmes's dissent in Abrams v. U.S. set the stage for broad First Amendment rights.. Americans may take free speech for granted, but they couldn't do so a century ago. Courts convicted newspapermen, pamphleteers and politicians for nothing more-and sometimes less-than trying to sway the public against U.S. involvement in World War I. On Nov. 10, 1919, the Supreme Court affirmed the conviction of antiwar protesters under a law that made it a crime to \"hinder\" the war effort. But a dissent in Abrams v. U.S. laid the foundation for today's robust protection of controversial speech.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-sides-with-big-oil-in-a-feud-with-pittsburghs-mayor-11573167291", "title": "Labor Sides With Big Oil in a Feud With Pittsburgh's Mayor", "date": "2019-11-07 17:54", "summary": "The dustup is a microcosm of Democrats' difficulty with blue-collar voters, especially in Pennsylvania.. Pittsburgh", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-overreach-but-dont-free-lori-loughlin-11573167188", "title": "An Overreach? But Don't Free Lori Loughlin", "date": "2019-11-07 17:53", "summary": "Ms. Loughlin and her husband are accused of serious crimes. Simply because they are nonviolent doesn't eliminate the seriousness of their acts.. Regarding William McGurn's \"Free Lori Loughlin\" (Main Street, Nov. 5): Ms. Loughlin and her husband are accused of serious crimes. Simply because they are nonviolent doesn't eliminate the seriousness of their acts. Not only are they accused of lying about their children's qualifications, but they allegedly paid an enormous sum of money to help them succeed and get away with it. They were indicted by the feds in April and charged with laundering their payments through William \"Rick\" Singer's so-called \"charitable foundation.\" Their alleged crimes, if proven to be true in a court of law, are serious and merit serious jail time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automation-new-jobs-and-a-workers-duty-11573167001", "title": "Automation, New Jobs and a Worker's Duty", "date": "2019-11-07 17:50", "summary": "Workers have a responsibility to provide their employer more value than their paycheck. If they don't, they won't have jobs.. In his closing sentence, Marc Perrone, president of the United Food and Commercial Workers International Union, states: \"Businesses have a responsibility to use technology in a way that benefits their customers and the workers who help them every day\" (Letters, Nov. 5). No, Marc, workers have a responsibility to provide their employer more value than their paycheck. If they don't, they won't have jobs. That's been my philosophy since my first paid job baling hay for farmers around my hometown in Iowa at age 14.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plant-based-meat-costs-and-consciences-11573167052", "title": "Plant-Based Meat, Costs and Consciences", "date": "2019-11-07 17:50", "summary": "A significant motivator for many people who are trying to move toward plant-based foods is to reduce animal abuse and the environmental impact of the modern animal-based food industry.. In \"'Plant-Based Meat' Is All Hat and No Cattle\" (op-ed, Nov. 6), Rick Berman makes some devastating points about the drawbacks of Beyond Meat : 400% more sodium than lean beef, very heavy processing, 40 ingredients including a paint whitener. At my favorite beer and burger joint in Brooklyn, you can find a bigger drawback-ridiculously higher costs. Billy, the owner of two8two Bar & Burger, says he pays more than double the cost per pound for Beyond Meat. Real beef costs him $4 a pound over all, Beyond Meat costs him the equivalent of $8.50 a pound.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-windmills-disaster-for-birds-and-bats-11573166935", "title": "Green Windmills: Disaster for Birds and Bats", "date": "2019-11-07 17:48", "summary": "The wind tower project will clear-cut forests on top of the mountains, even though the project will be on a major migratory bird route and the unique scenic divide of the head waters area of both the Delaware and Susquehanna Rivers.. In response to the letter of the Natural Resources Defense Council's Richard Schrader (\"Cuomo's Right About Limiting Gas Pipelines,\" Nov 1): The first law broken by ideologues is the law of unintended consequences. The NRDC supports the couple dozen or so wind turbines on mountain tops in and around Sanford, N.Y. This is even though three bat species have just been placed on the New York state's \"special concern\" list, even though the most recent Cornell University study concluded that the bird population of the U.S. is in serious decline, even though the Sierra Club publication Desert Record has set out in detail the serious detrimental health effects of infrasound from wind turbines on wildlife and humans, even though the town of Sanford won't receive one kilowatt-hour of electricity from the wind turbines, even though the eight-square-mile project will clear-cut forests on top of the mountains, even though the project will be on a major migratory bird route and the unique scenic divide of the head waters area of both the Delaware and Susquehanna Rivers. The project seeks a \"kill permit\" for eagles, other birds and bats. Yet Mr. Schrader believes that \"all arrows are now pointed in the right direction.\" Perhaps the NRDC needs a new compass.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sling-tv-boosts-dish-subscriber-count-11573132178", "title": "Sling TV Boosts Dish Subscriber Count", "date": "2019-11-07 17:46", "summary": "Pay-TV provider posts surprise third-quarter gain in customers, though earnings still fell. Dish Network Corp. posted a surprise customer gain in the third quarter as its internet-TV business overshadowed accounts lost on the satellite side.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-stars-11573166795", "title": "Notable & Quotable: The Stars", "date": "2019-11-07 17:46", "summary": "Donald Trump's 'negative Q-a number that represents how many people know and dislike him-is more revealing.'. From \"Star Bores\" by Michael Gross in New York magazine, April 29, 1991:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-owner-says-it-will-close-another-96-stores-by-february-11573161195", "title": "Sears Owner Says It Will Close an Additional 96 Stores by February", "date": "2019-11-07 17:32", "summary": "Sears owner will have 182 Sears, Kmart stores after latest closings. Another holiday season and another wave of Sears store closures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-and-the-tramp-review-doggedly-formulaic-11573165390", "title": "'Lady and the Tramp': Doggedly Formulaic", "date": "2019-11-07 17:23", "summary": "What the new Disney+ streaming service calls 'Originals' are anything but, as this remake demonstrates. Lady and the Tramp", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-life-review-an-ex-con-youll-want-to-do-time-with-11573165372", "title": "An Ex-Con You'll Want to Do Time With", "date": "2019-11-07 17:22", "summary": "This British series on Showtime tells the story of newly released Miri Matteson with a deft mix of humor and pathos.. A lost-lookingMiri Matteson, wearing government-issue khaki and a DIY haircut, finds her old bedroom exactly as she left it, down to the posters on the walls: David Bowie. Michael Jackson. George Michael. Prince. And Jamie Oliver.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-charging-bull-statue-may-be-moved-from-longtime-corral-11573159336", "title": "New York's 'Charging Bull' Statue Will Soon Be Moved", "date": "2019-11-07 16:59", "summary": "Resume Subscription. The famed \"Charging Bull\" statue in lower Manhattan will soon be rounded up and moved from its longtime home, drawing criticism from its sculptor and the leadership of a local community group.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/johnson-publishing-sells-fashion-fair-cosmetics-business-to-former-execs-hedge-fund-founder-11573163726", "title": "Johnson Publishing Sells Fashion Fair Cosmetics Business to Former Execs, Hedge-Fund Founder", "date": "2019-11-07 16:55", "summary": "The bankrupt publisher's former CEO, its former digital COO and the founder of Magnetar Capital will own the beauty brand. Johnson Publishing Co., the bankrupt former publisher of Ebony and Jet magazines, is selling its iconic Fashion Fair beauty line for women of color to two of its former executives and a hedge-fund founder for $1.85 million.", "categories": [["Pro PE Restructuring Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-restructuring-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sues-hiv-drugmaker-gilead-alleging-it-infringed-on-prep-patent-11573148145", "title": "U.S. Sues HIV Drugmaker Gilead Over Patents", "date": "2019-11-07 16:52", "summary": "Lawsuit follows calls by activists, public health advocates for government to use its patents to expand access to PrEP regimen. The Trump administration has taken the unusual step of suing drugmaker Gilead Sciences Inc. for allegedly infringing government-owned patents related to the use of medications to prevent transmission of HIV.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-accuses-iran-of-intimidating-u-n-nuclear-agency-inspectors-11573163577", "title": "U.S. Accuses Iran of Intimidating U.N. Nuclear Agency Inspectors", "date": "2019-11-07 16:52", "summary": "Western diplomats say an inspector was held by Iranian authorities and her papers confiscated. The U.S. accused Iran of intimidating nuclear inspectors after a woman from the United Nations atomic agency was blocked from entering the country's main enrichment site and briefly stopped from leaving the country, as tensions mounted over the 2015 nuclear deal.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-sells-lordstown-plant-that-became-flash-point-for-trump-uaw-11573160818", "title": "GM Sells Lordstown Plant That Became Flashpoint for Trump, UAW", "date": "2019-11-07 16:52", "summary": "Electric-truck maker acquires Ohio factory after ratified union contract clears way for its disposal. General Motors Co. 's closed Lordstown, Ohio, assembly plant-which became a flashpoint for President Trump and unionized workers angry over the company's factory closures-has a new owner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirees-mandatory-ira-withdrawals-would-shrink-under-treasury-plan-11573154451", "title": "Retirees' Mandatory IRA Withdrawals Would Shrink Under Treasury Plan", "date": "2019-11-07 16:51", "summary": "The Trump administration is updating life-expectancy tables governing required withdrawals from tax-advantaged retirement accounts. WASHINGTON-Retirees could take smaller mandatory withdrawals from their tax-advantaged accounts under a new Treasury Department proposal designed to adjust for rising life expectancy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-impeachment-committees-release-transcript-of-george-kent-deposition-11573157197", "title": "State Department Official Says Giuliani Spread 'Lies' About Ukraine Envoy", "date": "2019-11-07 16:44", "summary": "George Kent said he grew concerns about informal Ukraine channel and efforts to oust Yovanovitch. WASHINGTON-A State Department official told the House impeachment inquiry last month that Rudy Giuliani engaged in a campaign \"full of lies and incorrect information\" to undercut the then-ambassador to Ukraine, according to a transcript released Thursday, culminating in her removal from the post by President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wave-of-negative-rates-starts-to-recede-11573140838", "title": "Global Yields Climb as Trade Tensions Ease", "date": "2019-11-07 16:37", "summary": "Long-term government bond yields in several European countries are back in positive territory. A surge in government-bond yields world-wide carried the yield on the benchmark 10-year Treasury note to its highest close in three months on Thursday, as signs of further progress in trade negotiations between the U.S. and China stoked investor optimism.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-controls-cfo-to-retire-as-company-looks-to-fine-tune-building-operations-11573162276", "title": "Johnson Controls CFO to Retire as Company Looks to Fine-Tune Building Operations", "date": "2019-11-07 16:31", "summary": "Irish industrial and tech conglomerate has shed automotive seating and battery businesses in recent years. The finance chief of Johnson Controls International PLC is retiring, creating an opening for an executive who can refine the company's recent transition into a pure-play provider of building-efficiency products and services after shedding other business lines.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-s-fire-tv-to-carry-disney-11573162055", "title": "Amazon's Fire TV to Carry Disney+", "date": "2019-11-07 16:27", "summary": "Companies had been in a dispute over terms for carrying Disney apps on Fire TV devices. Amazon.com Inc. has reached a deal with Walt Disney Co. to carry the Disney+ streaming-video service on Fire TV devices, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinder-parent-gets-boost-from-wall-street-analysts-11573145956", "title": "Tinder Parent Gets Boost From Wall Street Analysts", "date": "2019-11-07 16:22", "summary": "Match Group offers attractive potential for growth, analysts say. Wall Street analysts are swiping right on Tinder parent Match Group Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-watchdog-reviewing-hold-on-ukraine-aid-11573152399", "title": "Congressional Watchdog Reviewing Hold on Ukraine Aid", "date": "2019-11-07 16:19", "summary": "Review focuses on whether Trump administration violated law by not notifying Capitol Hill. WASHINGTON-The Government Accountability Office is reviewing the Trump administration's hold on nearly $400 million in security assistance to Ukraine after a Democratic senator asked if the freeze violated appropriations law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebound-in-treasury-yields-hurts-gold-and-silver-11573142575", "title": "Rebound in Treasury Yields Hurts Gold and Silver", "date": "2019-11-07 16:18", "summary": "Optimism about a U.S.-China trade deal has pushed investors toward stocks and industrial commodities, denting the appeal of safe-haven assets. A recent rise in Treasury yields threatens to undercut the 2019 rally in precious metals such as gold and silver, highlighting how recent progress on a trade agreement is pushing investors to take on more risk.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-issues-civil-subpoenas-to-auto-makers-in-california-emissions-pact-probe-11573161496", "title": "Justice Department Issues Civil Subpoenas to Auto Makers in California Emissions Pact Probe", "date": "2019-11-07 16:18", "summary": "Subpoenas indicate a dialogue between the car makers and DOJ hasn't resolved the antitrust probe, which some Democrats see as politically motivated. ", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-sends-travel-website-stocks-on-bad-trip-11573147898", "title": "Google Sends Travel Website Stocks on Bad Trip", "date": "2019-11-07 16:09", "summary": "Changes to Google's algorithm put a dent in results at TripAdvisor and Expedia Group. When people think hotel, do they immediately think Trivago? Or do they turn to Google first? Despite Trivago parent Expedia Group 's best efforts on advertising, for many people the answer evidently is Google.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-debt-potential-litigation-costs-face-new-teva-cfo-11573160881", "title": "High Debt, Potential Litigation Costs Face New Teva CFO", "date": "2019-11-07 16:08", "summary": "The generic drug manufacturer on Thursday said Eli Kalif would take over as finance chief on Dec. 22. Teva Pharmaceuticals Industries Ltd. appointed a new finance chief who will be charged with managing the Israeli drug manufacturer's high debt as it braces for potential costs associated with opioid litigation in the U.S.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-gets-splashed-by-streaming-wars-11573150813", "title": "Roku Gets Splashed by Streaming Wars", "date": "2019-11-07 16:03", "summary": "The richly valued stock is vulnerable to perceived-and real-competitive threats. Roku is one of the smallest soldiers in the so-called streaming wars. It may also have one of the biggest targets on its back", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-impeachment-investigators-wont-subpoena-john-bolton-11573147474", "title": "House Democrats Decide Not to Subpoena John Bolton", "date": "2019-11-07 16:02", "summary": "Democrats hold fire as they await court decision on Don McGahn's testimony. WASHINGTON-House Democrats didn't try to compel former national security adviser John Bolton to testify on Thursday in the impeachment probe of President Trump, holding their fire as a federal court plans to rule soon on whether another former White House official can avoid cooperating with lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-much-for-whistleblower-coverage-at-abc-and-cbs-11573160178", "title": "So Much for 'Whistleblower' Coverage at ABC and CBS", "date": "2019-11-07 15:56", "summary": "Rival networks join forces to punish disclosure.. In the 50 days since news consumers were told that a federal whistleblower was expressing his disapproval of a presidential phone call, CBS News has aired or published more than 100 stories on President Donald Trump and Ukraine. Counting stories from local affiliates, the number rises above 200. That's according to the Dow Jones Factiva news archive.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-writes-down-value-of-tesla-plant-in-buffalo-11573159578", "title": "New York State Writes Down Value of Tesla Plant in Buffalo", "date": "2019-11-07 15:55", "summary": "Accounting change reduces assets by more than $1 billion. ALBANY, N.Y.-State officials recently wrote down more than $1 billion in economic development investments on several high-tech projects across upstate New York, including the solar-panel factory in Buffalo operated by Tesla Inc., documents show.", "categories": [["WSJ News Exclusive", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-to-stop-selling-mint-e-cigarettes-11573159938", "title": "Juul to Stop Selling Mint E-Cigarettes", "date": "2019-11-07 15:52", "summary": "Company says move is in response to new data showing popularity of the flavor among teens. Juul Labs Inc. said Thursday it was voluntarily stopping the sale of its mint-flavored e-cigarette refill pods, citing new government data on the flavor's popularity among teens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-smart-aroma-diffusers-that-look-chic-in-any-decor-11573159365", "title": "5 Smart Aroma Diffusers That Look Chic in Any Décor", "date": "2019-11-07 15:42", "summary": "Maximize the wellness benefits of aromatherapy with essential-oil diffusers that smartly and silently pump just a few drops of fragrance-think lavender or citrus-throughout your space. Nostalgic scents like 'Michigan' (tart cherries meet chocolate) remind you there's no place like home. $90, homesick.com", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-didnt-try-hard-enough-to-stop-turkeys-assault-in-syria-diplomat-says-11573159181", "title": "U.S. Didn't Try Hard Enough to Stop Turkey's Assault in Syria, Diplomat Says", "date": "2019-11-07 15:39", "summary": "Internal memo acknowledges Turkey's Erdogan might not have been stopped by more forceful policies. The senior U.S. diplomat for northeast Syria asserted in an internal memo that the Trump administration didn't try hard enough to dissuade Turkey from intervening militarily in northeast Syria, a person familiar with the assessment said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-november-2-11573156639", "title": "Best-Selling Books Week Ended November 2", "date": "2019-11-07 14:57", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriage-story-review-the-pain-of-parting-11573155632", "title": "'Marriage Story': The Pain of Parting", "date": "2019-11-07 14:40", "summary": "Noah Baumbach's film about a couple in the throes of divorce feels both personal and universal.. The marvelous paradox of Noah Baumbach's \"Marriage Story\" is how full of life it is for a tale of two people-Scarlett Johansson's Nicole and Adam Driver's Charlie-going through a kind of death as their marriage comes apart and they contend for custody of their young son, Henry (Azhy Robertson, perfect in the role). One of Charlie's lawyers, a charming geezer named Bert (Alan Alda), puts it more vividly: \"Getting divorced with a kid is one of the hardest things to do. It's like a death without a body.\" Bert also tells Charlie, for no discernible reason, not to expect too much from an old cat shambling around his shabby office. I'd say expect a lot from the movie and you won't be disappointed. It's a life-affirming, profoundly affecting classic.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honey-boy-review-exorcizing-his-daddy-dearest-11573155535", "title": "'Honey Boy' Review: Exorcizing His Daddy Dearest", "date": "2019-11-07 14:38", "summary": "Shia LaBeouf stars in and wrote the screenplay for this searing autobiographical drama about a son growing up in the shadow of a troubled father. The concept might sound dubious at best. An exceptionally gifted actor known for behaving badly off-screen writes a film about himself as therapy, then plays his father as a man who betrayed his love and blighted his young life. That's what Shia LaBeouf has done in \"Honey Boy,\" but the movie sweeps away all doubts. It's superb in every respect.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-fashion-is-too-much-fashion-at-work-11573155040", "title": "How Much Fashion Is Too Much Fashion at Work?", "date": "2019-11-07 14:30", "summary": "In a fall season rife with over-the-top designs, many women are gauging exactly how much they should embrace the more outré trends at the office. JOJO MU HAS been toning down her work wardrobe of late. The 38-year-old content producer recently pivoted from freelancing in New York to a contract gig in the Silicon Valley offices of a major tech company. \"I love being overdressed. I think it's the best,\" Ms. Mu wistfully confessed. She describes her instinctual style as \"eclectic,\" big on frothy tulle and printed dresses. When we spoke, however, Ms. Mu had just changed out of the relatively sober black-and-white ensemble she'd worn on the job that day. \"I've only been working here a year,\" she said, admitting that she's still feeling out office norms. \"I think when I start getting more comfortable, I'll wear whatever I want.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-87-billion-in-debt-11573154861", "title": "Treasury to Sell $87 Billion in Debt", "date": "2019-11-07 14:27", "summary": "Resume Subscription. The U.S. will auction $87 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nielsen-to-spin-off-global-connect-business-11573133392", "title": "Nielsen to Spin Off Global Connect Business", "date": "2019-11-07 14:24", "summary": "Market-analytics segment has been a weak spot for company, hampered by changing retail environment. Nielsen Holdings PLC said it plans to spin off its market-analytics business that measures retail and consumer behavior following a strategic review as it faces rapidly changing consumer habits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-companys-campaign-to-burnish-its-image-stretched-beyond-hunter-biden-11573154199", "title": "Burisma's Efforts to Burnish Image Stretched Beyond Hunter Biden", "date": "2019-11-07 14:16", "summary": "Burisma hired well-connected operatives in Washington to help persuade Ukrainian prosecutors to drop criminal cases against it. Burisma Holdings' campaign to clean up its image in the West reached beyond the 2014 hiring of Hunter Biden, son of the then-U.S. vice president, to include other well-connected operatives in Washington, according to officials in both countries and government records.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-police-superintendent-steps-down-after-overseeing-drop-in-crime-11573152673", "title": "Chicago Police Superintendent Steps Down After Overseeing Drop in Crime", "date": "2019-11-07 14:15", "summary": "Eddie Johnson took reins in 2016 just after shooting death of black teenager by white officer. CHICAGO-Police Superintendent Eddie Johnson, who took over the police force in the nation's third largest city following an infamous officer-involved shooting and oversaw a deep reduction in murders, announced plans Thursday to step down.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-saudi-arabia-twitter-has-become-a-tool-to-crack-down-on-dissent-11573126932", "title": "In Saudi Arabia, Twitter Has Become a Tool to Stifle Dissent", "date": "2019-11-07 14:13", "summary": "The Saudi government's attempts to control Twitter have mirrored a broader crackdown on dissent in the kingdom. DUBAI-U.S. charges that Saudi Arabia used Twitter Inc. employees to illegally spy on social-media users are the latest allegations that authorities in the kingdom have used the platform's popularity to crack down on critics.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-pressure-on-china-telecoms-over-unpaid-licensing-fees-say-lawmakers-11573153934", "title": "Trump Urged to Press China Telecoms Over Unpaid Licensing Fees", "date": "2019-11-07 14:12", "summary": "Chinese firms are using billions of dollars they owe to outpace U.S. and other market-based companies, say two GOP senators. Federal lawmakers are pressuring the White House to keep the heat on Chinese telecom companies over their unpaid bills to U.S. tech developers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-governor-to-establish-campground-for-homeless-in-austin-11573153372", "title": "Texas Governor to Establish Austin Campground for Homeless", "date": "2019-11-07 14:11", "summary": "Republican has been feuding with liberal city leaders over who can better manage the issue. Escalating his feud with Austin city leaders over how to address the Texas capital's problem of homelessness, Gov. Greg Abbott is planning to begin housing homeless people on state land.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-oil-auction-ends-in-disappointment-11573153714", "title": "Brazil Oil Auction Ends in Disappointment", "date": "2019-11-07 14:08", "summary": "The only block sold Thursday went to the state-controlled Petrobras and a Chinese partner. SÃO PAULO-Brazil's second oil auction in two days ended in disappointment, just like the first, with no U.S. or European major oil companies even bidding and only one of the five blocks on offer being sold, to Brazil's state-controlled Petróleo Brasileiro SA and a Chinese partner.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-reports-1-6-billion-loss-on-fire-related-impairment-charges-11573135896", "title": "PG&E Reports $1.6 Billion Loss as Fires, Blackouts Raise Costs", "date": "2019-11-07 13:52", "summary": "The bankrupt utility recorded $2.5 billion in new fire-related charges, raising the total to $20.4 billion. PG&E Corp. reported a $1.6 billion third-quarter loss as the costs of wildfires, bankruptcy and blackouts weighed on the beleaguered California utility.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wanted-attorney-general-barr-to-publicly-clear-him-over-ukraine-call-11573104736", "title": "Trump Wanted Attorney General Barr to Publicly Clear Him Over Ukraine Call", "date": "2019-11-07 13:48", "summary": "Mr. Barr refused the request, which came after the White House released a rough transcript of the July 25 call with Ukrainian President Volodymyr Zelensky, an official said. WASHINGTON-President Trump wanted Attorney General William Barr to publicly declare that he hadn't broken any laws during a phone call with the Ukrainian leader that is now at the heart of an impeachment inquiry, but Mr. Barr refused the request, an administration official said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ich-bin-ein-berliner-jfk-got-it-righthe-was-no-jelly-doughnut-11573152244", "title": "'Ich bin ein Berliner': JFK Got It Right-He Was No Jelly Doughnut", "date": "2019-11-07 13:44", "summary": "A persistent myth has grown up that President Kennedy's famous 1963 phrase was a gaffe that translates as calling himself a German pastry. Certain phrases have long been linked to the Berlin Wall as a symbol of the Cold War's geopolitical divide. One is the imperative that Ronald Reagan addressed to Mikhail Gorbachev at the Brandenburg Gate in 1987: \"Tear down this wall!\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-a-conversation-with-new-york-fed-president-john-williams-11573152096", "title": "Transcript: A Conversation With New York Fed President John Williams", "date": "2019-11-07 13:41", "summary": "Resume Subscription. Federal Reserve Bank of New York President John Williams discussed the labor market, inflation, the reasons behind the Fed's rate cuts and monetary policy tools in a world of lower interest rates at a Wall Street Journal event in New York on Wednesday, Nov. 6. Nick Timiraos, chief economics correspondent at the Journal, served as moderator. Here is a transcript, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/umbrella-maker-totes-isotoner-nears-deal-to-restructure-out-of-court-11573151948", "title": "Umbrella Maker Totes Isotoner Nears Deal to Restructure Out of Court", "date": "2019-11-07 13:39", "summary": "Totes faces an unsustainable debt load after suffering disruption from the consumer shift toward e-commerce. Totes Isotoner Corp., one of the world's largest suppliers of umbrellas, is nearing an out-of-court deal to restructure its balance sheet after the business suffered from the growing consumer preference for e-commerce, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siemens-taps-osrams-hanna-hennig-as-cio-11573151590", "title": "Siemens Taps Osram's Hanna Hennig as CIO", "date": "2019-11-07 13:33", "summary": "Taking on the role in January, Ms. Hennig succeeds Helmuth Ludwig. Hanna Hennig, the incoming chief information officer at Siemens AG , will help lead the industrial conglomerate's digital transformation and ensure a smooth information-technology transition for the spinoff of its power and gas business, the company said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-sites-fault-google-for-revenue-slowdowns-11573150621", "title": "Travel Sites Wrestle With Google", "date": "2019-11-07 13:17", "summary": "TripAdvisor, Expedia wrestling with consequences of search-giant's changes to displaying information for trips. TripAdvisor Inc. and Expedia Group Inc. are struggling to navigate shifts in how Google delivers information to consumers who use its search engine to plan travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-new-york-city-of-football-losers-11573149169", "title": "New York, New York, City of Football Losers", "date": "2019-11-07 13:12", "summary": "For a great city, an abysmal Jets-Giants showdown is a time to...do something else. No place on earth is as full of itself as New York City. This town is noisy, messy, crowded, obnoxious, and outrageously expensive. At least a few times a month, New York will take you to the brink of tears, make you question the meaning of your own existence. I love it very much. I never want to leave.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-lauren-shares-rise-on-higher-2q-results-same-revenue-outlook-11573139878", "title": "Price Hikes Help Ralph Lauren Boost Profits", "date": "2019-11-07 12:57", "summary": "Fashion brand plans to raise U.S. prices for spring collections. Ralph Lauren Corp. posted higher quarterly profit as the luxury apparel maker pushes through price increases, helping offset some of the rising costs due to tariffs on products imported from China.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbus-homeowners-tackle-big-renovations-11573148994", "title": "Columbus Homeowners Tackle Big Renovations", "date": "2019-11-07 12:52", "summary": "Four homeowners reveal their major upgrades properties. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/n-y-fed-official-bank-regulators-have-growing-interest-in-climate-change-risks-11573148495", "title": "N.Y. Fed: Regulators Have Growing Interest in Climate-Change Risks", "date": "2019-11-07 12:41", "summary": "Kevin Stiroh continues the central bank's focus on how unsettled weather could affect the financial system. A top New York Fed official put a price tag on climate- and weather-related events and said financial firms need to take seriously the danger of climate change in their risk-management decisions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seaworld-taps-new-ceo-11573129322", "title": "SeaWorld Taps New CEO, Posts Lower Revenue", "date": "2019-11-07 12:40", "summary": "The amusement park company also reported lower revenue. SeaWorld Entertainment Inc. has tapped a timeshare resort executive as its new chief executive.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-historic-millionaires-row-in-pittsburghs-east-end-11573148167", "title": "A Historic Millionaires' Row in Pittsburgh's East End", "date": "2019-11-07 12:36", "summary": "The Shadyside neighborhood offers luxury residential real estate in an area walkable to a diverse mix of restaurants, shops and cultural events. Tucked into Pittsburgh's East End is Shadyside, a roughly 14,000-person neighborhood that became popular during the mid-1800s. Into the 1900s, wealthy families like the Fricks and Mellons built mansions in the area, many along Shadyside's Fifth Avenue, or \"Millionaire's Row.\" Today the nearly one-square-mile community's Victorian estates and swanky contemporary homes and condos sit alongside tree-lined streets that offer a sense of privacy within Pennsylvania's second biggest city-even though the enclave is within walking distance to some of the metro's top restaurants and shops. The family-oriented atmosphere makes Shadyside a great place to raise kids-and dogs: More than 50 businesses are pooch-friendly.", "categories": [["Real Estate", "Rich Zips"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/rich-zips?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1989-wasnt-the-end-of-history-after-all-11573147141", "title": "1989 Wasn't the End of History After All", "date": "2019-11-07 12:19", "summary": "Liberal democracy in Eastern Europe is facing a new wave of authoritarian challengers.. My earliest political memory is of watching the Berlin Wall fall live on television. I can still picture my 7-year-old self in a spacious open-plan living room, my face up close against the screen, following in awe as hundreds of thousands sang and danced and hugged.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-billionaires-row-notches-a-61-million-deal-11573146681", "title": "New York's 'Billionaires' Row' Notches a $61 Million Deal", "date": "2019-11-07 12:11", "summary": "The purchaser is tied to wealthy hardware entrepreneur Eric Smidt; other buyers in the building include hedge-fund executive Ken Griffin.. A unit at 220 Central Park South, one of the new skyscrapers on New York's \"Billionaires' Row,\" has sold for $61 million. It is one of the largest transactions to have closed so far this year in the city.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-your-cat-be-vegan-11573146165", "title": "Should Your Cat Be Vegan?", "date": "2019-11-07 12:02", "summary": "Humans are interested in the benefits of a vegan diet, but serving felines meatless meals stirs controversy; tofu for Trixie. At first, Kecha gave up canned meat. Soon after, she stopped eating the fresh stuff too. Kecha is now strictly vegan. She is also a cat.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teva-pharmaceutical-is-in-recovery-11573145980", "title": "Teva Pharmaceutical Is in Recovery", "date": "2019-11-07 11:59", "summary": "Generic drugmaker's third-quarter earnings give reasons for optimism despite falling sales and profits. For Teva Pharmaceutical Industries shareholders, a little improvement goes quite a long way. The beleaguered generic drugmaker's third-quarter earnings, while mixed, gave investors some reason for optimism.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discoverys-profit-soars-driven-by-lower-costs-and-licensing-growth-11573142134", "title": "Discovery's Profit Soars, Driven by Lower Costs and Licensing Growth", "date": "2019-11-07 11:56", "summary": "CEO David Zaslav says company is exploring new streaming service that could feature much of Discovery's TV library. Discovery Inc. said its third-quarter profit more than doubled thanks to lower costs, higher operating results and advertising growth, as the company turns its efforts to building direct-to-consumer streaming services.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ask-a-wine-pro-5-pressing-questions-11573145488", "title": "Ask a Wine Pro: 5 Pressing Questions", "date": "2019-11-07 11:51", "summary": "Our wine columnist put persistent puzzlers to four trusted wine professionals. Their responses are equal parts helpful and surprising. CERTAIN WINE-RELATED questions-some a bit silly and others more substantial-have nagged at me over the years. They're not exactly wine \"peeves,\" though I have plenty of those. Rather, they relate to quirks of making, selling and enjoying wine that have never fully made sense to me-and have no doubt confounded others as well. I decided to pose my questions to four wine professionals.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-buy-columbus-11573145397", "title": "New Residents Are Spending Big in Columbus", "date": "2019-11-07 11:49", "summary": "The Ohio capital is the fastest-growing Midwestern city, pushing up real-estate prices and spurring major transformations of traditional neighborhoods and historic properties. Susan McManus and Ashley Lawson were confident they would get a great deal on a big home when they decided to relocate back to the Midwest after five years in Southern California.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-gadgets-co-star-in-its-new-tv-drama-11573145328", "title": "Apple's iPhone Is Center Stage in Its New TV Drama", "date": "2019-11-07 11:48", "summary": "iPhones, iPads and Macs share the screen with Jennifer Aniston and Reese Witherspoon in 'The Morning Show'. Apple Inc.'s flagship television series \"The Morning Show\" is a glossy, star-studded program designed to draw subscribers for the company's new streaming service. The show also, it turns out, doubles as an extended commercial for the gadgets that drive Apple's business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-drives-new-york-city-warehouse-boom-11573144779", "title": "E-Commerce Drives New York City Warehouse Boom", "date": "2019-11-07 11:39", "summary": "Sales of such properties this year hit nearly $1.7 billion, report says, even as city's real-estate market cools overall. Warehouses are emerging as New York City's hottest property type, with the pace of growth in sales of these e-commerce distribution centers exceeding those of office and apartment buildings this year.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-the-classics-11573144705", "title": "Where Are the Classics?", "date": "2019-11-07 11:38", "summary": "American theater needs to do a better job of balancing new productions with revivals.. The most revealing news of the 2019-20 theatrical season was the announcement last month of a pair of big-ticket revivals, Edward Albee's \"Who's Afraid of Virginia Woolf?\" and David Mamet's \"American Buffalo,\" both of which are set to open on Broadway next April. What made it so noteworthy is that \"Virginia Woolf,\" first performed in 1962, has already been done there four times, most recently in 2012-13, while \"American Buffalo,\" first performed in 1975, has been done three times, most recently in 2008.", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-senior-security-officer-being-moved-to-new-role-11573144068", "title": "Capital One Senior Security Officer Being Moved to New Role", "date": "2019-11-07 11:27", "summary": "Michael Johnson was chief information security officer during massive data breach. Capital One Financial Corp. is moving its chief information security officer out of the role in the wake of the bank's massive data breach, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://graphics.wsj.com/photo-poll/house-of-the-week-110719?mod=article_inline", "title": "Vote for the WSJ House of the Week", "date": "2019-11-07 11:20"}, {"link": "https://www.wsj.com/articles/bank-of-england-forecasts-modest-economic-boost-if-brexit-plan-passes-11573143052", "title": "Bank of England Forecasts Modest Economic Boost if Brexit Plan Passes", "date": "2019-11-07 11:10", "summary": "Rate setters say they are ready to cut rates if pick up doesn't occur. LONDON-The Bank of England said it expects the U.K. economy to pick up modestly over the next three years if lawmakers back Prime Minister Boris Johnson's Brexit deal and the country pursues a free-trade accord with the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-google-edged-out-rivals-and-built-the-worlds-dominant-ad-machine-a-visual-guide-11573142071", "title": "How Google Edged Out Rivals and Built the World's Dominant Ad Machine: A Visual Guide", "date": "2019-11-07 10:54", "summary": "The U.S. is investigating whether the tech giant has abused its power, including as the biggest broker of digital ad sales across the web. Nexstar Media Group Inc., the largest local news company in the U.S., recently tested what would happen if it stopped using Google's technology to place ads on its websites.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-u-k-parties-look-to-disrupt-brexit-with-election-pacts-11573141989", "title": "Smaller U.K. Parties Look to Disrupt Brexit With Election Pacts", "date": "2019-11-07 10:53", "summary": "With Britain's two-party system crumbling, a clutch of smaller parties are in contention to receive millions of votes. LONDON-As Brexit continues to reshape British politics, the country's smaller political parties are breaking with precedent and pushing for pre-election nonaggression pacts in an effort to maximize their impact on next month's general election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-news-and-some-bad-on-european-mortgage-rates-11573141981", "title": "Good News, and Some Bad, on European Mortgage Rates", "date": "2019-11-07 10:53", "summary": "For buyers of European real estate, rates are far lower than they are in the U.S. But they come with some pretty expensive fine print. With U.S. mortgage rates near historic lows, American buyers can be forgiven for thinking this is as good as it gets. But the mortgage rates in other parts of the world, including many European nations, make U.S. rates look downright usurious. The European Central Bank reported average rates in September for eurozone home-purchase loans with fixed terms of over 10 years at 1.44%. In the U.S., the average rate in September for 15-year mortgages was 3.12%; 30-year loans averaged 3.61%, according to Freddie Mac data.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-takes-on-lacroix-with-caffeinated-seltzer-11573135321", "title": "Coca-Cola Takes on LaCroix With Caffeinated Seltzer", "date": "2019-11-07 10:49", "summary": "Aha is Coke's latest effort to crack a crowded market after its Dasani brand failed to catch on. The maker of LaCroix, beset by falling sales and increased competition, faces another threat: Coca-Cola Co. is launching a new flavored seltzer brand with caffeinated options.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-115-14-billion-in-short-term-liquidity-to-markets-11573141440", "title": "Fed Adds $115.14 Billion in Short-Term Liquidity to Markets", "date": "2019-11-07 10:44", "summary": "Additions include $80.14 billion in overnight repurchase agreement and $35 billion 14-day repo. The New York Fed added $115.14 billion to financial markets via temporary operations on Thursday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-telecom-retirees-face-losing-health-benefits-11573140547", "title": "Connecticut Telecom Retirees Face Losing Health Benefits", "date": "2019-11-07 10:29", "summary": "Under new union contract, Frontier Communications ends coverage for some retirees. Struggling broadband provider Frontier Communications Corp. is ending health benefits for some of its retirees in Connecticut, according to the local union.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gorilla-treks-in-rwanda-a-bucket-list-must-11573139234", "title": "Gorilla Treks in Rwanda: A Bucket-List Must", "date": "2019-11-07 10:07", "summary": "The country's mountain gorillas are luring an upscale crowd, generating funds that help sustain the rare apes. Finally, a wildly extravagant vacation you can feel good about. I'D BEEN IN Volcanoes National Park, a sliver of jungle in northern Rwanda, for all of 30 minutes, when a fur ball the size of an ottoman came barreling toward me. To be fair, I was on his turf. I had been spying on the fur ball's family-nine mountain gorillas, including the roughly 400-pound patriarch, a massive silverback with a towering forehead and meaty hands twice the width of mine. The apes were scattered around a tangle of tree branches and bamboo stalks rooted on a mud-packed slope, while I'd been lurking about 30 feet away with six other tourists. We all wore shades of fresh-off-the-shelf khaki, with camera-phones or zoom lenses at the ready. A young couple from Mexico City had Go-Pro video cameras strapped to their wrists.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-economists-split-on-causes-of-hiring-slowdown-11573138800", "title": "WSJ Survey: Economists Split on Causes of Hiring Slowdown", "date": "2019-11-07 10:00", "summary": "Slightly more respondents cite shortage of workers than cite softening demand for labor. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-todays-auto-industry-even-toyota-needs-friends-11573137474", "title": "In Today's Auto Industry, Even Toyota Needs Friends", "date": "2019-11-07 09:37", "summary": "The world's most profitable car manufacturer can't afford electric cars on its own. It is revealing that even Toyota Motor , which makes more profit than any other car maker globally, doesn't feel it can face the future of the auto industry on its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-qualcomm-twitter-alphabet-11573118647", "title": "Stocks to Watch: Qualcomm, Twitter, Ralph Lauren", "date": "2019-11-07 09:27", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-innovators-awards-2019-celebrating-julianne-moore-tyler-the-creator-eddie-murphy-and-more-11573135503", "title": "See Julianne Moore, Tyler, the Creator and Eddie Murphy at WSJ.'s 2019 Innovator Awards", "date": "2019-11-07 09:05", "summary": "On Wednesday night, WSJ. Magazine honored visionaries at the newly reopened Museum of Modern Art. Sometimes, you click right away. \"Thank you so much WSJ. for inviting me to introduce my best friend Julianne Moore,\" said Bette Midler, presenting 2019 Arts & Activism Innovator Moore with her award. \"She's been my best friend for nine months.\"", "categories": [["Parties"]], "category_links": ["https://www.wsj.com/news/types/magazine-parties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-innovators-2019-11573135449", "title": "WSJ. Innovators 2019", "date": "2019-11-07 09:04", "summary": "A look inside the night. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-items-explorer-robert-ballard-cant-live-without-11573134244", "title": "The Items Explorer Robert Ballard Can't Live Without", "date": "2019-11-07 08:44", "summary": "Oceanographer and explorer Robert Ballard, currently still embarked on an expedition to locate Amelia Earhart's plane, shares a few of his most prized possessions. \"On the upper shelf are my Army and Navy caps. During the Vietnam War I volunteered to be a combat infantry officer. Then I was transferred into the Navy, where I remained for 30 years, primarily in naval intelligence, doing highly classified missions. Most people think of me as the guy who found the Titanic [in 1985]. That was a cover for a military operation, which was recently declassified. I was actually exploring two nuclear submarines we lost in the area. The caps are sitting on a model of Alvin, a deep-diving submarine that I landed on the Titanic, before sending a robot down inside. Behind it is an oil painting of the Titanic. On the lower shelf is a black smoker chimney, which we discovered in the Pacific in 1979. They belch out a fluid that's hot enough to melt lead. That helped us explain the chemistry of the world's oceans. The cap and hood on either side of the black smoker signify my academic life-I have 22 honorary doctorates in addition to my Ph.D.-and leaning against it is the Hubbard Medal presented to me by the National Geographic Society. Hanging on the mantel are two more medals, from the Explorers Club. In the corner, that's a tube worm in the glass container. In 1977, we discovered a complex ecosystem of exotic creatures that had figured out, over eons, how to duplicate photosynthesis in the darkness of the ocean. This discovery helps explain the origin of life on earth-and points to the high probability of it existing on other planets, even within our own solar system. The framed photo on top is of two of my children-Todd, on the right, died in a car accident when he was 20. Next to it is a cartoon I published in National Geographic in 1981 that said, We're no longer going to send our bodies to the bottom of the ocean; we are going to use telepresence, with advanced robotics. My wife, a television producer, commissioned the artwork in the front, which captures my existence-the military, academic and exploring parts of my life. I'm a Swiss Army knife in the sense that there are a lot of blades.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-rides-out-american-shift-to-trucks-suvs-11573132232", "title": "Toyota Rides Out American Shift to Trucks, SUVs", "date": "2019-11-07 08:10", "summary": "Car maker reports increased profit and maintains its guidance for the full year as Japanese rivals lower forecasts, partly over concerns about U.S. market. TOKYO-American car buyers' appetite for pickup trucks and sport-utility vehicles keeps growing to once-undreamed of levels, which is generally bad news for Japanese auto makers not named Toyota Motor Corp.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miners-want-to-take-the-boom-and-bust-out-of-ceo-pay-packages-11573131602", "title": "Miners Want to Take the Boom and Bust Out of CEO Pay Packages", "date": "2019-11-07 08:00", "summary": "Companies say contracts that rely too heavily on stock-based bonuses can encourage risky behavior. Global mining companies are re-examining how they pay their chief executives, aiming to diminish the impact of external factors-like swings in commodity prices-that can mask a leader's true performance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-enjoys-respite-from-fires-but-more-danger-looms-11573131600", "title": "California Enjoys Respite From Fires, but More Danger Looms", "date": "2019-11-07 08:00", "summary": "Lack of rain means the state remains at risk of more potentially deadly wildfires, particularly in Southern California. Just one week after multiple dangerous wildfires were burning on both ends of California, the state is basking under clear, nearly smoke-free skies again. But forecasters say it may be only a brief reprieve from potentially deadly blazes, particularly in the southern half of the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blockchain-makes-inroads-into-the-stock-markets-1-trillion-plumbing-system-11573131600", "title": "Blockchain Makes Inroads Into Stock Market's $1 Trillion Plumbing System", "date": "2019-11-07 08:00", "summary": "Paxos, a blockchain startup, hopes to construct a faster and cheaper way to process stock trades. Technology from the bitcoin world is coming to the trillion-dollar plumbing that underpins the U.S. stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-inflation-holds-steady-11573130142", "title": "Mexico Inflation Holds Steady", "date": "2019-11-07 07:35", "summary": "Forecasters expect the central bank will cut interest rates again this month. MEXICO CITY-Mexican inflation held steady in October, in line with the central bank's 3% target, leaving the door open for further interest-rate cuts this month.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-probably-need-this-appliance-11573130132", "title": "You Probably Need This Appliance", "date": "2019-11-07 07:35", "summary": "It kneads, mills, juices, extrudes and apparently runs forever. What can't this sturdy Swedish stand mixer do?. MANUFACTURED IN SWEDEN since 1940, the Ankarsrum stand mixer is built for life. This mighty kitchen appliance is equipped with a 7.4-quart stainless-steel bowl that holds up to 11 pounds of dough, and a 600-watt motor that scoffs at the strain of kneading. Since the motor is at the base, no machinery crowds the area above the bowl, allowing an unobstructed view and clearance for adding ingredients. And thanks to an array of Inspector Gadget-type attachments (sold separately), the Ankarsrum can do more than mix. Pop on a citrus press and it becomes a juicer. Lay the machine on its side and you can attach a grain and spice mill, a meat grinder and sausage maker, a blender, or a pasta roller and extruder. The attachments carry a one-year warranty, while the machine itself is guaranteed for seven years-conservative estimates, reportedly. \"We regularly get calls from consumers who bought the machine in the 1940s,\" said CEO Marcus Grimerö. \"They run and run.\" $700, kingarthurflour.com", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicredit-3q-net-profit-rose-above-expectations-11573108520", "title": "UniCredit Shares Rise Sharply on Profit Rise and Historic Mediobanca Stake Sale", "date": "2019-11-07 07:16", "summary": "UniCredit's exit from the investment could cascade through corporate Italy. Italy's largest lender, UniCredit SpA, has shed its entire stake in investment bank Mediobanca SpA, a move that ends a 70-year-plus relationship and has the potential to shake up the country's corporate landscape.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-dont-know-what-to-do-with-their-branches-11573128001", "title": "Banks Don't Know What to Do With Their Branches", "date": "2019-11-07 07:00", "summary": "Resume Subscription. PHILADELPHIA-It is happy hour at the Capital One near Rittenhouse Square, and drinks are on the house at the Peet's Coffee on the branch's second floor. Staff tell customers to make themselves comfortable.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sri-lankan-clan-with-close-china-ties-plots-political-comeback-11573128002", "title": "Sri Lankan Clan With China Ties Plots Political Comeback", "date": "2019-11-07 07:00", "summary": "The Rajapaksa family's prior rule was stained by allegations of human-rights violations and corruption, sparking worries in Western capitals. COLOMBO, Sri Lanka-A controversial political dynasty that made Sri Lanka a centerpiece of China's efforts to expand its influence in Asia and defeated an insurgency is aiming to reclaim power in this island nation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-barnstormers-flock-to-iowa-to-boost-candidate-11573128000", "title": "Buttigieg Barnstormers Flock to Iowa to Boost Candidate", "date": "2019-11-07 07:00", "summary": "Group organized on Facebook, plans to show up in other early voting states. DES MOINES, Iowa-Wearing their team's colors of blue and yellow, they arrived here from around the country at their own expense to support the Democratic presidential bid of Pete Buttigieg.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jurgen-klopp-steve-kerr-liverpool-manager-11573077107", "title": "Why Steve Kerr Loves a Coach in Liverpool", "date": "2019-11-07 07:00", "summary": "Resume Subscription. Steve Kerr watched the most stirring comeback in European soccer history from a plane. But he was equally captivated by what happened after Liverpool shocked Barcelona in their Champions League semifinal one day last spring. That's when Liverpool's exuberant German manager Jürgen Klopp extolled his players with high praise in his second language.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/foreign-money-supports-u-s-stocks-rally-back-to-record-highs-11573124954", "title": "Foreign Money Supports U.S. Stocks' Rally Back to Record Highs", "date": "2019-11-07 06:09", "summary": "Many foreign investors feel they have no choice but to pile in. Even with U.S. stocks rallying back to all-time highs, adding to the longest bull market on record, many foreign investors feel they have no choice but to pile in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-reboots-plan-to-attract-tech-ipos-11573124367", "title": "China Reboots Plan to Lure Tech IPOs", "date": "2019-11-07 05:59", "summary": "Securities regulators and stock-exchange officials could unveil new rules in the coming days. China is making a fresh attempt to attract technology listings, after previous plans to connect overseas-traded behemoths including Alibaba Group Holding Ltd. with mainland investors fizzled.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-world-collapsed-the-night-the-berlin-wall-fell-then-came-the-hard-part-11573122630", "title": "His World Collapsed the Night the Berlin Wall Fell. Then Came the Hard Part.", "date": "2019-11-07 05:30", "summary": "After the wall came down 30 years ago, a young East German faced life in a new Germany. The smells were foreign to Falk Fleischer. Even the cigarette smoke felt different. He heard Champagne corks popping. A hand flipped his cap off his head. Another pinned a flower to his lapel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-divided-hong-kong-apps-help-to-avoid-eating-with-the-enemy-11573122605", "title": "In Divided Hong Kong, Apps Help to Avoid Eating With the Enemy", "date": "2019-11-07 05:30", "summary": "Color-coded maps steer protesters to friendly establishments and prompt shops to take a stand. HONG KONG-In a city split by months of antigovernment protests, consumers now have a way to identify which businesses appear to share their views, putting shops on alert and offering Hongkongers a way to show their colors.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmhs-fortunes-glisten-in-stock-market-11573122604", "title": "LVMH's Fortunes Glisten in Stock Market", "date": "2019-11-07 05:30", "summary": "Market cap tops $222 billion, placing luxury-goods maker among Europe's most valuable companies. PARIS-Selling handbags, cognac and designer fashion, LVMH Moët Hennessy Louis Vuitton SE has become one of the most valuable companies in Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-back-travis-kalanicks-new-startup-11573122604", "title": "Saudis Back Travis Kalanick's New Startup", "date": "2019-11-07 05:30", "summary": "The sovereign-wealth fund-also an early investor in Uber-poured $400 million into CloudKitchens in January. Saudi Arabia's sovereign-wealth fund has pumped $400 million into Travis Kalanick's new company CloudKitchens, according to people familiar with the situation, in a deal that could value the operator of so-called ghost kitchens at about $5 billion and reunites the former Uber Technologies Inc. chief with one of his biggest backers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-travis-kalanicks-secret-startup-cloudkitchens-11573122602", "title": "Meet Travis Kalanick's Secret Startup, CloudKitchens", "date": "2019-11-07 05:30", "summary": "Commissary-kitchen company hopes to capitalize on food-delivery boom. Travis Kalanick had a front-row seat to the food-delivery boom while chief executive at Uber Technologies Inc., thanks to its Uber Eats unit. For his next act, he is trying to capitalize on it through real estate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baidus-search-for-growth-isnt-over-11573122413", "title": "Baidu's Search for Growth Isn't Over", "date": "2019-11-07 05:26", "summary": "The former tech star hasn't recovered from an onslaught of new competition for Chinese ad dollars. Good news: Search giant Baidu has become a value play. The bad news is that China's answer to Google is no longer a growth stock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-technology-startup-snapdocs-raises-25-million-to-develop-ai-capabilities-11573120801", "title": "Real-Estate Technology Startup Snapdocs Raises $25 Million to Develop AI Capabilities", "date": "2019-11-07 05:00", "summary": "Startup will continue improving AI technology for its mortgage processing platform. Real-estate technology startup Snapdocs Inc. has raised $25 million to further improve artificial intelligence on its mortgage processing platform.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-very-publicly-sentences-fentanyl-traffickers-to-prison-11573110550", "title": "China Very Publicly Sentences Fentanyl Traffickers to Prison", "date": "2019-11-07 02:09", "summary": "Beijing shows Washington it is serious about its agreement to clamp down on the drug. XINGTAI, China-China sentenced nine fentanyl traffickers to prison in an apparent demonstration that it is serious about holding up its part of a bargain with Washington.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baidu-reports-loss-on-investment-write-down-11573078296", "title": "Baidu Reports Loss Tied to Investment in Travel Company", "date": "2019-11-07 00:20", "summary": "Once known as the Google of China, the search giant has been trailing companies such as Tencent and Alibaba. Baidu Inc. reported a loss in the third quarter tied to a write-down on its investment in a travel company, but the search engine showed early signs of recovering from a brutal first half as its revenue beat expectations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pensions-venture-into-risky-corners-of-the-market-in-hunt-for-returns-11573133138", "title": "Pensions Venture Into Risky Corners of the Market in Hunt for Returns", "date": "2019-11-07 00:01", "summary": "Retirement programs are increasing bets on private debt, junk bonds and real estate as negative yields pare asset growth. Some pension-fund managers are venturing further into unusual investment territory as this year's plunge in bond yields makes it harder to find decent long-term returns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/condo-buyers-can-keep-purchases-secret-ny-tax-officials-say-in-reversal-11573162734", "title": "Condo Buyers Can Keep Purchases Secret, N.Y. Tax Officials Say in Reversal", "date": "2019-11-07 00:01", "summary": "Policy shift follows new analysis of state disclosure law and pressure from real-estate community. New York state tax officials are restoring a measure of secrecy for condo owners who buy units without disclosing their names publicly through limited-liability companies, in a reversal of a policy that drew fire from the real-estate industry.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-supreme-court-deals-setback-to-corruption-probes-11573181374", "title": "Brazil's Supreme Court Deals Setback to Corruption Probes", "date": "2019-11-07 00:01", "summary": "High court rules that defendants cannot be imprisoned until appeals are exhausted; former President da Silva could be released soon. BRASÍLIA-Brazil's Supreme Court ruled on Thursday that defendants cannot be imprisoned before all their appeals are exhausted, marking a setback for graft investigations that have led to the convictions of dozens of high-ranking politicians and business leaders.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11573074242", "title": "Pepper...and Salt", "date": "2019-11-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouri-dreams-of-traveling-700-miles-an-hour-11573122601", "title": "Missouri Dreams of Traveling 700 Miles an Hour", "date": "2019-11-07 00:01", "summary": "State, which missed out on Transcontinental Railroad, moves to win chance to build nation's first Hyperloop test track. Missouri is moving quickly to try to win the first Hyperloop certification track, betting the nearly half-billion-dollar project will help turn the state into a technology powerhouse that can attract top talent from across the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-withdraws-subpoena-for-former-bolton-deputy-in-impeachment-inquiry-11573080952", "title": "House Withdraws Subpoena for Former Bolton Deputy in Impeachment Inquiry", "date": "2019-11-07 00:01", "summary": "After receiving the congressional subpoena, Charles Kupperman sued, asking a court to decide if he has immunity as the White House claims. WASHINGTON-The House of Representatives withdrew a congressional subpoena for the testimony of former deputy national security adviser Charles Kupperman in the impeachment investigation and asked a federal court to dismiss his lawsuit over the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-vision-fund-wont-alter-its-investment-strategy-cfo-says-11573089574", "title": "SoftBank's Vision Fund Won't Alter Its Investment Strategy", "date": "2019-11-07 23:42", "summary": "Fund has drawn scrutiny for its sheer size and its investment strategy. SoftBank Group Corp.'s Vision Fund will do little to change its investment strategy, the fund's finance chief said, despite losses and missteps with We Cos.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sessions-plans-to-enter-alabama-senate-race-11573083871", "title": "Sessions Plans to Enter Alabama Senate Race", "date": "2019-11-07 23:23", "summary": "The former attorney general, who had a public falling out with President Trump in 2018, is hoping to make a return to the Senate. Former Attorney General Jeff Sessions plans to announce a run for his old Senate seat in Alabama on Thursday, according to people familiar with his decision.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attack-on-mining-companys-convoy-kills-37-in-burkina-faso-11573095156", "title": "Attack on Mining Company's Convoy Kills 37 in Burkina Faso", "date": "2019-11-07 21:52", "summary": "Canadian miner Semafo's buses targeted by gunmen in latest violence to strike African nation. Gunmen attacked a convoy near a Canadian-owned mining site in Burkina Faso, killing at least 37 people and wounding 60 others, the regional governor said late Wednesday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-collects-a-record-7-billion-in-tariffs-in-september-11573052402", "title": "U.S. Collected a Record $7 Billion in Tariffs in September", "date": "2019-11-07 21:01", "summary": "Tariff revenue jumped 9% from August and was up more than 59% from a year earlier. ", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-reports-higher-revenue-in-latest-quarter-11573079182", "title": "Fox Revenue Rises on TV Growth, Studio Leasing", "date": "2019-11-07 20:58", "summary": "Revenue from cable network programming also grew. Fox Corp. said Wednesday its quarterly revenue rose 5%, boosted by strong growth at its television unit and higher proceeds from its Los Angeles studio lot, which the company is leasing to rivals.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-charges-individuals-for-fraudulently-accessing-twitter-users-private-data-and-providing-info-to-saudi-arabia-11573080810", "title": "U.S. Charges Former Twitter Employees With Spying for Saudis", "date": "2019-11-07 20:35", "summary": "Justice Department says the two former employees accessed information about people who made posts critical of the Saudi royal family. Federal prosecutors charged two former Twitter Inc. employees and a Saudi Arabian national with spying on some users of the social-media platform who were critical of Riyadh and providing that information to the kingdom's officials.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-to-weigh-reach-of-u-s-bribery-law-11573086759", "title": "Jury to Weigh Reach of U.S. Bribery Law", "date": "2019-11-07 20:26", "summary": "Jurors have been asked to decide whether a British national who worked for a French company in Paris has sufficient ties to the U.S. to be prosecuted under the U.S. Foreign Corrupt Practices Act. NEW HAVEN, Conn.-A jury is expected to deliberate Thursday in a long-running case that is testing the reach of the U.S.'s foreign bribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/injections-found-to-successfully-treat-ptsd-symptoms-in-veterans-11573056000", "title": "Injections Can Treat PTSD Symptoms in Veterans", "date": "2019-11-07 19:53", "summary": "Army-funded clinical trial show troops respond to little-known treatment, relieving sometimes-debilitating effects. A few anesthetic injections to the neck can reduce the effects of PTSD, promising to open up new avenues for treating troops and veterans suffering from combat trauma, a new study shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-republican-allies-celebrate-judicial-appointments-11573082934", "title": "Trump, Republican Allies Celebrate Judicial Appointments", "date": "2019-11-07 19:51", "summary": "The president also complained about judges issuing injunctions that block his policies nationwide. President Trump celebrated his record of judicial appointments at the White House Wednesday, seeking to shift focus from the impeachment process roiling Washington to an issue he sees as a key campaign argument.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-shares-face-more-pressure-as-post-ipo-lockup-is-set-to-expire-11573041602", "title": "Uber Shares Hit Record Low as Post-IPO Lockup Expires", "date": "2019-11-07 19:48", "summary": "Ride-hailing giant's stock has languished since its market debut. Uber Technologies Inc. shares hit an all-time low Wednesday as the \"lockup\" period following its May initial public offering ended, delivering a blow to a company that has struggled to satisfy investors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-finance-ministry-signals-support-for-european-banking-integration-11573052316", "title": "German Finance Ministry Signals Support for European Banking Integration", "date": "2019-11-07 19:40", "summary": "Prospect of a banking union has until now been opposed by Germany. Germany's finance ministry for the first time opened the door to policies that could pave the way for a more unified European banking system, though questions remain over whether the political will exists to push through the long-talked-about overhauls.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-queens-n-y-prosecutor-pledges-changes-to-a-law-and-order-office-11573038642", "title": "New Queens, N.Y., Prosecutor Pledges Changes to a Law-and-Order Office", "date": "2019-11-07 19:33", "summary": "Melinda Katz says she will bring a left-leaning approach to the Queens district attorney's office, where prosecutors have been known for traditional policies. Queens' next top prosecutor, Melinda Katz, has pledged to bring a left-leaning approach to criminal justice in her new job, a challenge in an office that has long been known for its traditional law-and-order policies.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-push-for-gop-candidate-in-kentucky-governors-race-appears-to-fall-short-11573044893", "title": "Election Results Suggest Limits to Trump's Campaign Influence", "date": "2019-11-07 19:31", "summary": "President's rallies and tweets for GOP candidates have mixed returns; Democrats take Virginia's legislature, lead in Kentucky governor's race. A Democratic takeover of the Virginia legislature and a potential upset in the Kentucky governor's race put Republicans on the defensive, suggesting limits to President Trump's campaigning power heading into the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-acknowledges-eight-children-died-in-military-attack-11573083090", "title": "Colombian Defense Minister Resigns Over Deadly Military Attack", "date": "2019-11-07 19:23", "summary": "Eight children among more than 15 killed in Aug. 29 military bombing. BOGOTÁ, Colombia-Eight children between 12 and 17 years old were killed in August in an aerial bombardment of a jungle camp operated by a drug-trafficking group, Colombian officials confirmed on Wednesday. By evening, the nation's defense minister had submitted his resignation.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-official-to-testify-in-impeachment-probe-11573038000", "title": "First Public Hearings in Impeachment Inquiry to Begin Next Week", "date": "2019-11-07 19:22", "summary": "House panel releases testimony by Ambassador Bill Taylor that security aid to Ukraine was linked to investigations sought by President Trump. WASHINGTON-House Democrats said that open hearings with three key impeachment-inquiry witnesses would begin next week, a development that will shift the probe of President Trump's dealings with Ukraine from behind closed doors onto television screens across the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-earnings-slump-shows-signs-of-easing-11573075992", "title": "Qualcomm's Earnings Slump Shows Signs of Easing", "date": "2019-11-07 19:09", "summary": "Chip maker shipped 152 million chips in the quarter, down 34%, but outlook for global 5G shipments is positive. Qualcomm Inc. signaled a strong year ahead for 5G phone sales, suggesting its fortunes would turn despite the U.S.-China trade dispute and a slower pace of handset releases that have been a financial drag in recent quarters.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-and-despond-in-colorado-11573085142", "title": "Hope and Despond in Colorado", "date": "2019-11-07 19:05", "summary": "Voters stood up for tax refunds-but not charter schools.. They didn't make the biggest headlines, but Tuesday's elections in Colorado included two results that deserve national attention. First, a wide margin of voters refused to weaken the state's Taxpayer Bill of Rights, a constitutional provision that prevents state tax collections from outpacing inflation plus population growth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-roger-stone-trial-prosecutors-focus-on-contacts-with-trump-campaign-wikileaks-11573077846", "title": "In Roger Stone Trial, Prosecutors Focus On Contacts With Trump Campaign, Wikileaks", "date": "2019-11-07 19:05", "summary": "Stone is charged with lying to Congress; trial is expected to illuminate workings of Trump's inner circle. WASHINGTON-Roger Stone lied to Congress to shield his longtime friend and associate Donald Trump from embarrassment, federal prosecutors alleged Wednesday at the opening of the political consultant's criminal trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-escalation-11573085120", "title": "Iran's Nuclear Escalation", "date": "2019-11-07 19:05", "summary": "Time for Europe to join the U.S. maximum-pressure campaign.. President Hassan Rouhani has announced that Iran will violate restrictions on the Fordow underground nuclear facility starting Wednesday. President Trump's detractors will say this proves that leaving the 2015 nuclear deal was a mistake, but this is one more sign of the defects in the deal that Europe should be helping the U.S. to address.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-picks-nokia-sprint-veterans-for-wireless-venture-11573084801", "title": "Dish Picks Nokia, Sprint Veterans for Wireless Venture", "date": "2019-11-07 19:00", "summary": "Satellite company hires former Nokia executive Marc Rouanne and ex-Sprint technology chief Stephen Bye. Dish Network Corp. appointed two cellular-industry veterans to run its fledgling wireless business, a sign the company is plowing more resources into the venture.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]