[{"link": "https://www.wsj.com/articles/trade-turmoil-strains-rally-in-emerging-market-currencies-11557489600", "title": "Trade Turmoil Strains Emerging- Market Currency Rally", "date": "2019-05-10 19:15", "summary": "Investors pull back on risk in the midst of renewed U.S.-China trade tensions and falling commodities. This year's rally in emerging-market currencies is facing a test as investors pull back on riskier bets in the midst of renewed trade tensions and falling commodity prices.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-mcgahn-rebuffed-white-house-request-to-say-trump-didnt-obstruct-justice-11557525630", "title": "McGahn Rebuffed White House Request to Say Trump Didn't Obstruct Justice", "date": "2019-05-10 19:10", "summary": "After release of the Mueller report, the president sought to have the former White House counsel say that he didn't believe the president's push to dismiss the special counsel constituted a crime. WASHINGTON-Within a day of the release of the Mueller report last month, President Trump sought to have former White House counsel Don McGahn declare he didn't consider the president's 2017 directive that he seek Robert Mueller's dismissal to be obstruction of justice, but Mr. McGahn rebuffed the request, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-virginias-top-democrats-survived-a-storm-of-scandal-11557529444", "title": "How Virginia's Top Democrats Survived a Storm of Scandal", "date": "2019-05-10 19:04", "summary": "The media lost interest in the Northam blackface brouhaha when it realized the GOP could benefit.. Drive around Northern Virginia, and you'll see no sign that only three months ago, the state was the epicenter of one of the most embarrassing and horrifying political scandals in recent memory. In the populous suburbs west of Washington, plenty of cars still sport bumper stickers proclaiming support for Gov. Ralph Northam, Lt. Gov. Justin Fairfax and Attorney General Mark Herring-Democrats all.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-yeoman-work-behind-5g-wizardry-11557529488", "title": "The Yeoman Work Behind 5G Wizardry", "date": "2019-05-10 19:04", "summary": "Tomorrow's wireless world may be a revolution as promised. But Qualcomm's Dino Flore tells how the tech is forged slowly in a world-wide effort.. San Diego", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-stumbles-in-trading-debut-11557503554", "title": "Uber's High-Profile IPO Upsets With Weak Debut", "date": "2019-05-10 18:54", "summary": "Company's shares closed their first day of trading at $41.57, blemish for San Francisco-based company. Uber Technologies Inc. skidded into the public markets Friday, falling 7.6% below the ride-hailing giant's already conservative offering price in a bleak debut for the nation's most valuable startup.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-and-boeing-show-how-safety-miscues-happen-11557528816", "title": "GM and Boeing Show How Safety Miscues Happen", "date": "2019-05-10 18:53", "summary": "Each design choice may be imperfect, but it takes a piling up of circumstances to create a fatal defect.. Boeing CEO Dennis Muilenburg's comments at the company's annual meeting last month left many baffled. Why not acknowledge that Boeing had screwed up with its now-notorious MCAS software that contributed to two fatal crashes of its new 737 MAX jets? His performance left a different taste in the mouths of specialists: The lawyers are in charge now.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-divine-artistic-hand-in-my-late-mothers-beauty-11557528777", "title": "The Divine Artistic Hand in My Late Mother's Beauty", "date": "2019-05-10 18:52", "summary": "As I sketched her face, I reconnected with her, and with a creative pursuit from my childhood.. As a child, I was encouraged to practice the arts. I took piano lessons and was given paper and paints with which to draw. My parents praised me for writing stories, poems, and plays and pushed me to recite and perform them for company. I did these things with pleasure until my teens. Although I went on to study literature and write essays and books as part of my vocation, I did so in the prescribed, often ugly style of academic discourse-without the whimsical and graceful manner in which I wrote as a child.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-china-trade-impasse-11557528495", "title": "The China Trade Impasse", "date": "2019-05-10 18:48", "summary": "The tariff damage rises as Beijing backtracks on its earlier concessions.. Stock markets stabilized Friday after President Trump called the latest round of U.S.-China trade talks \"constructive.\" That seems to be the case to the extent that the two economic giants agreed to keep talking, not that they are closer to a deal. Prepare for some collateral economic damage as the two sides ratchet up their dueling tariffs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-reforms-blue-state-dividend-11557528446", "title": "Tax Reform's Blue-State Dividend", "date": "2019-05-10 18:47", "summary": "Look whose budgets are benefitting from the Trump tax reform.. Democrats claim that Republican economic policies are sinking blue-state budgets. But it turns out a rising economic tide from tax reform and deregulation is lifting tax revenue in most states, including those governed by Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-wanted-in-the-u-s-a-11557528438", "title": "Help Wanted in the U.S.A.", "date": "2019-05-10 18:47", "summary": "More guest workers would ease the growing labor shortage.. The Trump Administration said this week that it will grant an additional 30,000 seasonal H-2B visas this summer, and the workers can't come soon enough. The U.S. has more job openings than unemployed workers, according to the latest Labor Department's JOLT survey, and the workforce gaps are growing fast.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-sees-a-future-in-house-flipping-11557528254", "title": "Zillow Sees a Future in House Flipping", "date": "2019-05-10 18:44", "summary": "The company's once and current CEO says skeptics are wrong about the company's new business. Few entrepreneurs have turned as many online ventures into household names as Rich Barton. In his 20s, he started Expedia . com within Microsoft Corp., then spun off the travel-booking site in 1999. Spotting a similar opportunity to make real-estate listings and employer reviews more transparent, he co-founded Zillow Group and Glassdoor in the following decade, leading Zillow as its chief executive from 2005 to 2010 and afterward as its executive chairman.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wake-up-call-for-grads-entry-level-jobs-arent-so-entry-level-any-more-11557480602", "title": "Wake-Up Call for Grads: Entry-Level Jobs Aren't So Entry Level Any More", "date": "2019-05-10 18:41", "summary": "Gone are the days when new hires spent years learning the ropes before being handed important work. The Class of 2019 will be thrown right into the fray.. Dear college graduate:", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-talks-break-off-with-no-deal-11557511539", "title": "U.S.-China Trade Talks End Without a Deal", "date": "2019-05-10 18:37", "summary": "Beijing plans to retaliate against new U.S. tariffs, as Trump and Xi are set to attend G20 summit in June. WASHINGTON-U.S. and Chinese trade negotiators failed to break an impasse following two days of globally watched trade talks, as both sides tried to prevent sentiment from deteriorating further.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-scolds-sec-over-lawsuit-targeting-volkswagen-11557523837", "title": "Judge Scolds SEC Over Lawsuit Targeting Volkswagen", "date": "2019-05-10 18:25", "summary": "Jurist questions while securities regulator waited so long to file suit over diesel-cheating scandal. SAN FRANCISCO-A federal judge sharply questioned why securities regulators took so long to sue Volkswagen AG over its bond offerings, years after other government agencies resolved litigation over the auto maker's diesel-cheating scandal.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-weighs-ipo-tax-to-spread-tech-wealth-11557486002", "title": "San Francisco Weighs 'IPO Tax' to Spread Tech Wealth", "date": "2019-05-10 18:24", "summary": "Uber would be among companies impacted by increased levy meant to address inequality and soaring housing costs. SAN FRANCISCO-City leaders here are proposing to more than triple a tax on stock compensation in a bid to use revenue from a wave of public offerings by tech companies to address concerns about growing wealth disparity.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telefonica-brasil-pays-4-1-million-fine-in-world-cup-ticket-case-11557526897", "title": "Telefonica Brasil Pays $4.1 Million Fine in World Cup Ticket Case", "date": "2019-05-10 18:21", "summary": "U.S. Securities and Exchange Commission charged the company with violating provisions of the Foreign Corrupt Practices Act. Telefonica Brasil S.A. agreed to pay a $4.1 million fine to settle charges related to how it accounted for ticket purchases and a hospitality program it hosted at major international soccer tournaments, the U.S. Securities and Exchange Commission said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-rap-artist-indicted-for-obama-2012-campaign-donations-11557522077", "title": "Rap Artist Indicted for Obama 2012 Campaign Donations", "date": "2019-05-10 18:06", "summary": "Malaysian businessman Jho Low also charged alongside Pras Michel. Former Fugees rapper Pras Michel was indicted on charges of funneling millions of dollars in foreign money to then President Obama's 2012 re-election effort, amid widening fallout of the multibillion-dollar fraud scandal at a Malaysian government fund.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-nears-deal-for-investment-manager-united-capital-11557519147", "title": "Goldman Sachs Nears Deal for Investment Manager United Capital", "date": "2019-05-10 18:03", "summary": "United Capital manages some $24 billion in client assets. Goldman Sachs Group Inc. is near a deal to acquire wealth-management firm United Capital Financial Partners Inc., expanding its push into managing assets for individuals, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-ways-and-mean-chairman-issues-subpoenas-for-trump-s-tax-returns-11557521187", "title": "House Ways and Means Chairman Issues Subpoenas for Trump's Tax Returns", "date": "2019-05-10 17:45", "summary": "Democrats don't expect Treasury Secretary Mnuchin or IRS Commissioner Rettig to comply. WASHINGTON-Rep. Richard Neal issued subpoenas Friday to the Treasury secretary and IRS chief seeking six years of President Trump's tax returns and audit records, taking the next formal step in the dispute between House Democrats and the Treasury Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-backed-venture-cleared-to-become-14th-u-s-stock-exchange-11557511056", "title": "Silicon Valley-Backed Venture Cleared to Become a Stock Exchange", "date": "2019-05-10 17:26", "summary": "Long-Term Stock Exchange, which could appeal to tech startups, wins SEC approval. Regulators approved a plan backed by Silicon Valley heavyweights to launch a new stock exchange that could appeal to hot technology startups.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-internationals-profit-falls-11557486714", "title": "Marriott Revenue Lags as Slower Economic Growth Pressures Hotels", "date": "2019-05-10 17:16", "summary": "Higher operating costs offset modest growth in revenue per available room. Marriott International Inc., the world's largest hotel company, posted weaker than expected revenue growth from guest stays in the latest period, but said its business is stable as fee revenue rises and it continues to expand its hotel count.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-edges-lower-11557508608", "title": "Dollar Reverses Losses", "date": "2019-05-10 17:14", "summary": "Hopes of a positive outcome to flareup between U.S., China push some investors out of the yen. The dollar reversed earlier losses against the Japanese yen on Friday, after President Trump said that trade talks with China will continue and hinted that tariffs could be ended.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roberto-calassos-the-unnamable-present-review-sacrifices-at-modernitys-altar-11557522189", "title": "Roberto Calasso's 'The Unnamable Present' Review: Sacrifices at Modernity's Altar", "date": "2019-05-10 17:03", "summary": "Terrorism turns murder into meaning. Strikes on public spaces target the archetypal locales of secular society.. Roberto Calasso is our foremost interpreter of the mythology of modern life. This is a tremendous achievement, because modern life is not supposed to have a mythology. We are supposed to live in what Max Weber called a disenchanted world, with rational systems all around us, and above us, as John Lennon said, only sky. The history of the secular West, however, proves this frame of mind to be neither tenable nor rewarding. We remain Homo religiosus, and those who believe in nothing keep falling for anything.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-successful-asylum-seeker-who-now-drives-uber-11557521956", "title": "The Successful Asylum Seeker Who Now Drives Uber", "date": "2019-05-10 16:59", "summary": "Immigration and American vitality.. The public debut of Uber, the largest initial public offering since 2014, hasn't quite lived up to expectations today. But the company that revolutionized ground transportation continues to demonstrate the outsized role of immigrants in driving American innovation.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-extend-gains-as-investors-focus-on-trade-and-inflation-11557504144", "title": "Treasurys Pare Gains as Investors Focus on Trade", "date": "2019-05-10 16:51", "summary": "U.S. bonds end day little changed as Trump says talks with China will continue. U.S. government bonds retraced early gains to end the day little changed as investors kept an eye on U.S.-China trade developments and reacted to a mixed inflation report.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investors-turn-up-heat-on-bed-bath-beyond-11557521480", "title": "Activist Investors Turn Up Heat on Bed Bath & Beyond", "date": "2019-05-10 16:51", "summary": "Lawsuit says retailer risking problems with lenders in proxy fight. An investment firm with a strategy to protect Bed Bath & Beyond Inc. from the carnage in the retail sector, Legion Partners Holdings LLC, is suing the housewares seller, accusing it of risking trouble with lenders to keep them from getting seats on the board of directors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rebound-as-tariff-increase-comes-into-force-11557476135", "title": "Stocks Rebound After Trump, Mnuchin Call Trade Talks Constructive", "date": "2019-05-10 16:50", "summary": "Companies reliant on Chinese demand and global trade come under pressure despite afternoon rally. U.S. stocks staged a broad afternoon rally to gain ground Friday, but the S&P 500 still logged its largest weekly drop of 2019 following a volatile stretch dominated by U.S.-China trade policy updates.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victorias-secret-fashion-show-leaving-network-tv-11557512139", "title": "Victoria's Secret Fashion Show Leaving Network TV", "date": "2019-05-10 16:45", "summary": "Lingerie brand ends long-running annual broadcast after declining viewership and increased criticism. Victoria's Secret will no longer air its annual fashion show on network television after declining viewership and increasing criticism of the spectacle featuring supermodels in the retailer's skimpy lingerie.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-issues-warning-to-venezuelan-military-officials-11557520980", "title": "U.S. Issues Warning to Venezuelan Military Officials", "date": "2019-05-10 16:43", "summary": "Trump administration says it will sanction supporters of the Maduro regime. WASHINGTON-The Trump administration warned Venezuela's military and intelligence officials that continued support of President Nicolás Maduro's regime puts them at risk of targeted sanctions, in a fresh effort to encourage defections to the U.S.-supported political opposition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-to-revive-south-africa-awaits-ramaphosa-after-bruising-election-11557491333", "title": "Fight to Revive South Africa Awaits Ramaphosa After Bruising Election", "date": "2019-05-10 16:42", "summary": "Set for the weakest national result on record, South Africa's ruling ANC could turn on its own in ideological battle over economic overhauls. JOHANNESBURG-His election secured, the real fight begins for South African President Cyril Ramaphosa to protect his economic-overhaul plans-and his job-from party infighting.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-social-secret-that-humans-share-with-ants-11557520894", "title": "The Social Secret That Humans Share With Ants", "date": "2019-05-10 16:41", "summary": "Building giant communities of strangers requires 'markers' that let members know who does and doesn't belong. A quick way to understand how humans are different from most other mammals that live in societies is to observe what happens when one of us enters a crowded coffee shop: basically, nothing. No random chimpanzee could stumble across a crowd of unfamiliar chimps without reacting in fear or setting off a killing frenzy. People, by contrast, are fundamentally more comfortable with strangers. We had to be, for our planet-dominating societies to expand into populations in the tens and hundreds of millions.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-trade-deal-in-jeopardy-trump-pledges-aid-to-farmers-11557503755", "title": "With Trade Deal in Jeopardy, Trump Pledges Aid to Farmers", "date": "2019-05-10 16:34", "summary": "Administration signals it is ready for a prolonged standoff as new tariffs on China take hold. WASHINGTON-With a U.S.-China trade deal in danger of collapse, the Trump administration said it will begin work on a new program to provide aid to farmers-sending a signal to Beijing that Washington is preparing for a prolonged conflict.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-send-antimissile-battery-to-gulf-to-counter-iran-11557520326", "title": "U.S. Bolsters Its Gulf Defenses to Counter Iran", "date": "2019-05-10 16:32", "summary": "Pentagon to deploy Patriot antimissile system, assault ship as officials say Tehran shows no signs of changing posture. The U.S. military plans to deploy a Patriot antimissile system to the Persian Gulf area and will beef up its naval presence in response to growing threats from Iran, the Pentagon said Friday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-launches-new-fashion-house-with-rihanna-11557520049", "title": "LVMH Launches New Fashion House With Rihanna", "date": "2019-05-10 16:27", "summary": "Fenty is a bet that recording artist can bring the same cachet as industry's celebrity designers. LVMH Moët Hennessy Louis Vuitton said it has created a new luxury fashion house with Rihanna, betting the recording star and social media powerhouse can bring the same cachet to a brand as the industry's celebrity designers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-plan-would-let-borrowers-cancel-student-loans-in-bankruptcy-11557440856", "title": "Lawmakers Plan Would Let Borrowers Cancel Student Loans in Bankruptcy", "date": "2019-05-10 16:26", "summary": "Senate bill, backed by Dick Durbin and Elizabeth Warren, would affect $1.5 trillion in federal student loans. Federal lawmakers on Thursday introduced a bill that would give student loan borrowers the power to leave that debt behind when they file for bankruptcy protection.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karen-russells-orange-world-and-other-stories-reviewed-dreams-in-full-color-11557519886", "title": "Karen Russell's 'Orange World and Other Stories' Reviewed: Dreams in Full Color", "date": "2019-05-10 16:24", "summary": "Russell-with help from her vampires, devils and shape-shifters-exposes the strange in the familiar landmarks of American culture and history.. Iimagine things about Karen Russell. I imagine that when she was growing up, teachers probably told her that she \"lived too much in her own head.\" I think she was the kind of girl who had a box turtle as a pet and made skirts for it out of tinsel. I suspect she didn't go to her senior prom-or if she did, she went with the turtle.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-modern-side-of-ancient-venice-a-travelers-guide-11557510181", "title": "The Modern Side of Ancient Venice: A Traveler's Guide", "date": "2019-05-10 16:10", "summary": "For those who think they've 'done' Venice, think again. As the Venice Biennale-the world's biggest art fair-kicks off this weekend, we highlight the city's newer, must-see attractions. STARTING THIS WEEKEND, Italy's most magnetic tourist town plays host to the Venice Biennale, the vast international art show that runs through November. Unsuspecting vacationers expecting to binge primarily on Renaissance painters and gothic palaces are in for a surprise.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-floods-towns-call-for-new-controls-on-the-great-rivers-11557480600", "title": "Facing Floods, Towns Call for New Controls on the Great Rivers", "date": "2019-05-10 16:03", "summary": "'Something needs to change,' says one governor as flooding along the Missouri and Mississippi rivers worsens and comes more frequently. Alton, Ill., a tourist town on the edge of the Mississippi River, has been fighting floods about every eight months for the last six years. This week's crest, which ranked No. 7 among the city's 10 worst floods, forced the closure of the city's riverboat casino, left its riverfront park underwater and closed portions of its downtown.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-prepares-to-vote-on-disaster-aid-package-11557503354", "title": "House Passes Disaster-Aid Package", "date": "2019-05-10 15:56", "summary": "Democrats push through package of more than $19 billion; talks continue in Senate over funding for Puerto Rico. WASHINGTON-The House passed a multibillion-dollar aid package to fund recovery efforts in areas hit by natural disasters, as Democrats move to ramp up pressure on Republicans during negotiations to reach a compromise this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-steps-up-global-tech-scrutiny-with-social-media-policing-11557478920", "title": "Global Regulators Race to Curb Silicon Valley", "date": "2019-05-10 15:43", "summary": "New French regulations on Facebook are part of a broad effort to police tech content. Governments are in a global race to scrutinize Silicon Valley, creating a broad regulatory wave aimed at curbing the power of a small group of American tech giants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-buoyed-by-tightening-global-supplies-11557495149", "title": "Oil Falls for 3rd Straight Week", "date": "2019-05-10 15:43", "summary": "Resume Subscription. •U.S. oil prices fell slightly Friday and ended lower on a weekly basis for a third straight week as testy U.S.-China trade talks unsettled the market and fueled concerns of weakening global oil demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-gear-designed-for-womens-bodiesnot-womens-stereotypes-11557517067", "title": "Sports Gear Designed for Women's Bodies-Not Stereotypes", "date": "2019-05-10 15:37", "summary": "From sneakers to space suits, most gear is still designed for men's bodies. How to avoid brands that just 'shrink it and pink it' and find bikes, kicks and backpacks that fit you right. WHEN IT COMES to sports gear and apparel, women don't always get what they want-and they rarely get what they need, which in the worst cases can lead to life-affecting injuries. In an essay published by the Guardian in March, cyclist Hannah Dines detailed her experience having to undergo surgery after years riding bike saddles that didn't properly pressure-map her groin led to chronic inflammation and long-term trauma. She had just trained through the pain. While men can comfortably straddle most bike seats, she wrote, \"female cyclists sit right on the money.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sycamore-partners-offers-to-take-chicos-private-11557500981", "title": "Sycamore Partners Offers to Take Chico's Private", "date": "2019-05-10 15:13", "summary": "Private-equity firm puts deal on the table for $3.50 a share in cash after 2015 acquisition bid. Sycamore Partners is again interested in taking specialty retailer Chico's FAS Inc. private.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-grew-38-in-first-seven-months-of-fiscal-2019-11557511203", "title": "U.S. Budget Deficit Grew 38% in First Seven Months of Fiscal 2019", "date": "2019-05-10 14:54", "summary": "Federal revenues increased 2% from October through April despite lower tax rates, Treasury says. WASHINGTON-The U.S. budget gap widened 38% in the first seven months of the fiscal year as federal spending outpaced tax collections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharmas-sacklers-to-get-back-more-than-90-million-from-boston-fund-11557513977", "title": "Purdue Pharma's Sacklers to Get Back More Than $90 Million From Boston Fund", "date": "2019-05-10 14:46", "summary": "Balter Capital Management plans to close fund backed by family behind OxyContin maker. A small Boston mutual fund is giving back more than $90 million to the Sackler family, owners of OxyContin maker Purdue Pharma LP, the fund's manager said. The Sacklers' potential financial liability from a raft of lawsuits stemming from the opioid crisis made their long-term commitment to the fund uncertain, he said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-investigates-google-for-suspected-android-abuse-11557513061", "title": "Google Faces Antitrust Probe in India", "date": "2019-05-10 14:31", "summary": "Antitrust probe is seeking to determine whether U.S. tech giant used its mobile operating system to block rivals. NEW DELHI-India's antitrust watchdog is investigating whether Alphabet Inc.'s Google used its Android platform to block rivals, New Delhi's latest move to try to tamp down American tech behemoths.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-chief-defends-anadarko-deal-to-shareholders-11557513040", "title": "Occidental Chief Defends Anadarko Deal to Shareholders", "date": "2019-05-10 14:30", "summary": "In sign of dissent, Occidental board sees lowest vote totals in years. Occidental Petroleum Corp. Chief Executive Vicki Hollub defended her aggressive and ultimately successful pursuit of Anadarko Petroleum Corp. in her first public remarks to investors after striking the $38 billion deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannes-film-festival-2019-best-films-11557511392", "title": "The Cannes Film Festival: Seven Films to Know", "date": "2019-05-10 14:27", "summary": "From future blockbusters to small contenders that might scoop up big awards, the seven most-talked-about films bowing at 2019's Festival de Cannes. Frankie, directed by Ira Sachs", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-hickenloopers-proposals-will-hurt-capitalism-not-save-it-11557512874", "title": "Saving Capitalism and Free Markets by Fiat", "date": "2019-05-10 14:27", "summary": "Capitalism doesn't need saving. The free market isn't meant to \"work\" for anyone in particular. This is John Hickenlooper's fatal conceit.. I give John Hickenlooper credit for the proper premise-capitalism is good-but for little else (\"I'm Running to Save Capitalism,\" op-ed, May 6). If he really wants to save capitalism, he should discuss the need for enhanced individual responsibility, not more government programs. Lamenting the inability of 40% of the population to cover an unexpected $400 expense without discussion of why this is the case does a huge disservice to your readers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peggy-noonan-more-government-isnt-the-repair-we-need-11557512835", "title": "More Government Isn't the Repair We Need", "date": "2019-05-10 14:27", "summary": "Many people still agree on limiting government power and entitlements, encouraging free enterprise and reducing our worrisome level of debt.. Peggy Noonan calls for a new conservatism to reunite the Republican Party, but it appears to me that her new conservatism is driving the party apart and disenfranchising the silent majority of moderate voters (\"Republicans in a Nation Needing Repair,\" Declarations, May 4). These voters simply want to focus on what Ms. Noonan refers to in her opening paragraph as \"old conservatism.\" Many people still agree on limiting government power and entitlements, encouraging free enterprise and reducing our worrisome level of debt. Far fewer subscribe to new conservatism's social values, many of which should be regarded as personal matters of faith rather than part of a party platform.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-facts-about-michael-cohen-that-are-indisputable-11557512696", "title": "Some Facts About Michael Cohen That Are Indisputable", "date": "2019-05-10 14:24", "summary": "The Aug. 1 check was an installment payment on the advance hush money payment made by Mr. Cohen to implement that hush money scheme-for Mr. Trump's, not Mr. Cohen's, benefit.. Regarding George Sorial's \"Michael Cohen Was a Bluffer, Not a Fixer\" (op-ed, May 6): It is not unusual that someone known as a Trump apologist resorts to personal attacks while ignoring indisputable facts presented by Michael Cohen at his Feb. 27 public hearing before the House Oversight Committee.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feeding-a-family-isnt-a-job-for-mothers-alone-11557512304", "title": "Feeding a Family Isn't a Job for Mothers Alone", "date": "2019-05-10 14:22", "summary": "In an era of processed foods, wholesome home cooking is more important than ever-and men need to share that burden.. This Sunday, millions of women will be served breakfast in bed, made by childish hands. Mother's Day is a rare occasion when children make food for their mothers rather than the other way around. The toast may be burned and there may be crumbs in the sheets for days afterward, but it is the thought that counts. The meals of Mother's Day are a tiny sliver of payback, a recognition that taking on the responsibility of feeding another human being is hard, important work that deserves to be celebrated.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-rose-0-3-in-april-11557491486", "title": "Soft Underlying Price Pressures Reaffirm Fed's Patient Posture", "date": "2019-05-10 14:09", "summary": "U.S. consumer prices rose a lower-than-expected 0.3% in April, though new tariffs complicate the outlook. WASHINGTON-Underlying U.S. consumer prices were soft in April, reinforcing expectations the Federal Reserve will maintain its wait-and-see posture on interest rates.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-share-their-most-helpful-and-unconventional-career-advice-11557503999", "title": "CEOs Share Their Most Helpful (and Unconventional) Career Advice", "date": "2019-05-10 14:06", "summary": "From encouraging job-hopping to avoiding 'clunker' bosses, executives in a variety of industries give their best tips for new grads-and anyone hoping for a long career. \"Follow your passion! Do what you love!\"", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-moves-to-ease-accounting-requirements-for-smaller-companies-11557411945", "title": "SEC Moves to Ease Audits for Smaller Companies", "date": "2019-05-10 13:51", "summary": "Proposed rule would exempt public companies with less than $100 million in annual revenue from a component of outside audits. WASHINGTON-The Securities and Exchange Commission voted 3-1 on Thursday to advance a proposal that would exempt public companies with less than $100 million in annual revenue from a component of outside audits, part of a broader effort to entice more companies to go public.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-third-of-middle-class-cant-afford-400-surprise-expense-fed-finds-11557510531", "title": "Third of Middle Class Can't Cover $400 Surprise Expense", "date": "2019-05-10 13:48", "summary": "Many U.S. adults remain in position of 'financial fragility' despite 'marginally' improved economic security, central banker says. WASHINGTON-One-third of middle-class American adults couldn't afford a $400 surprise expense, and some 6% also couldn't manage such a cost even by borrowing money or selling something, a soon-to-publish Federal Reserve survey of household economics is expected to conclude.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/symantec-needs-security-at-the-top-11557506230", "title": "Symantec Needs Security at the Top", "date": "2019-05-10 13:37", "summary": "Cybersecurity company names fifth CEO in seven years as business weakens. There is some irony that running a leading cybersecurity company has turned out to be one of the least secure jobs in tech.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modest-proposal-lets-make-trump-a-king-11557509267", "title": "A Modest Proposal: Let's Make Trump a King", "date": "2019-05-10 13:27", "summary": "The U.K. and Japan seem happy with monarchy. Why not the U.S.?. ", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-stock-really-had-a-red-letter-day-11557508600", "title": "This Stock Really Had a Red Letter Day", "date": "2019-05-10 13:16", "summary": "Stamps.com achieved something no listed U.S. company has managed, though it isn't anything to write home about. This is one management team that never gets criticized for mailing it in.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-plow-through-movies-while-plowing-fields-11557508393", "title": "Farmers Plow Through Netflix While Plowing Fields", "date": "2019-05-10 13:13", "summary": "Resume Subscription. After kissing his three children good-night this spring, Aaron Newell settled in to binge-watch the \"Avengers\" movies ahead of the franchise's new theater release, \"Avengers: Endgame.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-town-that-changed-literature-11557507868", "title": "A Town That Changed Literature", "date": "2019-05-10 13:04", "summary": "A vibrant cast of characters populates Sherwood Anderson's unorthodox short story collection 'Winesburg, Ohio.'. In the decade following World War I, American literature enjoyed a flourishing of new authors and literary fare. While some of the more sweeping manifestations (Modernism, the Lost Generation) had obvious European roots, homegrown movements were making an indelible mark. Chicago was especially alive with literary activity, and it was here that Sherwood Anderson (1876-1941), a small town businessman from Elyria, Ohio, came in 1913 to test and, he hoped, round out his evolving authorial skills.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-chinese-scientist-broke-the-rules-to-create-the-first-gene-edited-babies-11557506697", "title": "How a Chinese Scientist Broke the Rules to Create the First Gene-Edited Babies", "date": "2019-05-10 12:44", "summary": "Resume Subscription. Two sisters entered the world prematurely one October night last year by emergency caesarean section. Staff at the Chinese hospital swaddled them in white, laying them in incubators.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/thyssenkrupp-abandons-planned-split-pursues-ipo-11557486499", "title": "Thyssenkrupp Abandons Planned Split, Pursues Elevator-Unit IPO", "date": "2019-05-10 12:41", "summary": "German company also expects planned European steel joint venture with India's Tata to be blocked; shares jump.. BERLIN-Shares of Germany's Thyssenkrupp AG surged 28% Friday after the group said it was dropping a plan to split into two companies and would instead pursue an initial public offering of its elevator unit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-companies-fearing-no-deal-brexit-hoard-like-its-wartime-11554389316", "title": "Fearing a No-Deal Brexit, British Companies Hoard Like It's Wartime", "date": "2019-05-10 12:39", "summary": "Resume Subscription. LONDON-For 46 years, British manufacturers have built their supply chains and export markets around free trade with Europe. On April 12, that could come to an end, rupturing one of the world's most advanced, cross-border assembly lines.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canada-posted-record-jobs-market-gain-in-april-11557494738", "title": "Canada Posts Record Jobs-Market Gain", "date": "2019-05-10 12:36", "summary": "Wages advance 2.5% on one-year basis, marking strongest increase in eight months. OTTAWA-Canada posted a record jobs gain in April and wages advanced at a faster pace as the country's labor market continues to perform well despite an otherwise sluggish economy.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-jackpot-inside-one-of-the-greatest-startup-investments-of-all-time-11557496421", "title": "Uber Jackpot: Inside One of the Greatest Startup Investments of All Time", "date": "2019-05-10 12:14", "summary": "In 2010, 18 funds and individuals valued Uber at $5.4 million. Today, that same company is worth $82 billion. In 2010, a group of entrepreneurs and venture capitalists invested about $1.6 million in an unknown startup called UberCab, which aimed to let people hail a luxury black car through a smartphone app.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-may-4-10-2019-11557504231", "title": "Photos of the Week: Met Gala Celebrates Camp, Europe Commemorates World War II Victory", "date": "2019-05-10 12:03", "summary": "Winner by disqualification at Kentucky Derby, Met Gala celebrates camp, Europe commemorates World War II victory and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-tire-of-wage-wars-give-fridays-off-spiff-up-bathrooms-11557504001", "title": "Factories Tire of Wage Wars; Give Fridays Off, Spiff Up Bathrooms", "date": "2019-05-10 12:00", "summary": "Companies compete for blue-collar workers with flexible schedules and better amenities.. Five years ago, entry-level candidates could expect to earn nine bucks an hour at a Haworth Inc. office-furniture factory. The economy was humming, but job growth was choppy, and wage gains anemic.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-are-about-to-roll-the-dice-on-chinese-stocks-11557504011", "title": "You Are About To Roll the Dice on Chinese Stocks", "date": "2019-05-10 12:00", "summary": "Investors are about to get better acquainted with a wild and wacky market; where all IPOs get a 44% bump.. Some Americans consider the stock market to be little better than a casino. They are about to get acquainted with one that really fits the bill.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-next-bottle-of-sparkling-wine-should-be-from-sonoma-11557504046", "title": "Why Your Next Bottle of Sparkling Wine Should Be From Sonoma", "date": "2019-05-10 12:00", "summary": "Among winemakers in Sonoma County, the latest buzz is all about sparkling. Here are the wineries to watch and the bottles to buy now. The last in a three-part series on Sonoma, Calif.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kitchen-tool-were-coveting-right-now-11557503858", "title": "The Kitchen Tool We're Coveting Right Now", "date": "2019-05-10 11:57", "summary": "This spice mill makes light work of grinding seeds, pods and peppercorns. And it looks awfully good doing it. ANYTHING CAN BE done elegantly-even grinding spices. With a twist of the wrist the Skeppshult Cast Iron Spice Mill, a little tool with brute strength, pulverizes peppercorns, coriander, cardamom... you name it. You'll find the device, with its handsome walnut lid, in two sizes at the online store of food media company Milk Street, curated by founder Christopher Kimball.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-pocket-knife-saved-the-john-wick-3-directors-life-11557503290", "title": "How a Pocket Knife Saved the 'John Wick 3' Director's Life", "date": "2019-05-10 11:48", "summary": "Chad Stahelski, who served as a stuntman for 'The Matrix' and helmed 'John Wick 3' on waxing his jackets, relying on knives and the $100k chopper he's too afraid to ride. I don't go anywhere, including on set, without my Belstaff Colonial Shoulder Bag. That thing has been with me as long as my Belstaff jacket. It carries the right amount of kit without bogging me down. I just used it in the Sahara while shooting desert shots for \"John Wick 3\"-loaded with water bottles, a camera, a lens, everything.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-just-learn-from-failure-learn-from-your-successes-11557503314", "title": "Don't Just Learn From Failure; Learn From Your Successes", "date": "2019-05-10 11:48", "summary": "When things go right in business, it's crucial to figure out why. For many of us-no matter where we work or what we do-nothing feels as good as success. And for many of us, nothing is more harmful to our growth and development", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-faces-growing-foreign-policy-tests-11557443965", "title": "China, Iran, North Korea, Venezuela: Foreign-Policy Tests Mount for Trump", "date": "2019-05-10 11:21", "summary": "U.S. ambitions under pressure by crises in China, North Korea, Iran and Venezuela. President Trump's \"America First\" foreign policy is being challenged on four fronts at once, creating an extraordinary test of the White House's ability to manage multiple crises and deliver on its ambitious agenda.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-painting-modern-11557501525", "title": "Manet's Late 'Spring'", "date": "2019-05-10 11:18", "summary": "Even as his health declined, the painter's work remained energetic and innovative.. The J. Paul Getty Museum in Los Angeles, with access to an endowment of over $7 billion, can afford to outbid just about any other museum when it sets its sights on an artwork. But even experienced Getty watchers did a double-take in 2014, when the museum paid over $65 million for French artist Édouard Manet's \"Jeanne (Spring)\" at a Christie's auction, nearly doubling the upper pre-sale estimate and setting an auction record for the artist.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-a-liberal-arts-degree-worth-11557501301", "title": "What's a Liberal Arts Degree Worth?", "date": "2019-05-10 11:15", "summary": "English and history majors typically don't earn as much as their classmates focusing on business or science, but their earning potential develops over the course of their careers.. What's the value of a liberal arts degree? In recent years, the percentage of college graduates choosing more career-oriented majors over the liberal arts has grown, rising from 64% in 1970 to 77% in 2016.", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tariffs-may-change-feds-tune-11557501121", "title": "China Tariffs May Change Fed's Tune", "date": "2019-05-10 11:12", "summary": "Tariffs enacted on Chinese goods could send inflation higher, making it harder for the central bank to adhere to its dovish stance. Low inflation is the biggest reason the Federal Reserve has for not raising interest rates. The U.S.-China trade impasse could take that reason away.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-warren-buffetts-teacher-would-make-of-todays-market-11557500454", "title": "What Warren Buffett's Teacher Would Make of Today's Market", "date": "2019-05-10 11:00", "summary": "Value stocks haven't performed well for a long time. But Ben Graham's lessons still matter.. Benjamin Graham, the father of value investing, would have been 125 years old this week. The idea he fostered-buy cheap stocks and hold them for superior long-term returns-is looking geriatric, too.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interest-rate-policy-in-right-place-to-ensure-continued-expansion-says-feds-john-williams-11557496846", "title": "Interest-Rate Policy in Right Place to Ensure Continued Expansion, Says New York Fed President", "date": "2019-05-10 10:52", "summary": "Comments Friday were New York Fed president's first public remarks since recent Fed meeting. NEW YORK-Federal Reserve Bank of New York President John Williams said Friday the outlook for the U.S. economy remains bright and central-bank interest-rate policy is in the right place to ensure it stays that way.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-flip-for-zillow-11557499940", "title": "Investors Flip For Zillow", "date": "2019-05-10 10:52", "summary": "Zillow reported early solid traction for its home-flipping business, but the path to profitability for the business remains unclear. People are really into home-flipping it seems, but can Zillow turn consumers' enthusiasm into earnings?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-young-workers-share-insights-on-career-passion-and-finding-your-niche-11557480602", "title": "Five Young Workers Share Insights on Career, Passion and Finding Your Niche", "date": "2019-05-10 10:40", "summary": "Discovering joy is one thing. Finding gainful employment is another. Here's how they did both.. Few people nowadays stay with one company or one career. Industries boom. Industries die. Passions change. As do priorities-evolving life circumstances often dictate where you can live and work. Sometimes you land in a job you love. Sometimes you get burned out.", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arvi-parbo-rose-from-an-estonian-dairy-farm-to-top-posts-in-australian-mining-11557498601", "title": "Arvi Parbo Rose From an Estonian Dairy Farm to Top Posts in Australian Mining", "date": "2019-05-10 10:30", "summary": "World War II refugee headed Western Mining, was chairman of BHP and served on board of Alcoa. Arvi Parbo, who grew up on a dairy farm in Estonia, at age 19 found himself among refugees thronging a displaced person's camp in Germany at the end of World War II. He studied mining for two years and then, concluding jobs would be scarce in Germany, emigrated to Australia.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerrie-cobb-passed-astronaut-tests-but-nasa-kept-her-out-of-space-11557498600", "title": "Jerrie Cobb Passed Astronaut Tests but NASA Kept Her Out of Space", "date": "2019-05-10 10:30", "summary": "Oklahoma-born pilot, shut out of Mercury program, flew food and medicine to indigenous people in Amazon. In 1960, Jerrie Cobb was rapidly becoming a celebrity. Already a veteran pilot at age 29, she aced a battery of tests given to women eager to join the men already jostling for trips to space.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-sound-editor-bringing-toy-story-4-characters-to-life-11557498602", "title": "Meet the Sound Editor Bringing 'Toy Story 4' Characters to Life", "date": "2019-05-10 10:30", "summary": "Qianbaihui Yang focuses on the fine details of sound in film, whether that's a character talking or a tire screeching; 'you're watching a movie while you're working'. Qianbaihui Yang has pointed a microphone at a roaring, spitting jaguar, walked alongside biting camels and stood near a pack of playful, loud elephants-all to capture realistic sound effects.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-the-new-spider-like-chandeliers-just-creepy-11557498363", "title": "Are the New Spider-Like Chandeliers Just Creepy?", "date": "2019-05-10 10:26", "summary": "Some interior designers are rejecting traditional dining-room chandeliers for ones that sprawl across ceilings with swags of exposed wires. But are they too weird? We asked nine décor pros to thrash it out. Fans of this fixture say it sets their spidey senses tingling in a good way. Manhattan architect Michael K. Chen, who installed the FLOS Aim pendants in the New York apartment, likes the way their loose formality contrasts with the formal, prewar architecture: \"We weren't going to select some musty crystal chandelier for this project.\" Chicago architect-designer Steve Kadlec finds the matte black finish unifies the installation's components: \"You see it as a single, sculptural fixture even though it has all these parts.\" Another fan, New York designer Marina Hanisch, recently placed an Apparatus Lariat fixture, which suspends teardrop-shaped glass orbs from brass-mesh cables. \"The different heights bring more interest to a room,\" she said. Pamela Babey of San Francisco design firm BAMO traces the origins of the chandelier's industrial style to Europe, where historic buildings force designers to handle wiring in interesting and unusual ways. Closer to home, she installed Edwin Lutyens's tasseled Cardinal Hat pendant lights, linked by swagged cables, in a large, contemporary kitchen and dining space with only one electrical box. \"We wanted light in different parts of the room, and the cables traveled from the kitchen sink to the table,\" she explained. Mr. Chen faced a similar problem: an electrical source that wasn't directly above the dining table. \"We needed a fixture that was a little free-form.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-paul-stevens-worries-about-the-court-11557498318", "title": "John Paul Stevens Worries About the Court", "date": "2019-05-10 10:25", "summary": "A retired Supreme Court justice wants his former colleagues to adhere to precedent and the president to comply with subpoenas. At 99, John Paul Stevens can remember a time when a Supreme Court nomination prompted minimal controversy, confirmation hearings proceeded without made-for-television speechifying and senators unanimously approved an unblemished nominee.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-a-royal-curse-11557497725", "title": "Mysteries: A Curse on the Crown Prince of Satapur", "date": "2019-05-10 10:15", "summary": "Perveen Mistry, an Oxford-educated lawyer in 1920s Bombay, finds herself called to a remote mountain kingdom.. Perveen Mistry, the Oxford-educated lawyer in 1920s India who starred last year in Sujata Massey's \"The Widows of Malabar Hill,\" has many reasons to keep her guard up. A Zoroastrian in a land of mostly Hindus and Muslims, Perveen must be tactful in the face of others' beliefs. An admirer of Gandhi's activism, she needs to avoid alarming the British colonialists she depends on for employment. Estranged from her husband but not formally divorced, she has to be scrupulous in her social behavior lest she damage her own and her family's reputations.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-changing-world-of-selling-luxury-yachts-11557497572", "title": "Inside the More-Is-More World of Luxury Yachts", "date": "2019-05-10 10:12", "summary": "Ferretti's CEO talks about how superyachts vary by market, and some of the most outlandish amenities customers ask for. And get.. The 2008 financial crisis ravaged luxury-goods companies making everything from $3,000 shoes to multimillion-dollar cars. Things were no different for Italian superyacht maker Ferretti Group, which builds boats that can cost tens of millions of dollars. Revenue and profit plunged while a heavy debt load taken on to fund a series of acquisitions pushed the company to the brink of bankruptcy.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-focused-asset-manager-to-buy-buckeye-partners-for-6-5-billion-11557494771", "title": "IFM Investors to Buy Buckeye Partners for $6.5 Billion", "date": "2019-05-10 10:04", "summary": "Buckeye's shares climbed 27% in premarket trading to $41.41 a share. Australian-based IFM Investors has agreed to acquire Buckeye Partners LP at a value of $6.5 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-slower-sailing-fracas-managing-one-day-delivery-building-tariff-cushions-11557496514", "title": "Today's Logistics Report: Slower Sailing Fracas; Managing One-Day Delivery; Building Tariff Cushions", "date": "2019-05-10 09:55", "summary": "Today's Top Supply Chain & Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-koreas-new-weapon-likely-to-better-evade-missile-defense-11557493938", "title": "North Korea's New Weapon Likely to Better Evade Missile Defense", "date": "2019-05-10 09:12", "summary": "Pyongyang's short-range missiles resemble a Russian Iskander, which can carry nuclear warheads, experts say. SEOUL-The short-range missiles tested by North Korea can strike much of South Korea and may be able to carry a nuclear warhead, military experts said, providing Pyongyang with extra firepower as diplomatic frictions grow with Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-move-forward-with-china-tariffs-trump-says-11557424081", "title": "U.S. Increases Tariffs on China as Talks Resume", "date": "2019-05-10 09:03", "summary": "President says U.S. would impose fresh levies on $325 billion in Chinese goods as negotiators move to salvage potential deal. WASHINGTON-The U.S. increased tariffs on $200 billion of Chinese goods to 25% Friday as President Trump ratcheted up pressure on Beijing and threatened to impose additional levies on virtually everything China exports to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-uber-symantec-zillow-wynn-resorts-dropbox-yelp-sonos-truecar-11557484019", "title": "Stocks to Watch: Uber, Symantec, Zillow, Wynn Resorts, Dropbox, Yelp", "date": "2019-05-10 08:47", "summary": "Uber begins trading on the New York Stock Exchange Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ishares-esg-fund-off-to-roaring-start-11557486001", "title": "New iShares ESG Fund Off to Roaring Start", "date": "2019-05-10 08:34", "summary": "Fund, which will try to invest in best U.S. corporate citizens, expects to raise more than $800 million with its trading launch. A brand new exchange-traded fund that tries to invest in the best corporate citizens in the U.S. began trading at Thursday's opening bell, but is already on track to be one of the most successful fund launches in history.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-revenue-falls-as-it-looks-beyond-traditional-tv-for-growth-11557490254", "title": "Viacom Revenue Falls as It Looks Beyond TV Sets for Growth", "date": "2019-05-10 08:10", "summary": "Lower operating expenses helped lift media company's profit 41% in latest quarter. Revenue at Viacom Inc. dropped in its latest quarter, as the media giant grapples with shrinking distribution fees and moving its content and advertising beyond traditional television platforms.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimum-wage-push-slows-on-debate-over-regional-differences-11557489601", "title": "Push for a $15 Minimum Wage Divides Democrats", "date": "2019-05-10 08:00", "summary": "Most House Democrats support raising hourly pay, but some say wages should go up more slowly in low-cost states. WASHINGTON-A debate about whether the country should have a patchwork of minimum wages is complicating a push to raise the federal pay floor-and hindering House Democrats' effort to unite on the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-no-longer-stars-of-their-flashiest-conference-11557489601", "title": "Hedge Funds No Longer Stars of Their Flashiest Conference", "date": "2019-05-10 08:00", "summary": "Politicians, venture capitalists highlighted the SALT gathering hosted by Anthony Scaramucci. LAS VEGAS-Daniel Loeb was once a featured speaker at a Las Vegas event considered a staple of the hedge-fund circuit. This year the billionaire manager didn't show.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-team-in-baseball-without-a-no-hitter-closes-in-on-a-record-11557489600", "title": "The Last Team in Baseball Without a No-Hitter Closes In on a Record", "date": "2019-05-10 08:00", "summary": "Next week will mark San Diego's 8,020th regular-season game without a no-hitter, an unprecedented drought to begin a team's existence. On July 21, 1970, in the 259th game the San Diego Padres ever played, the club made a move that still haunts their fans 49 years later.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uh-oh-here-we-go-again-this-weeks-trade-standoff-wipes-2-trillion-off-global-stocks-11557484759", "title": "This Week's Trade Standoff Wipes $2 Trillion Off Global Stocks", "date": "2019-05-10 07:58", "summary": "As expectations for a U.S.-China trade accord fade, stocks in trade-sensitive sectors and emerging-market currencies tumbled. It didn't take much to upend the markets' calm start to the year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-india-election-parties-see-womens-vote-as-critical-11557480603", "title": "In India's Election, Parties See Women's Vote as Critical", "date": "2019-05-10 07:50", "summary": "Resume Subscription. Indian political parties are vying for support from women, who are voting in record numbers in national elections and increasingly making decisions about whom they will back independent of family patriarchs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/watch-this-fitness-stock-flex-11557487800", "title": "Watch This Fitness Stock Flex", "date": "2019-05-10 07:30", "summary": "A recent selloff after acquisition of Nutrisystem is overdone. Little Tivity Health is sporting a bulked-up business and a slimmed-down stock price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herding-cats-scientists-in-washington-d-c-count-the-citys-felines-11557487800", "title": "The Math Behind Washington, D.C.'s Cat Count", "date": "2019-05-10 07:30", "summary": "Project aims to provide accurate number of outside cats to assess their ecological impact. Some people might call me a crazy cat lady.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-owns-its-lane-11557486001", "title": "Uber Owns Its Lane", "date": "2019-05-10 07:00", "summary": "Ride-hailing giant takes valuation cut in IPO, but still holds a unique position against other big unicorn debuts. Google is the name of a company that also happens to be listed as a verb in the Merriam-Webster dictionary. So are FedEx and Xerox. Uber -already used as shorthand across much of the world for the act of calling up a ride from a smartphone-is likely next.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-preparation-helped-speed-up-u-k-economy-11557479114", "title": "Brexit Preparation Helped Speed Up U.K. Economy", "date": "2019-05-10 06:59", "summary": "Growth accelerated as businesses prepared for a possible 'no deal' exit from the EU in the first quarter. LONDON-The U.K. economy picked up speed at the beginning of 2019, as businesses readied for the country's now delayed exit from the European Union, though prospects for the year as a whole remain muted as uncertainty over Brexit drags on.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-now-belongs-to-the-premier-league-11557485176", "title": "Europe Now Belongs to the Premier League", "date": "2019-05-10 06:46", "summary": "For the first time in the history of the Champions League and the Europa League, all four spots in the finals will be occupied by clubs from a single country. The whole point of Europe's two biggest soccer tournaments, the Champions League and the Europa League, is to pit the best of the best from every country against each other. Each competition takes 10 months to unfold and crosses dozens of borders. The idea is to finish with four clubs, the cream of the continent, duking it out for European supremacy in a pair of glittering finals.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-are-warned-to-step-slowly-into-one-day-shipping-11557484200", "title": "Retailers Are Warned to Step Slowly Into One-Day Shipping", "date": "2019-05-10 06:30", "summary": "Supply-chain experts say delivering as expected rather than sheer speed can matter most to online consumers. Retailers anxiously watching Amazon.com Inc.'s one-day shipping push need to get a better handle on their inventory and true demand for super-speedy delivery before setting on a costly scramble to match the e-commerce giant, analysts and industry executives say.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumers-poised-to-take-the-hit-from-higher-tariffs-on-imports-from-china-11557483679", "title": "U.S. Consumers Poised to Take the Hit From Higher Tariffs on Imports From China", "date": "2019-05-10 06:21", "summary": "Increased duty of 25% touches everything from fish sticks to baseball mitts. WASHINGTON-The round of tariffs that went into effect at midnight will likely hit Americans in the pocketbook, making $40 billion of consumer goods on retailers' shelves more expensive.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-would-struggle-to-match-japans-bond-market-control-11557480894", "title": "The Fed Would Struggle to Match Japan's Bond-Market Control", "date": "2019-05-10 05:34", "summary": "Fed policy makers want to explore yield targets like those used by the BOJ, but would find the U.S. bond market less accommodating. Federal Reserve board member Lael Brainard raised the question of whether the U.S. should follow Japan's lead with explicit targets for longer-dated bond yields this week.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-tax-bill-for-sons-and-daughters-of-gold-star-families-11557480602", "title": "The Surprising Tax Bill for Children of Gold-Star Families", "date": "2019-05-10 05:30", "summary": "A change to the 'Kiddie Tax' is raising taxes for children of service members who died on duty-and on many other young people. Rebecca Headings's husband, U.S. Navy Senior Chief Petty Officer Gary Headings, died of a heart attack at age 39 in 2017.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vulnerable-u-s-really-does-need-a-space-force-11557480601", "title": "A Vulnerable U.S. Really Does Need a Space Force", "date": "2019-05-10 05:30", "summary": "China and Russia are developing new weapons that can attack crucial American satellites, and the U.S. has been slow to respond to the danger. In May 2014, a small team at the Joint Space Operations Center at Vandenberg Air Force Base in California noticed something they had never seen before. A Russian rocket had lofted a communications satellite into space, along with what appeared to be the usual collection of space junk-ranging in size from massive spent rocket stages down to chips of paint. But a few weeks later, one piece of that \"junk\" came to life.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipowners-seek-to-slow-services-to-meet-emissions-limits-11557480601", "title": "Shipowners Seek to Slow Services to Meet Emissions Limits", "date": "2019-05-10 05:30", "summary": "'Slow-steaming' plan divides maritime operators, with critics calling it a smokescreen that will delay cargo deliveries and investment in cleaner vessels. Looming new environmental regulations are triggering sharp divisions in the shipping industry between vessel operators investing billions of dollars to reduce emissions and others who want to stave off the financial impact by simply slowing down ships.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduates-are-you-ready-for-the-most-important-secret-in-the-whole-wide-world-11557480629", "title": "Graduates, Are You Ready for the Most Important Secret in the Whole Wide World?", "date": "2019-05-10 05:30", "summary": "Jason Gay's advice for the Class of 2019: a paean to chaos, avocado toast and judgmental cavemen.. Do you love avocado toast too much to change the world?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-starter-cities-salt-lake-city-pittsburgh-and-baltimore-11557480612", "title": "The New Cities for New Grads: Salt Lake City, Pittsburgh and Baltimore", "date": "2019-05-10 05:30", "summary": "These emerging locales offer hot jobs for young workers-plus reasonable rents. Sure, Silicon Valley, New York and follow-on tech hubs such as Austin and Denver count as some of the hottest job markets in the country. They are also among the most expensive, and affordable rents are often far from the action.", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escalating-u-s-china-trade-fight-stings-companies-world-wide-11557472799", "title": "Escalating U.S.-China Trade Fight Stings Companies World-Wide", "date": "2019-05-10 04:19", "summary": "The Trump administration raised tariffs on $200 billion of Chinese goods, sending tremors through Asia and Europe. From the world's biggest miners to German car makers and Japanese manufacturers of iridescent powder for cosmetics, producers around the world are bracing for collateral damage as the U.S. escalates its tariff fight with China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-tariffs-are-exactly-what-china-inc-doesnt-need-11557475150", "title": "More Tariffs Are Exactly What China Inc. Doesn't Need", "date": "2019-05-10 04:02", "summary": "Just when the business environment was improving, private companies look set for another hit. After a brutal patch late last year, private companies in China finally thought things were looking up. The Trump administration is threatening to cut the party short.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweiser-brewer-plans-7-billion-hong-kong-ipo-11557463981", "title": "Budweiser Brewer Plans $7 Billion Hong Kong IPO", "date": "2019-05-10 00:55", "summary": "Budweiser Brewing Company APAC is targeting a valuation of $70 billion and aiming to list by July. The Asian business of beer giant Anheuser-Busch InBev Group on Friday filed an application to list on the Hong Kong stock exchange, moving closer toward a multibillion-dollar initial public offering later this year.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557422329", "title": "Pepper...and Salt", "date": "2019-05-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-national-indicted-on-hacking-charges-related-to-anthem-breach-11557433541", "title": "Chinese National Indicted on Hacking Charges Related to Anthem Breach", "date": "2019-05-10 23:50", "summary": "'An extremely sophisticated hacking group operating in China' blamed, according to prosecutors. A Chinese national and an unnamed co-defendant were indicted on Thursday on computer hacking charges related to a campaign to breach large U.S. businesses, including the 2015 theft of data from health insurer Anthem Inc., the Justice Department said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-this-marriage-be-saved-chinese-u-s-integration-frays-11557414600", "title": "Chinese-U.S. Economic Integration Frays as Trade Talks Stumble", "date": "2019-05-10 22:47", "summary": "Resume Subscription. The sudden deterioration of trade talks between the U.S. and China this week has raised the prospect of a once-unimaginable rupture between the world's two largest economies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ghosts-of-gold-mountain-and-the-chinese-the-iron-road-review-building-the-impossible-railroad-11557454815", "title": "'Ghosts of Gold Mountain' and 'The Chinese & the Iron Road' Review: Building the Transcontinental Railroad", "date": "2019-05-10 22:31", "summary": "The men who laid tracks across the Sierra Nevada were mostly immigrants from Guandong, China.. On May 10, 1869, at Promontory Summit, Utah Territory, Leland Stanford drove home a ceremonial gold spike to mark the meeting of the eastern and western lines of the Transcontinental Railroad. Nearly seven years earlier, President Abraham Lincoln had signed the Pacific Railroad Act, which lavished unprecedented financial inducements in the shape of land grants, loans and bonds on the Union Pacific Railroad and the Central Pacific Railroad, of which Stanford was co-founder. They soon began to lay rail lines toward one another across the vast, rugged West.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-alexandra-popoff-on-russia-and-the-soviet-union-11557454450", "title": "Five Best: Alexandra Popoff on Russia and the Soviet Union", "date": "2019-05-10 22:14", "summary": "The author, most recently, of 'Vasily Grossman and the Soviet Century' writes about works that illuminate people, places and time periods.. By Anne Applebaum (2017)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-russian-nightmares-american-dreams-11557454342", "title": "Fiction: Russian Nightmares, American Dreams", "date": "2019-05-10 22:12", "summary": "Novels that collapse the void between East and West, past and present, Earth and moon.. The Kamchatka Peninsula, the strip of land that curves like an earring below Siberia, was a closed territory during Soviet rule, its proximity to the United States making it so geopolitically valuable that citizens needed military clearance to enter it. In Julia Phillips's debut, \"Disappearing Earth\" (Knopf, 256 pages, $26.95), longtime residents of Kamchatka think longingly of the era of enforced isolation. Revmira, a member of the region's indigenous Even people, recalls an \"idyllic village, a principled people, a living Even culture, a socialist nation of great achievement.\" To Valentina, a Russian school official, trouble started with the appearance of tourists and migrants. Unreliable nostalgia, a fear of new arrivals-a chronicler of our contemporary moment could find much the same attitudes without crossing the street, much less crossing the globe. Thus the fascinating paradox of Ms. Phillips's novel, which is set in one of the most remote and mysterious places on the planet, but whose concerns are instantly, and disturbingly, recognizable.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-com-to-enhance-screening-for-caregivers-11557412673", "title": "Care.com Boosts Vetting After Scrutiny", "date": "2019-05-10 21:53", "summary": "Online child-care network plans in-depth background checks and lowers annual guidance. Online child-care marketplace Care.com Inc. said it plans to overhaul its business model to include in-depth background checks and other screening procedures for caregivers after its vetting practices came under scrutiny.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dinosaurs-rediscovered-review-no-longer-dragging-their-tails-11557452518", "title": "'Dinosaurs Rediscovered' Review: No Longer Dragging Their Tails", "date": "2019-05-10 21:41", "summary": "Dinosaurs long had been depicted as gray or brown tail-draggers. But many living reptiles are brightly colored, so why not dinosaurs?. The Mesozoic era, which began more than 250 million years ago, is probably as close as we will get to an alien living world-a world profoundly different from the biosphere in which humans evolved and now live. Dominating that world were, of course, the dinosaurs. These marvelous animals filled thousands of niches in nature and ranged in size from creatures smaller than a chicken to 70-ton monsters more than 120 feet from nose to tail tip, the largest beings to have ever walked the earth.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/origins-review-the-earth-and-us-11557452216", "title": "'Origins' Review: The Earth and Us", "date": "2019-05-10 21:36", "summary": "Geology is destiny: Humans' flexible intelligence emerged as a response to a rapidly changing landscape.. Curving across America's Deep South is a \"Black Belt\" that runs from western Tennessee down to Montgomery, Ala., then back northeast through the Carolinas. During the 2016 presidential election, this swath was an anomaly of Clinton Democrats surrounded by a sea of Trump Republicans. It coincides with a demographic belt dominated by African-American voters, which, in turn, lies above a geological belt of soft rock: a band of nutrient-laden shale created about 75 million years ago when sea levels stood much higher than today. When weathered into soil, this shale is perfect for growing cotton, a cash crop planted at a time when chattel slavery was an accepted way of life, and when the water-powered textile mills of New England were hungry for raw material.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-oil-and-the-axis-review-the-front-that-was-left-behind-11557450986", "title": "'Blood, Oil and the Axis' Review: The Front That Was Left Behind", "date": "2019-05-10 21:16", "summary": "What if, at a crucial moment 78 years ago, Hitler had turned south instead of east? What if he had taken Suez, the Levant and Mesopotamia? The idea is not so far fetched.. Spring of 1941. Less than a year after the Nazis took Paris, Western Europe belongs to Hitler. To the east, the Soviet Union is a much weaker force and still Germany's ally. In the U.S., isolationism, with pro-German sympathy in certain quarters, keeps the free world's greatest power out of the war. All that stands in Hitler's way is the British part of the English-speaking world.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becoming-dr-seuss-review-who-killed-dick-and-jane-11557450778", "title": "'Becoming Dr. Seuss' Review: Who Killed Dick and Jane?", "date": "2019-05-10 21:12", "summary": "By the mid-1960s, 'See Spot Run!' had given up the game to 'Hop on Pop!' Subversive insouciance is now part and parcel of beginner books.. In the fall of 2017, there was a furor involving Dr. Seuss, the first lady and a school librarian that many people found surprising and disconcerting. In celebration of National Read a Book Day, Melania Trump had sent a parcel containing 10 Seuss titles to a school in Massachusetts. A librarian there rejected the gift.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postmates-watching-ubers-market-debut-as-it-prepares-for-summer-ipo-11557448269", "title": "Postmates Watching Uber's Market Debut as It Prepares for Summer IPO", "date": "2019-05-10 20:31", "summary": "Uber's stock-market performance could have impact on competitors' valuations. Uber Technologies Inc.'s stock performance following its expected Wall Street debut Friday could have significance for a range of companies in ride-hailing, food delivery and other emerging transportation services.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backs-push-to-limit-surprise-medical-bills-11557420230", "title": "Trump Backs Push to Limit Surprise Medical Bills", "date": "2019-05-10 20:13", "summary": "Big charges from out-of-network doctors are a top concern of patients. President Trump threw his support behind efforts to tackle surprise medical bills, wading into a turf war between hospitals, doctors, and insurers over how patients are charged for treatment outside their insurance network.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-revenue-falls-as-high-rollers-slow-spending-11557437942", "title": "Wynn Resorts Revenue Falls as High Rollers Slow Spending", "date": "2019-05-10 20:12", "summary": "Casino operator swings to profit after year-ago results included charge related to a legal settlement. High rollers, the big spenders who have fueled much of the gambling action in years past, shied away from Wynn Resorts Ltd. in the latest period, causing the casino operator to miss Wall Street revenue targets.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]