[{"link": "https://www.wsj.com/articles/harvey-weinstein-accusers-and-former-board-members-reach-tentative-compensation-deal-11558655485", "title": "Weinstein Reaches $44 Million Deal in Sexual-Misconduct Case", "date": "2019-05-23 19:51", "summary": "Agreement would pay alleged victims, along with studio board members. Harvey Weinstein, women who accused him of sexual misconduct, his former film studio's board members and the New York attorney general's office have reached a tentative $44 million deal to resolve lawsuits and compensate alleged victims of the Hollywood producer, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intuit-raises-financial-outlook-amid-turbotax-scrutiny-11558646795", "title": "Intuit Raises Outlook Amid TurboTax Scrutiny", "date": "2019-05-23 19:48", "summary": "Tax software unit's business practices draw letter from federal lawmakers. Intuit Inc. raised its profit and sales outlook for the year, citing strong results through April, despite mounting legislative and regulatory scrutiny over the business practices of its TurboTax tax-preparation software unit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-white-house-to-discuss-plan-for-more-mideast-troops-11558627687", "title": "U.S. Plans More Troops for Mideast, Eyes Quick Arms Sales to Allies There", "date": "2019-05-23 19:47", "summary": "'Emergency' declaration would rush weapons shipments to U.S. allies in region. WASHINGTON-The Trump administration is planning to send several thousand additional troops to the Middle East and is moving toward a decision to rush billions of dollars in weapons to allies in the region, according to officials and people familiar with the plans.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-rolls-out-16-billion-farm-aid-program-11558628636", "title": "Trump Administration Rolls Out $16 Billion Farm-Aid Program", "date": "2019-05-23 19:30", "summary": "President suggests Huawei Technologies Co. could potentially be a bargaining chip in settling trade conflict with China. WASHINGTON-President Trump rolled out a $16 billion plan to help farmers hit by the trade conflict with China and suggested on Thursday that Huawei Technologies Co. could potentially be a bargaining chip in settling the dispute.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azz-replaces-auditor-after-streak-of-accounting-difficulties-11558652678", "title": "AZZ Replaces Auditor After Streak of Accounting Difficulties", "date": "2019-05-23 19:28", "summary": "The equipment maker dismissed BDO after disclosing material weaknesses in financial reporting oversight. Specialty equipment maker AZZ Inc. said it replaced its auditor after the company disclosed material weaknesses in controls over its financial reporting.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trouble-in-the-farm-belt-11558653566", "title": "Trump's Trouble in the Farm Belt", "date": "2019-05-23 19:27", "summary": "Farm welfare won't substitute for lost foreign markets.. The Trump Administration said Thursday it will give $16 billion to farmers to offset their lost income due to the trade brawl with China. The subsidies may buy some political time to resume negotiations, but they also underscore the economic harm and political risk of President Trump's trade showdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stick-a-fork-in-senate-pork-11558653535", "title": "Stick a Fork in Senate Pork", "date": "2019-05-23 19:18", "summary": "Senate Republicans make a ban on spending earmarks permanent.. Congress isn't accomplishing much lately, but Senate Republicans deserve credit for one thing they aren't doing: Restoring the practice of earmarks. The Senate Republican conference on Thursday adopted a permanent ban on such parochial handouts, an effort led by Nebraska's Ben Sasse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/narendra-modis-massive-mandate-11558653338", "title": "Narendra Modi's Massive Mandate", "date": "2019-05-23 19:15", "summary": "The Indian leader gets another chance to liberate the economy.. After five weeks and nearly 600 million ballots cast, Indian Prime Minister Narendra Modi has decisively won a mandate for a second term. The question is whether he'll use this victory to fulfill the economic reforms he failed to deliver in his first five years.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hewlett-packard-enterprise-boosts-outlook-despite-falling-revenue-11558645680", "title": "Hewlett Packard Enterprise Boosts Outlook Despite Falling Revenue", "date": "2019-05-23 19:11", "summary": "Corporate-computing company beats analysts' profit expectations for the quarter. Hewlett Packard Enterprise Co. raised its profit outlook for the year even though the business-technology provider posted weaker sales in its most recent quarter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-way-to-pointe-du-hoc-11558651978", "title": "'Which Way to Pointe du Hoc?'", "date": "2019-05-23 18:52", "summary": "Each generation is tested, from the Army Rangers of D-Day to the college graduates of 2019.. A friend trying to help me work through a problem once told me the story of life is competition: Everyone's trying to beat everyone else, and I should give more weight to this fact. There's some truth in what he said, yet I thought his comment contained more autobiography than wisdom: He was the most competitive person I'd ever known, and he usually won. I lean toward the idea a lot of us are running our own races, trying to rise to the occasion and beat some past and limited conception of ourselves by doing something great. The paradox is that you're running your own race alongside others running theirs, and in the same direction. You're doing something great together.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-impeachment-dilemma-11558651938", "title": "Pelosi's Impeachment Dilemma", "date": "2019-05-23 18:52", "summary": "Will she follow her Trump-loathing base or the centrists who won her the gavel?. It wasn't with a heavy heart that Virginia Democratic Rep. Don Beyer on Tuesday endorsed initiating formal impeachment proceedings against President Donald Trump. And it was with unvoiced alarm that his fellow Virginia Democrat Rep. Abigail Spanberger ran from the impeachment question the same day.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-familys-american-life-almost-wasnt-11558651878", "title": "My Family's American Life Almost Wasn't", "date": "2019-05-23 18:51", "summary": "They were turned away 80 years ago but made their way to the U.S. eventually.. My father's family tried to come to America 80 years ago. They were among more than 900 passengers on the M.S. St. Louis, a German refugee ship that was turned away from North American ports. The lessons from that saga are relevant today.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-turns-west-but-away-from-western-values-11558651907", "title": "India Turns West but Away From Western Values", "date": "2019-05-23 18:51", "summary": "The country's first pro-American prime minister also stands for intolerant Hindu nationalism.. A paradox is playing out in India. The country is abandoning Western values at a time when it is closer strategically to the West, and to the U.S. in particular, than it has ever been.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-less-afraid-of-snakes-than-ladders-11558651834", "title": "I'm Less Afraid of Snakes Than Ladders", "date": "2019-05-23 18:50", "summary": "And neither black cats nor Friday the 13th fazes me.. I was walking along New York's West 57th Street-which I've renamed Boulevard of Scaffolding-when I stopped to check on a silhouette looming to my right. I had just stepped under a construction ladder and was standing directly beneath its angle of misfortune.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-to-charleston-review-divided-loyalties-11558651816", "title": "'The Road to Charleston' Review: Divided Loyalties", "date": "2019-05-23 18:50", "summary": "The post-Yorktown phase of the Revolutionary War, fought mainly in the South, pitted Americans against one another.. The story of Yorktown and of Lord Cornwallis's surrender there in October 1781 is one that most of us know. The band played \"Yankee Doodle,\" and the Redcoats stacked arms. Thanks to George Washington, we were now a free and independent nation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-missing-from-the-trump-economic-boom-11558651758", "title": "What's Missing From the Trump Economic Boom", "date": "2019-05-23 18:49", "summary": "Growth and productivity are up, but investment is a soft spot, and neither right nor left has good answers.. It's a sign of our disordered political times that President Trump is not a shoo-in for re-election despite record-low unemployment and the best economic growth rate in a decade. The uncomfortable truth-for both parties-is that this is due to more than Mr. Trump's outré personality.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-german-company-cashes-in-on-emoji-manipulation-11558651730", "title": "A German Company Cashes In on Emoji Manipulation", "date": "2019-05-23 18:48", "summary": "Why Sony bought a license rather than fight a dubious trademark when it made 'The Emoji Movie.'. Here's something you may like, even love, if it doesn't make you angry or sad. A German company, the Emoji Co. GmbH, claims it owns the word \"emoji.\" Since 2013 the firm has filed hundreds of applications for \"Emoji\" as a trademark in every profitable merchandise category in the U.S. trademark registry.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-falls-as-housing-data-disappoints-11558628315", "title": "U.S. Dollar Falls as Housing Data Disappoints", "date": "2019-05-23 18:48", "summary": "Fresh data stokes worries about economic growth in the U.S. and abroad. The U.S. dollar fell as fresh data stoked worries about economic growth in the U.S. and abroad.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-performative-anti-trump-distress-11558651669", "title": "Notable & Quotable: Performative Anti-Trump Distress", "date": "2019-05-23 18:47", "summary": "'We find that while Democrats may report greater increases in post-election mental distress, their mental health search behavior did not change after the election.'. From a study published by Sage Open, March 27:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violent-tornado-hits-missouri-causing-heavy-damage-11558603928", "title": "Powerful Tornadoes Hit Missouri", "date": "2019-05-23 18:45", "summary": "Officials report extensive damage and several injuries; at least three people killed in state's southwest. Powerful tornadoes hit Missouri on Wednesday, ravaging a three-square-mile area of the state capital and killing three people in the state's southwest, as dangerous storms continued to wreak havoc across the Great Plains this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-group-owner-of-ufc-and-miss-universe-pageant-files-for-ipo-11558633471", "title": "Endeavor Group, Owner of UFC and Miss Universe Pageant, Files for IPO", "date": "2019-05-23 18:43", "summary": "Agency looks to diversify beyond its core business of representing talent and brands, which is still its most profitable segment. Even as Hollywood's biggest talent agency tries to reinvent itself as an international entertainment and marketing powerhouse, it remains heavily dependent on its business of representing actors, athletes and other creative types, according to a prospectus filed ahead of an initial public stock offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-authority-bus-terminal-overhaul-options-emerge-11558650888", "title": "Port Authority Bus Terminal Overhaul Options Emerge", "date": "2019-05-23 18:34", "summary": "Officials release three proposals to replace the nearly 70-year-old hub. New York and New Jersey officials have zeroed in on three potential options to replace Manhattan's aging Port Authority Bus Terminal.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-on-track-to-pass-bill-making-big-changes-to-u-s-retirement-system-11558625474", "title": "House Passes Bill Making Big Changes to Retirement System", "date": "2019-05-23 18:32", "summary": "Age cap for contributing to IRAs is repealed, among other shifts; legislation would move to Senate. Americans could see the most significant changes in more than a decade to their retirement plans under legislation the House of Representatives passed Thursday, with measures designed to make it easier for employers to offer 401(k)-type accounts and for participants to convert their balances into a steady lifetime income.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-reports-flat-revenue-but-beats-wall-street-targets-11558641961", "title": "HP Reports Flat Revenue but Beats Wall Street Targets", "date": "2019-05-23 18:24", "summary": "Gains in personal devices offset decline in printing-related sales. HP Inc. bolstered revenue in its latest quarter in part by selling more desktop computers, a gain that helped to offset a weaker performance in its printing business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-narendra-modi-takes-an-early-lead-in-elections-11558589858", "title": "India's Narendra Modi Wins Re-Election With Strong Mandate", "date": "2019-05-23 18:22", "summary": "Stage is set for nationalist leader to pursue further economic change but also more divisive social policies. NEW DELHI-Prime Minister Narendra Modi, India's popular nationalist leader, won a sweeping mandate for a second five-year term, setting the stage for more economic reform of the fast-growing economy and more divisive social policies for his Hindu supporters.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-performs-better-than-expected-11558611698", "title": "Best Buy Rides Web to Lift Sales", "date": "2019-05-23 18:21", "summary": "CEO says chain will press Trump to keep consumer electronics off Chinese tariff lists. Best Buy Co. 's profit rose in the latest quarter as growing online sales of appliances and electronics offset flat sales in its stores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-take-on-trump-through-high-stakes-litigation-11558609201", "title": "House Democrats Take On Trump Through High-Stakes Litigation", "date": "2019-05-23 18:05", "summary": "Deadlock since midterms has led to more legal face-offs between executive and legislative branches. WASHINGTON-The Democratic-controlled House of Representatives is playing an unusually active role in federal courtrooms, where the fate of key Trump administration policies as well as the powers of Congress to investigate the president are at stake.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-rent-for-lucky-startups-brings-new-tastes-to-food-halls-11558648895", "title": "Free Rent for Lucky Startups Brings New Tastes to Food Halls", "date": "2019-05-23 18:01", "summary": "Chelsea Market to host Ethiopian eatery through arrangement with nonprofit Hot Bread Kitchen. In the trendy world of food halls, the newest twist is free rent for a handful of startups-giving novice restaurateurs a leg up in a tough business and the hall a source of fresh tastes.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-court-rules-farmworkers-can-unionize-11558648757", "title": "New York Court Rules Farmworkers Can Unionize", "date": "2019-05-23 17:59", "summary": "Farm owners say decision will hurt rural economy, jobs. Workers on New York farms have the right to form unions, an appellate court in Albany ruled Thursday, in a blow to farm owners who fear strikes could cripple their operations.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-startups-change-terms-to-draw-venture-capital-11558648527", "title": "University Startups Change Terms to Draw Venture Capital", "date": "2019-05-23 17:55", "summary": "As academic landscape shifts, two venture firms target campus research. Marc Singer regularly tours university research labs looking for promising ideas.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hewlett-packard-no-longer-tips-the-scales-11558647955", "title": "Hewlett Packard No Longer Tips the Scales", "date": "2019-05-23 17:45", "summary": "Slimmed-down corporate tech giant left with core businesses that aren't growing. Having executed one of the more effective crash diets in corporate history, Hewlett Packard Enterprise now seems in need of putting a little meat on the bone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arcadia-group-files-for-bankruptcy-in-the-u-s-11558631493", "title": "Topshop Operator Arcadia Group Files for Bankruptcy in the U.S.", "date": "2019-05-23 17:41", "summary": "The fast-fashion retailer plans to exit U.S. operations. Arcadia Group, a London-based fast-fashion retailer and operator of the Topshop and Topman brands, filed for bankruptcy in the U.S., citing many of the same challenges facing much of the broader retail industry.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-taliban-john-walker-lindh-set-for-release-after-17-years-11558581077", "title": "'American Taliban' John Walker Lindh Released After 17 Years", "date": "2019-05-23 17:38", "summary": "Freedom for one terror convict raises questions about others. John Walker Lindh, the American man captured in Afghanistan in 2001 and later convicted of providing support to the Taliban, was released from an Indiana federal prison Thursday after serving 17 years of a 20-year sentence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-dip-amid-political-trade-tensions-11558599215", "title": "U.S. Stocks, Bond Yields Fall Amid Trade Tensions", "date": "2019-05-23 17:33", "summary": "Yield on 10-year Treasury at lowest in more than 19 months; Dow industrials and oil prices also slide. The Dow Jones Industrial Average fell 286 points Thursday after the latest flare-up in U.S.-China trade tensions damped investors' expectations of a near-term resolution between the world's two biggest economies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floods-swamp-u-s-farm-belt-11558603802", "title": "Floods Swamp U.S. Farm Belt", "date": "2019-05-23 17:32", "summary": "Wet year keeps farmers out of fields, hurting seed and chemical sales at agriculture firms like DowDuPont. The wettest year on record is raising costs for the nation's biggest agricultural companies, stalling farmers' fieldwork and slowing shipments across the U.S. Farm Belt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-workers-strike-to-protest-pay-and-harassment-complaints-11558627417", "title": "McDonald's Workers Strike to Protest Pay and Harassment Complaints", "date": "2019-05-23 17:24", "summary": "Fast-food giant says it has improved workplace policies and training. Hundreds of workers at McDonald's Corp. restaurants walked off the job on Thursday to protest what they described as low pay, unsafe workplaces and sexual harassment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-slowly-wake-up-to-fears-of-a-new-cold-war-11558640928", "title": "Investors Slowly Wake Up to Fears of a New Cold War", "date": "2019-05-23 17:20", "summary": "The U.S.-China trade conflict might be a repeat of a pattern all-too common in markets when it comes to geopolitical risks: ignore them, then panic. Investors are growing concerned that the U.S.-China trade conflict is rapidly shifting into a new cold war, with highflying technology companies on the front line.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-to-lowest-level-since-2017-amid-worries-on-growth-trade-11558622545", "title": "Treasury Yields Fall to Lowest Level Since 2017 Amid Worries on Growth, Trade", "date": "2019-05-23 17:17", "summary": "Yield on 10-year note falls below the yield on the three-month Treasury bill for the first time since May 15. The yield on the benchmark 10-year Treasury note fell to its lowest level since 2017, dragged down by growing investor concerns that trade tensions between the U.S. and China could last longer and strain growth more than previously thought.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-health-insurance-legislation-announced-in-connecticut-11558646000", "title": "Public Health Insurance Legislation Announced in Connecticut", "date": "2019-05-23 17:13", "summary": "Proposed state-run system aims to trim health-care costs. Connecticut Gov. Ned Lamont and fellow Democratic lawmakers reached an agreement Thursday to create a public option that will allow individuals and small businesses to purchase health insurance through the state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraines-privatbank-sues-its-former-owners-11558645915", "title": "Ukraine's PrivatBank Sues Its Former Owners", "date": "2019-05-23 17:11", "summary": "Lawsuit filed in Delaware accuses country's oligarchs of 'loan recycling' scheme. A Ukranian bank that was nationalized in 2016 with an injection of public money is suing its former controlling shareholders, alleging they looted the institution through \"loan recycling\" schemes and used the proceeds to invest in U.S. real estate and other ventures.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockefeller-university-investigation-finds-doctor-abused-many-children-11558645801", "title": "Rockefeller University Investigation Finds Doctor Abused Many Children", "date": "2019-05-23 17:10", "summary": "University has set up a dedicated hotline for former patients seeking counseling services and support for therapy costs. Lawyers for Rockefeller University in Manhattan said a prominent doctor sexually abused many pediatric patients during his decades of employment there, according to a report the university released Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-the-house-retirement-bill-mean-for-you-11558645040", "title": "What Does the House Retirement Bill Mean for You?", "date": "2019-05-23 16:57", "summary": "Savings can more easily convert into lifetime income, among other changes. The retirement bill the House of Representatives passed on Thursday includes an assortment of changes for participants in 401(k) plans and owners of individual retirement accounts. The Senate may be poised to pass the bill, or a similar one, quickly and send it to President Trump, who is expected to sign it. Here's what you can expect:", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democratic-caucus-isnt-on-path-to-impeachment-pelosi-says-11558625626", "title": "House Democratic Caucus Isn't on Path to Impeachment, Pelosi Says", "date": "2019-05-23 16:45", "summary": "Speaker warns that findings of investigations into president's conduct could change their stance. WASHINGTON-Democrats aren't moving to impeach President Trump, House Speaker Nancy Pelosi said, while cautioning the findings of congressional investigations probing the president's conduct could change their stance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-says-he-is-agnostic-about-whether-next-rate-move-is-up-or-down-11558643657", "title": "Fed's Kaplan Says He Is 'Agnostic' About Whether Next Rate Move Is Up or Down", "date": "2019-05-23 16:34", "summary": "Dallas Fed President says he is comfortable leaving interest rates unchanged for now. DALLAS-Federal Reserve Bank of Dallas President Robert Kaplan said Thursday he is concerned about the potential for trade-related uncertainty to exert a drag on U.S. economic growth but said he is comfortable leaving interest rates unchanged for now.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-could-get-scorched-by-cooling-market-11558633226", "title": "Zillow Could Get Scorched by Cooling Market", "date": "2019-05-23 16:30", "summary": "Zillow says it could make more money in home flipping as prices decline, but analysts fear inventory risk would grow. Zillow Group says it can profit from a cooling housing market, while skeptics fear a downturn could dent the company's new business. Which side is right? The answer could be coming soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-sears-cant-pay-its-way-out-of-bankruptcy-creditors-say-11558643153", "title": "Old Sears Can't Pay Its Way Out of Bankruptcy, Creditors Say", "date": "2019-05-23 16:25", "summary": "Sale left retailer in the remainder bin, without cash to cover bankruptcy costs, according to unsecured creditors. What remains of Sears Holdings Corp. will finish its bankruptcy with a heap of unpaid bills, according to creditors who are ramping up for a court fight over the former retailer's bankruptcy plan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loan-shark-a-name-borrowed-to-deliver-a-financial-bite-11558643116", "title": "'Loan Shark': A Name Borrowed to Deliver a Financial Bite", "date": "2019-05-23 16:25", "summary": "The sea predator has lent its aura of terror to all kinds of menacing pursuits on land-most recently a critique of credit-card interest. Sen. Bernie Sanders and Rep. Alexandria Ocasio-Cortez have been garnering attention for a new proposal that would cap credit-card interest rates at 15% a year. They call it the Loan Shark Prevention Act, a provocative name that has nothing to do with curtailing the practices of \"loan sharks\" as traditionally defined.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-chides-qualcomm-executives-over-ftc-trial-testimony-11558621285", "title": "Judge Knocks Credibility of Qualcomm Executives in Trial Testimony", "date": "2019-05-23 16:20", "summary": "Criticism focuses on discrepancies between their words and evidence provided in the case. This week's court ruling against Qualcomm Inc. was more than a business setback: It came with a stinging rebuke of the chip giant's leaders from the federal judge who delivered the decision.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booksmart-review-a-joy-cover-to-cover-11558642612", "title": "'Booksmart' Review: A Joy, Cover to Cover", "date": "2019-05-23 16:16", "summary": "The story of high-school overachievers looking for a chance to party marks the remarkable directorial debut of Olivia Wilde.. \"Booksmart\" beats all. Who could have imagined that a high-school comedy about a couple of high achievers would be the prodigy that it is? The genre is venerable and chock-full of classics, but this film, directed by Olivia Wilde in her feature debut behind the camera, transcends category. Nothing funnier, smarter, quicker or more joyous has graced the big screen in a long time. Every performance pulses with wit, whether drawing-room-precise or burlesque-broad. Every joke fires infallibly, whether blithe, barbed or raunchy. Every fresh face conceals a surprise. It's a thrilling achievement by any measure, an AP course in the exuberance of youth.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-executive-indicted-for-allegedly-giving-loans-to-paul-manafort-in-exchange-for-soliciting-trump-job-11558623956", "title": "Banker Indicted for Allegedly Giving Loans to Paul Manafort for Help Getting Trump Job", "date": "2019-05-23 16:15", "summary": "Stephen Calk, who ran Federal Savings Bank in Chicago, is charged with one count of financial-institution bribery. A Chicago bank executive was indicted Thursday for allegedly giving $16 million in loans to former Trump campaign chairman Paul Manafort in exchange for Mr. Manafort's help in soliciting a high-level post in the Trump administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-bird-its-a-plane-its-a-pogo-stick-11558642368", "title": "It's a Bird! It's a Plane! It's a Pogo Stick", "date": "2019-05-23 16:12", "summary": "It is becoming hard to know what is legitimate and what is jest in early-stage technology. Technology startups keep getting more...creative. Sometimes it is hard to be sure what is real and what is a parody.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decorating-on-a-budget-insider-secrets-from-15-pros-11558641819", "title": "Decorating on a Budget: Insider Secrets From 15 Pros", "date": "2019-05-23 16:03", "summary": "We asked designers to share their favorite (imperceptibly) cost-saving moves-from convincing faux fireplaces to semi-custom drapes. WE DON'T GENERALLY think of interior decorators as particularly concerned with saving their clients money. You don't go around bidding on $14,000 antique Hungarian chairs or gilding the undersides of piano benches if you're not working for someone with bottomless bank, right? In fact, designers are frequently asked to keep an eye on the left side of the ledger-without letting any of the cost-cutting show. Here's how 14 of them deftly maintained high style standards with strategies so economically smart, you can try them yourself.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-transcontinental-railroad-at-150-art-celebrates-industry-11558641293", "title": "The Transcontinental Railroad at 150: Art Celebrates Industry", "date": "2019-05-23 15:54", "summary": "In Utah, exhibitions, concerts and even operas mark the anniversary.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-military-defying-u-s-trains-to-use-russian-missile-defense-11558641094", "title": "Turkish Military, Defying U.S., Trains to Use Russian Missile Defense", "date": "2019-05-23 15:51", "summary": "Official says Ankara is preparing for delivery of S-400 system despite warnings from Trump administration. Turkey's armed forces have begun training to use a Russian missile-defense system that it purchased despite U.S. warnings, deepening a rift between the two NATO allies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-rockets-were-imperiled-by-falsified-reports-prosecutors-say-11558576047", "title": "SpaceX Rockets Were Imperiled by Contractor's Falsified Reports, Prosecutors Say", "date": "2019-05-23 15:48", "summary": "Engineer is accused of forging inspectors' signatures on at least 38 documents. Elon Musk's space venture last year discovered that an employee at one of its contractors falsified product-quality reports for components intended for its rockets, generating concerns at the National Aeronautics and Space Administration, according to federal investigators.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamlet-and-next-to-normal-reviews-star-turns-in-chicago-11558640841", "title": "'Hamlet' and 'Next to Normal' Reviews: Star Turns in Chicago", "date": "2019-05-23 15:47", "summary": "Maurice Jones gives a stunning performance as the prince of Denmark; the Brian Yorkey-Tom Kitt pop-rock musical about bipolar disorder gets an improved staging.. Chicago", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-looks-to-acquire-wpps-retail-ad-firm-triad-11558640459", "title": "Target Looks to Acquire WPP's Retail Ad Firm", "date": "2019-05-23 15:40", "summary": "Major retailers are racing to increase ad sales. Target Corp. is in talks to buy retail advertising firm Triad Retail Media from WPP PLC, as the retailer seeks to boost its digital advertising business, according to people familiar with the matter.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-futures-fall-sharply-amid-building-u-s-inventories-11558626283", "title": "Oil Notches Biggest Plunge of 2019 as Demand Concerns Mount", "date": "2019-05-23 15:34", "summary": "U.S. and global oil prices tumble on concerns over rising inventories and global trade.. Oil prices closed out their worst trading day of the year on Thursday as demand concerns grew amid increasing global supply.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-zone-review-the-existential-disaster-next-door-11558638396", "title": "'The Hot Zone' Review: The Existential Disaster Next Door", "date": "2019-05-23 15:06", "summary": "A harrowing six-part drama about the true story of a mutated form of the Ebola virus found in 1989 at a primate facility just 15 miles from Washington.. If you want to get the kids to wash their hands, you might let them stay up and watch \"The Hot Zone.\" And if you want them to have screaming nightmares, you might also let them watch \"The Hot Zone.\" Which is not to suggest it won't haunt you, too. Or compel you to wash your hands after every episode.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/light-falls-reviews-looking-to-the-stars-11558638319", "title": "'Light Falls' Reviews: Looking to the Stars", "date": "2019-05-23 15:05", "summary": "This PBS program celebrates Einstein and the centennial of the solar eclipse that helped confirm his general theory of relativity.. One hundred years ago, the English mathematician, astronomer and physicist Arthur Eddington led an expedition to the west coast of Africa, to best view the major solar eclipse of May 29, 1919. What Eddington photographed-light from stars being bent by the gravitational tug of the sun-would confirm the general theory of relativity and make Albert Einstein world famous.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-chief-testifies-in-etf-theft-lawsuit-11558623171", "title": "Nasdaq Chief Testifies in ETF Theft Lawsuit", "date": "2019-05-23 15:02", "summary": "Adena Friedman appeared in court as exchange pursues claims against former business partner. Nasdaq Inc. Chief Executive Adena Friedman testified Thursday morning in the exchange's lawsuit against a former business partner that Nasdaq contends stole more than $1 billion in exchange-traded funds.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-ceo-signals-more-cuts-to-investment-bank-11558604013", "title": "Deutsche Bank CEO Signals More Cuts to Investment Bank", "date": "2019-05-23 15:02", "summary": "CEO told the bank's AGM that management is prepared to make 'tough cutbacks'. FRANKFURT- Deutsche Bank AG Chief Executive Christian Sewing said he is prepared to make \"tough cutbacks\" at the troubled lender's investment bank, his strongest public admission yet that the business needs a dramatic overhaul.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-china-tariffs-will-cost-831-per-household-report-says-11558637654", "title": "Latest China Tariffs Will Cost $831 per Household, Report Says", "date": "2019-05-23 14:54", "summary": "Increase in levies will result in higher prices paid by U.S. importers and consumers, according to NY Fed. The Trump administration's latest increase in tariffs on Chinese imports is costing the average U.S. household $831 a year through higher prices and reduced economic efficiency, according to a paper published by the Federal Reserve Bank of New York.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-in-hollywood-threaten-to-leave-georgia-over-abortion-law-11558631360", "title": "Boycott Over Abortion Law Threatens Georgia's Film Industry", "date": "2019-05-23 14:47", "summary": "Miramax CEO calls law a 'strong deterrent,' while many big studios remain mum on controversy. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-tested-youtube-premium-so-you-dont-have-to-11558637216", "title": "We Tested YouTube Premium So You Don't Have To", "date": "2019-05-23 14:46", "summary": "We've all been tempted by the monthlong free trial that streaming services offer. You can always cancel, right? But as Matthew Kitchen found when sampling YouTube Premium, it's all too easy to get sucked in. DAY 1: On a whim, I signed up for YouTube Premium's 30-day trial. I'm as eager as anyone to avoid car commercials when my idle curiosity about obscure '80s action figures takes me down dumb internet rabbit holes, but what else am I really getting? Not enough to pay $12/month, the same amount that buys literally millions of hours of Netflix content. Still, Netflix doesn't have \"Cobra Kai,\" a \"Karate Kid\" spinoff show that explores what happened when Daniel-san and Johnny grew up.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charging-rent-when-your-adult-kid-moves-home-11558603801", "title": "Hi, Mom, I'm Home. Again! Charging Rent When Your Adult Kid Moves Home", "date": "2019-05-23 14:40", "summary": "Many parents don't charge their boomerang children rent, but some experts say that's a mistake. This is the first of a new column exploring the financial decisions that homeowners face, and how they intersect with the social, cultural and economic forces that shape homeowners' lives.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-prologis-separately-bid-for-u-s-arm-of-warehouse-owner-glp-11558635639", "title": "Blackstone, Prologis Separately Bid for U.S. Arm of GLP", "date": "2019-05-23 14:38", "summary": "A deal could be reached next week, value business at more than $20 billion. Blackstone Group LP and Prologis Inc. are vying to buy the U.S. arm of Singapore's GLP in a deal that could be worth roughly $20 billion, including debt, and create an industrial-warehouse giant, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-slides-on-heightened-growth-worries-11558619372", "title": "Gold Rallies Amid Safe-Haven Buying, Dollar Weakness", "date": "2019-05-23 14:31", "summary": "Prices are roughly flat for the year and 4.4% below their February 10-month peaks. Gold prices climbed Thursday, boosted by a bout of safe-haven buying as stocks and oil fell and a weaker dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-asparagus-ricotta-toast-is-so-right-now-11558628655", "title": "This Asparagus-Ricotta Toast Is So Right Now", "date": "2019-05-23 14:31", "summary": "Blink and we'll be out of asparagus season. This recipe brandishes seared spears on griddled sourdough spread with herbed ricotta. Put an egg on it and make it a meal. \"ASPARAGUS IS just starting to show up in our markets now,\" said Montreal chef Mehdi Brunet-Benkritly. \"It's exciting and we have to take advantage.\" His final Slow Food Fast recipe delivers well-seared spears on griddled sourdough slathered in herb-flecked ricotta. Anchovies amp up the savory flavor, and a soft-boiled egg crowns each serving.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-should-eat-carrots-for-dessert-11558631239", "title": "Why You Should Eat Carrots for Dessert", "date": "2019-05-23 14:31", "summary": "The recipe is simple, the ingredients positively virtuous. But after a nice long simmer, this creamy carrot pudding is pure luxury. IT GETS ITS cheerful orange hue from the anti-oxidant-rich vegetable that serves as its base; whole milk offers abundant calcium. Thanks to three varieties of nuts, it provides protein, iron, zinc and vitamins B6 and E, as well. But as this pudding simmers on the stove and you smell the sweetness of the carrots and the heady notes of cardamom, you won't be thinking about any of that.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-voices-caution-on-house-border-wall-lawsuit-11558636213", "title": "Judge Voices Caution on House Border-Wall Lawsuit", "date": "2019-05-23 14:30", "summary": "Whether the Democratic-controlled House has legal standing to sue 'is a significant issue in this case,' judge says. WASHINGTON-A federal judge questioned whether it was appropriate for the courts to consider a House of Representatives lawsuit challenging President Trump's plans to build a border wall with funds that Congress hasn't allowed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-of-conduct-in-a-world-without-cash-11558635593", "title": "The New Rules of Conduct in a World Without Cash", "date": "2019-05-23 14:19", "summary": "As more people and places say 'No' to cash, apps like Venmo and Zelle are emerging as the new dominant payment methods. Here, how to navigate the social landscape of a paperless world. MONEY MAY not go as far as it used to, but there are more ways than ever to spend it. While checking out at your corner drugstore, it's now quicker to flash your smartphone at the payment screen than hunt for change or hope your chip card works this time. (And forget about writing one of those primitive things called checks.)", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-backs-barr-11558635085", "title": "Nancy Pelosi Backs William Barr", "date": "2019-05-23 14:11", "summary": "The Speaker agrees that senior government officials don't answer to staff.. It's not easy keeping up with Speaker of the House Nancy Pelosi's shifting position on the conduct of President Donald Trump. But at least for the moment the California Democrat seems to be in agreement with Attorney General William Barr on a key question regarding our co-equal branches of government.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-raise-pressure-on-prime-minister-to-specify-when-she-will-quit-11558618993", "title": "U.K. Lawmakers Pressure Prime Minister to Say When She Will Quit", "date": "2019-05-23 14:07", "summary": "As her Conservative Party heads for a drubbing in European Parliament elections, Theresa May faces growing mutiny over her Brexit plans. LONDON-British lawmakers are dialing up pressure on Prime Minister Theresa May to specify as soon as Friday when she will quit, as her Conservative Party faces its likely worst-ever result in a European Parliament election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-blacklists-online-pharmacy-alleging-money-laundering-and-drug-trafficking-11558634696", "title": "Treasury Blacklists Online Pharmacy, Alleging Money Laundering and Drug Trafficking", "date": "2019-05-23 14:04", "summary": "Buenos Aires-based Goldpharma operates a network of online pharmacy websites and allegedly sells opioids without a prescription, the Treasury said. The U.S. Treasury Department placed sanctions on an Argentina-based online pharmacy, alleging it operates as a drug trafficking and money-laundering network, the agency said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-agricultural-boss-to-retire-11558633533", "title": "Glencore Agricultural Boss to Retire", "date": "2019-05-23 13:45", "summary": "CEO's departure the latest in an exodus of top-level grain trading executives. The head of Glencore PLC's agricultural division is leaving the company amid turbulent grain markets and after a failed effort to take over a rival.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-plans-to-increase-oversight-of-audit-accounting-sector-11558632877", "title": "U.K. Regulator Plans to Increase Oversight of Audit, Accounting Sector", "date": "2019-05-23 13:34", "summary": "Financial Reporting Council plans more reviews and investigations, additional staff and a higher budget. A U.K. regulator announced a flurry of actions aimed at improving the quality of audit and financial reporting in Britain following a number of high-profile corporate collapses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-is-a-bargain-11558628040", "title": "Best Buy Is a Bargain", "date": "2019-05-23 13:33", "summary": "Consumer electronic retailer's stock is cheap despite reliably good sales performance. Even when other retailers are suffering, Best Buy can these days be counted on to perform. The consumer electronics retailer has been a standout in the retail sector and a model for how to fight e-commerce giant Amazon.com Inc. It proved that again Thursday, reporting earnings above estimates in a week when other retailers have been disappointing investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-households-remain-financially-fragile-fed-survey-shows-11558627721", "title": "One-Quarter of Working Americans Have Zero Retirement Savings", "date": "2019-05-23 13:19", "summary": "American households remain financially fragile despite booming job market, Fed survey shows. WASHINGTON-Many American households remain financially fragile and uncertain about their retirement prospects despite a booming job market that is lifting wages, according to a Federal Reserve survey released Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-quantum-computing-meets-ai-smarter-digital-assistants-and-more-11558631925", "title": "When Quantum Computing Meets AI: Smarter Digital Assistants and More", "date": "2019-05-23 13:18", "summary": "Experts predict the technology will fuel AI advances within five years. Quantum computing's processing power could begin to improve artificial-intelligence systems within about five years, experts and business leaders said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inditex-elevates-carlos-crespo-to-ceo-11558631849", "title": "Inditex Plans to Elevate Carlos Crespo to CEO", "date": "2019-05-23 13:17", "summary": "Pablo Isla to stay as chairman under proposal, which needs to be approved by board. Zara-owner Inditex SA plans to elevate its chief operations officer to be its next chief executive, a management change the world's largest fashion chain said would help it focus on enhancing its digital capabilities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historians-fight-to-define-americas-identity-11558631793", "title": "Historians Fight to Define America's Identity", "date": "2019-05-23 13:16", "summary": "Popular movies and television shows view history from the same narrow, progressive point of view.. \"Reclaiming History From Howard Zinn,\" Naomi Schaefer Riley's May 18 Weekend Interview with Wilfred McClay, contains a phrase that perfectly defines the attitude Zinn and other progressives take to history: \"The Zinn approach allows them to be lazy.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kavanaugh-defends-an-old-precedent-in-antitrust-law-11558631746", "title": "Kavanaugh Defends an Old Precedent in Antitrust Law", "date": "2019-05-23 13:15", "summary": "The court did not now, as you put it, 'open a new avenue for lawsuits.'. In your May 14 editorial \"Springtime for Antitrust Lawyers,\" you charge Justice Brett Kavanaugh with having \"gutted four decades of precedent\" derived from the Illinois Brick case in his Apple v. Pepper opinion, and claim he sided with liberals \"based on the text of the Clayton Act.\" But you overlook the Supreme Court's more recent precedent in Kansas v. UtiliCorp United Inc. (1990). In that case the court held that it would not create exceptions to the plain words of Illinois Brick based on business arrangements unique to a particular industry and, as Justice Kavanaugh observes, \"the bright-line rule of Illinois Brick means that there is no reason to ask whether the rationales of Illinois Brick 'apply with equal force' in every individual case.\" Apple asked the court to do both of those things.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overtaxing-capital-gains-would-wallop-capitalism-11558631626", "title": "Overtaxing Capital Gains Would Wallop Capitalism", "date": "2019-05-23 13:13", "summary": "Modern investment strategies are highly adaptable to tax rates, in ways that sometimes decrease economic output.. In his May 6 op-ed \"I'm Running to Save Capitalism,\" new presidential candidate and former Colorado Gov. John Hickenlooper casts himself as a moderate. One glaring flaw in his plan is his intention to tax capital-gains income as ordinary income, an idea which will surely be a nonstarter with a huge segment of America, particularly investors and businesses. This plank in the Hickenlooper platform is something one would expect from Sens. Bernie Sanders and Elizabeth Warren-too far to the left to be elected president.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-sues-ad-agency-claims-it-engineered-failed-leadership-coup-11558568495", "title": "NRA Sues Ad Agency, Claims It Engineered Failed Leadership Coup", "date": "2019-05-23 13:10", "summary": "Lawsuit is latest fight in war between NRA, Ackerman McQueen. The National Rifle Association filed a lawsuit accusing its longtime advertising firm of orchestrating a failed executive coup at the gun-rights group and leaking details about lavish expenses, as part of an alleged attempt to \"tarnish and ultimately destroy the public image of the NRA and its senior leadership.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blame-the-death-of-design-for-u-s-autos-decline-11558631271", "title": "Blame the Death of Design for U.S. Autos' Decline", "date": "2019-05-23 13:07", "summary": "The XT6 looks like just another box on wheels. It's uninteresting today and will never be remembered decades from now.. As Cadillac executives grapple with the decline in domestic sales, perhaps they should refer to the images of the new Cadillac XT6 model juxtaposed with the 1957 Cadillac Eldorado to understand the problem and solution (\"Despite Push, Cadillac Sales Stall at Home,\" Business & Finance, May 14). The XT6 looks like just another box on wheels. It's uninteresting today and will never be remembered decades from now.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-immature-mind-belongs-far-from-the-voting-booth-11558631109", "title": "An Immature Mind Belongs Far From the Voting Booth", "date": "2019-05-23 13:05", "summary": "Allowing 16-year-olds to vote is rapidly becoming a major plank of the Democratic Party.. As I read Angela Rocco DeCarlo's May 15 op-ed \"Dude, Where's Your Brain?\" one thought kept recurring: Allowing 16-year-olds to vote is rapidly becoming a major plank of the Democratic Party. Lord help us!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-all-star-closer-who-is-trying-to-save-bookstores-11558631011", "title": "The All-Star Closer Who Is Trying to Save Bookstores", "date": "2019-05-23 13:03", "summary": "Nationals pitcher Sean Doolittle is seeking out an independent bookshop on every road stop this year in an effort to support local businesses. Washington Nationals closer Sean Doolittle found himself mired in an unusual predicament for a professional baseball player during spring training: He needed more books to satisfy his enormous appetite for reading-and he couldn't find a local bookstore near the team's facility in West Palm Beach, Fla., as good as the shops near his winter home in Chicago.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-203-billion-in-debt-11558629243", "title": "Treasury to Sell $203 Billion in Debt", "date": "2019-05-23 12:34", "summary": "U.S. Treasury Department next week plans auctions of securities ranging from 13-week bills to seven-year notes. The U.S. Treasury Department will auction $203 billion in securities next week, comprising $149 billion in new debt and $54 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-bill-aims-to-curb-health-industry-contracts-that-block-competition-11558629000", "title": "Bipartisan Proposal Aims to Curb Anticompetitive Hospital Pricing Contracts", "date": "2019-05-23 12:30", "summary": "Proposed draft legislation targets provisions in the largely secret contracts between hospital systems and private insurers that govern pricing. New draft legislation from Republican and Democratic leaders of the Senate health committee would ban contracting practices that some hospital systems have used to protect their business and block efforts to curb costs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-some-things-technology-wont-change-11558628880", "title": "There Are Some Things Technology Won't Change", "date": "2019-05-23 12:28", "summary": "Traffic jams, student loans, diner coffee and the price of Hamilton tickets all defy human progress.. Last week, The Wall Street Journal's personal technology columnist Joanna Stern wrote about devices her 2-year-old son would never know. The list of once-cutting-edge, soon-to-be-laughable technologies included oversize smartphones, cords, ports, dedicated cameras, smart speakers, DVDs, chip credit cards and keys.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-new-home-sales-fell-in-april-11558620316", "title": "U.S. New-Home Sales Fell in April", "date": "2019-05-23 12:13", "summary": "Sales declined in all regions but the Northeast, with purchases in the Midwest and West notching the biggest monthly drops since December 2018. WASHINGTON-New-home sales in the U.S. declined in April, posting the largest monthly drop since the end of last year, but there are signs the market for new homes is brightening.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-markets-expose-the-myth-of-the-unicorn-11558627761", "title": "Public Markets Expose the Myth of the Unicorn", "date": "2019-05-23 12:12", "summary": "Some of Silicon Valley's unicorns have achieved lofty valuations in private markets. The public market, as Lyft and Uber have discovered, is different.. The problem with the greater-fool theory is that sometimes the greater fool doesn't show up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordashs-valuation-soars-to-12-6-billion-as-money-rushes-into-delivery-11558627202", "title": "DoorDash's Valuation Soars to $12.6 Billion as Money Rushes Into Delivery", "date": "2019-05-23 12:00", "summary": "Food-delivery startup raises $600 million. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/note-to-hov-lane-cheaters-that-mannequin-isnt-fooling-anyone-11558627183", "title": "Note to HOV Lane Cheaters: That Mannequin Isn't Fooling Anyone", "date": "2019-05-23 11:59", "summary": "Resume Subscription. There was something odd about the front-seat passenger in the old Saturn whizzing along New York's Long Island Expressway one day this month. A Suffolk County highway patrolman pulled it over for a look.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/john-birkelund-put-the-rothschilds-money-into-fedex-and-revived-dillon-read-11558626356", "title": "John Birkelund Put the Rothschilds' Money Into FedEx and Revived Dillon Read", "date": "2019-05-23 11:45", "summary": "Executive found time to head U.S.-backed fund investing in Poland and write about German history. Born during the Depression, John Birkelund grew up in the Chicago suburb of Glencoe in a regimented household with an emotionally distant father. He found relief in bicycle trips to Lake Michigan beaches and later in what he called a \"determined author-by-author assault\" on literature.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/probe-of-blackface-yearbook-photo-inconclusive-on-northam-11558535828", "title": "Probe of Blackface Yearbook Photo Inconclusive on Virginia Governor", "date": "2019-05-23 11:35", "summary": "Medical school commissioned investigation after photo sparked calls for Ralph Northam to resign. An investigation into a racist photo on Virginia Gov. Ralph Northam's 1984 medical school yearbook page didn't determine who was in the photo, a report on the investigation said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-readers-diverge-over-sat-adversity-score-11558625689", "title": "WSJ Readers Diverge Over SAT Adversity Score", "date": "2019-05-23 11:34", "summary": "The College Board plans to assign a score to students to gauge their social and economic backgrounds. Wall Street Journal readers have strong feelings about a plan by the College Board to assign an adversity score to gauge the social and economic backgrounds of students who take the SAT.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elk-petroleum-files-for-bankruptcy-protection-11558625089", "title": "Elk Petroleum Files for Bankruptcy Protection", "date": "2019-05-23 11:24", "summary": "Secured lenders including Riverstone Credit would get equity in the Rocky Mountains oil and gas producer. Elk Petroleum Inc., an oil and gas producer operating in the Rocky Mountains, filed for bankruptcy with a deal already arranged to give most of the equity in the reorganized business to secured lenders that include Riverstone Credit Partners.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-safaris-an-online-guide-to-africas-coolest-city-attractions-11558625038", "title": "Urban Safaris: An Online Guide to Africa's Coolest City Attractions", "date": "2019-05-23 11:23", "summary": "Vacationers to Africa usually skip the cities. This new website proposes reasons to stick around Casablanca, Nairobi and 24 other places tourists miss out on. A SIMPLE Google search turns up a plethora of online resources for travelers seeking African safari camps. But you usually had to rely on word-of-mouth recommendations when heading, pre- or post-safari, to the continent's larger cities-from the Namibian capital of Windhoek to Tanzania's Dar es Salaam. Until now, that is: On African City Guide, a new online platform, you can find a range of curated options for chic hotels, standout restaurants and unique boutiques.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-artist-transforms-luxury-living-in-santa-fe-11558624631", "title": "An Artist's Eye for Luxury Living in Santa Fe", "date": "2019-05-23 11:17", "summary": "Douglas Atwill, an 85-year-old painter, has been designing and building homes for more than five decades-and now they are some of the hottest properties on the market. Every morning, Santa Fe artist Douglas Atwill paints for a few hours in a light-filled studio. After some gardening, a short nap and a bit of writing, he starts work on his latest passion project: a new house he designed for himself and is helping build a mile away.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-jihadists-come-back-home-11558624596", "title": "When Jihadists Come Back Home", "date": "2019-05-23 11:16", "summary": "Returning foreign fighters can make would-be local killers far deadlier, posing a major new challenge for Western counterterrorism efforts. In 2015, Mohamed Elshinawy, a Maryland resident, considered joining Islamic State's self-declared caliphate in Syria but decided to attack at home instead. Islamic State provided him with several thousand dollars, as well as instructions on how to build a peroxide bomb. But the FBI had been following the money transfer almost from the start, and the feds arrested Mr. Elshinawy before his plot was close to fruition.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-a-collapsing-business-magazine-giant-meredith-axes-nostalgia-11558624030", "title": "Why a Magazine Giant Wanted Nothing to Do With Time and Fortune", "date": "2019-05-23 11:07", "summary": "Resume Subscription. DES MOINES, Iowa-At magazine publishing giant Meredith Corp. , top brass believes business can be divided into \"problems\" and \"situations.\" Problems can't be solved with any amount of time and money. Situations, on the other hand, can.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-immigration-2020-democrats-largely-stick-to-decrying-trump-11558623629", "title": "On Immigration, 2020 Democrats Largely Stick to Decrying Trump", "date": "2019-05-23 11:01", "summary": "Presidential hopefuls condemn family separations and building a wall, but they offer few specifics for asylum crisis. Democrats running for president have offered detailed plans to curb gun violence, increase taxes on the wealthy and corporations, rein in college costs and, most recently, codify abortion rights established by Roe v. Wade. Less mentioned on the campaign trail, several of the campaigns acknowledge: the intricacies of immigration overhaul.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-conflicted-relationship-with-feminine-decor-11558623053", "title": "Our Conflicted Relationship With 'Feminine' Décor", "date": "2019-05-23 10:50", "summary": "After a visit to the Cosmopolitan Club, a storied women's gathering place, our columnist considers 'gendered' decorating-and why she lies to her husband about paint colors. AT MY HOUSE, the most diplomatic way to achieve décor detente is to reassure my husband that any proposed change will make our home look more like a men's club.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morning-rituals-for-a-productive-day-11558622778", "title": "Morning Rituals for a Productive Day", "date": "2019-05-23 10:46", "summary": "A behavioral economist answers questions on wake-up routines, new friendships and unwanted advice.. Hi Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-economy-slosws-as-demand-for-exports-stalls-11558619752", "title": "Eurozone Economy Slows as Demand for Exports Stalls", "date": "2019-05-23 10:27", "summary": "The apparent slowdown in the 19-nation eurozone echoes developments in other major economies including the U.S. and China. Europe's economic recovery appears to be stalling amid flagging international demand for its exports, according to a closely-watched business survey that puts fresh pressure on the European Central Bank to act to shore up growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finally-an-ipo-to-stock-the-shelves-11558621472", "title": "Finally, an IPO to Stock the Shelves", "date": "2019-05-23 10:24", "summary": "Grocery Outlet is entering a crowded market, but food is a defensive investment, and unlike other recent offerings, the company has profits.. The world doesn't need another grocery store, but a grocery stock is another matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/profit-climbs-at-canadas-major-banks-11558613195", "title": "Profit Climbs at Canada's Major Banks", "date": "2019-05-23 10:18", "summary": "At Royal Bank of Canada, banking, capital markets, wealth management help drive earnings; TD's revenue rises 7.9%. Royal Bank of Canada and TD Bank Group , two of Canada's largest banking entities, separately reported rises in profit in the latest quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-consumer-prices-fell-in-early-may-11558620454", "title": "Mexican Consumer Prices Fell in Early May", "date": "2019-05-23 10:07", "summary": "Energy costs fell amid seasonal electricity subsidies, and vacation-services prices eased after Easter holiday. ", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-billionaires-row-building-notches-penthouse-sale-despite-legal-woes-11558620074", "title": "A Billionaires' Row Building Notches Penthouse Sale Despite Legal Woes", "date": "2019-05-23 10:01", "summary": "A unit at 111 West 57th Street, which plays a role in two high-profile lawsuits, sells for 'close to' its $58 million asking price.. A penthouse apartment at 111 West 57th Street, a new luxury development on New York's Billionaires' Row that has been at the center of two high profile legal battles, is in contract to sell for \"close to\" its asking price of $58 million, according to the developer.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-executive-is-accused-of-involvement-in-trade-secrets-theft-u-s-startup-said-in-court-filings-11558550468", "title": "Huawei Executive Accused by U.S. Startup of Involvement in Trade-Secrets Theft", "date": "2019-05-23 09:59", "summary": "CNEX Labs claims a top Huawei executive was part of a conspiracy to steal its SSD computer storage technology with help from China's Xiamen University. A Silicon Valley chip startup backed by Microsoft Corp. and Dell Technologies Inc. accused a top executive at Huawei Technologies Co., Deputy Chairman Eric Xu, of participating in a conspiracy to steal its trade secrets, court documents show.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-who-bought-womens-world-cup-tickets-outraged-to-find-their-seats-might-not-be-together-11558542399", "title": "Families Who Bought World Cup Tickets Find Their Seats Might Not Be Together", "date": "2019-05-23 09:59", "summary": "FIFA officials say the confusion stems from foreigners not understanding the nuances of ticketing procedures used in Europe. FIFA, soccer's often-criticized governing body, gave fans across the globe another reason to grumble this week: seat assignments for the 2019 Women's World Cup in France that in some cases separated parents from their children.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/images-show-tornado-damage-to-missouris-capital-11558612750", "title": "Images Show Tornado Damage to Missouri's Capital", "date": "2019-05-23 09:45", "summary": "Jefferson City hit as severe weather swept across state overnight, ripping apart homes and leaving several dead and others injured. We are delighted that you'd like to resume your subscription.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-markets-jitters-over-trade-signs-of-longer-term-fear-are-few-11558618201", "title": "Despite Markets' Jitters Over Trade, Signs of Longer-Term Fear Are Few", "date": "2019-05-23 09:30", "summary": "Measures of confidence have held up and fund managers are optimistic. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-tepper-is-planning-to-return-investors-money-11558616903", "title": "Hedge Fund Titan David Tepper Plans to Return Investors' Money", "date": "2019-05-23 09:13", "summary": "Appaloosa LP will turn into a family office managing his personal wealth. Famed hedge-fund manager David Tepper plans to turn Appaloosa LP into a family office managing his personal wealth as he spends more time focused on running the Carolina Panthers, his professional football team, said people familiar with the matter.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taco-bell-plans-expansion-in-india-with-600-new-locations-11558616724", "title": "Taco Bell Plans Expansion in India With 600 New Locations", "date": "2019-05-23 09:05", "summary": "The deal will make India the fast-food chain's largest market outside of the U.S.. Taco Bell plans to add 600 restaurant locations in India in the next 10 years and enter into new international markets as the Mexican-inspired fast-food chain continues its global expansion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-avon-products-l-brands-netapp-synopsys-shoe-carnival-11558607361", "title": "Stocks to Watch: Avon, L Brands, NetApp, Synopsys, Shoe Carnival", "date": "2019-05-23 08:46", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laos-venturing-through-southeast-asias-most-isolated-terrain-11558615149", "title": "Travel Guide: The Arresting Beauty of Laos", "date": "2019-05-23 08:39", "summary": "Traditionally one of the most isolated parts of Southeast Asia, Laos awaits the arrival of a high-speed railway-and the impact of more Chinese investment. For now, there are less hurried ways to explore its byways. DURING A STAY in a remote part of northern Laos, I head out on a morning run through the local village. Pausing at a bridge where two rivers converge, I see several Khmu women wading into the fast-flowing water. Stooping to pluck green algae from rocks along the riverbed, they load the long strands into hand-woven baskets, a harvest that will be dried and seasoned before it's consumed as kaipen, a popular snack. A sleek new four-wheel-drive vehicle with the words \"China Railway Group\" emblazoned on the side pulls up next to me, and a small Chinese contingent piles out. The English speaker in the group approaches. After a quick hello, he asks, \"Are you here looking for investment opportunities too?\"", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-decreased-last-week-11558614827", "title": "U.S. Jobless Claims Decreased Last Week", "date": "2019-05-23 08:33", "summary": "Initial claims, a proxy for layoffs across the U.S., fall for third consecutive week. WASHINGTON-The number of Americans filing applications for new unemployment benefits fell last week for the third consecutive week, pointing to a historically tight labor market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-officials-warned-eurozone-economy-may-not-rebound-as-expected-11558614465", "title": "ECB Officials Warned Eurozone Economy May Not Rebound as Expected", "date": "2019-05-23 08:27", "summary": "Resume Subscription. FRANKFURT-European Central Bank officials warned at their April policy meeting that the Eurozone's economic soft patch might last longer than expected, and underscored their willingness to use all their policy tools to shore up the economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-spat-is-a-new-worry-for-lenovo-11558613083", "title": "Trade Spat Is a New Worry for Lenovo", "date": "2019-05-23 08:04", "summary": "The world's largest personal-computer maker has done surprisingly well in recent quarters, but slowing growth and trade tensions are risks. Amicable relations between China and the U.S. helped Lenovo Group become the world's largest personal-computer maker.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-cuts-fees-to-court-biotech-listings-away-from-nasdaq-11558609201", "title": "NYSE Cuts Fees to Court Biotech Listings Away From Nasdaq", "date": "2019-05-23 07:00", "summary": "Two main exchanges continue to jockey during a big year for IPOs. The New York Stock Exchange is making a bid to lure biotechnology IPOs that usually go to Nasdaq Inc., the latest sign of an intensifying rivalry between the two exchanges.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-heavyweight-king-is-ready-to-conquer-america-11558609200", "title": "The Heavyweight King Is Ready to Conquer America", "date": "2019-05-23 07:00", "summary": "The British champion is set to make his U.S. debut at Madison Square Garden against Andy Ruiz. Anthony Joshua, the 6-foot-6 reigning heavyweight king, is such a sensation in his native England that he has fought in front of 80,000-plus fans at London's Wembley Stadium. But as his U.S. debut looms next month, it's clear he still has a few things to learn about conquering America.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-bottlenecks-hamper-efforts-to-produce-less-in-china-11558605608", "title": "Logistics Bottlenecks Hamper Efforts to Sidestep Tariffs", "date": "2019-05-23 06:00", "summary": "Firms looking to shift some production to other parts of Asia face poor infrastructure, shipping delays and increased costs. Companies looking to move some production from China to other Asian countries to avoid mounting U.S. tariffs on Chinese imports face significant bumps in the road.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ends-commissions-for-political-ad-sales-11558603803", "title": "Facebook Curbs Incentives to Sell Political Ads Ahead of 2020 Election", "date": "2019-05-23 05:32", "summary": "Company leaders considered dropping such ads, which are now viewed as a headache. Facebook Inc. said it stopped paying commissions to employees who sell political ads, as the tech giant overhauls how it engages with campaigns ahead of elections in 2020.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-point-man-on-china-trade-is-still-trying-to-close-the-deal-11558603801", "title": "Trump's Point Man on China Trade Still Trying to Close the Deal", "date": "2019-05-23 05:30", "summary": "Robert Lighthizer's push for Beijing to change its laws is typical of the longtime trade lawyer's aggressive style. WASHINGTON-As senior officials from the U.S. and China gathered in the Oval Office in February, President Trump had a simple message for his top negotiator, Robert Lighthizer: Close the deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-way-to-charge-your-adult-child-rent-11558603800", "title": "The Right Way to Charge Your Adult Child Rent", "date": "2019-05-23 05:30", "summary": "If you are going to ask your kid to pay for room and board, here are some tips on doing it fairly.. Ron Tolley, the general contractor overseeing construction of my house in rural South Carolina, says that before allowing his 22-year-old son, who had dropped out of college, to return home, he and his wife, Misti Tolley, drew up a contract. It spelled out his son's household duties and a monthly rent of about $400-an amount based on the square footage of his living space and a percentage of the utilities. The contract also detailed the consequences of breaching the deal: If he missed his 11 p.m. curfew, he would be locked out. If he didn't pay his rent, \"we would have evicted him, no ifs, ands or buts,\" says Mr. Tolley, 57.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-stability-in-europe-u-s-firms-get-out-the-vote-11558603802", "title": "Seeking Stability in Europe, U.S. Firms Get Out the Vote", "date": "2019-05-23 05:30", "summary": "Some executives worry about impact of election if euroskeptics gain in EU Parliament. BRUSSELS- 3M Co. , best known for Post-its and Scotch tape, is marketing something different in Europe these days: democracy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-indias-election-results-matter-11558603691", "title": "How Modi's Victory Could Reshape India", "date": "2019-05-23 05:28", "summary": "Popular nationalist has opportunity to make nation a bigger player in global economy and Asia's geopolitics, but could also bring changes to secular politics. India has wrapped up the largest election in the history of democracy and once again chosen the popular nationalist Narendra Modi as prime minister. How he uses the mandate in the next five years will reverberate around the world as the South Asian nation plays a larger role in the global economy and geopolitics of Asia.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-feels-u-s-squeeze-in-u-k-and-japan-11558528270", "title": "Huawei Feels U.S. Squeeze in U.K., Japan as Partners Curb Business", "date": "2019-05-23 03:14", "summary": "As they gauge impact of U.S. restrictions, chip designer Arm and major mobile carriers step back from Chinese company. The pressure on Huawei Technologies Co.'s global business is growing as foreign partners back away from the Chinese maker of networking equipment and smartphones in the face of U.S. restrictions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11558538712", "title": "Pepper...and Salt", "date": "2019-05-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faas-acting-chief-wont-predict-when-boeing-737-max-will-return-to-flight-11558573295", "title": "FAA Acting Chief Won't Predict When 737 MAX Will Return to Flight", "date": "2019-05-23 22:46", "summary": "Daniel Elwell says analysis, not the calendar, will determine when the grounded aircraft can fly again. FORT WORTH-Acting Federal Aviation Administration chief Daniel Elwell appeared to undermine industry expectations that Boeing Co. 's grounded 737 MAX jets would be heading toward a smooth and predictable return to the skies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-would-aid-u-s-telecom-carriers-hit-by-huawei-ban-11558569842", "title": "Bill Would Aid U.S. Telecom Carriers Hit by Huawei Ban", "date": "2019-05-23 20:04", "summary": "Up to $700 million would be provided; rural telecom carriers most affected. WASHINGTON-Lawmakers introduced legislation Wednesday that would provide up to $700 million to help U.S. telecom carriers remove equipment purchased from Huawei Technologies Co. and other Chinese companies deemed a security risk.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]