[{"link": "https://www.wsj.com/articles/softbank-scraps-16-billion-plan-to-buy-most-of-wework-11546905398", "title": "SoftBank Scraps $16 Billion Plan to Buy Most of WeWork", "date": "2019-01-07 18:56", "summary": "Japanese firm scales back investment in shared-workspace provider to about $2 billion amid market turbulence. SoftBank Group Corp. has scrapped a planned $16 billion investment in shared-office space provider WeWork Cos., opting instead for a smaller deal of about $2 billion amid market turbulence and opposition from investment partners, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dry-conditions-in-brazil-lift-sugar-prices-globally-11546905037", "title": "Dry Conditions in Brazil Lift Sugar Prices Globally", "date": "2019-01-07 18:50", "summary": "Little rain stands to underpin higher prices in the longer term. Global sugar prices rallied as drought conditions in Brazil have the market bracing for less sugar cane.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tailgate-scene-at-alabama-clemson-eight-rvs-11546904762", "title": "Tailgate Scene at Alabama-Clemson: Eight RVs", "date": "2019-01-07 18:46", "summary": "A tailgating culture that thrives throughout college football's power center in the South is much less robust on the West Coast. SANTA CLARA, Calif.-Four hours before kickoff of Monday's national championship game between Alabama and Clemson, there was plenty of room in the Levi's Stadium parking lot for recreational vehicles.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-falls-after-fed-chairmans-comments-11546887015", "title": "Dollar Falls After Fed Chairman's Comments", "date": "2019-01-07 18:16", "summary": "Powell's remarks last week reinforced case for slower pace of rate increases. The dollar fell Monday, after dovish comments from Federal Reserve Chairman Jerome Powell last week bolstered the case for a slower pace of interest-rate increases this year.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-startup-alector-announces-ipo-plans-11546902914", "title": "Biotech Startup Alector Announces IPO Plans", "date": "2019-01-07 18:15", "summary": "The company is developing drugs for neurological diseases. Biotech startup Alector Inc. on Monday revealed plans for an initial public offering to finance development of a series of neurological disease therapies.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-targets-drone-misuse-after-airport-disruptions-11546902843", "title": "Britain Targets Drone Misuse After Airport Disruptions", "date": "2019-01-07 18:14", "summary": "Government aims to bolster counterdrone efforts and expand police enforcement. LONDON-The British government plans to bolster counterdrone efforts and expand police enforcement against the misuse of unmanned aircraft after such devices caused massive disruptions at one of the country's largest airports.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sf-fed-paper-warns-tariffs-could-raise-prices-cost-u-s-jobs-11546899154", "title": "SF Fed Paper Warns Tariffs Could Raise Prices", "date": "2019-01-07 18:11", "summary": "Imports are still embedded in goods made in America, the paper says. The Trump administration's tariff-driven trade fight with China and others could drive up inflation and cost jobs in the U.S.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-government-aide-resigns-11546902093", "title": "New Jersey Government Aide Resigns", "date": "2019-01-07 18:01", "summary": "Economic-development agency's vice president of policy planning and research claims she was excluded from meetings after complaining about hostile workplace. A senior employee with New Jersey's economic-development agency is resigning, saying Gov. Phil Murphy's office retaliated against her after she spoke publicly about an investigation into one of the Democratic governor's senior staffers.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-cuomo-swoops-in-mta-officials-face-l-train-deadline-hurdles-11546901539", "title": "After Cuomo Swoops In, MTA Officials Face L Train Deadline Hurdles", "date": "2019-01-07 17:52", "summary": "Board members must approve contract for new plan. Metropolitan Transportation Authority officials are scrambling to stick to an April deadline to begin repairs on the L train tunnel under the East River after New York Gov. Andrew Cuomo intervened with a new proposal that avoided a shutdown of a crucial section of the subway line.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-leader-lashes-out-against-graft-probe-targeting-him-11546901098", "title": "Israeli Leader Lashes Out Against Graft Probe Targeting Him", "date": "2019-01-07 17:44", "summary": "Prime Minister Netanyahu tries to rally support ahead of April election, facing down the risk that he may be indicted. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu criticized the corruption investigations targeting him, in a prime-time TV address on Monday that appeared aimed at rallying political support ahead of a possible indictment before April elections.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-plans-solo-road-trip-to-meet-democratic-voters-outside-texas-11546900932", "title": "Democrat O'Rourke Plans Road Trip to Meet Voters", "date": "2019-01-07 17:42", "summary": "Texan would visit places like community colleges as he weighs 2020 presidential bid. WASHINGTON-Former Texas Rep. Beto O'Rourke is asking aides to create an itinerary for him to take a solo road trip outside of Texas where he would \"pop into places\" such as community college campuses, as he considers whether to enter the 2020 Democratic presidential primary, according to a person familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-government-proposes-tighter-anti-rioting-laws-11546900902", "title": "French Government Proposes Tighter Anti-Rioting Laws", "date": "2019-01-07 17:41", "summary": "After 'yellow vest' protests rebound, Macron's government takes firmer stance. PARIS-The French government will take new measures to deter violence against police and damage to property as it seeks to corral the \"yellow vest\" movement after another weekend of nationwide protests, authorities said on Monday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-cases-move-forward-with-or-without-government-watchdog-oversight-11546900776", "title": "Bankruptcy Cases Move Forward, With or Without Government Watchdog Oversight", "date": "2019-01-07 17:39", "summary": "A judge Friday rejected the Justice Department's request to pause the bankruptcy case of hospital operator Promise Healthcare. Corporate bankruptcy cases unfolding in the nation's federal courts are largely continuing during the government shutdown, even if it means furloughed Justice Department lawyers have to work for free.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-shares-plumment-as-bankruptcy-fears-grow-11546880296", "title": "PG&E Shares Slump as Bankruptcy Fears Grow", "date": "2019-01-07 17:23", "summary": "California's largest utility faces billions in liabilities related to the state's wildfires. PG&E Corp. shares plunged 22% Monday as concerns mounted that California's largest utility might be forced to seek bankruptcy protection because of billions of dollars in liabilities tied to the state's recent wildfires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-adds-manufacturing-executive-to-board-11546898228", "title": "Wells Fargo Adds Manufacturing Executive to Board", "date": "2019-01-07 16:57", "summary": "Wells Fargo's board has faced criticism for a series of scandals that has drawn regulatory scrutiny to the bank. Wells Fargo & Co. has added a manufacturing executive to its board, which has faced criticism for a series of scandals that has drawn regulatory scrutiny to the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-strike-looms-for-a-half-million-children-in-los-angeles-11546779600", "title": "Teachers Strike Looms for a Half-Million Children in Los Angeles", "date": "2019-01-07 16:45", "summary": "Union in nation's second-largest district wants a cap on charter schools along with more resources. LOS ANGELES-As teachers in the nation's second-largest school district prepare to strike starting Thursday, local leaders are taking steps to keep classrooms open with educational software and substitutes in what would be the biggest face-off yet in a nationwide run of educator activism.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-management-proposes-buying-oil-and-gas-producer-qep-resources-11546876007", "title": "Elliott Management Proposes Buying Oil-and-Gas Producer QEP", "date": "2019-01-07 16:44", "summary": "Activist hedge fund's offer values QEP at about $2.07 billion. Elliott Management Corp. has proposed to buy QEP Resources Inc., saying QEP's turnaround efforts haven't done enough to lift the oil-and-gas company's share price.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-likability-and-opportunity-11546888649", "title": "Gender, Likability and Opportunity", "date": "2019-01-07 16:43", "summary": "Are reporters too busy telling tales about female politicians to notice female non-politicians?. Did you notice Friday's news that the American jobs boom is proving especially beneficial to U.S. females? For some reason media folk seem focused only on two particular job seekers who tend to look for work in Washington, D.C.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upper-west-side-man-dies-in-apartment-fire-11546897090", "title": "Upper West Side Man Dies in Apartment Fire", "date": "2019-01-07 16:38", "summary": "First responders discovered 71-year-old man in building on 87th Street. A 71-year-old man died on Monday in a fire inside his apartment in an Upper West Side building, authorities said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-projects-one-rate-increase-in-2019-11546890056", "title": "Fed's Bostic Projects One Rate Increase in 2019", "date": "2019-01-07 16:33", "summary": "Atlanta Fed president says he's keeping an open mind about whether more or fewer moves might be warranted. ATLANTA-Federal Reserve Bank of Atlanta President Raphael Bostic said Monday that the central bank should raise interest rates just once this year, but he didn't say when and added he would keep an open mind about whether more or fewer moves might be needed.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-takes-market-cap-crown-cementing-tech-power-11546894988", "title": "Amazon Takes Market Cap Crown", "date": "2019-01-07 16:32", "summary": "Software giant, at $797 billion, surpasses Microsoft with $784 billion in value. Amazon.com Inc. is the latest technology titan to claim the crown of world's most valuable public company, signaling the industry's enduring market dominance even after turbulent months in which investors pummeled their shares.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-feds-mester-expects-higher-rates-but-sees-no-urgency-11546896645", "title": "Cleveland Fed's Mester Expects Higher Rates, But Sees No Urgency", "date": "2019-01-07 16:30", "summary": "Fed official still expects the central bank will need to raise rates to keep economic growth on track. Cleveland Fed President Loretta Mester said the central bank has more flexibility in how it paces future rate increases because inflation appears to be restrained, economic growth is decelerating, and interest rates have moved closer to a neutral setting designed to neither spur nor slow growth.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-stettner-traveling-light-review-a-photographic-tale-of-two-cities-11546896189", "title": "'Louis Stettner: Traveling Light' Review: A Photographic Tale of Two Cities", "date": "2019-01-07 16:23", "summary": "The first large retrospective of his work reveals his technical skills and affinity for New York and Paris.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-spacey-to-be-arraigned-on-sexual-assault-allegations-11546857000", "title": "Kevin Spacey Appears in Nantucket Court Over Assault Allegations", "date": "2019-01-07 16:20", "summary": "Actor's lawyer enters not guilty plea on his behalf. NANTUCKET, Mass.-Actor Kevin Spacey didn't speak during his appearance Monday in a packed district court here, where his lawyer entered a not guilty plea in response to allegations he sexually assaulted a young man in 2016.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-rally-buoys-markets-in-asia-11546838162", "title": "Stocks Climb as U.S.-China Trade Talks Begin", "date": "2019-01-07 16:14", "summary": "Investors hope latest round of negotiations will bring Washington and Beijing closer to a resolution. U.S. stocks rose Monday, boosted by rallying technology shares, as officials from Washington and Beijing kicked off their latest round of negotiations over trade policy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-bolton-in-turkey-set-to-navigate-tough-diplomatic-terrain-11546895147", "title": "Bolton, in Turkey, Set to Navigate Tough Diplomatic Terrain", "date": "2019-01-07 16:05", "summary": "The national security adviser recently called on Ankara to commit to Kurds' safety in Syria. ANKARA, Turkey-President Trump's national security adviser is likely to face an icy reception in Ankara on Tuesday over his remarks that a U.S. withdrawal from Syria is contingent on whether Turkey can guarantee the safety of the Kurdish forces across its border.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsa-braces-for-more-workers-calling-out-sick-as-shutdown-threatens-payday-11546895061", "title": "TSA Braces for More Workers Calling Out Sick as Shutdown Threatens Payday", "date": "2019-01-07 16:04", "summary": "Agency is monitoring number of security screeners working daily, says uptick in sick calls hasn't resulted in significantly longer waits at airports. Transportation Security Administration officials are bracing for the likelihood that more airport security screeners will stop coming to work if they aren't paid at the end of this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-visit-southern-border-on-thursday-white-house-says-11546881676", "title": "Trump to Appeal to Public in Push for Border Wall", "date": "2019-01-07 16:03", "summary": "President plans prime-time address, border visit in bid to mobilize public opinion in shutdown standoff. WASHINGTON-The White House is stepping up its efforts to sway public opinion in favor of President Trump's border wall as it seeks to blunt the impact of the partial government shutdown, now stretching into its third week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-fighters-are-held-in-syria-as-home-countries-refuse-their-return-11546893803", "title": "Foreign Fighters Are Held in Syria as Home Countries Refuse Their Return", "date": "2019-01-07 15:43", "summary": "Two Americans are among five militants captured by U.S.-backed forces battling Islamic State; Trump's pullout plan increases uncertainty for hundreds. The capture of five foreign fighters, including two Americans, by U.S.-backed forces battling Islamic State in Syria is spotlighting a long-simmering problem: Countries are largely refusing to repatriate hundreds of such militants held there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-department-initiative-aims-to-keep-u-s-competitive-on-nuclear-plant-fuel-11546893816", "title": "Energy Department Initiative Aims to Keep U.S. Competitive on Nuclear-Plant Fuel", "date": "2019-01-07 15:43", "summary": "Nuclear industry has sought more energy-dense uranium to back development of smaller reactors. WASHINGTON-Worried the U.S. may be falling behind rivals in nuclear-power technology, the Energy Department plans to spend $115 million to help develop advanced fuels for next-generation reactors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-woman-fleeing-homeland-dodges-bid-to-deport-her-from-thailand-11546853107", "title": "Saudi Woman Fleeing Family Avoids Deportation From Thailand", "date": "2019-01-07 15:36", "summary": "Rahaf Mohammed Alqunun, 18 years old, says she fears for her life if she is forced to return to Middle East. A young Saudi woman who renounced Islam and barricaded herself in a transit hotel at a Bangkok airport avoided immediate deportation back to the Middle East after Thai authorities handed her over to United Nations officials Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-jump-as-trade-economic-concerns-ease-11546860638", "title": "Oil Rises for Sixth Straight Session as Saudis Cut More", "date": "2019-01-07 15:35", "summary": "OPEC officials say Saudi Arabia plans to cut crude exports to 7.1 million barrels a day. • U.S. oil prices rose for a sixth straight session Monday, the longest upward streak since July 2017, amid easing trade and economic worries, and after a report said Saudi Arabia would further reduce its crude-oil exports.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-to-buy-loxo-oncology-for-about-8-billion-in-cancer-bet-11546862512", "title": "Eli Lilly to Buy Loxo Oncology in $8 Billion Deal", "date": "2019-01-07 15:33", "summary": "Cash deal represents a 68% premium from Loxo's last closing price. Eli Lilly & Co. said it is buying Loxo Oncology Inc. for $8 billion in cash, a deal that expands the biopharmaceutical company's oncology-treatment portfolio and adds to a string of recent deals in the cancer-treatment space.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-calm-following-sharp-moves-11546877963", "title": "U.S. Government Bonds Drift Lower", "date": "2019-01-07 15:18", "summary": "Yields perk up after release of new service-sector data. U.S. government-bond prices fell Monday as traders focused on encouraging aspects of new service-sector data.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-lawsuit-doesnt-smell-right-11546891433", "title": "This Lawsuit Doesn't Smell Right", "date": "2019-01-07 15:03", "summary": "The maker of Pooey Puitton sued LVMH, owner of Louis Vuitton, but the reason may have little to do with trademarks. Last month toy maker MGA Entertainment said it was seeking a court declaration that a product it sells wasn't interfering with trademarks held by luxury-goods giant LVMH.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-xr-revisited-the-best-iphone-apple-cant-sell-11546886742", "title": "The Best iPhone Apple Can't Sell", "date": "2019-01-07 14:54", "summary": "Apple's no-good, very-bad quarter may be bad news for investors, but it's good news for consumers. Today's $749 question: What's the \"R\" in the iPhone XR stand for?", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-rebounds-on-dollar-weakness-11546872030", "title": "Gold Rebounds on Dollar Weakness", "date": "2019-01-07 14:40", "summary": "Gold prices are near their highest since mid-June. Gold prices rebounded from Friday's decline to start the week, boosted by a weaker dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-grapple-with-minimum-wage-hike-11546889446", "title": "New York City Businesses Grapple With Minimum-Wage Hike", "date": "2019-01-07 14:30", "summary": "Owners say they are forced to consider raising prices, scaling back on hiring and incorporating automation. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-change-at-dollar-tree-11546887516", "title": "Time for Change at Dollar Tree", "date": "2019-01-07 13:58", "summary": "Activist investors are right to want Dollar Tree to sell poorly performing and controversial Family Dollar. Four years ago, Dollar Tree beat Dollar General in the battle for Family Dollar, a chain of 8,200 stores that caters to low-income shoppers. Now the coveted asset is dragging down Dollar Tree's sales and stock. It is time for management to cut their losses and let it go.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-williams-advocates-modifying-feds-inflation-target-11546886421", "title": "Fed Official Advocates Modifying Inflation Target", "date": "2019-01-07 13:40", "summary": "Move would give the central bank more flexibility to support the economy in an era of low interest rates. ATLANTA-A top Federal Reserve official, seeking to give the central bank more flexibility to support the economy, is advocating comprehensive changes in the way it targets inflation.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-lampert-scrambles-to-keep-sears-alive-11546886188", "title": "Edward Lampert Scrambles to Keep Sears Alive", "date": "2019-01-07 13:36", "summary": "Billionaire hedge-fund manager revamps bid to keep 425 stores open as creditors push for liquidation. Edward Lampert, the billionaire who led Sears Holdings Corp. into bankruptcy, is running out of time in his last-ditch effort to keep the debilitated retailer alive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-top-ways-to-protect-your-financial-future-from-the-experts-in-2018-11546885447", "title": "The Five Top Experts Posts of 2018 on Protecting Your Financial Future", "date": "2019-01-07 13:24", "summary": "As the tax code changes and medical premiums rise, ideas from The Experts can make a difference in your bottom line. In 2018, the WSJ Experts wrote about strategies for investors and savers that range from choosing the best investing vehicle to keeping health-care premiums down in retirement.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiber-optics-wool-lovers-battle-animal-rights-crowd-over-sheep-shearing-11546884830", "title": "Fiber Optics: Wool Lovers Battle Animal-Rights Crowd Over Sheep Shearing", "date": "2019-01-07 13:13", "summary": "Farmers and knitters complain they have been unfairly lumped in with crocodile hunters and mink farmers by overzealous do-gooders. Quintin McEwen spotted the tag on a Lucky Brand men's polyester sweater and decided he had had enough.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-plan-to-cut-crude-exports-to-7-1-million-barrels-a-day-say-opec-officials-11546877089", "title": "Saudis to Cut Crude Exports in Bid to Boost Prices, Cover Rise in Spending", "date": "2019-01-07 13:12", "summary": "Saudi Arabia to reduce crude exports by up to 800,000 barrels a day from November levels. Saudi Arabia is planning to cut crude exports to around 7.1 million barrels a day by the end of January in hopes of lifting oil prices above $80 a barrel, according to OPEC officials.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-news-for-biotech-shoppers-unfazed-by-selloff-11546875833", "title": "Good News for Biotech: Shoppers Unfazed by Selloff", "date": "2019-01-07 13:06", "summary": "Deals are still happening with big premiums, which should reassure investors after a rocky 2018. Biotech stocks sold off sharply to end 2018. There is a big reason that they have more than a glimmer of hope for a rebound in the year ahead: Potential buyers of biotech companies seem indifferent to the weak market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-humble-fleece-jacket-became-high-fashion-11546884287", "title": "How the Humble Fleece Jacket Became High Fashion", "date": "2019-01-07 13:04", "summary": "Polar fleece, the practical fabric of choice for rock climbers and hikers, has been co-opted by luxury brands. FUZZY FLEECE jackets, an old standby of the Clif-Bar crowd, have made an abrupt leap from your local REI's outdoor-gear offerings to the pricey heights of fashion. In 2018, big-ticket labels such as Balenciaga, Lanvin and Moncler produced fleece jackets with four-figure price tags while celebrities like Shia LaBeouf, Vampire Weekend's Ezra Koenig and Kendall Jenner were all photographed in their own napped coats. And this trend has trickled down particularly swiftly. Today, a budget-conscious shopper can get a stylish $29.90 fleece from Uniqlo or a $50 plush bomber from Zara. \"We're seeing [fleece] across the board from casual wear up through to luxury,\" explained Olie Arnold, the deputy style director at e-commerce site Mr Porter.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-bramson-seeks-shareholder-vote-to-shake-up-barclays-board-11546884262", "title": "Activist Bramson Seeks Shareholder Vote to Shake Up Barclays Board", "date": "2019-01-07 13:04", "summary": "The bank previously rebuffed Sherborne CEO Edward Bramson's request for a board seat. Barclays PLC's second largest shareholder, Sherborne Investors, said it wants to shake up the bank's board through a shareholder vote after the activist investor's request for a board seat was rebuffed.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayne-thiebaud-paintings-and-drawings-and-wayne-thiebaud-artists-choice-reviews-11546883606", "title": "'Wayne Thiebaud: Paintings and Drawings' and 'Wayne Thiebaud: Artist's Choice' Reviews", "date": "2019-01-07 12:53", "summary": "Two parallel exhibitions at the San Francisco Museum of Modern Art celebrate the painter by showcasing his work and selections of other artists' work that he made from SFMoMA's collection.. San Francisco", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-firms-plan-new-exchange-to-challenge-nyse-nasdaq-11546866121", "title": "Wall Street Firms Plan Exchange to Challenge NYSE, Nasdaq", "date": "2019-01-07 12:45", "summary": "Morgan Stanley, Fidelity and Citadel Securities among backers of new 'Members Exchange'. A group of financial heavyweights including Morgan Stanley , Fidelity Investments and Citadel Securities LLC plans to launch a new low-cost stock exchange to challenge the New York Stock Exchange and Nasdaq Inc., the companies said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-pros-offer-their-investment-tips-for-2019-11546830241", "title": "Hedge-Fund Pros Offer Their Investment Tips for 2019", "date": "2019-01-07 12:38", "summary": "Among the suggestions: natural gas and Turkish banks, not leveraged loans. With interest rates rising and stock prices falling, 2019 is setting up to be one of the most challenging environments investors have faced in some time.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-to-miss-first-day-of-arguments-11546875580", "title": "Justice Ginsburg Misses First Day of Arguments", "date": "2019-01-07 12:24", "summary": "As Supreme Court begins cases for 2019, Justice Ginsburg is working from home during recovery from cancer surgery. WASHINGTON-Justice Ruth Bader Ginsburg, still recuperating from a surgical procedure on her left lung, was absent from the bench Monday as the Supreme Court heard its first cases of 2019.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-sector-growth-slows-in-december-11546874408", "title": "U.S. Service-Sector Growth Slowed in December", "date": "2019-01-07 11:39", "summary": "The ISM's nonmanufacturing PMI fell to 57.6 from November's 60.7, but activity continued to expand at a healthy rate. The pace of growth across most of the U.S. economy slowed by more than expected in December, although activity continued to expand at a healthy rate.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-make-college-the-one-path-to-a-career-11546878480", "title": "Don't Make College the One Path to a Career", "date": "2019-01-07 11:28", "summary": "We have taken the dignity out of career paths in our society that require much needed \"middle skills.\". Virginia Foxx hits the right chord in asking Americans to \"Stop Calling It 'Vocational Training,'\" (op-ed, Jan. 2). I suggest that programs to help people prepare for careers that don't require four-year degrees should instead be called \"opportunity training.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-ensure-stable-prices-the-fed-should-do-less-11546878445", "title": "To Ensure Stable Prices, the Fed Should Do Less", "date": "2019-01-07 11:27", "summary": "Market volatility often is simply a reaction to Fed error, which is the actual source of expected changes.. Amar Bhidé misses the point in his op-ed \"Stock-Market Volatility Can Be Good for the Economy\" (Dec. 26). By continuing to set target interest rates, the Fed chooses an inefficient and mistake-prone tool to create stable money. Thus market volatility often is simply a reaction to Fed error, which is the actual source of expected changes to the general price level.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derelict-hospitals-must-reform-or-face-loss-of-funds-11546878369", "title": "Derelict Hospitals Must Reform or Face Loss of Funds", "date": "2019-01-07 11:26", "summary": "Too many of these institutions are keeping their accreditation-and their federal funding-despite serious safety lapses.. I am pleased to see that the Journal is continuing its investigation into the questionable practices of the organization charged with accrediting psychiatric hospitals and other behavioral-health facilities in the U.S. (\"Troubled Hospitals Maintain Credentials,\" page one, Dec. 27). Clearly, too many of these institutions are keeping their accreditation-and their federal funding-despite serious safety lapses that put patients at risk.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-memories-have-a-long-reach-in-our-young-country-11546878323", "title": "Living Memories Have a Long Reach in Our Young Country", "date": "2019-01-07 11:25", "summary": "I'm 91 years old and met a man who was a Civil War veteran when I was about 9.. Regarding Fay Vincent's op-ed \"Old Acquaintances Help Us Remember History\" (Dec. 31): I'm 91 years old and met a man who was a Civil War veteran when I was about 9. He was a friend of my mother and had come to Texas as a P.O.W. from the Union Army. He had lost an arm in the war and worked as a railroad mail guard. He was a great guy and loved kids. It's possible that he could have known someone who met George Washington.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coast-guard-leads-the-way-in-industry-partnerships-11546878290", "title": "The Coast Guard Leads the Way in Industry Partnerships", "date": "2019-01-07 11:24", "summary": "The U.S. has its own impressive examples of defense cooperation between armed forces and private industry. Regarding Elisabeth Braw's op-ed \"Stop Worrying and Learn to Love the Military-Industrial Complex\" (Jan. 3): Ms. Braw's focus is on Europe, but the U.S. has its own impressive examples of defense cooperation between armed forces and private industry. Look no further than the U.S. Coast Guard.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-buyout-firm-takes-major-stake-in-u-k-restaurant-operator-despite-brexit-uncertainty-11546877576", "title": "U.S. Buyout Firm Takes Major Stake in U.K. Restaurant Operator", "date": "2019-01-07 11:12", "summary": "Clayton, Dubilier & Rice's $1 billion deal represents a potential endorsement of the U.K. economy. U.S. buyout firm Clayton, Dubilier & Rice has agreed to acquire a significant stake in the U.K. catering operator behind restaurant and catering brands such as Benugo and Searcys London in a deal that values the company at about $1 billion including debt, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghetto-gastro-opens-labyrinth-1-1-their-new-hq-in-the-bronx-11546877031", "title": "Behind the Scenes of Ghetto Gastro's New HQ in the Bronx", "date": "2019-01-07 11:03", "summary": "The wildly ambitious culinary collective has cooked for clients like Virgil Abloh and Instagram. Now, its bold ideas take root at a sprawling new space. A LOT OF PEOPLE think that we just do events, and I'm cool with that, because I like the element of surprise,\" says Jon Gray. \"But we're ready to spread our wings.\" Gray, 32, is talking about the future of Ghetto Gastro, a six-year-old culinary collective he co-founded in New York and runs with a trio of chefs: Malcolm Livingston II, 32, Pierre Serrao, 30, and Lester Walker, 37. Livingston, Serrao and Walker have worked in kitchens with chefs like René Redzepi, Carlo Cracco and José Andrés, among others, but it's Gray, who studied marketing at New York's Fashion Institute of Technology, who functions as the group's CEO.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karyn-kusama-andre-holland-and-more-on-cliche-11546875715", "title": "Karyn Kusama, André Holland and More on Cliché", "date": "2019-01-07 10:41", "summary": "WSJ. asks six luminaries to weigh in on a single topic. This month: Cliché. \"When I was a teenager walking the streets of New York City with my first camera, I went to Central Park one afternoon looking for things to photograph. I ended up making pictures of guitar-strumming hippies and silhouettes of trees, things that I soon realized had no deep or lasting meaning for me-I was making pictures of things I had seen pictures of. They were clichés, things photographed over and over. The cliché photograph fails to find a more discerning visual language to describe what may already be familiar. The profusion of camera phones and the resulting glut of images of sunsets and food porn on social media make the visual cliché painfully commonplace. I consciously avoid clichés, as they signal a kind of creative and intellectual laziness of both seeing and thinking. For me, making photographs is a way of continuing to push my own envelope-and hopefully the viewer's.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-is-your-college-football-team-worth-11546875092", "title": "How Much Is Your College Football Team Worth?", "date": "2019-01-07 10:31", "summary": "Alabama and Clemson are the top teams on the field, but Texas is the most valuable program in the sport. By any measure, No. 1 Alabama and No. 2 Clemson are the top two college football teams in the country-facing off in the national championship game for the third time in four years.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-golden-globes-gets-right-11546874712", "title": "What the Golden Globes Gets Right", "date": "2019-01-07 10:25", "summary": "The Globes does everything right that the Oscars does wrong, even when we question its award choices. The morning after the Golden Globe Awards is a time for two questions: \"They gave the award to WHAT?\" and \"Why can't the Oscars be more like this?\"", "categories": [["Books & Arts", "Arts", "Film", "Analysis"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lay-off-the-bears-kicker-11546874111", "title": "Lay Off the Bears Kicker!", "date": "2019-01-07 10:15", "summary": "An unsuccessful late kick in Chicago offers another demonstration of the cruelest job in sports. I want to invite him over for a bowl of soup. He can bring anyone he wants-teammates, friends, family, pets. I'll throw some logs onto the fireplace (I don't have a fireplace, and I can't chop wood, but work with me, gang). If he doesn't like soup, I'll make him any comfort food he wants: pancakes, waffles, mac 'n' cheese, a gingerbread house, more pancakes, more waffles. If he wants to sleep for 20 hours, he can. If he needs a beer or two, we got it. Bourbon? Sure, we got that, too.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-firefighter-dies-trying-to-rescue-car-accident-victims-11546872824", "title": "FDNY Mourns the Loss of 'Model' Rookie", "date": "2019-01-07 09:53", "summary": "Steven Pollard, who fell to his death while responding to a car accident, 'was going to be an anchor in the firehouse,' his captain says. A rookie New York City firefighter who fell to his death while responding to a car accident on a Brooklyn parkway was a role model and future leader who followed in his father's footsteps to join the Fire Department of New York, his colleagues said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-breakup-that-leads-to-a-fitness-breakthrough-11546871915", "title": "How a Breakup Can Lead to a Fitness Breakthrough", "date": "2019-01-07 09:38", "summary": "What starts as a remedy for heartbreak can help people reach athletic heights they'd never considered possible. Paige Harley couldn't have guessed that the path to recovery from the end of her second marriage would lead to the South Pole.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-footprint-shrinks-others-happily-fill-the-void-11546871012", "title": "As U.S. Footprint Shrinks, Others Happily Fill the Void", "date": "2019-01-07 09:23", "summary": "A combination of unilateralism and isolationism is emerging in American policies, troubling traditional U.S. allies. Here are some significant recent events on the world stage; read carefully and you may spot a troubling trend:", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-pg-e-netflix-alibaba-advanced-micro-devices-11546861303", "title": "Stocks to Watch: Eli Lilly, PG&E, Dollar Tree, Netflix, AMD", "date": "2019-01-07 09:11", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-appoints-controversial-cancer-doctor-to-head-research-unit-11546870256", "title": "AstraZeneca Appoints Controversial Cancer Doctor to Head Research Unit", "date": "2019-01-07 09:10", "summary": "José Baselga recently resigned from top roles after failing to disclose ties to the drug industry in academic articles. AstraZeneca PLC has appointed José Baselga, a prominent but controversial cancer doctor, to lead oncology research and development as part of a wider overhaul designed to get drugs to market faster.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-indonesia-benchmark-rate-already-near-its-peak-11546869404", "title": "Bank Indonesia: Benchmark Rate Already Near Its Peak", "date": "2019-01-07 08:56", "summary": "Gov. Perry Warjiyo says November increase accounted for Federal Reserve's December tightening. JAKARTA-Bank Indonesia's benchmark rate is already near its peak, Gov. Perry Warjiyo said Monday, signaling the central bank won't raise the rate soon.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pushes-china-to-follow-through-on-trade-promises-11546869147", "title": "U.S. Seeks Beijing's Assurance on Trade Promises", "date": "2019-01-07 08:52", "summary": "As trade talks begin in Beijing, U.S. negotiators demand Chinese commit to purchases and renounce regulatory hurdles. BEIJING-The U.S. and China opened talks on Monday to resolve a trade fight that is threatening the global economy, with U.S. negotiators focused on a make-or-break issue: guarantees that Beijing will follow through on its offers.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-starboard-seeks-changes-at-dollar-tree-11546833720", "title": "Activist Investor Starboard Seeks Changes at Dollar Tree", "date": "2019-01-07 08:12", "summary": "Hedge fund wants retailer to raise some prices and is pushing for a sale of Family Dollar. Activist investor Starboard Value LP has taken a stake in Dollar Tree Inc. and is pushing the retailer to sell its Family Dollar business and tweak its pricing model.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-set-to-restore-voting-rights-to-felons-amid-threats-of-lawsuits-11546866000", "title": "Florida to Restore Felon Voting Rights Amid Legal Threats", "date": "2019-01-07 08:00", "summary": "Governor-elect is among officials who say additional legislation is needed to clarify amendment's terms. Some Florida officials are balking at the state's new amendment restoring voting rights to about 1.4 million people with felony records that is set to take effect Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-opens-eyes-in-hollywood-as-bird-box-soars-11546866000", "title": "Netflix Opens Eyes in Hollywood as 'Bird Box' Soars", "date": "2019-01-07 08:00", "summary": "Streaming-video company deepens movie push ahead of increased competition from Disney, AT&T. LOS ANGELES-When movie executive Scott Stuber left a production deal at Universal Pictures in 2017 to become head of original films for Netflix Inc., he didn't take a stapler or a box of pens with him. He took \"Bird Box.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-china-factorynow-a-field-soon-a-plantaims-to-pump-out-its-first-tesla-this-year-11546865615", "title": "Elon Musk's China Factory-Now a Field, Soon a Plant-Aims to Pump Out Its First Tesla This Year", "date": "2019-01-07 07:53", "summary": "Tesla was the first to foreign auto maker to take advantage of a rule change allowing foreigners to own their China business. SHANGHAI- Tesla Inc. started construction of its new China factory, the first wholly foreign-owned car plant in the country and crucial to the Californian electric-auto maker's goal to scale up production.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-exchange-veteran-chris-concannon-moves-to-bond-platform-11546864320", "title": "Stock-Exchange President Now at Bond Platform", "date": "2019-01-07 07:32", "summary": "Cboe president and COO, an advocate of electronic trading, will hold same titles at MarketAxess. A pioneer of electronic stock trading is moving to the bond market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-furniture-retailer-rh-pulled-off-its-surprising-turnaround-11546862401", "title": "How Furniture Retailer RH Pulled Off Its Surprising Turnaround", "date": "2019-01-07 07:00", "summary": "The former Restoration Hardware beat back short sellers with a convincing transformation. Two years ago, RH, formerly known as Restoration Hardware , was in the dumps. The stock was down and short sellers were piling in. RH fought back, revamping its business model and adding risk by borrowing to buy back half its stock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-day-in-court-is-priced-in-11546862400", "title": "Qualcomm's Day in Court Is Priced In", "date": "2019-01-07 07:00", "summary": "Chip maker's valuation is low as it begins key trial with FTC over fate of licensing business. Banking on legal outcomes is never a terribly safe tactic for investors. Fortunately for Qualcomm , no one seems to be doing that just yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-mortgage-rates-raise-hopes-for-battered-housing-market-11546862400", "title": "Falling Mortgage Rates Raise Hopes for Battered Housing Market", "date": "2019-01-07 07:00", "summary": "Mortgage rates have fallen to around their lowest levels in eight months, offering a potential boost to the housing market after a rough patch in recent months. Mortgage rates have fallen to around their lowest levels in eight months, offering a potential boost to the housing market after a rough patch in recent months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-drops-its-name-from-logo-11546858800", "title": "Mastercard Drops Its Name from Logo", "date": "2019-01-07 06:00", "summary": "Move asserts payment network's place among brands that can go by symbol alone. Mastercard Inc. is removing its name from its logo in most contexts, leaving the interlocking red and yellow circles to represent the brand on cards, in stores, at events and in advertising.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-tech-startup-innovid-raises-30-million-11546858801", "title": "Ad-Tech Startup Innovid Raises $30 Million", "date": "2019-01-07 06:00", "summary": "Firm will use the money from Goldman Sachs to garner greater share of connected-TV business. Innovid Inc. has raised $30 million from the Goldman Sachs Private Capital Investing group as the advertising-technology company continues to invest in its connected-television capabilities and looks to boost its presence globally.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gabon-government-stops-attempted-coup-11546858080", "title": "Gabon Government Says It Stopped Attempted Coup", "date": "2019-01-07 05:48", "summary": "President's health problems have shaken a country that has been a pillar of stability in the volatile Central African region. Security forces put down an attempted coup in Gabon, said government and military officials in the Central African nation that has been a pillar of stability in the region and a key U.S. ally.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-use-surges-in-europe-where-firearms-are-rare-11546857000", "title": "Gun Use Surges in Europe, Where Firearms Are Rare", "date": "2019-01-07 05:30", "summary": "Growing insecurity spurs more people to clear high bars for ownership. When hundreds of women were sexually assaulted on New Year's Eve in several German cities three years ago, Carolin Matthie decided it was time to defend herself. The 26-year-old Berlin student quickly applied for a gun permit, fearing many women would have the same idea and flood the application process.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-estimates-of-the-gig-economy-went-wrong-11546857000", "title": "How Estimates of the Gig Economy Went Wrong", "date": "2019-01-07 05:30", "summary": "Rise in nontraditional work arrangements was more modest than originally estimated, a new paper says. WASHINGTON-Two leading experts on the \"gig economy\" now say their estimates of its impact were too high, skewed by spotty data and the recession of a decade ago.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-bad-years-leave-investors-wary-of-catastrophe-bonds-11546855742", "title": "Two Bad Years Leave Investors Wary of Catastrophe Bonds", "date": "2019-01-07 05:09", "summary": "Big storms and other disasters haven't helped returns, while some funds remain trapped by claims processes. Two years of U.S. storms, floods and fires have racked up losses for insurers and led investors in catastrophe-risk markets to question their exposure for the first time in years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-chip-slump-may-not-hurt-chip-investors-11546848103", "title": "Why the Chip Slump May Not Hurt Chip Investors", "date": "2019-01-07 03:12", "summary": "Memory-chip stocks like Samsung are so cheap that investors may profit even as profits fall. If data is the new oil, the future is bright but volatile for the memory chips used to store and process it. Even as the memory-chip industry boomed last year, share prices plunged. The pattern in 2019 could be just the reverse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trouble-in-paradise-coconut-oil-prices-are-slipping-and-sliding-11546797638", "title": "Trouble in Paradise: Coconut Oil Prices Are Slipping and Sliding", "date": "2019-01-07 02:55", "summary": "The health benefits of coconut oil have been challenged by the American Heart Association and other organizations in recent years. HONG KONG-Coconut oil prices have dropped by more than half over the past year as the commodity, which is high in saturated fat, has fallen out of favor in kitchens and factories.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globes-honor-bohemian-rhapsody-green-book-11546835234", "title": "Golden Globes Honor 'Bohemian Rhapsody,' 'Green Book'", "date": "2019-01-07 00:30", "summary": "'The Americans' and 'The Kominsky Method' take top prizes for TV. LOS ANGELES-Two surprise winners-\"Bohemian Rhapsody\" and \"Green Book\"-took the top film honors at the 76th annual Golden Globe Awards on Sunday, winning best drama and best comedy, respectively. FX's \"The Americans\" was named best TV drama, while Netflix's \"The Kominsky Method\" won best TV comedy.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ship-sails-near-disputed-south-china-sea-islands-in-challenge-to-beijing-11546838050", "title": "U.S. Ship Sails Near Disputed Islands in Challenge to Beijing", "date": "2019-01-07 00:14", "summary": "USS McCampbell patrol was meant to challenge excessive maritime claims by Beijing, U.S. Navy says. WASHINGTON-A U.S. guided-missile destroyer patrolled near the disputed Paracel Islands in the South China Sea on Monday, challenging Beijing's maritime claims there, U.S. military officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11546798703", "title": "Pepper...and Salt", "date": "2019-01-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-flexes-its-political-muscle-to-expand-power-overseas-11546890449", "title": "China Offered to Bail Out Troubled Malaysian Fund in Return for Deals", "date": "2019-01-07 00:01", "summary": "Resume Subscription. Senior Chinese leaders offered in 2016 to help bail out a Malaysian government fund at the center of a swelling, multibillion-dollar graft scandal, according to minutes from a series of previously undisclosed meetings reviewed by The Wall Street Journal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cbs-news-president-leaving-amid-ratings-and-staff-woes-11546836228", "title": "CBS News Names Susan Zirinsky as Its First Female President", "date": "2019-01-07 23:43", "summary": "Zirinsky has been with the network for four decades in a variety of senior posts; David Rhodes is out. CBS News has tapped network veteran Susan Zirinsky as its new president and senior executive producer, succeeding David Rhodes, as the news organization looks to turn the page on a tumultuous period and make gains in the ratings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-stock-fund-hopes-to-bounce-back-from-2018-11546830121", "title": "Foreign-Stock Fund Hopes to Bounce Back From 2018", "date": "2019-01-07 22:34", "summary": "MainStay MacKay International Equity looks for bargains as it researches overseas companies with high-growth potential. (MSEAX) had a tough 2018. However, the fund's leaders, like other foreign-stock managers, are optimistic that underpriced foreign stocks will create opportunities in the new year.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: MainStay MacKay International Equity Fund"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-gross-output-and-intermediate-inputs-11546830000", "title": "What Is Gross Output and Intermediate Inputs?", "date": "2019-01-07 22:33", "summary": "The two economic metrics are being released quicker by the U.S. Bureau of Economic Analysis. Big changes are happening at the U.S. Bureau of Economic Analysis.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-stock-fund-managers-of-2018-11546830721", "title": "The Best Stock-Fund Managers of 2018", "date": "2019-01-07 22:12", "summary": "In a difficult year, here were the stock pickers who not only survived. They thrived.. Most mutual-fund managers were more than happy to bid farewell to 2018.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-investors-should-know-about-yearly-performance-rankings-11546830660", "title": "How Investors Should Use Yearly Funds Rankings", "date": "2019-01-07 22:11", "summary": "The most-important lesson: The funds that rank at the top one year aren't likely to be there the next. The annual performance rankings of funds or investment newsletters that appear every January are a siren song, tempting us with the prospect of mouthwatering gains but often leading us to financial pain.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-fell-7-7-in-2018-but-foreign-funds-were-no-refuge-15-5-11546830601", "title": "U.S.-Stock Funds Fell 7.7% in 2018 but Foreign Funds Were No Refuge (-15.5%)", "date": "2019-01-07 22:10", "summary": "Down year for stocks also lowers the winning percentage of the Super Bowl Predictor. This is a good time for 401(k) investors to think long-term, as they are always advised.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Quarterly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-strategy-for-spending-down-529-funds-11546830540", "title": "The Best Strategy for Spending Down '529' Funds", "date": "2019-01-07 22:09", "summary": "Should you drain your 529-account savings in the first year of college, or spread it out?. We again asked experts to help us answer readers' questions on paying for college and using tax-advantaged \"529\" savings accounts for educational expenses.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Saving for College"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-etfs-are-headed-in-2019-11546830480", "title": "Where ETFs Are Headed in 2019", "date": "2019-01-07 22:08", "summary": "A race to the bottom in fees should continue, and expect to see more funds close up shop. Despite all the bouts of volatility in stocks and bonds, the rush of assets into exchange-traded funds continued apace in 2018. Net flows for U.S. ETFs totaled $295 billion; $197 billion went to stock funds and $99 billion to fixed-income funds, while $1 billion came out of commodity, currency and real-estate funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pros-and-cons-of-bond-funds-vs-individual-bonds-11546830360", "title": "The Pros and Cons of Bond Funds vs. Individual Bonds", "date": "2019-01-07 22:06", "summary": "The choice depends in part on where interest rates are headed, diversification and fees. As stock-market volatility drives more weary investors into fixed-income markets, a big question looms: Do you invest in bond funds or individual bonds?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-time-may-be-right-for-overlooked-midcap-stocks-11546830300", "title": "The Time May Be Right for Overlooked Midcap Stocks", "date": "2019-01-07 22:05", "summary": "Midcap stocks, with market values typically between $2 billion and $10 billion, are looking attractive, some experts say. In the stock market, it's all about big and small. That is, large-capitalization and small-cap stocks get most of the attention, while midcaps are often ignored.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-funds-fell-6-16-in-2018-11546830060", "title": "Real-Estate Funds Fell 6.16% in 2018", "date": "2019-01-07 22:01", "summary": "These investments, often seen as a diversification play, didn't provide investors with much protection. Real-estate investment trusts are a diversification play for investors. But in 2018, they didn't provide much protection. Real-estate-focused mutual funds and exchange-traded funds fell 6.16% on average for the year, due to a decline during the December market tumult, according to Lipper data. The S&P 500 index fell 6.24%.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: REITs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-faces-a-fresh-test-engineering-a-soft-economic-landing-11546822609", "title": "Fed Faces a Fresh Test: Soft Economic Landing", "date": "2019-01-07 19:56", "summary": "The central bank's challenge is to manage a moderation in growth that keeps inflation contained but avoids a recession. ATLANTA-Federal Reserve officials, after navigating the U.S. economy through the financial crisis and its rebound, face a fresh test in 2019: engineering an economic soft landing.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-officials-congressional-staffers-talk-to-try-to-end-shutdown-11546717930", "title": "Shutdown Is Felt as Negotiators Dig In Over Border Wall", "date": "2019-01-07 19:25", "summary": "Federal workers brace for missed pay as Trump reiterates suggestion of declaring an emergency. Federal workers braced for missing their first paycheck this week as negotiators showed little sign of progress in ending a two-week-old partial government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-says-u-s-withdrawal-from-syria-is-conditional-11546777230", "title": "Bolton Says U.S. Withdrawal From Syria Is Conditional", "date": "2019-01-07 19:01", "summary": "National security adviser says pullout depends on assurances Turkey will protect America's Kurdish allies. JERUSALEM-The Trump administration won't withdraw forces from northern Syria unless Turkey offers a firm commitment not to target the U.S.'s Kurdish allies, White House national security adviser John Bolton said Sunday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}]