[{"link": "https://www.wsj.com/articles/the-senates-war-powers-11552864524", "title": "The Senate's War Powers", "date": "2019-03-17 19:15", "summary": "Ending U.S. support for the Saudis in Yemen would be a gift to Iran.. Few people noticed amid the other headlines, but the Senate voted last week to end U.S. support for Saudi Arabia in its war in Yemen. The 54-46 vote, with seven Republicans joining the Democrats, marks eroding support for Donald Trump's foreign policy with consequences that might not be the \"peace\" these Senators claim to want.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/releasing-the-mueller-report-11552864477", "title": "Releasing the Mueller Report", "date": "2019-03-17 19:14", "summary": "Disclosure should include the FBI and FISA documents too.. The House voted 420-0 late last week on a resolution urging the public release of special counsel Robert Mueller's report to Attorney General William Barr. That sounds good to us, as long as the AG releases everything related to the Trump-Russia probe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-hudson-yards-centerpiece-the-vessel-11552864418", "title": "Photos: Hudson Yards' Centerpiece, the Vessel", "date": "2019-03-17 19:13", "summary": "On Hudson Yards' opening weekend thousands lined up to climb the development's centerpiece structure: the Vessel. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shooter-targets-mosque-in-new-zealand-11552621355", "title": "Photos: New Zealand Remembers the Dead", "date": "2019-03-17 19:12", "summary": "New Zealanders flocked to vigils on Monday and over the weekend to commemorate those killed in Friday's mass shootings at two Christchurch mosques. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/duke-virginia-north-carolina-and-gonzaga-are-top-seeds-in-ncaa-tournament-11552864103", "title": "Duke, Virginia, North Carolina and Gonzaga Are Top Seeds in NCAA Tournament", "date": "2019-03-17 19:08", "summary": "The Blue Devils will be tough to beat with the return of Zion Williamson, but is this finally the Zags' year?. Maybe you've been closely studying teams since the college basketball season started. It's possible you've only been occasionally tuning in and vaguely remember something about a guy so freakishly big and athletic he broke his shoe. Or you haven't watched a game since Sister Jean was a national sensation this time last year.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-massacre-video-clings-to-the-internets-dark-corners-11552766810", "title": "New Zealand Massacre Video Clings to the Internet's Dark Corners", "date": "2019-03-17 19:01", "summary": "Members of online message boards that allow hate speech are uploading and editing the video as mainstream sites work to delete it. As Facebook and YouTube work to take down videos of Friday's terrorist killings that left 50 dead in New Zealand, white supremacists are finding new ways to keep the content alive.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-video-of-new-zealand-massacre-cant-be-stamped-out-11552863615", "title": "Why Video of New Zealand Massacre Can't Be Stamped Out", "date": "2019-03-17 19:00", "summary": "Viewers created copies, which spread on many other online platforms despite moves by Facebook, YouTube and others to stop it. As Brenton Tarrant drove away from the New Zealand mosque where he allegedly went on a shooting spree, only 10 people were tuned into his live broadcast of the rampage on Facebook Live, according to archived versions of his page.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-fights-with-fellow-democrats-as-budget-deadline-nears-11552863600", "title": "New York Gov. Cuomo Fights With Fellow Democrats", "date": "2019-03-17 19:00", "summary": "Governor insists on a congestion-pricing system to help fund projects at MTA, and is demanding language to make permanent the property-tax cap. Several fault lines have emerged among New York's Democratic leaders with two weeks to go before the state budget deadline.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-vows-crackdown-after-protests-again-turn-violent-11552863040", "title": "France Vows Crackdown After Protests Again Turn Violent", "date": "2019-03-17 18:50", "summary": "Clashes between yellow vests and police follow weeks of more peaceful demonstrations; Macron cuts trip short to preside over emergency meeting. PARIS-French officials vowed to step up a crackdown on violent protesters, a day after clashes erupted during the 18th straight Saturday of yellow-vest protests that caught authorities off guard and put more pressure on President Emmanuel Macron.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-st-patricks-day-around-the-world-11552862774", "title": "Photos: St. Patrick's Day Around the World", "date": "2019-03-17 18:46", "summary": "The patron saint of Ireland is celebrated across the globe on St. Patrick's Day. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deutsche-bank-and-commerzbank-plan-to-announce-formal-merger-talks-11552818003", "title": "Deutsche Bank, Commerzbank Enter Formal Merger Talks", "date": "2019-03-17 18:32", "summary": "Move marks stark acknowledgment of the pressures both lenders face. Deutsche Bank AG and rival Commerzbank AG on Sunday confirmed they are formally discussing a merger, marking a new phase after years of speculation about the troubled fates of Germany's two biggest banks and a stark acknowledgment of the pressures both lenders face.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-floods-wreak-havoc-on-midwestern-states-11552861040", "title": "Record Floods Wreak Havoc on Midwestern States", "date": "2019-03-17 18:17", "summary": "Heavy snow and rain spurs rescue effort in Nebraska, Iowa and other states. Record flooding caused by heavy snow and rain in the Great Plains forced the evacuation of thousands and killed at least three people in Iowa, Nebraska, South Dakota and other midwestern states over the past three days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-s-p-500-ceos-got-a-raise-in-2018-that-lifted-their-pay-to-1-million-a-month-11552820400", "title": "Many S&P 500 CEOs Got a Raise in 2018 That Lifted Their Pay to $1 Million a Month", "date": "2019-03-17 18:12", "summary": "The stock market ended 2018 with a swoon but many CEOs in the S&P 500 got a compensation boost. The strong U.S. economy has created millions of jobs and pushed up wages for many Americans. It also helped many big-company CEOs secure another raise and total compensation worth $1 million a month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russia-deepen-oil-output-cuts-but-disagree-on-their-duration-11552860517", "title": "OPEC, Russia Deepen Oil Output Cuts", "date": "2019-03-17 18:08", "summary": "Riyadh and Moscow split on whether crude curbs should last beyond June. BAKU, Azerbaijan-OPEC and a group of 10 oil-producing nations led by Russia are deepening their crude production cuts, but remain split on whether the curbs should remain in place through the end of the year, officials said Sunday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aluminum-makers-ditch-can-business-11552834801", "title": "Aluminum Makers Ditch Can Business", "date": "2019-03-17 17:55", "summary": "Used beer and soda cans pile up as mills turn to producing more profitable auto parts. Used cans are piling up at scrapyards because U.S. aluminum companies are turning fewer of them into new metal, another indication of the economic challenges facing recycling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-guidelines-advise-against-aspirin-to-prevent-heart-disease-11552859677", "title": "New Guidelines Advise Against Aspirin to Prevent Heart Disease", "date": "2019-03-17 17:54", "summary": "Advisory follows newer studies that flagged a bleeding risk for aspirin. NEW ORLEANS-Most healthy people shouldn't take aspirin to prevent a first heart attack or cardiovascular disease, major heart-health organizations now recommend, saying the risk of serious bleeding outweighs the benefits.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underwater-slide-show-11552665469", "title": "Portraits in Depth", "date": "2019-03-17 17:18", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-zealand-mosque-massacre-brings-gun-debate-to-the-fore-11552820354", "title": "New Zealand Mosque Massacre Brings Gun Debate to the Fore", "date": "2019-03-17 17:05", "summary": "The country is preparing a review of gun laws, which may lead to a ban on semiautomatic weapons. Investigators believe the Australian man accused of Friday's mass shooting at two mosques in New Zealand illegally fed higher-capacity magazines into a semiautomatic rifle, enabling him to shoot more worshipers without reloading.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/methamphetamine-is-flooding-into-u-s-drug-officials-say-11552831201", "title": "Methamphetamine Is Flooding Into U.S., Drug Officials Say", "date": "2019-03-17 16:31", "summary": "'Everybody's biggest fear is what's it going to look like if meth hits us like fentanyl did'. Officials are citing a worrisome increase in methamphetamine trafficking and related deaths around the U.S., tempering otherwise hopeful signs that overall drug-overdose fatalities are finally leveling off.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-beto-orourke-soaks-up-attention-rival-democrats-appeal-for-funds-11552837000", "title": "As Beto O'Rourke Soaks Up Attention, His Rivals Appeal for Funds", "date": "2019-03-17 16:26", "summary": "The former congressman stumps in Iowa to big crowds and media coverage. Beto O'Rourke zoomed across eastern Iowa this weekend, snatching attention and spurring fundraising appeals from others in the Democratic presidential field.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-power-grid-afflicted-by-brain-drain-corruption-11552852210", "title": "Venezuela's Power Grid Afflicted by Brain Drain, Corruption", "date": "2019-03-17 15:50", "summary": "This month's blackout was exacerbated by a lack of expertise; it would cost tens of billions of dollars to improve the system. President Nicolás Maduro's government convened an urgent meeting of 12 technicians in February 2016 at the giant El Guri hydroelectric complex after rolling blackouts had hit Venezuela.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-data-the-federal-budget-and-more-11552849201", "title": "Economy Week Ahead: Housing Data, the Federal Budget and More", "date": "2019-03-17 15:00", "summary": "Brazil's central bank to make first monetary decision under new governor. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-populist-puritanism-11552848483", "title": "Warren's Populist Puritanism", "date": "2019-03-17 14:48", "summary": "Don't bust successful businesses for their size. Focus on real anticompetitive issues.. H.L. Mencken defined puritanism as the haunting fear that someone, somewhere, may be happy. Remember that amid the deluge of demands to break up Facebook , Google, Amazon and Apple .", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sickness-behind-the-college-scandal-11552848355", "title": "The Sickness Behind the College Scandal", "date": "2019-03-17 14:45", "summary": "Parental pressure to excel induces anxiety in many adolescents.. A couple came to see me about their 16-year-old son. His grades had dropped, and he'd scored only 29 out of 36 on the ACT practice test. He was a solid student, his father told me, but they had to prod him to take advanced-placement classes and pack his calendar with extracurricular activities. They hired tutors to help him in science class and for college testing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-medicine-review-an-ounce-of-prevention-11552848270", "title": "'More Than Medicine' Review: An Ounce of Prevention", "date": "2019-03-17 14:44", "summary": "The U.S. spends a massive sum on health care. Would urging behavioral changes and healthier living be the best way to bring down costs?. The limitations of health care have long been a subject of scrutiny. \"To Plato,\" the British historian Thomas Babington Macaulay once wrote, \"the science of medicine appeared to be of very disputable advantage. He did not indeed object to quick cures for acute disorders, or for injuries produced by accidents. But the art which resists the slow sap of a chronic disease-which repairs frames enervated by lust, swollen by gluttony, or inflamed by wine . . . and prolongs existence when the intellect has ceased to retain its entire energy-had no share of his esteem.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-may-blow-it-in-2020-11552848202", "title": "Democrats May Blow It in 2020", "date": "2019-03-17 14:43", "summary": "General national opinion doesn't conform to that of party activists. Ask President McGovern.. In their fever to dispense with President Trump immediately, Democrats are losing sight of what Marxists called the \"objective conditions\" in the country and the fundamentals of presidential politics. Unless they take care, they will forfeit their chance to regain the White House in 2020 and could return congressional control to Republicans as well.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-considers-taking-back-its-power-11552848156", "title": "Congress Considers Taking Back Its Power", "date": "2019-03-17 14:42", "summary": "Lawmakers are split over Trump's emergency decree, but broader reform has strong bipartisan support.. Congress made history and dealt President Trump a political blow by rejecting his declaration of emergency at the border. But the margins weren't sufficient to override his Friday veto. The president's critics are thus likely to lose this legislative battle. Yet a broader war is now afoot to prevent future abuses of emergency powers. With lawmakers from both parties newly awakened to the risks these powers pose, there is a real chance to win it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-politicize-banking-11552848048", "title": "House Democrats Politicize Banking", "date": "2019-03-17 14:40", "summary": "JPMorgan and Wells Fargo cater to their demands and cut off relationships with disfavored clients.. With only a House majority, Democrats are unable to enact legislation-but that doesn't mean they're powerless. Under the leadership of Chairman Maxine Waters, the Financial Services Committee has used its oversight powers to go after politically disfavored industries. On Feb. 5 JPMorgan Chase announced it will no longer do business with private prisons. In January Wells Fargo said it would no longer market to private prison companies, aiming to achieve the same objective by attrition.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-on-poverty-remains-a-stalemate-11552847932", "title": "The War on Poverty Remains a Stalemate", "date": "2019-03-17 14:38", "summary": "Education gaps between socioeconomic classes haven't narrowed in the past half-century.. The War on Poverty drags on. President Trump's budget proposes heavy cuts in domestic spending, but not to compensatory-education programs, which aim to lift the achievement levels of disadvantaged students. Since 1980 the federal government has spent almost $500 billion (in 2017 dollars) on compensatory education and another $250 billion on Head Start programs for low-income preschoolers. Forty-five states, acting under court orders, threats or settlements, have directed money specifically to their neediest districts. How much have these efforts helped?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-sports-is-interactive-immersive-and-intense-11552827600", "title": "Future of Sports Is Interactive, Immersive and Intense", "date": "2019-03-17 14:06", "summary": "As more sports leagues opt for digital broadcast options, the whole idea of what it means to watch a game is going to change. Being a sports fan used to mean plopping down on the couch-or, if you were lucky, in the stands-and watching a game. That's not really how it works anymore. More people than ever care about sports, but they're watching less TV and fewer games. Who has time for all the commercial breaks, blowouts and between-play nonsense? Instead, we're checking reactions on Twitter , hunting for highlights on Instagram and sending OMG-that-shot faces on Snapchat.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-against-trump-policy-on-green-cards-11552769257", "title": "Judge Rules Against Trump Policy on Green Cards", "date": "2019-03-17 14:01", "summary": "Federal judge says administration broke law by denying path to green card for certain young illegal immigrants. A federal judge ruled late Friday that the Trump administration broke the law by denying a path to a green card for abused, abandoned and neglected young illegal immigrants in New York state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-and-freight-railroad-clash-over-tweets-and-train-delays-11552836755", "title": "Train War Goes Off the Rails-And Onto Twitter", "date": "2019-03-17 13:58", "summary": "Norfolk Southern wants Amtrak to stop tweeting; passenger railroad wants less freight interference. WASHINGTON-A long-running battle between Amtrak and major freight railroads over train delays has entered a new phase of hostilities: fighting about tweets.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-airlines-black-boxes-showed-clear-similarities-with-lion-air-crash-11552839318", "title": "Ethiopian Airlines Black Boxes Showed 'Clear Similarities' With Lion Air Crash", "date": "2019-03-17 13:43", "summary": "Data from ET302 black boxes has been validated by Ethiopian, U.S. investigators, transport minister says. ADDIS ABABA, Ethiopia-Data retrieved from the black boxes of a crashed Ethiopian Airlines plane showed similarities to that from the Lion Air flight that plunged into the Java Sea in October, Ethiopia's transport minister said Sunday, adding to the pressure on aircraft maker Boeing Co.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-may-use-that-anvil-to-pound-democrats-11552844583", "title": "Trump May Use That Anvil to Pound Democrats", "date": "2019-03-17 13:43", "summary": "In a time when we can't find workers to fill seven million jobs and almost every category of American worker has seen lower unemployment and higher wages, these guys tell us that President Trump \"has broken almost every economic promise he made.\". I don't think I'm the only one who laughed out loud while reading the \"Hand Trump an Anvil, Fellow Democrats\" (op-ed, March 11) by James Carville and Jim Messina. In a time when we can't find workers to fill seven million jobs and almost every category of American worker has seen lower unemployment and higher wages, these guys tell us that President Trump \"has broken almost every economic promise he made.\" Keep in mind, these are the same people who told us Hillary Clinton couldn't lose. Now they tell us President Trump can't win.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trump-and-prices-down-on-the-farm-11552844525", "title": "China, Trump and Prices Down on the Farm", "date": "2019-03-17 13:42", "summary": "Sen. Bennet's argument-that President Trump's trade policies caused commodity process to plummet-is totally false.. Sen. Michael Bennet (D., Colo.) argues that President \"Trump Has Been Bad for Farmers\" (op-ed, March 7), as his tariffs prompted predictable retaliation that left American farmers to bear the brunt of a trade war.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-green-unrealistic-planning-laws-11552844457", "title": "The High Cost of Green, Unrealistic Planning Laws", "date": "2019-03-17 13:40", "summary": "No thought was given to allocating and reserving land for additional infrastructure to service the expected additional population-sewers, waste treatment, transportation, etc.. Erin Butler's March 12 letter responding to your editorial \"Oregon, the Rent Control State\" (March 4) hit a nerve with me. I live in Washington state where the Growth Management Act was passed in 1990. I can see the desire to prevent sprawl, but the act left a lot of stuff out and didn't plan for the unintended consequences.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-spain-raise-minimum-wage-despite-high-unemployment-11552831201", "title": "Greece, Spain Raise Minimum Wage Despite High Unemployment", "date": "2019-03-17 13:31", "summary": "Moves to help low earners in election year test economic orthodoxy; increasing prices and spending power. ATHENS-Evangelia Koskina just received her first pay increase in six years, but she worries that it could be bad news for the café where she works.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumpss-view-of-white-nationalism-sparks-political-debate-11552839789", "title": "Trump's View of White Nationalism Sparks Political Debate", "date": "2019-03-17 12:44", "summary": "Democrats criticize the president for saying views of white nationalism were only held by a 'small group of people' with 'serious problems'. WASHINGTON-White House officials and Democrats clashed Sunday over President Trump's response to the New Zealand mosque massacre days after the president downplayed the role played by white nationalism, saying that a \"small group of people\" with \"serious problems\" hold such beliefs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crash-puts-spotlight-on-ethiopian-airlines-pride-of-a-nation-11552737600", "title": "Crash Puts Spotlight on Ethiopian Airlines, Pride of a Nation", "date": "2019-03-17 11:29", "summary": "State-owned carrier has prospered with the country to become Africa's biggest airline. ADDIS ABABA, Ethiopia-Across this vast nation of 105 million people, Ethiopian Airlines has come to be more than just a national carrier. The airline has become a symbol and a motor of Ethiopia's ascent from one of the world's poorest countries to a regional powerhouse.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-soccer-to-discuss-radical-changes-to-champions-league-11552834959", "title": "European Soccer to Discuss Radical Changes to Champions League", "date": "2019-03-17 11:02", "summary": "Among the proposals to be discussed by UEFA and the top clubs are a relegation system and moving games to weekend as early as 2021. European soccer's top clubs are due to hold a secret meeting with UEFA on Tuesday to discuss potentially radical changes to the format of the Champions League, the most prestigious tournament in the game, according to several people familiar with the matter.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-wants-to-double-down-on-private-equity-11552834800", "title": "Calpers Wants to Double Down on Private Equity", "date": "2019-03-17 11:00", "summary": "A proposed venture would divert as much as $20 billion to new investments in technology startups and privately held businesses. A new strategy to invest more deeply in private equity is roiling the nation's largest public pension fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-shooter-likely-acted-alone-police-say-11552780540", "title": "New Zealand Shooter Likely Acted Alone, Police Say", "date": "2019-03-17 10:04", "summary": "Death toll in Friday's attack on two mosques in Christchurch rises to 50. The mass shooting of worshipers at two New Zealand mosques is increasingly being viewed as a lone-wolf attack after police said two people detained in the aftermath likely weren't involved.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-africas-largest-company-silicon-valley-is-starting-point-11552831200", "title": "For Africa's Largest Company, Silicon Valley Is Starting Point", "date": "2019-03-17 10:00", "summary": "Naspers aims to boost e-commerce profile, tap into flow of ideas. SAN FRANCISCO- Naspers Ltd. , Africa's biggest company best known for its bet on Chinese internet giant Tencent Holdings Ltd. , is building a foothold in Silicon Valley. But unlike many other tech investors, Naspers isn't solely focused on finding its next big hit here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-industry-blasts-pied-a-terre-tax-on-high-value-second-homes-11552831201", "title": "Real-Estate Industry Blasts Tax on High-Value Second Homes", "date": "2019-03-17 10:00", "summary": "Levy would lead buyers to look elsewhere, opponents say. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-driving-the-unusual-calm-in-currency-markets-11552827600", "title": "What's Driving the Unusual Calm in Currency Markets", "date": "2019-03-17 09:00", "summary": "Some traders worry volatility is too low, which could make future market moves more disruptive. Things have gotten quiet in currency markets, and too quiet for some traders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gillibrand-formally-joins-presidential-race-11552825250", "title": "Kirsten Gillibrand Formally Joins Presidential Race", "date": "2019-03-17 08:20", "summary": "Senator from New York joins list of candidates in the crowded Democratic primary. WASHINGTON-Sen. Kirsten Gillibrand (D., N.Y.) formally announced her bid for the U.S. presidency on Sunday, releasing a campaign video and tweeting her decision to join the list of candidates in the crowded Democratic primary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-rebound-reaches-crossroads-after-latest-rally-11552824000", "title": "Market Rebound Reaches Crossroads After Latest Rally", "date": "2019-03-17 08:00", "summary": "Some analysts are skeptical the bullish tone can continue because of the economic uncertainty facing investors. Stocks and commodities are on the verge of rallying to highs that have eluded them during recent upswings, a breakthrough that investors say would likely fuel further gains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dhls-appel-wont-enter-logistics-m-a-market-11552820401", "title": "DHL's Appel Won't Enter Logistics M&A Market", "date": "2019-03-17 07:00", "summary": "CEO of world's largest logistics provider says business will focus for now on building services, technology internally. The world's largest logistics provider is steering clear of the sector's increasingly active mergers-and-acquisitions market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-rate-projections-could-show-greater-confidence-in-extended-pause-11552820400", "title": "Fed Could Show Greater Confidence in Extended Rate Pause", "date": "2019-03-17 07:00", "summary": "Central-bank officials are also preparing to finalize endgame for asset-portfolio runoff. Federal Reserve officials are likely to end their meeting this week signaling little if any appetite to raise interest rates this year, part of a strategy designed to reduce the risks of a sharp slowdown in global economic growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-rethink-athletic-special-admissions-in-wake-of-indictments-11552820400", "title": "Colleges Rethink Athletic Special Admissions in Wake of Indictments", "date": "2019-03-17 07:00", "summary": "Till now, admissions officers have given coaches mostly unchecked power over the designations, leading to abuse. The largest college-admissions fraud ever prosecuted by federal authorities was engineered by a college-admissions consultant and a sprawling web of wealthy parents and allegedly corrupt coaches. But it was made easier by a system that is largely unpoliced and ripe for exploitation: the conferring of special admissions status to nonscholarship athletes.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-sentences-an-american-citizen-a-navy-veteran-to-10-years-in-prison-11552796576", "title": "Iran Sentences an American Citizen, a Navy Veteran, to 10 Years in Prison", "date": "2019-03-17 00:22", "summary": "Michael White is one of several Americans who have been detained since President Trump pulled out of the Iran nuclear deal in May. WASHINGTON-Iranian authorities handed down a 10-year prison sentence to U.S. Navy veteran Michael White, who has been held since last July, his attorney said Saturday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-edges-closer-to-a-presidential-run-in-delaware-appearance-11552795081", "title": "Biden Edges Closer to a Presidential Run", "date": "2019-03-17 23:58", "summary": "The vice president under Obama says the 2020 election will be the most important in more than a century. DOVER, Del.-Former Vice President Joe Biden edged closer to a third presidential bid on Saturday, telling Democratic activists in his home state that the 2020 election would be the most important in a century.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-aim-at-gm-google-in-saturday-tweets-11552781288", "title": "Trump Takes Aim at GM, Google in Saturday Tweets", "date": "2019-03-17 20:41", "summary": "President calls on auto maker to reopen Ohio plant, accuses Google of helping China and its military. WASHINGTON-President Trump took a swipe at a pair of corporate giants on Saturday as part of his continuing push to have U.S. companies boost their employment and production activities domestically.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]