[{"link": "https://www.wsj.com/articles/cisco-exec-taps-startup-skills-in-battle-against-slack-microsoft-teams-11555372139", "title": "Cisco Exec Taps Startup Skills in Battle Against Slack, Microsoft Teams", "date": "2019-04-15 19:49", "summary": "Amy Chang is upgrading Cisco's Webex, which has a large market share but faces fast-growing competitors. Cisco Systems Inc. is turning to smart software in a bid to ward off a number of fast-growing rivals challenging its lead in the enterprise-collaboration market, which helps employees within an organization communicate with chat, videoconferencing and other tools.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-at-the-center-of-french-culture-history-11555371519", "title": "Notre Dame at the Center of French Culture, History", "date": "2019-04-15 19:38", "summary": "As a hellish fire tore through the center of the 12th-century church, the world's attention once again pivoted to this historic emblem of Paris and Christianity. In 1831, French writer Victor Hugo famously invited his readers to step into Notre Dame Cathedral in Paris and look up, knowing that its \"majestic and sublime\" architecture could focus his readers heavenward.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-b-hunt-profit-rises-but-lower-volumes-weigh-on-results-11555371477", "title": "As J.B. Hunt Profit Rises, Lower Volumes Crimp Results", "date": "2019-04-15 19:37", "summary": "Revenue at freight carrier rose 7.3% to $2.09 billion, shy of analysts' expectations. J.B. Hunt Transportation Services Inc.'s first-quarter profit rose slightly from a year earlier but remained beneath analysts' expectations as lower intermodal volumes weighed on the company's results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-sells-hulu-stake-valuing-video-service-at-15-billion-11555370949", "title": "AT&T Sells Hulu Stake, Valuing Video Service at $15 Billion", "date": "2019-04-15 19:29", "summary": "The valuation is a sharp jump from 2016, but is still dwarfed by Netflix. AT&T Inc. sold its minority stake in Hulu back to the company in a deal that values the streaming video site at around $15 billion, a sharp jump from more than two years ago.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrible-fire-at-notre-dame-in-paris-11555349676", "title": "Firefighters Salvage Basic Structure of Ravaged Notre Dame Cathedral", "date": "2019-04-15 19:25", "summary": "Firefighters battled massive blaze at landmark Gothic church; structure saved, officials say. PARIS-A fire ripped through Notre Dame Cathedral, bringing down the legendary Gothic church's main spire along with parts of its majestic roof and severely damaging a monument at the heart of the French nation.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-high-performing-new-york-city-middle-schools-make-diversity-gains-11555370336", "title": "Some High-Performing New York City Middle Schools Make Diversity Gains", "date": "2019-04-15 19:18", "summary": "More offers made to students who are low-income or learning English following changes to admissions policies, according to city data. Two communities in New York City where many parents pushed to diversify public middle schools made some headway by changing their selective admissions policies, data showed Monday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-a-hole-in-the-heart-of-paris-11555369609", "title": "Notre Dame: A Hole in the Heart of Paris", "date": "2019-04-15 19:06", "summary": "The extent of the destruction of Notre Dame remains unknown, but what is sure is that those tasked with its eventual rebuilding should honor the delicate balance struck by its earlier designers.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/importing-bad-ideas-on-drug-prices-11555369066", "title": "Importing Bad Ideas on Drug Prices", "date": "2019-04-15 18:57", "summary": "Florida Republicans decide to imitate Vermont Democrats.. One feature of the political moment is that ideas that first appeared on the left (tariffs) are gaining support on the populist right. The latest example is a GOP plan in Florida to import prescription drugs from Canada, which is impractical, unsafe and unlikely to reduce prices at the pharmacy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-paid-less-tax-under-federal-overhaul-he-has-ripped-11555369058", "title": "Cuomo Paid Less Tax Under Federal Overhaul He Has Ripped", "date": "2019-04-15 18:57", "summary": "Democratic governor. has described federal tax changes as bad for New York and an incentive for people to move out. New York Gov. Andrew Cuomo paid less in federal income taxes as a result of the 2017 tax overhaul he has railed against, his 2018 returns show.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-in-flames-11555368929", "title": "Notre Dame in Flames", "date": "2019-04-15 18:55", "summary": "France and the world grieve to see the great Cathedral damaged.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-pete-and-tolerance-11555368877", "title": "Mayor Pete and Tolerance", "date": "2019-04-15 18:54", "summary": "Attacking Mike Pence is better politics than defending pluralism.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-theater-is-the-phone-addicts-last-solace-11555368200", "title": "The Theater Is the Phone Addict's Last Solace", "date": "2019-04-15 18:43", "summary": "I've tried every trick to break my scrolling habit. This is the only one that works.. The theater is the only remaining place on earth where it is absolutely unacceptable to use a cellphone. Scrolling through phones while dining, in meetings, and even while actively speaking to other people, is so commonplace that at this point there is little cultural abhorrence surrounding their use in almost any daily activity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-west-and-middle-east-dictators-11555368174", "title": "The West and Middle East Dictators", "date": "2019-04-15 18:42", "summary": "Sudan and Algeria topple despots, but experience teaches us not to expect much.. Another spring, another set of political crises in the Arab world. This time autocratic rulers, long past their \"sell by\" dates, have fallen in Algeria and Sudan. In both countries, factionalized ruling elites, insulated for decades from political pressures other than backstairs intrigue, now scramble to satisfy angry throngs of protesters without any idea how this can be done.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbi-needs-a-grand-jury-11555368140", "title": "The FBI Needs a Grand Jury", "date": "2019-04-15 18:42", "summary": "Only the threat of indictment will get Bill Barr to the truth-and reform the bureau.. If the Federal Bureau of Investigation is to recover its lost reputation, the first item on Attorney General William Barr's agenda must be to make good on something that set off a frenzy when he proposed it last week: an honest accounting of the FBI's spying on the presidential campaign of Donald Trump. To do it, Mr. Barr would be well advised to use a grand jury, the same tool used by special counsel Robert Mueller in his investigation.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-texas-may-go-blueagain-11555368098", "title": "Canada's Texas May Go 'Blue'-Again", "date": "2019-04-15 18:41", "summary": "Conservatives look vulnerable in the province of Alberta.. When voters in Alberta elect a new government Tuesday, the results could reverberate beyond the province. Alberta has long been an anchor of conservatism and free-market ideas in Canada. Most of its electoral history has been dominated by two right-leaning parties, Social Credit (1935-71) and the Progressive Conservatives (1971-2015). Alberta has usually supported conservatives in federal politics, helping propel the rise of Preston Manning's Reform Party, Stockwell Day's Canadian Alliance and former Prime Minister Stephen Harper's Conservatives. Rich in energy, it's the closest Canadian equivalent to Texas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-cook-review-how-to-succeed-a-success-11555368070", "title": "'Tim Cook' Review: How to Succeed a Success", "date": "2019-04-15 18:41", "summary": "No one considered Tim Cook a visionary on par with his famous predecessor. But under his leadership, Apple has seen a number of triumphs.. For eight years, Tim Cook has had what could be the hardest job of any CEO around: running Apple. Overseeing any company with a trillion-dollar market cap is hard enough, but even in that rarefied space there are degrees of difficulty. More difficult is taking over when the company is firing on all cylinders-more than two-thirds of Americans now own Apple products-and there is seemingly nowhere to go but down. Harder still is assuming the role suddenly after a founder's death. When that founder happens to be Steve Jobs, the most iconic innovator and inventor in our lifetime, then the degree of difficulty is matched only by the number of analysts and onlookers waiting to pronounce you the wrong choice or a pre-ordained failure.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-legal-payouts-dropped-8-in-fiscal-2018-11555367743", "title": "New York City's Legal Payouts Dropped 8% in Fiscal 2018", "date": "2019-04-15 18:37", "summary": "NYPD's tort-claim settlements accounted for $230 million, about a third of the previous year's. New York City paid out $1 billion in tort and legal settlements during fiscal year 2018, a nearly 8% decline from the previous year.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-rewards-nikes-loyalty-with-masters-win-11555351215", "title": "Tiger Woods Rewards Nike's Loyalty", "date": "2019-04-15 18:32", "summary": "Victory clears way to recharging golfer's marketing power with apparel giant, which stuck with him after 2009 sex scandal. Nike Inc. stood by Tiger Woods during a lost decade for the golfer, when a sex scandal and physical ailments derailed his career and prompted sponsors from Gillette to Gatorade to drop him.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-targets-islamic-state-financial-network-with-sanctions-11555367230", "title": "U.S. Treasury Targets Islamic State Financial Network With Sanctions", "date": "2019-04-15 18:27", "summary": "Latest additions to the agency's sanctions list includes six people associated with the Rawi Network in Iraq, which moved money for the terrorist group. The U.S. Treasury Department on Monday imposed sanctions on seven individuals and a money-services business that the agency said helped move money for Islamic State.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enemies-of-the-economic-enlightenment-11555366746", "title": "Enemies of the Economic Enlightenment", "date": "2019-04-15 18:19", "summary": "Elizabeth Warren and others seek corporate 'reforms' that resemble medieval royal charters.. The 18th-century Enlightenment liberated mind, soul and property, empowering people to think their own thoughts, worship their own gods, and benefit from the fruits of their own labor and thrift. As labor and capital came to serve their owners, not the crown, guild, church or village, economies began to awaken from a thousand years of stagnation. The British Parliament stripped away the leaching influence of royal charters and initiated reforms that ultimately allowed businesses to incorporate simply by meeting preset capital requirements. Parliament further established that its laws would govern business-laws created in a process of open deliberation, not by the corrosive influences and rampant cronyism that were pervasive in the medieval marketplace.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radical-kitsch-comes-to-columbia-11555366719", "title": "Radical Kitsch Comes to Columbia", "date": "2019-04-15 18:18", "summary": "Security guards pay a price for students' racial play-acting at New York's Ivy League university.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-cases-continue-to-soar-stirring-concern-over-long-term-effects-11555337326", "title": "Measles Cases Stir Concern Over Long-Term Effects", "date": "2019-04-15 18:18", "summary": "Research shows immune system could be left in a temporary state of amnesia. The number of new U.S. measles cases continued to accelerate last week as health authorities race to curb the outbreaks and scientists who study the virus say measles may be more harmful than once believed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jones-energy-cleared-for-fast-chapter-11-11555366710", "title": "Jones Energy Cleared for Fast Chapter 11", "date": "2019-04-15 18:18", "summary": "Texas oil-and-gas company anticipates emerging from chapter 11 on May 21. A judge has granted Jones Energy Inc. permission to fast-track a $1 billion debt-cutting plan, positioning the oil-and-gas company for a quick trip through chapter 11.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wrestles-with-ban-on-scandalous-trademarks-11555366423", "title": "Supreme Court Wrestles With Ban on 'Scandalous' Trademarks", "date": "2019-04-15 18:13", "summary": "Case stems from Patent and Trademark Office's denial of application from a Los Angeles clothing designer. WASHINGTON-The Supreme Court tested the boundaries of its doctrine on free speech as it weighed whether the First Amendment compelled the government to register trademarks for words normally unsuitable for publication in this newspaper.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-defends-dot-plots-gives-primer-in-how-to-read-them-11555366437", "title": "Fed's Evans Defends Dot Plots, Gives Primer in How to Read Them", "date": "2019-04-15 18:13", "summary": "Chicago Fed leader says not providing officials' rate projections would be 'holding back on information'. The Federal Reserve's interest-rate projection communication tool may be losing popularity with some at the central bank, but Chicago Fed leader Charles Evans remains a fan.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-shares-continue-to-skid-after-ipo-11555366306", "title": "Lyft Shares Continue to Skid After IPO", "date": "2019-04-15 18:11", "summary": "Stock has fallen 22% from its offering price. After speeding into the public markets on hot investor demand near the end of March, Lyft Inc.'s stock has been on a slide and now trades 22% below the company's initial public offering price.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-returns-as-mother-of-ratings-11555362516", "title": "'Game of Thrones' Returns as Mother of Ratings", "date": "2019-04-15 18:10", "summary": "Two-year lull doesn't dull appeal of HBO show, whose final season drew a big audience. A record 17.4 million people tuned in Sunday night for the beginning of the end of HBO's \"Game of Thrones,\" according to Nielsen and the network.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-wins-pulitzer-for-coverage-of-trump-hush-money-payments-11555355849", "title": "WSJ Wins Pulitzer for Investigation Into Trump Hush-Money Payments", "date": "2019-04-15 18:09", "summary": "South Florida Sun Sentinel garners prize for Parkland school-shooting coverage. The Wall Street Journal won a Pulitzer Prize for a series of articles that detailed hush-money payments to two women who said they had affairs with President Trump.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-massachusetts-gov-weld-to-challenge-trump-for-gop-nomination-11555361183", "title": "Ex-Massachusetts Gov. Weld to Challenge Trump for GOP Nomination", "date": "2019-04-15 17:56", "summary": "Long-shot quest comes from Republican Party flank that opposes president's stances on foreign policy, trade. WASHINGTON-Former Massachusetts Gov. Bill Weld said Monday that he would challenge President Trump for the Republican presidential nomination, beginning a long-shot quest against an incumbent with avid support from the party base.", "categories": [["Developing News"]], "category_links": ["https://www.wsj.com/news/types/developing-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-wavers-ahead-of-economic-data-11555342821", "title": "Dollar Wavers Ahead of Economic Data", "date": "2019-04-15 17:49", "summary": "Investors awaiting data on U.S. industrial production, trade, consumer spending in week ahead. The dollar shuffled between gains and losses Monday, ahead of economic data from the U.S. and Europe due later this week.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-names-corie-barry-as-next-ceo-11555328465", "title": "Best Buy, After Turnaround, to Switch Leaders", "date": "2019-04-15 17:49", "summary": "CEO Hubert Joly hands top job to finance chief Corie Barry. Best Buy Co. chief Hubert Joly will step aside as chief executive, after leading the turnaround of an electronics retailer that many thought would suffer the same fate as other big-box chains facing Amazon.com Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-authority-of-ny-nj-names-interim-director-as-new-chief-11555350614", "title": "Port Authority of NY/NJ Names Interim Director as New Chief of Port Department", "date": "2019-04-15 17:40", "summary": "Sam Ruda joined the agency in 2015 after 12 years at the Port of Portland. The Port Authority of New York/New Jersey on Monday named Sam Ruda, who has served as interim director of the Port Department for the past five months, as the department's new director.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-playing-catch-up-in-bid-to-remake-itself-as-tech-hub-11555364384", "title": "Houston Playing Catch-up in Bid to Remake Itself as Tech Hub", "date": "2019-04-15 17:39", "summary": "Snubbed by Amazon's HQ2 search, the city rethinks its approach to future economic growth and innovation. When Houston offered Amazon an old Sears building as a potential second headquarters, the tech giant quickly passed.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-devising-extra-simulator-training-for-boeing-737-cockpit-crews-11555340001", "title": "American Airlines Devising Extra Training for Boeing 737 Crews", "date": "2019-04-15 17:33", "summary": "Carrier takes step after two fatal crashes even as FAA and two other U.S. airlines hold back. American Airlines Group Inc., after saying for months that its pilots didn't need additional ground-simulator experience on Boeing Co. 737 MAX jets, now plans to include such instruction in training sessions for the aircraft, according to industry officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-director-leaves-to-launch-tech-investment-firm-11555364024", "title": "BlackRock Director Leaves to Launch Tech Investment Firm", "date": "2019-04-15 17:33", "summary": "Daniel Daniel was involved in early bets on Twitter, Uber. A BlackRock Inc. director involved in the firm's early technology bets on Twitter Inc. and Uber Technologies Inc. is launching his own investment fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-goldman-and-citi-wheres-the-growth-11555341377", "title": "At Goldman and Citi, Where's the Growth?", "date": "2019-04-15 17:06", "summary": "Goldman Sachs and Citigroup both report underwhelming results as revenue is hit by tough market conditions. Cost cuts and share buybacks boosted results at Citigroup and Goldman Sachs , but that's no way to grow a bank over the long term.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mtas-rail-safety-project-still-on-slow-track-11555361798", "title": "MTA's Rail-Safety Project Still on Slow Track", "date": "2019-04-15 16:56", "summary": "Officials said Bombardier and Siemens holding up required LIRR and Metro-North improvements. Delays to the installation of a safety system across New York's commuter rail lines continue to mount, drawing anger from several Metropolitan Transportation Authority board members.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-to-start-the-week-11555315308", "title": "Stocks Slip on Mixed Earnings", "date": "2019-04-15 16:47", "summary": "Quarterly reports from Goldman, Citigroup, other banks send shares of lenders swinging. U.S. stocks fell Monday as a fresh batch of earnings reports sent bank shares sliding.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-barr-expects-to-provide-mueller-report-to-congress-and-public-on-thursday-11555343704", "title": "Mueller Report Expected to Be Released Thursday", "date": "2019-04-15 16:47", "summary": "Attorney General Barr has said he would color-code and explain his redactions. Attorney General William Barr expects to provide special counsel Robert Mueller's report to Congress and the public on Thursday, a Justice Department official said, as members of both parties and the White House prepared themselves for an escalation of partisan combat. Portions of the roughly 400-page report of the investigation into Russian election interference will be blacked out, as Mr. Barr and other top Justice Department officials have spent the past three weeks reviewing it for sensitive information.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-wisely-for-the-better-roads-we-need-11555360337", "title": "Paying Wisely for the Better Roads We Need", "date": "2019-04-15 16:32", "summary": "Tolls are a veiled supply-chain tax that makes businesses less competitive and drives up the cost of living wherever they are located.. Robert Poole's \"If You Drive, You Should Pay\" (op-ed, April 9) calls \"customer-friendly\" tolling the answer to our nation's interstate problems. Oh, the irony. Tolls aren't an option for most roads, as private operators are primarily only interested in high-traffic interstates in urban areas where they can turn a profit. But what happens to state highways and major secondary roads? These roads will be used even more as drivers go around tolls. Local municipalities are stuck footing the bill for additional wear and tear on secondary roads. Increased traffic volume on these roads will also lead to more congestion and accidents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-all-financial-planning-is-created-equal-11555360305", "title": "Not All Financial Planning Is Created Equal", "date": "2019-04-15 16:31", "summary": "The Better Way to Pay for Financial Advice\" (Exchange, April 6) doesn't place enough emphasis on the human component of investing.. Not all financial planning is created equal. The relationship between the planner/adviser and the client is based on years of experience, trust and continuity. \"The Intelligent Investor: The Better Way to Pay for Financial Advice\" (Exchange, April 6) doesn't place enough emphasis on the human component of investing. When the market is volatile, and people see their money going down in value, many people are fearful and reactive to these circumstances. Jason Zweig is correct that if people were able to eliminate their emotions completely from the picture, invest in a diversified portfolio of index funds, and adjust the riskiness of the portfolio over time, it would likely produce a satisfactory result. However, theory is not reality. People are emotional. A mistake at the wrong time circa 2008 or the hype of the dot-com bubble would have been far more costly than the 1% a year a good adviser charges.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-over-trumps-tax-returns-continues-11555360238", "title": "Fight Over Trump's Tax Returns Continues", "date": "2019-04-15 16:30", "summary": "President Trump promised to drain the swamp in Washington. Perhaps pulling the plug in his own bathtub is the perfect plumbing procedure to honor his promise.. In your editorial \"Many Unhappy Returns\" (April 8), you suggest that President Trump may want to conceal his tax returns to hide embarrassing information about himself from voters. There is little left for him to be embarrassed about. The issue over the president's tax returns isn't potential political embarrassment but possible bank fraud, money laundering and financial dependence on Russians.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patagonias-poly-hypocrisy-blend-on-petroleum-policy-11555360188", "title": "Patagonia's Poly-Hypocrisy Blend on Petroleum Policy", "date": "2019-04-15 16:29", "summary": "Patagonia's routine, self-satisfied environmental snobbery is hypocrisy masquerading as virtue.. I was amused to read that Patagonia won't sell its fleece vests to oil and mining companies (\"Patagonia Gives Cold Shoulder to Finance Bros Not Yet Vested,\" page one, April 9). The vests are made of materials derived from petroleum-recycled soda bottles, perhaps, but nonetheless made from petroleum. Many of Patagonia's other products are also made from petroleum, such as nylon clothing, backpacks and sleeping bags, spandex swimsuits, plastic zippers buckles and sunglasses.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bound-review-knowledge-and-madness-11555358225", "title": "'Bound' Review: Knowledge and Madness", "date": "2019-04-15 15:57", "summary": "The New York premiere of an opera based on the true story of a second-generation Vietnamese-American teenager who takes two jobs to support her brothers after her mother leaves the family, and is sent to jail for truancy even though she is an honor student.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/semele-review-a-delicious-mashup-of-genres-11555357773", "title": "'Semele' Review: A Delicious Mashup of Genres", "date": "2019-04-15 15:49", "summary": "Harry Bicket and the English Concert return to Carnegie Hall for their annual Handel presentation.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-weaken-on-recovery-in-manufacturing-data-11555336418", "title": "U.S. Government Bond Prices Rise as Stocks Drift Lower", "date": "2019-04-15 15:47", "summary": "Yield on the 10-year Treasury note settled at 2.553%. U.S. government bond prices inched higher Monday as stocks gave up some ground at the start of the week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dames-fame-through-the-ages-11555354747", "title": "Notre Dame's Fame Through the Ages", "date": "2019-04-15 15:43", "summary": "The soaring cathedral, which caught fire Monday, has seen the coronations of kings and emperors, the beatification of Joan of Arc and other famous events. Notre Dame Cathedral in Paris, which erupted in fire on Monday, is considered one of the finest examples of French Gothic architecture in the world.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slip-on-concern-that-u-s-and-russia-could-increase-output-11555340588", "title": "Oil Prices Fall on Concern That U.S. and Russia Could Increase Output", "date": "2019-04-15 15:41", "summary": "Drop follows data showing second-straight weekly increase in the number of active oil rigs in the U.S.. -Oil prices fell Monday on the possibility the U.S. and Russia-two of the world's top oil producers-will increase output and beef up recently tight global supplies.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-women-who-entered-trumps-mar-a-lago-resort-to-be-held-in-jail-11555354922", "title": "Chinese Woman Who Entered Mar-a-Lago to Be Held in Jail", "date": "2019-04-15 15:34", "summary": "Federal judge considers her a flight risk while she awaits trial for alleged false statements, unlawful entry. WEST PALM BEACH, Fla.-A federal judge ordered that a Chinese woman arrested for entering President Trump's Mar-a-Lago resort without authorization be held in jail while she awaits trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-rate-rises-still-possible-if-economy-meets-expectations-11555347600", "title": "Fed's Evans: Rate Rises Still Possible If Economy Meets Expectations", "date": "2019-04-15 15:32", "summary": "Official also says central bank should be willing to let inflation overshoot its 2% target. Federal Reserve Bank of Chicago leader Charles Evans said Monday that while he still expects the Fed to raise rates amid a hopeful economic outlook, the door is open to rate cuts as well.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-and-trump-in-the-midwest-11555354093", "title": "Sanders and Trump in the Midwest", "date": "2019-04-15 15:20", "summary": "The tax debate continues.. On federal tax filing day, President Trump is holding an event in Burnsville, Minnesota to talk about the benefits of his 2017 tax cuts. Meanwhile Vermont's Socialist Sen. Bernie Sanders, enjoying his own tour of the midwest, remains a leading contender for the 2020 Democratic presidential nomination, thanks in part to voters who don't seem to realize their taxes were cut.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicredit-to-pay-1-3-billion-to-settle-sanctions-charges-11555355562", "title": "UniCredit to Pay $1.3 Billion to Settle Sanctions Charges", "date": "2019-04-15 15:15", "summary": "Banks owned by UniCredit agree to settle claims they processed payments allegedly in violation of U.S. government-sanctions programs. Banks owned by UniCredit Group have agreed to pay $1.3 billion to settle claims they processed payments allegedly in violation of multiple U.S. government-sanctions programs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-officials-stress-urgency-in-fannie-freddie-revamp-11555350443", "title": "Trump Officials Stress Urgency in Fannie, Freddie Revamp", "date": "2019-04-15 15:02", "summary": "FHFA's Calabria, Treasury secretary call for housing-finance changes in coming months. WASHINGTON-Senior Trump administration officials are discussing how to jump-start an overhaul of mortgage finance, with the new federal overseer of Fannie Mae and Freddie Mac pledging to act with \"a great sense of urgency\" over the coming months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldmans-profit-falls-21-as-trading-slows-11555328667", "title": "Goldman Profit Falls, Weighed Down by Reliance on Trading", "date": "2019-04-15 14:45", "summary": "Trading revenue dropped 18% in latest quarter; bank still reliant on its securities operation for profits.. Goldman Sachs Group Inc.'s first-quarter profit fell sharply as trading and underwriting slowed, showing the urgency of the firm's pivot away from those unpredictable Wall Street businesses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-lori-loughlin-and-husband-mossimo-giannulli-plead-not-guilty-in-college-admissions-case-11555345392", "title": "Actress Loughlin and Husband Plead Not Guilty in College-Admissions Case", "date": "2019-04-15 14:37", "summary": "Couple were among 33 parents ensnared in the federal investigation. Actress Lori Loughlin and her husband, fashion designer Mossimo Giannulli, have pleaded not guilty to charges of conspiracy to commit mail fraud and launder money in connection with the college-admissions cheating scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-award-tiger-woods-the-presidential-medal-of-freedom-11555350329", "title": "Trump to Award Tiger Woods the Presidential Medal of Freedom", "date": "2019-04-15 14:36", "summary": "Golfer to receive highest civilian award following dramatic win at the Masters. WASHINGTON-President Trump said on Monday that he intends to present golfer Tiger Woods with the nation's highest civilian award, the presidential Medal of Freedom, following his dramatic win at the Masters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-fall-on-rising-treasury-yields-11555334503", "title": "Gold Falls With Treasury Yields, Dollar Steady", "date": "2019-04-15 14:23", "summary": "Prices have recently pared nearly all of their 2019 advance and are about 4.2% below their February 10-month highs. Gold prices fell Monday, hurt by a stable dollar and steady Treasury yields as investors monitored the latest signals on global trade talks.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-posts-higher-profit-but-revenue-slips-11555330617", "title": "Citigroup's Profit Lifted by Consumer Banking", "date": "2019-04-15 14:22", "summary": "Trading revenue at bank did better than rivals in latest quarter. Citigroup Inc. said its first-quarter profit rose 2% from a year ago, boosted by growth in U.S. consumer banking and solid trading performance compared with rivals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-the-thread-running-through-a-five-decade-old-sewing-class-11555171200", "title": "She's the Thread Running Through a Five-Decade-Old Sewing Class", "date": "2019-04-15 14:20", "summary": "Ruth Taube has spent the last half-century working for Lower East Side's Henry Street Settlement. When Ruth Taube is in need of a scrap of fabric for a sewing project, be it a bit of lace or a stretch of something in a colorful pattern, she doesn't have to look far.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-to-vote-on-extending-presidents-powers-11555350644", "title": "Egypt to Vote on Extending President's Powers", "date": "2019-04-15 13:50", "summary": "Constitutional overhaul could allow Sisi to rule longer with greater sway over judiciary. CAIRO-Egyptian lawmakers are preparing to set in motion a national vote that could allow President Abdel Fattah Al Sisi to remain in power until 2030, cementing the ex-general's authority over the Arab world's most populous nation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealthy-greenwich-home-sellers-give-in-to-market-realities-11555348468", "title": "Wealthy Greenwich Home Sellers Give In to Market Realities", "date": "2019-04-15 13:14", "summary": "Houses in the famed Connecticut suburb are selling for less-sometimes a lot less; a stately Colonial heads to the auction block.. After four years on the market, and three price cuts, a stately Colonial-style home on Greenwich, Conn.'s tony Round Hill Road is being sold in a way that was once unthinkable in one of the country's most affluent communities: It is getting auctioned off. Once asking $3.795 million, the four-bedroom property will be sold May 18 with Paramount Realty USA for a reserve price of just $1.8 million.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trumps-lawyer-responds-to-democrats-tax-return-deadline-11555341692", "title": "Trump Lawyer Questions Motives of Lawmaker Seeking Tax Returns", "date": "2019-04-15 12:57", "summary": "Under the tax code, chairman of the House Ways and Means Committee can request any taxpayer's returns and the Treasury Secretary 'shall furnish' them. WASHINGTON-President Trump's personal lawyer questioned the motives of the lawmaker seeking the president's tax returns and again urged the Treasury Department to resist Democrats' request for the records.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trash-collectors-may-be-coming-for-mom-and-pops-11555346742", "title": "Trash Collectors May Be Coming for Mom-and-Pops", "date": "2019-04-15 12:45", "summary": "While deals such as Waste Management's agreement to buy Advanced Disposal picked off the heftiest garbage cullers, a roll-up of tiny players will continue. The garbage big boys are bulking up. On Monday, the largest U.S. trash collector, Waste Management , picked off the fourth-heftiest in the sector, Advanced Disposal Services, in a $2.9 billion deal. Recent consolidation leaves only small players to scoop up.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-ex-ceo-faces-fresh-fraud-charges-over-emissions-scandal-11555336463", "title": "Volkswagen Ex-CEO Faces Fresh Fraud Charges Over Emissions Scandal", "date": "2019-04-15 12:32", "summary": "Martin Winterkorn and four others face substantial fines, the return of nearly $12 million in salary and bonuses and up to 10 years in prison. German prosecutors charged former Volkswagen AG Chief Executive Martin Winterkorn and four others with fraud relating to emissions cheating, dealing a blow to the car maker's efforts to move past the scandal.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-is-raising-500-million-amid-internal-questions-over-satellite-internet-business-11555345384", "title": "SpaceX Raising $500 Million Amid Internal Questions Over Satellite Plan", "date": "2019-04-15 12:23", "summary": "Company president recently sounded cautious note about Starlink project expected to power growth. Elon Musk's Space Exploration Technologies Corp. is raising another $500 million in funding amid internal questions about the viability of an internet-via-satellite business considered key to the company's growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siris-to-buy-electronics-for-imaging-in-a-1-7-billion-deal-11555345349", "title": "Siris to Buy Electronics for Imaging in a $1.7 Billion Deal", "date": "2019-04-15 12:22", "summary": "Resume Subscription. Shares of Electronics for Imaging Inc. soared 26% toward an 18-month high in premarket trade Monday, after the digital imaging company announced a deal to be acquired in a cash deal valued at $1.7 billion by private-equity firm Siris Capital Group LLC.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-flower-arrangement-where-every-bloom-is-a-star-11555345342", "title": "A Flower Arrangement Where Every Bloom Is a Star", "date": "2019-04-15 12:22", "summary": "Inspired by an all-over painting by British artist Patrick Heron, Lindsey Taylor goes for a focus-free floral design. CHOOSING A PAINTING of flowering shrubs as my inspiration for this month's arrangement might seem a bit like cheating. But in \"Azalea Garden: May 1956,\" British artist Patrick Heron (1920-1999) so distorts his image of the namesake plants-almost pixelating them with his paintbrush-that I deemed the work fair game.", "categories": [["Real Estate", "Flower School"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/flower-school?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-investigates-ericsson-over-licensing-as-5g-competition-heats-up-11555332158", "title": "China Investigates Ericsson Over Licensing Amid 5G Competition", "date": "2019-04-15 12:22", "summary": "Trump, meanwhile, lashed out at Huawei after a former Obama-era official registered as a lobbyist for the firm. Authorities in China are investigating Swedish telecom-equipment giant Ericsson AB while the firm's Chinese rival, Huawei Technologies Co., moves to counter a U.S. campaign to limit its business, the latest signs of global jockeying to shape next-generation 5G information networks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-business-sentiment-softens-bank-of-canada-survey-finds-11555344706", "title": "Canadian Business Sentiment Softens, Says Bank of Canada", "date": "2019-04-15 12:11", "summary": "Some firms are less optimistic about demand amid global trade tensions and weakness in housing and energy. OTTAWA-Canadian companies are expressing less optimism amid global trade tensions and weakness in the country's housing and energy sectors, according to a Bank of Canada survey published Monday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-hyundai-heavy-sells-oil-stake-to-saudi-aramco-for-1-2-billion-11555342295", "title": "South Korea's Hyundai Heavy Sells Oil Stake to Saudi Aramco for $1.2 Billion", "date": "2019-04-15 11:31", "summary": "Deal will help the world's largest shipbuilder fund takeover of rival South Korean shipyard DSME. South Korea's Hyundai Heavy Industries Holdings Co., the parent company of the world's largest shipbuilder, said it signed a $1.2 billion deal to sell a minority stake in its oil-refining unit to Saudi Aramco.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-let-tiger-woods-stay-human-11555341314", "title": "Please Let Tiger Woods Stay Human", "date": "2019-04-15 11:15", "summary": "Don't rev up the superhero machinery again, because this new, enlightened version is far more fun to watch. Just a quick thing here about Tiger Woods, because I'm worried Nike and the whole sports industrial machine are reverting to old bad habits and running in a big, gassy, triumphant, world-conquering direction, and it's entirely the wrong move...", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homegrown-energy-cant-tame-u-s-pump-prices-11555340936", "title": "Homegrown Energy Can't Tame U.S. Pump Prices", "date": "2019-04-15 11:08", "summary": "Sharp increase in California gasoline prices revives debate over ethanol requirements. Once upon a time, stormy politics in the Mideast routinely inflicted pain on Americans at the pump. Recently it was storms in the Midwest as infrastructure issues in a region known for corn, not petroleum, made it difficult for some refiners to get the ethanol needed for gasoline. America's energy renaissance didn't help one bit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-has-a-new-best-friendrussia-11555340752", "title": "OPEC Has a New Best Friend: Russia", "date": "2019-04-15 11:05", "summary": "Putin has helped resolve conflicts within the cartel, giving the country considerable influence over oil markets. When the Organization of the Petroleum Exporting Countries met in Vienna in December, it was in danger of imploding.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-a-critical-time-for-u-s-soccer-abby-wambach-is-on-a-mission-11555340512", "title": "At a Critical Time for U.S. Soccer, Abby Wambach Is on a Mission", "date": "2019-04-15 11:01", "summary": "Her former teammates are suing over gender discrimination. Abby Wambach is all fired up. Now U.S. soccer's foremost legend and her Christian activist wife are hitting the road to spread an all-inclusive gospel. A packed crowd sits in Brooklyn's Plymouth Church, where soccer star Abby Wambach and her wife, self-help author and activist Glennon Doyle, have ascended the altar. Seated in chairs on raspberry carpet, their faces are framed by gilt moldings of wreaths. Dr. Martin Luther King, Jr. and President Abraham Lincoln once delivered speeches here. A sign outside, posted where who entered could see, reads \"All are welcome (really, we mean it).\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catalent-to-buy-paragon-bioservices-for-1-2-billion-11555330948", "title": "Catalent to Buy Paragon Bioservices for $1.2 Billion", "date": "2019-04-15 10:38", "summary": "Deal to boost Catalent's gene-therapy manufacturing capabilities. Contract drug manufacturer Catalent Inc. said Monday it has agreed to acquire Paragon Bioservices Inc. for in $1.2 billion in cash, to help expand its gene-therapy manufacturing capabilities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-robots-that-manage-the-managers-11555336904", "title": "The Robots That Manage the Managers", "date": "2019-04-15 10:01", "summary": "More companies are turning to AI-driven apps that aim to help newer bosses with reminders and tips on how to maintain a well-run office. Raquel Collings often has morning coffee with her management coach. She reviews her goals in her new job as a corporate manager and ponders whether she's spending her time wisely.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-voters-no-scandals-indonesian-leader-vies-for-second-term-11555336800", "title": "Look Voters, No Scandals: Indonesian Leader Vies for Second Term", "date": "2019-04-15 10:00", "summary": "President Joko Widodo has steered the nation of 260 million people without the graft allegations that dogged his predecessors, but his record is mixed. JAKARTA, Indonesia-President Joko Widodo parlayed a career as a furniture salesman into a new type of Indonesian politician, one without ties to the military or the ruling elite who also could connect with ordinary folks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-aim-at-huawei-after-ex-obama-official-becomes-lobbyist-11555336111", "title": "Trump Takes Aim at Huawei After Ex-Obama Official Becomes Lobbyist", "date": "2019-04-15 09:48", "summary": "Samir Jain is a former senior director for cybersecurity policy for the Obama White House. President Trump lashed out at Huawei Technologies Co. in a tweet after a former Obama-era official registered as a lobbyist for the Chinese telecommunications giant in Washington.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-fed-attacks-cast-a-chill-at-global-finance-gathering-11555285001", "title": "Trump's Fed Attacks Cast a Chill at Global Finance Gathering", "date": "2019-04-15 09:46", "summary": "Analysts don't expect new Fed appointees to change policy direction, but former central bankers worry about erosion of institution's nonpolitical stance. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stockstowatch-advanced-disposal-services-caesars-pioneer-natural-cbs-facebook-and-anthem-11555325860", "title": "Stocks to Watch: Advanced Disposal Services, Goldman, Facebook, Best Buy, and More", "date": "2019-04-15 09:22", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-republicans-answer-to-the-green-new-deal-11555333829", "title": "One Republican's Answer to the Green New Deal", "date": "2019-04-15 09:10", "summary": "Lamar Alexander's plan on climate change seeks to find the considerable common ground he sees on a problem Trump belittles. Let's say you're a Republican who believes that climate change is a real problem, and that human activity is contributing to it. But you also believe the Democrats' Green New Deal is a wildly unrealistic and politically untenable way to deal with the problem. What do you do?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-lending-upswing-will-fuel-hybrid-bond-boom-11555333359", "title": "China's Lending Upswing Will Fuel Hybrid Bond Boom", "date": "2019-04-15 09:02", "summary": "Convertible bonds are all the rage with both issuers and investors, but keep a skeptical eye on a budding market. China's banks are lending again. The more they extend in credit, the more they'll feel the pressure to boost their capital buffers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-airways-owner-iag-names-new-finance-chief-11555333006", "title": "British Airways Owner IAG Names New Finance Chief", "date": "2019-04-15 08:56", "summary": "Current CFO Enrique Dupuy de Lôme will step down after more than eight years. International Consolidated Airlines Group SA appointed the chief financial officer of its British Airways unit as the airline operator's new finance chief.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fashion-and-luxury-companies-are-investing-in-film-11555332389", "title": "Why Fashion and Luxury Companies Are Investing in Film", "date": "2019-04-15 08:46", "summary": "In today's overhyped marketplace, brands looking for a highbrow boost are making a foray into the movie industry. A new documentary about hip-hop stylists and designers began as an answer to a marketing puzzle. MCM Worldwide is one of many fashion and accessories houses that music stars made their own in the 1980s and '90s, but that history was in danger of being lost. \"We wanted to find a compelling way to communicate with the younger audiences, people who didn't grow up with MCM,\" says Rita Shukhman, senior vice president of global digital marketing. \"We started exploring the idea of the history of hip-hop, where it came from, who were the drivers of the influence on fashion.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-asiana-airlines-plans-to-sell-stake-to-appease-creditors-11555330211", "title": "South Korea's Asiana Airlines Plans to Sell Stake to Appease Creditors", "date": "2019-04-15 08:13", "summary": "Country's second-largest carrier will put up for sale a one-third stake owned by its controlling family as part of a turnaround plan. SEOUL-South Korea's second-largest carrier, Asiana Airlines Inc., will put up for sale the one-third stake owned by its controlling family as part of a turnaround plan creditors are demanding for the debt-laden conglomerate.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-once-a-market-leader-stumbles-in-2019-11555329602", "title": "Health Care, Once a Market Leader, Stumbles in 2019", "date": "2019-04-15 08:00", "summary": "The threat of tighter regulation weighs on health-care shares. Major U.S. stock indexes are marching to new highs, despite getting little help from the S&P 500's best-performing sector last year: health care.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-handed-an-oilman-a-blank-check-company-heres-how-it-turned-out-11555328147", "title": "Investors Handed an Oilman a 'Blank Check' Company. Here's How It Turned Out.", "date": "2019-04-15 07:35", "summary": "A cautionary tale for investors chasing wealth in the U.S. energy boom. Two years ago, investors handed veteran oilman Jim Hackett a $1 billion check and sent him to seek riches in shale drilling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waste-management-to-buy-advanced-disposal-services-for-about-2-9-billion-11555324411", "title": "Waste Management to Buy Advanced Disposal Services for $2.9 Billion", "date": "2019-04-15 07:32", "summary": "Deal represents one of the biggest solid-waste company acquisitions in more than a decade. Waste Management Inc. is buying competitor Advanced Disposal Services Inc. for around $2.9 billion in one of the biggest solid-waste company acquisitions in more than a decade.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moon-chases-inter-korean-summit-to-save-trump-kim-nuclear-talks-11555327330", "title": "Moon Chases Inter-Korean Summit to Save Trump-Kim Nuclear Talks", "date": "2019-04-15 07:22", "summary": "Diplomatic processes have stalled, with North Korean dictator Kim Jong Un giving the U.S. until year's end to shift its stance in negotiations. SEOUL-South Korea's president said he would push for another summit with North Korean leader Kim Jong Un as he seeks to rejuvenate a diplomatic process that has stalled over the question of how to dismantle Pyongyang's nuclear weapons.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-is-back-in-the-chase-to-catch-the-golden-bear-11555326000", "title": "Tiger Woods Is Back in the Chase to Catch the Golden Bear", "date": "2019-04-15 07:00", "summary": "After winning the Masters and capturing his 15th career major, Woods is three titles from matching Jack Nicklaus's record 18. AUGUSTA, Ga.-Tiger Woods's victory at the Masters on Sunday drew instant comparisons to Jack Nicklaus winning the green jacket in 1986. It is a moment Woods recalls in vivid detail-his first memory of the Masters-right up to the club Nicklaus used to reach the 15th green and how he celebrated the shot. But as Woods pointed out, there is one notable difference.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-i-g-sued-for-alleged-trade-secret-theft-11555326000", "title": "H.I.G. Sued for Alleged Trade-Secret Theft", "date": "2019-04-15 07:00", "summary": "Translation company TransPerfect claims H.I.G. used the cover of an auction to take its private information. H.I.G. Capital has been sued by a translation company that claims the private-equity firm improperly gained access to its confidential financial information and trade secrets during a 2016 auction process.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-files-suit-against-ad-agency-in-rift-with-key-partner-11555320601", "title": "NRA Files Suit Against Ad Agency in Rift With Key Partner", "date": "2019-04-15 05:30", "summary": "Gun-rights group accuses Ackerman McQueen of refusing to comply with requests to justify its billings. The National Rifle Association filed a lawsuit accusing its longtime advertising agency Ackerman McQueen Inc. of refusing to comply with demands to justify its billings, an extraordinary public break with the gun-rights group's largest outside partner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-struggle-to-fight-measles-in-close-knit-communities-11555320601", "title": "The Struggle to Fight Measles in Close-Knit Communities", "date": "2019-04-15 05:30", "summary": "Doctors trying to encourage vaccination find there isn't a one-size-fits-all approach. In 2017 it was a Somali community in Minnesota. In 2014 it was the Amish in Ohio. This year, it is Orthodox Jewish communities in New York and Eastern Europeans in Washington state.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-cant-stop-dreaming-big-11555318801", "title": "Tesla Can't Stop Dreaming Big", "date": "2019-04-15 05:00", "summary": "Elon Musk's ambitions to turn Tesla into a dominant automobile player have become a liability instead of an asset. Constant upheaval at Tesla Inc. reflects a company trapped by its own ambition.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11555265265", "title": "Pepper...and Salt", "date": "2019-04-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-firms-face-climbing-d-o-insurance-premiums-11555320601", "title": "Foreign Firms Face Climbing D&O Insurance Premiums", "date": "2019-04-15 00:01", "summary": "The increase in insurance costs narrows the gap between domestic and foreign firms, which for many years paid less for such coverage. Foreign companies listed in the U.S. are facing rising costs for insurance covering directors and officers, propelled by the increasing number of lawsuits.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keebler-elves-will-soon-report-to-italy-11555347124", "title": "Keebler's Sale to Italians Hits America's Smallest Workforce", "date": "2019-04-15 00:01", "summary": "Ernie Keebler and his cookie factory housed in a tree are being bought by the Ferrero Group, makers of Nutella. What does Ma Keebler say?. In a sign of the times, baker Ernie Keebler is getting a new overseas boss.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caesars-to-name-anthony-rodio-as-ceo-11555293600", "title": "Caesars to Name Anthony Rodio as CEO", "date": "2019-04-15 22:00", "summary": "Will also take departing Chief Executive Mark Frissora's seat on board. Caesars Entertainment Corp. is preparing to name Anthony Rodio as its next chief executive and say it will evaluate takeover interest in the casino operator, people familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-progressives-and-democratic-establishment-begin-to-lock-horns-11555282800", "title": "Progressives and Democratic Establishment Begin to Lock Horns", "date": "2019-04-15 21:53", "summary": "Issues such as campaign-finance reform are dividing members, prompting vows to support challenges to incumbents at the next election. The next state elections are 19 months away, but divides within the Democratic base are already roiling the party's elected officials in Albany.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waste-management-nears-2-9-billion-deal-for-advanced-disposal-11555291847", "title": "Waste Management Nears $2.9 Billion Deal for Advanced Disposal", "date": "2019-04-15 21:30", "summary": "The deal would rank as one of the biggest solid-waste company acquisitions in more than a decade. Waste Management Inc. is nearing a roughly $2.9 billion deal to buy its smaller rival Advanced Disposal Services Inc., according to people familiar with the matter, in what would be the biggest acquisition in its history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rusal-to-back-new-u-s-aluminum-mill-the-largest-in-decades-11555290890", "title": "Rusal to Back New U.S. Aluminum Mill, the Largest in Decades", "date": "2019-04-15 21:14", "summary": "Kentucky startup Braidy attracts $200 million investment from Russian company after sanctions are lifted. Russian aluminum giant United Co. Rusal plans to invest $200 million in a Kentucky rolling mill that would be the largest new aluminum plant built in the U.S. in nearly four decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]