[{"link": "https://www.wsj.com/articles/shutdown-pinches-economic-growth-11547423636", "title": "Shutdown Pinches Economic Growth", "date": "2019-01-13 18:53", "summary": "The effects aren't yet widespread, but a lasting impasse would begin curtailing the rate of expansion. A Vermont mead brewery has delayed a major expansion because the owners can't get a business loan. A craft-burger joint in Utah has sent employees home because sales are down. And a Maryland Lyft driver has seen his weekly income fall by nearly half.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-not-ruling-out-2020-presidential-run-11547419647", "title": "De Blasio Not Ruling Out 2020 Presidential Run", "date": "2019-01-13 17:47", "summary": "New York City mayor introduced policy proposals with what appeared to be an eye toward the national stage. New York City Mayor Bill de Blasio said Sunday he wouldn't rule out a 2020 presidential bid, adding he wanted to push the Democratic Party to the left.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-didnt-deploy-note-takers-at-putin-meeting-11547419186", "title": "Trump Didn't Deploy Note Takers at Putin Meeting", "date": "2019-01-13 17:39", "summary": "President tried to limit leaks about the session and many top administration officials never were briefed on it. WASHINGTON-President Trump didn't have official note takers present in his introductory meeting with Russian President Vladimir Putin and many top administration officials never were briefed on the discussion, according to several officials familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-leader-detained-then-released-11547406377", "title": "Venezuela Opposition Leader Detained, Then Released", "date": "2019-01-13 17:18", "summary": "The incident involving Juan Guaidó, the head of the National Assembly, came as international pressure mounts on Maduro. CARABALLEDA, Venezuela-The head of Venezuela's legislature was briefly detained Sunday by the country's secret police, as international pressure mounts on authoritarian leader Nicolás Maduro.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-unit-tests-new-system-to-identify-airborne-drones-11547417035", "title": "Alphabet Unit Tests New System to Identify Airborne Drones", "date": "2019-01-13 17:03", "summary": "Moves by Wing unit and other drone companies may give impetus to broader uses of unmanned aircraft. Alphabet 's Inc. Wing unit and two other companies say they demonstrated a novel system to identify airborne drones, potentially paving the way toward expanded commercial uses of unmanned aircraft.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-kills-at-least-10-brings-widespread-outages-11547416719", "title": "Winter Storm Kills at Least 10, Brings Outages", "date": "2019-01-13 16:58", "summary": "Wet snowfall turns highways dangerous, knocks out power lines from Kansas to D.C.. A powerful winter storm left a path of injury and disruption across the Central and Eastern U.S. over the weekend, knocking out power to hundreds of thousands of households, killing at least 10 people and causing hundreds of accidents on snow- and ice-covered highways.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-picking-is-like-time-travel-11547412001", "title": "Stock Picking Is Like Time Travel", "date": "2019-01-13 15:40", "summary": "Choose the right frame to assess a company's future value, but brace for the glitches.. Tesla stock-bam! Apple -kapow! That sound you hear amid the market tremors is the future screeching back to the present, like the wail of the flux capacitor in Marty McFly and Doc's DeLorean. Wall Street perfected this sort of time travel long ago: Successful investing is mostly about looking into the future and deciding what to pay for it today. But how do investors know where to look?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-gives-the-u-n-the-boot-11547411965", "title": "Guatemala Gives the U.N. the Boot", "date": "2019-01-13 15:39", "summary": "The Commission Against Impunity undercuts confidence in the justice system.. While President Trump has been tangling with Congress over security solutions along the U.S. southern border, the United Nations has provoked a political crisis in Guatemala. The U.S. is unlikely to make progress on the former without paying attention to the latter.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-not-make-an-unconstitutional-deal-11547411929", "title": "Let's Not Make an Unconstitutional Deal", "date": "2019-01-13 15:38", "summary": "Watergate lessons should preclude Barr from promising not to fire Mueller.. Will attorney general nominee William Barr promise not to fire special counsel Robert Mueller? If he does, President Trump should withdraw the nomination.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fault-lines-review-how-did-we-get-here-11547411882", "title": "'Fault Lines' Review: How Did We Get Here?", "date": "2019-01-13 15:38", "summary": "There is plenty of evidence that Americans have become increasingly divided and embittered in recent years. It is harder to say why. Barton Swaim reviews \"Fault Lines\" by Kevin M. Kruse and Julian E. Zelizer.. If you were so inclined, you could have spent the past year reading nothing but books and articles purporting to explain the polarization and rancor now marring American politics. It's an important subject, although a cynical observer might reasonably wonder whether polarization would be such a hot topic if a few Midwestern states had plumped for Hillary Clinton rather than Donald Trump in 2016. In that case, we'd likely be reading less about polarization and more about the emerging left-liberal consensus and the hegemony of progressivism.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-in-the-wrong-hands-11547411831", "title": "Money 'in the Wrong Hands'", "date": "2019-01-13 15:37", "summary": "Let's compare who does more public social good with their money.. \"Here's the truth. Brothers and sisters, there's plenty of money in the world. There's plenty of money in this city. It's just in the wrong hands.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-tacos-and-a-b-a-please-11547411773", "title": "Two Tacos and a B.A., Please", "date": "2019-01-13 15:36", "summary": "When the economy is good, even fast-food joints pay for college.. Back when the economy was dragging along like a narcoleptic turtle, there was talk that Americans simply needed better skills. CEOs complained it was difficult to find qualified hires, and the Obama Administration put an emphasis on retraining programs. But this \"skills gap\" was, at least in part, an artifact of the sluggish labor market, according to a new academic paper.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julian-castro-joins-the-pack-11547411723", "title": "Julián Castro Joins the Pack", "date": "2019-01-13 15:35", "summary": "The former San Antonio mayor pitches himself as an Hispanic Obama.. Julián Castro, the former Mayor of San Antonio, has decided to try his luck in the Democrats' 2020 sweepstakes. \"I'm running for President,\" he said Saturday at a hometown rally, \"because it's time for new leadership. Because it's time for new energy. And it's time for a new commitment to make sure that the opportunities that I've had are available to every American.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-dangerous-dalliance-with-china-11547411591", "title": "Israel's Dangerous Dalliance With China", "date": "2019-01-13 15:33", "summary": "The Jewish state needs an agency to review foreign investments in sensitive areas of its economy.. National security adviser John Bolton traveled to Israel this month to reassure jittery officials in Jerusalem that the Trump administration isn't planning a precipitous exit from Syria, notwithstanding the president's surprise December announcement to the contrary. But Mr. Bolton's most important message might have had nothing to do with America's commitment to fighting Islamic State or its efforts to roll back Iran's strategic influence in Syria and Iraq. The Trump administration, Mr. Bolton told Prime Minister Benjamin Netanyahu, is concerned about the commercial relationship between Israel and China-and the strategic vulnerabilities those ties have created.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nlrb-may-reverse-a-job-killing-regulation-11547411545", "title": "The NLRB May Reverse A Job-Killing Regulation", "date": "2019-01-13 15:32", "summary": "The Obama-era rule costs the average franchisee $142,000 in revenue and $21,000 in profit a year.. America's small businesses would have created hundreds of thousands more jobs over the past three years if not for an Obama-era mistake by the National Labor Relations Board. The NLRB has an opportunity to correct the error.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicagos-lesser-known-free-marketeer-11547411497", "title": "Chicago's Lesser-Known Free Marketeer", "date": "2019-01-13 15:31", "summary": "Harold Demsetz was one of the greatest economists of the 20th century not to win a Nobel Prize.. Harold Demsetz, who died Jan. 4 at 88, was one of the greatest economists of the 20th century not to win a Nobel Prize. He made major contributions to the economics of property rights and industrial organization. He was also one of the few top economists of his era to communicate almost entirely in words and not math.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-auto-makers-hit-speed-bumps-abroad-11547411434", "title": "U.S. Auto Makers Hit Speed Bumps Abroad", "date": "2019-01-13 15:30", "summary": "Domestic sales continued to surge last year, but Detroit's Big Three found a rockier road in China, Europe and Latin America. The U.S. auto industry finds itself getting yanked in different directions by an unbalanced global economy.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-reopens-key-program-for-mortgage-loans-11547411088", "title": "IRS Reopens Key Program for Mortgage Loans", "date": "2019-01-13 15:24", "summary": "Industry argued government shutdown was hindering income-verification requirements needed to close loans. WASHINGTON-The Trump administration last week revived a program that is key to home lending, after the mortgage industry said its closure during the partial government shutdown could have forced lenders to delay or scrap loan closings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-sparked-at-least-1-500-california-fires-now-the-utility-faces-collapse-11547410768", "title": "After Sparking at Least 1,500 California Fires, PG&E Faces Collapse", "date": "2019-01-13 15:19", "summary": "Resume Subscription. PG&E Corp. equipment started more than one fire a day in California on average in recent years as a historic drought turned the region into a tinderbox. The utility's unsuccessful efforts to prevent such blazes have put it in a state of crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/economy-week-ahead-producer-prices-beige-book-and-more-11547409600", "title": "Economy Week Ahead: Producer Prices, Beige Book", "date": "2019-01-13 15:00", "summary": "Also, the University of Michigan issues preliminary January consumer-sentiment data. In the week ahead, the U.S. will see data on producer prices, the beige book, industrial production and consumer sentiment.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-urges-nato-allies-to-coordinate-against-china-security-challenges-11547408570", "title": "Poland Urges NATO Allies to Coordinate Against China Cybersecurity Challenges", "date": "2019-01-13 14:59", "summary": "Interior minister echoes U.S. call to exclude Huawei and other Chinese hardware makers from their telecom systems after arrest of two men on charges of spying for Beijing. BRUSSELS-Poland is joining the U.S. in pressing its NATO allies to coordinate efforts to address security challenges from China after Friday's arrest of two men on charges of spying for Beijing.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowded-democratic-presidential-field-starts-to-take-shape-11547409073", "title": "Crowded Democratic Presidential Field Starts to Take Shape", "date": "2019-01-13 14:51", "summary": "New generation of presidential contenders aims to draw a sharp contrast with Trump. WASHINGTON-Democrats are laying their 2020 groundwork with a new generation of presidential contenders who will aim to draw a sharp contrast with President Trump and their party's senior leaders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-easy-being-andy-byford-when-your-job-is-to-save-the-nyc-subway-11547316001", "title": "It's Not Easy Being Andy Byford When Your Job Is to Save the NYC Subway", "date": "2019-01-13 14:32", "summary": "Under his watch, subway service has improved and he is determined not to let Gov. Cuomo's unexpected plan for L train repairs 'throw us off course'. New York City's subway chief, Andy Byford, never misses the chance to introduce himself to a transit employee, nor pick up litter he spots at stations.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-tax-an-optimal-solution-or-folly-11547407039", "title": "Carbon Tax: An Optimal Solution or Folly?", "date": "2019-01-13 14:17", "summary": "Ryan Costello highlights our need to address climate change.. In \"Lesson From 2018: Republicans Must Deal With Climate Change\" (op-ed, Jan. 8), former Rep. Ryan Costello illustrates what is wrong with the Republican Party. Free people working in a free economy have done more to save the planet than any government program in the world in terms of the reduction in carbon-dioxide emissions. The problem for Republicans is that few people know this because Republicans rarely try to inform the public about issues of concern, especially young people who have been uninformed or misinformed by their public-school teachers, college professors, celebrity entertainers and activist media.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bard-on-the-brexit-mess-11547406995", "title": "The Bard on the Brexit Mess", "date": "2019-01-13 14:16", "summary": "That England, that was wont to conquer others hath made a shameful conquest of itself.. In response to British Consul General Antony Phillipson's \"Brexit Won't Prevent a U.S.-U.K. Trade Pact\" (op-ed, Jan. 7) support for Prime Minister Theresa May's ill-begotten \"deal\" as the best course for Britain at this point, I refer him to the comments of John of Gaunt (\"Richard II,\" Act II, Scene I), who cautions the king: \"With inky blots and rotten parchment bonds. That England, that was wont to conquer others hath made a shameful conquest of itself.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slush-snow-the-cobo-cough-detroit-holds-its-last-winter-auto-show-11547406844", "title": "Slush, Snow, the 'Cobo Cough.' Detroit Holds Its Last Winter Auto Show", "date": "2019-01-13 14:14", "summary": "Most Germans are no-shows. For other auto executives, it's a long, chilly goodbye to Detroit in January; 'it just won't be the same.'. Jim Lentz, Toyota Motor Corp.'s chief executive of North American operations, headed to Detroit with mixed emotions and his ski-boot dryer.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-home-ownership-a-reality-11547406000", "title": "How to Make Home Ownership a Reality", "date": "2019-01-13 14:00", "summary": "Resume Subscription. For many, the American dream still entails owning a house and having a family.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-promise-probe-of-trump-meetings-with-putin-11547356133", "title": "Democrats Promise Probe of Trump Meetings With Putin", "date": "2019-01-13 13:01", "summary": "Trump denies claims that he took extraordinary steps to keep his discussions with Russian president secret. WASHINGTON-House Democrats said they would explore allegations President Trump has sought to limit documentation of his meetings with Russian President Vladimir Putin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-says-israel-struck-iranian-targets-in-syria-11547402177", "title": "Netanyahu Says Israel Struck Iranian Targets in Syria", "date": "2019-01-13 12:56", "summary": "Israeli prime minister's rare admission comes as the U.S. prepares to withdraw troops from neighboring country; campaign to wipe out tunnels from Lebanon concludes. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu made a rare acknowledgment of specific Israel strikes targeting Iranian military assets in Syria, touting the campaign as the U.S. prepares to withdraw troops from its neighboring country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-open-kicks-off-a-season-of-change-11547399053", "title": "Australian Open Kicks Off a Season of Change", "date": "2019-01-13 12:04", "summary": "Novak Djokovic and Roger Federer are favorites to win the title in Melbourne, but the pending retirement of Andy Murray diminishes the Big Four. At the start of each season, the tennis world asks whether this will be the year when the grip of the game's Big Four champions-Roger Federer, Novak Djokovic, Rafael Nadal and Andy Murray-is finally broken. Months later, the season ends and the Big Four is still in charge.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-impasse-frustrates-many-newly-elected-house-democrats-11547380801", "title": "Wall Impasse Frustrates Many Newly Elected House Democrats", "date": "2019-01-13 11:11", "summary": "While few support the border wall, some worry the tone of negotiations hasn't conveyed their willingness to compromise on tighter border security. WASHINGTON-As the partial government shutdown stretches on, some House Democrats have grown concerned by what they see as the absence of a clear strategy from party leaders over how to end it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-urges-gulf-states-to-resolve-dispute-unite-against-iran-11547395728", "title": "Pompeo Urges Gulf States to Resolve Dispute, Unite Against Iran", "date": "2019-01-13 11:08", "summary": "On visit to Doha, Secretary of State signed a memorandum of understanding with his Qatari counterpart on expanding an air base. CAIRO-Secretary of State Mike Pompeo reinforced support for the U.S. relationship with Qatar on Sunday while promising to renew attempts to resolve a standoff between the tiny Gulf nation and its rivals led by Saudi Arabia that has complicated the Trump administration's efforts to isolate Iran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-demand-for-small-cars-weakens-more-auto-makers-drop-them-from-u-s-lineups-11547391601", "title": "Small Cars Are Losing Their Place in U.S. Auto Lineups", "date": "2019-01-13 10:00", "summary": "Lower gasoline prices and better-quality used vehicles drive changes; fewer choices under $20,000. DETROIT-Cheap small sedans and hatchbacks have long been the gateway into the auto market for many generations of American drivers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-test-for-law-schools-do-enough-graduates-pass-the-bar-11547391600", "title": "New Test for Law Schools: Do Enough Graduates Pass the Bar?", "date": "2019-01-13 10:00", "summary": "California said that 40.7% of test takers passed the most recent bar exam, the fifth straight year where more failed than passed. If a law school can't prepare three-quarters of its graduates who take the bar exam to pass, it shouldn't exist.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kansas-city-chiefs-defensive-exorcism-11547389369", "title": "The Kansas City Chiefs Defensive Exorcism", "date": "2019-01-13 09:22", "summary": "The team's glaring flaw became a glittering strength in the divisional round, as the Chiefs shut down Andrew Luck and the Colts offense. Something transformational happened to the Kansas City Chiefs on Saturday, and this change was crucial-so important that it overshadows all the demons they purged with their playoff win.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firm-vista-buys-majority-stake-in-quick-base-11547388930", "title": "Private-Equity Firm Vista Buys Majority Stake in Quick Base", "date": "2019-01-13 09:15", "summary": "The more than $1 billion deal is the latest in a string of acquisitions by Vista Equity Partners. Quick Base Inc., a software company that allows people without coding experience to build business applications, has a new private-equity backer.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britons-most-at-risk-in-a-messy-split-from-eu-are-least-worried-11547388412", "title": "Britons Most at Risk in a Messy Split From EU Are Least Worried", "date": "2019-01-13 09:06", "summary": "Ahead of key Brexit vote, many residents of U.K. manufacturing hubs closely linked to the bloc say they value their sovereignty above the economy. TAMWORTH, England-Angus Dobson said he is prepared for the British economy to slump if it means breaking decisively with the European Union, an institution he views as distant, interfering and unaccountable to voters.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-edges-toward-political-uncertainty-over-macedonia-deal-11547388165", "title": "Greece Edges Toward Political Uncertainty Over Macedonia Deal", "date": "2019-01-13 09:02", "summary": "Prime Minister must survive a confidence vote and ratify the Macedonia deal after defense minister resigns. ATHENS-Greece's unlikely governing coalition of left-wing and right-wing populists was thrown into disarray Sunday after the defense minister resigned, adding uncertainty to a deal with Macedonia that could end a decadeslong irritant between the countries.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-port-alliance-challenged-by-cargo-owners-11547388000", "title": "Hong Kong Port Alliance Challenged by Cargo Owners", "date": "2019-01-13 09:00", "summary": "The city's Competition Commission is looking into monopoly concerns raised by cargo owners. Hong Kong's antitrust regulators have launched a probe over cartel allegations against the city's biggest port operators after they formed an alliance aimed at controlling almost all of the port's seaborne trade.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-nominee-william-barr-to-face-questions-from-senators-11547388000", "title": "Attorney General Nominee William Barr to Face Questions From Senators", "date": "2019-01-13 09:00", "summary": "Mueller probe, Trump and 2020 ambitions in focus ahead of this week's confirmation hearing. WASHINGTON-William Barr, President Trump's pick to be the next attorney general, this week will face a group of ambitious senators in both parties whose questions may reveal more about their views of Mr. Trump than Mr. Barr.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-william-barr-stands-on-immigration-crime-presidential-power-11547388001", "title": "Where William Barr Stands on Immigration, Crime, Presidential Power", "date": "2019-01-13 09:00", "summary": "Attorney general pick set to face Senate questions this week. William Barr, President Trump's attorney general nominee, is a law-and-order conservative who has been outspoken on everything from urban crime to civil rights and national security. Here's a look at where he stands on key issues he would confront at the Justice Department:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vail-shows-slippery-slope-for-businesses-catering-to-wealthy-11547388001", "title": "Vail Shows Slippery Slope for Businesses Catering to Wealthy", "date": "2019-01-13 09:00", "summary": "Are families heavily exposed to the stock market cutting back on impulse spending?. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-cut-helped-banks-earnings-growthbut-not-for-much-longer-11547388001", "title": "Tax Cut Helped Banks' Earnings Growth-But Not for Much Longer", "date": "2019-01-13 09:00", "summary": "Fourth quarter will be the last time the drop in the tax rate to 21% from 35% magnifies profit growth because of favorable comparisons when taxes were higher. The earnings outlook is about to get dicier for big banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-who-on-the-senate-panel-questioning-william-barr-11547388000", "title": "Who's Who on the Senate Panel Questioning William Barr", "date": "2019-01-13 09:00", "summary": "Trump's attorney general pick to face questions this week. Here's a look at some key members of the Senate Judiciary Committee who William Barr will face during his confirmation hearing for attorney general.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-struggles-with-the-bad-kind-of-volatility-11547384400", "title": "Wall Street Struggles With the Bad Kind of Volatility", "date": "2019-01-13 08:00", "summary": "Investors' retreat from risk has hurt liquidity in financial markets, leaving automated programs free to fuel wild market swings. Financial markets' wild and woolly fourth quarter likely won't translate into strong trading results at the nation's largest banks-the latest sign of the changes sweeping the business of buying and selling securities since the financial crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-beware-japan-will-stop-at-nothing-to-get-a-confession-11547380806", "title": "Carlos Ghosn Beware: Japan 'Will Stop at Nothing to Get a Confession'", "date": "2019-01-13 07:00", "summary": "In Japan, a suspect can clear a path to freedom by admitting wrongdoing-but resist and they may spend up to a year behind bars awaiting trial. TOKYO-For three weeks in a Tokyo jail, then-lawmaker Tomohiro Ishikawa heard one message every day: Confess.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-weighs-majority-stake-sale-of-china-operations-11547380803", "title": "Viacom Weighs Stake Sale in China", "date": "2019-01-13 07:00", "summary": "Media company is among other multinational corporations facing hurdles in the country. Media giant Viacom Inc. is in talks to sell a majority stake in some of its China operations after running into difficulties trying to scale its business in the world's second-largest economy, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-merger-that-made-a-u-s-gas-giant-is-failing-11547380800", "title": "The Merger That Made a U.S. Gas Giant Is Failing", "date": "2019-01-13 07:00", "summary": "Union of EQT and Rice Energy was meant to create efficiencies, but it is spending more and producing less than promised. When EQT Corp. agreed to buy Rice Energy Inc. for $6.7 billion a little over a year ago to create the country's largest natural-gas producer, it promised that the combined company would be able to make more by spending less.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-received-8-million-from-nissan-mitsubishi-entity-nissan-probe-alleges-11547380793", "title": "Ghosn Received $8 Million From Nissan-Mitsubishi Entity, Nissan Probe Alleges", "date": "2019-01-13 06:59", "summary": "The former Nissan and Mitsubishi chairman had said his pay was lower than his peers. TOKYO-Carlos Ghosn was paid around $8 million last year from a Netherlands-based entity jointly owned by Nissan Motor Co. and partner Mitsubishi Motors Corp., according to a person familiar with Nissan's investigation of Mr. Ghosn.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plays-down-emergency-option-to-get-wall-funding-11547238564", "title": "Shutdown Breaks Record for Longest in Modern History", "date": "2019-01-13 00:00", "summary": "Hundreds of thousands of federal workers have missed their first paycheck. WASHINGTON-The partial government shutdown became the longest in modern U.S. history on Sunday as the impasse over funding for a wall along the U.S.-Mexico border stretched into its 23rd day.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forced-labor-dispute-strains-japan-south-korea-relations-11547298003", "title": "Forced-Labor Dispute Strains Japan-South Korea Relations", "date": "2019-01-13 21:10", "summary": "Standoff threatens to weaken U.S. efforts to contain both North Korea and China. More than half a century ago, as South Korea discussed restoring ties with former colonial master Japan, it sought $364 million as compensation for Koreans forced to work in the military, mines and factories during Tokyo's 35-year occupation of the peninsula.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]