[{"link": "https://www.wsj.com/articles/tesla-to-lease-solar-panels-to-homeowners-11566258668", "title": "Tesla to Rent Solar Panels to Homeowners", "date": "2019-08-19 19:51", "summary": "Shift in business model is made to jump-start residential installations. Tesla Inc., better known for making electric cars, is once again offering to rent solar panels to homeowners.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-for-a-big-fed-rate-cut-again-criticizes-central-bank-chairman-11566230832", "title": "Trump Calls for a Big Fed Rate Cut, Again Criticizes Powell", "date": "2019-08-19 19:49", "summary": "President says Jerome Powell has 'horrendous lack of vision,' says big reduction would improve economy. WASHINGTON-President Trump on Monday called for the Federal Reserve to sharply cut interest rates and again criticized the central bank's chairman for a \"horrendous lack of vision,\" while reiterating his belief that the U.S. economy is strong.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-extends-powerful-army-chiefs-term-11566239708", "title": "Pakistan Extends Powerful Army Chief's Term", "date": "2019-08-19 19:18", "summary": "Prime Minister Imran Khan cites regional security concerns in giving Gen. Qamar Bajwa three more years at the helm, in what critics see as a sign of the military's increasing domestic influence. ISLAMABAD-Pakistan's army chief will serve another three years as the country deals with the Afghanistan peace process and tension with India.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-union-uses-its-size-to-leverage-improved-maternity-care-11566256083", "title": "New York City Union Uses Its Size to Leverage Improved Maternity Care", "date": "2019-08-19 19:08", "summary": "Expectant mothers in the health fund are largely low-wage workers and women of color, its director says. In a bid to provide better health outcomes for pregnant women and reduce health care costs, one of New York City's largest unions is pushing local hospital systems to create specialty maternity-care networks.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/final-bows-boost-broadway-ticket-sales-11566255731", "title": "Final Bows Boost Broadway Ticket Sales", "date": "2019-08-19 19:02", "summary": "As shows near the end of their runs, ad campaigns can spark a box-office rush. A number of shows have closed on Broadway this month. But they are not ending their runs without a burst of box-office glory.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-dodges-lawsuit-targeting-its-bankruptcy-disclosures-11566255695", "title": "McKinsey Dodges Lawsuit Targeting Its Bankruptcy Disclosures", "date": "2019-08-19 19:01", "summary": "Turnaround executive's racketeering lawsuit against McKinsey has no legal basis, according to a federal judge's ruling. A federal judge dismissed a racketeering lawsuit brought against McKinsey & Co. by turnaround industry veteran Jay Alix, who claimed the consulting firm profited by failing to disclose conflicts of interest in bankruptcy cases.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-losing-the-trade-war-with-china-11566255608", "title": "Trump Is Losing the Trade War With China", "date": "2019-08-19 19:00", "summary": "The markets doubt tariffs will bring about any major concessions. The U.S. needs a multilateral approach.. President Trump's China strategy is failing. His tougher approach has yielded no meaningful Chinese concessions but is increasingly damaging the U.S. economy. Today China is more integrated with the rest of the world while the U.S. is more isolated. To combat China's unfair, statist economic practices effectively, the U.S. must change its approach, enlisting allies and international institutions to advance a more focused set of demands.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-has-too-much-to-do-11566255585", "title": "The Fed Has Too Much to Do", "date": "2019-08-19 18:59", "summary": "Let private companies run the payments system. The central bank is already overextended.. The Federal Reserve announced earlier this month that it will launch a real-time payment service called \"FedNow\" sometime in the next five years. The move demonstrates that the independent central bank, already one of the most unaccountable agencies in the federal government, is accumulating too much power. In recent years the Fed has fended off several efforts to determine whether its expenditures-which aren't appropriated by Congress-are consistent with policies that the American people and their representatives want the central bank to pursue.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-marketeers-have-taken-social-conservatives-for-granted-11566255556", "title": "Free-Marketeers Have Taken Social Conservatives for Granted", "date": "2019-08-19 18:59", "summary": "Capitalists need to make the case that prosperity is crucial for protecting tradition and security.. For many free-market advocates, the recent conservative dalliance with noncapitalist policies has been as stunning as it has been swift. While President Trump's antipathy to free trade was well-known, his and other conservatives' sudden embrace of aggressive antitrust actions was more surprising. Now self-described \"national conservative\" thinkers are pushing industrial policy-government planning that meddles with economic decision-making to promote favored industries or social outcomes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-twenty-six-words-that-created-the-internet-review-protecting-the-providers-11566255518", "title": "'The Twenty-Six Words That Created the Internet' Review: Protecting the Providers", "date": "2019-08-19 18:58", "summary": "Section 230 protects websites and online service providers from liability for what their users post. Has the time come to rethink it?. Americans are of two minds about the internet: They rely on it and fear it, they immerse themselves in it for hours and deplore its social consequences. Even some tech writers, people who a decade ago gushed about the web's limitless possibilities for connectedness and free expression, now frequently sound like Gollum emoting about the Ring. It's still their precious, but they hates it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-forbidden-words-lost-lessons-11566255442", "title": "A Forbidden Word's Lost Lessons", "date": "2019-08-19 18:57", "summary": "A professor is under investigation for accurately quoting James Baldwin.. The N-word again-the dangerous taboo. At New York's New School, Prof. Laurie Sheck was teaching a class on the work of the novelist and essayist James Baldwin. She cited the 2016 documentary \"I Am Not Your Negro,\" and pointed out that the title was a bowdlerized version of an actual quote from Baldwin, in which he used the N-word.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gulf-states-shrug-as-india-seizes-kashmir-11566255385", "title": "Gulf States Shrug as India Seizes Kashmir", "date": "2019-08-19 18:56", "summary": "New Delhi is a major trading partner and powerful friend in a dangerous region.. New Delhi", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apologize-carrie-lam-11566255414", "title": "Apologize, Carrie Lam", "date": "2019-08-19 18:56", "summary": "A little humility from the Hong Kong and Beijing governments could end this crisis.. Hong Kongers took to the streets again Sunday, some 1.7 million strong. This time it wasn't only to demonstrate their undiminished objection to a bill that would allow extradition to mainland China, which Hong Kong's government has shelved but not entirely killed. Sunday's march was also meant to highlight their commitment to peaceful protest.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-roundtable-steps-back-from-milton-friedman-theory-11566205200", "title": "Top CEOs Say Firms Have Duties Beyond Shareholder Value", "date": "2019-08-19 18:55", "summary": "Business Roundtable urges firms to take into account employees, customers and community. The leaders of some of America's biggest companies are chipping away at the long-held notion that corporate decision-making should revolve around what is best for shareholders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-stocks-look-pretty-after-upbeat-estee-lauder-earnings-11566237922", "title": "Beauty Stocks Look Pretty After Upbeat Estée Lauder Earnings", "date": "2019-08-19 18:51", "summary": "Skin-care and cosmetics companies have bucked the trend in the struggling retail sector. Investors are still betting on cosmetics companies despite the retail sector's tariff problems.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-russian-nuclear-monitoring-stations-went-silent-days-after-blast-test-ban-officials-says-11566232680", "title": "More Russian Nuclear Monitoring Stations Go Silent Days After Blast, Official Says", "date": "2019-08-19 18:43", "summary": "Interruption in nuclear data deepens mystery around explosion in northern Russia. The number of Russian nuclear-monitoring stations that have gone silent has doubled to four, an international arms-control official said, heightening concerns among observers that Russia is attempting to conceal evidence from an explosion at a missile-test site this month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-liquidators-names-new-chief-financial-officer-11566251233", "title": "Lumber Liquidators Names New Chief Financial Officer", "date": "2019-08-19 18:38", "summary": "Former Pier 1 Imports finance chief Nancy Walsh will take over the role next month. Lumber Liquidators Holdings Inc. on Monday named former Pier 1 Imports Inc. finance chief Nancy Walsh as its new chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-drugmakers-closing-in-on-opioid-settlements-11566253905", "title": "Two Drugmakers Closing In on Opioid Settlements", "date": "2019-08-19 18:31", "summary": "Endo, Allergan negotiating deals to avoid trial with two Ohio counties. Drugmakers Endo International PLC and Allergan PLC are in talks to avoid going to a landmark trial set to begin in October over the opioid crisis, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visium-sues-widow-of-portfolio-manager-who-died-by-suicide-11566253192", "title": "Visium Sues Widow of Portfolio Manager Who Died by Suicide", "date": "2019-08-19 18:19", "summary": "The hedge fund is seeking more than $100 million in repayment for money it says it paid Sanjay Valvani. A hedge fund that closed after securities regulators accused the firm of insider trading is seeking more than $100 million from the estate of one of its former portfolio managers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-countys-rv-industry-points-to-recession-around-the-bend-11566207001", "title": "An Economic Warning Sign: RV Shipments Are Slipping", "date": "2019-08-19 18:11", "summary": "Some manufacturers in Elkhart, Ind., cut production as tariffs drive up costs of components. Elkhart, Ind., is flashing a warning sign about the economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-to-withdraw-from-title-x-funding-program-over-abortion-restrictions-11566242931", "title": "Planned Parenthood to Leave Title X Program Over Abortion Rule", "date": "2019-08-19 18:10", "summary": "Trump rule drives organization to forgo federal dollars for contraception and family-planning services. WASHINGTON-Planned Parenthood Federation of America said on Monday it would withdraw from the federal Title X family-planning program rather than comply with a new Trump administration rule preventing clinics from referring patients for abortions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-center-market-is-booming-amid-shift-to-cloud-11566252481", "title": "Data-Center Market Is Booming Amid Shift to Cloud", "date": "2019-08-19 18:08", "summary": "Sector is seeing more deals as data-center landlords and cloud providers seek more facilities. Data centers are hot properties, even as many businesses are shedding them to shift their information-technology operations online, to the cloud.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-on-u-s-china-trade-hopes-11566240318", "title": "Oil Rises on Trade Hopes", "date": "2019-08-19 17:52", "summary": "Concerns that a trade war will hurt economic growth and dent commodity demand have been weighing on oil prices. Oil prices rose, fueled by hopes of progress in trade relations between China and the U.S.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-business-and-its-stakeholders-11566251445", "title": "Big Business and its 'Stakeholders'", "date": "2019-08-19 17:50", "summary": "Most of the Business Roundtable commits to \"deliver value\" to people who don't own any shares.. All but a handful of America's largest public corporations on Monday vaguely agreed to serve \"stakeholders,\" including people with no direct connection to their firms. Leaders of 181 of the 193 member companies of the Business Roundtable promised to \"deliver value\" to people who don't necessarily own any shares.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prisons-chief-removed-in-wake-of-epstein-suicide-11566235716", "title": "U.S. Prisons Chief Removed in Wake of Epstein Suicide", "date": "2019-08-19 17:46", "summary": "FBI, Justice Department's inspector general have launched investigations into the death. The acting chief of the federal Bureau of Prisons has been ousted from his post, Attorney General William Barr said on Monday, continuing the fallout over the suicide of disgraced financier Jeffrey Epstein in a New York detention facility that has struggled with staffing shortages and other problems.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-issues-new-rebuttal-to-whistleblowers-claims-about-finances-11566229772", "title": "GE Issues New Rebuttal to Whistleblower's Claims on Finances", "date": "2019-08-19 17:35", "summary": "The industrial giant defends itself again against accusations by Harry Markopolos. General Electric Co. pushed back further on Monday against claims by an accounting expert that the company hasn't been forthright about its finances.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-drops-foreign-bribery-probe-into-medical-device-maker-11566250388", "title": "Justice Department Drops Foreign Bribery Probe Into Medical Device Maker", "date": "2019-08-19 17:33", "summary": "Misonix's voluntarily disclosed the issue three years ago. The U.S. Justice Department has closed a foreign bribery investigation into medical device maker Misonix Inc.'s former distributor in China, the company said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-plunges-after-judge-allows-trial-on-whether-it-caused-wildfire-11566232193", "title": "PG&E Plunges After Judge Allows Trial", "date": "2019-08-19 17:16", "summary": "The bankrupt utility could face billions in additional liabilities if a jury finds its equipment sparked the 2017 Tubbs Fire. PG&E Corp. shares plunged after a judge allowed a trial on whether its equipment caused the second-worst wildfire in California history, a case that could add billions of dollars to the liabilities the bankrupt company faces.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-again-apologizes-after-release-of-native-american-ancestry-link-11566241904", "title": "Warren Apologizes at Native American Forum", "date": "2019-08-19 17:13", "summary": "Democratic presidential candidate acknowledges 'harm I have caused' at forum. Sen. Elizabeth Warren apologized to a largely Native American audience for \"harm I have caused\" after years of occasionally identifying herself as Native American, as well as for releasing a DNA test last year that she said supported her ancestry claims.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stakeholder-ceos-11566248641", "title": "The 'Stakeholder' CEOs", "date": "2019-08-19 17:09", "summary": "Executives who abandon shareholders won't appease the socialists.. Today's corporate CEO is a politician as much as business leader, and for proof look no further than the statement Monday from the Business Roundtable ostentatiously redefining its mission to serve \"stakeholders\" in addition to the shareholders who own the company. A close reading shows there's less substance here than meets the media spin, but it's still notable that the CEOs for America's biggest companies feel the need to distance themselves from their owners.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-start-to-cool-on-utilities-11566248767", "title": "Investors Start to Cool on Utilities", "date": "2019-08-19 17:06", "summary": "Shares' rise is seen as modest given the sharp drop in bond yields recently. Utility stocks haven't been climbing in August as much as some analysts and investors might expect given the sharp drop in bond yields recently.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citrix-names-new-cfo-as-it-steers-toward-cloud-based-business-model-11566248651", "title": "Citrix Names New CFO as It Steers Toward Cloud-Based Business Model", "date": "2019-08-19 17:04", "summary": "Software maker appoints longtime SAP executive Arlen Shenkman to finance chief role. Citrix Systems Inc. hired a new finance chief as the software maker transitions toward a more cloud- and subscription-based business model.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accountability-for-epsteins-death-11566248597", "title": "Accountability for Epstein's Death", "date": "2019-08-19 17:03", "summary": "Bill Barr deserves credit for cleaning house at the Bureau of Prisons.. Behold a unicorn: accountability in government. Attorney General William Barr said Monday he is demoting the acting head of the Federal Bureau of Prisons. Mr. Barr's announcement doesn't mention Jeffrey Epstein's death in custody two weeks ago, but that's the clear subtext.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-you-solve-a-problem-like-germany-11566248563", "title": "How Do You Solve a Problem Like Germany?", "date": "2019-08-19 17:02", "summary": "Berlin prepares to cave to the Keynesians but could do so much better.. Olaf Scholz is the new favorite politician of global investors. The German Finance Minister said Sunday he might possibly, though very cautiously, cobble together a Keynesian stimulus package for his recession-menaced country. Markets soared Monday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-airports-are-bestand-why-we-want-to-hear-from-wsj-readers-11566248506", "title": "Which Airports Are Best-and Why? We Want to Hear From WSJ Readers", "date": "2019-08-19 17:01", "summary": "We're tapping the combined experience of our subscribers to assess the top U.S. airports in 2019. Readers of The Wall Street Journal are seasoned air travelers. They have navigated the best and worst airports while making their way for business or leisure. What better source could there be to identify the best airports-and share hard-earned lessons on how to come out ahead at the worst?", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-city-with-the-highest-minimum-wage-11566247178", "title": "The City With the Highest Minimum Wage", "date": "2019-08-19 16:39", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Economy", "U.S. Economy", "Podcast"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-jump-to-start-the-week-11566201668", "title": "Stocks, Bond Yields Rise to Start the Week", "date": "2019-08-19 16:26", "summary": "Indexes jump on prospect of progress in U.S.-China trade talks; shares of banks, tech companies gain. U.S. stocks kicked off the week with gains Monday, buoyed by a rally among shares of banks and technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-involved-in-death-of-eric-garner-is-fired-11566232936", "title": "NYPD Fires Officer Involved in Eric Garner's Death", "date": "2019-08-19 16:24", "summary": "Daniel Pantaleo faced disciplinary charges over July 2014 incident, a flashpoint in debate over race and policing. The New York Police Department officer who faced disciplinary charges over the 2014 death of Eric Garner-an incident that sparked nationwide protests over the use of force on unarmed black men by law-enforcement agencies-was fired from his job on Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newmont-goldcorp-is-about-to-pan-out-11566223883", "title": "Newmont Goldcorp Is About to Pan Out", "date": "2019-08-19 16:23", "summary": "The world's biggest gold miner is somehow lagging as gold rallies. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-25-billion-meal-11566230859", "title": "Apple's Highly Profitable Meal", "date": "2019-08-19 16:17", "summary": "Apple's stock surges after Chief Executive Tim Cook makes his case to the president over dinner. Call it one of the more profitable political wine-and-dines ever.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abstract-climates-helen-frankenthaler-in-provincetown-review-the-lure-of-the-outdoors-11566245776", "title": "'Abstract Climates: Helen Frankenthaler in Provincetown' Review: The Lure of the Outdoors", "date": "2019-08-19 16:16", "summary": "The time Helen Frankenthaler spent in Provincetown helped shape her into the powerful, independent artist she was.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-league-slows-the-home-run-revolution-11566245304", "title": "Little League Slows the Home Run Revolution", "date": "2019-08-19 16:08", "summary": "A switch to a 'deader' bat that mimics wood bats has reduced the number of home runs hit at the Little League Baseball World Series. The most advanced youth batting cages are filled with machines to monitor a player's every move. At facilities like New York Empire Baseball in New York, TV screens and iPads surrounding the cage display information about body and ball movement, some of which are picked up by sensors attached to players with black straps.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-vampire-vc-firms-are-the-envy-of-the-world-11566244759", "title": "'Vampire' VC Firms Are Envy of the World", "date": "2019-08-19 15:59", "summary": "Sen. Elizabeth Warren's proposed bill will be a disruptive factor in the healthy and normal flow of capital out of wasting assets and into job-creating enterprises.. Regarding your editorial \"Elizabeth the Vampire Slayer\" (Aug. 10): Sen. Elizabeth Warren's bill to stop private-equity firms from killing companies, \"The Stop Wall Street Looting Act,\" demonstrates yet again that she is clueless regarding capitalism. Countries around the world envy and attempt to copy or find substitutes for the disruptive forces of private equity (PE), venture capital and hedge funds in the U.S. American capitalism facilitates relatively rapid redeployment of capital from businesses that are foundering to those that can innovate and grow. The nurturing of capitalism's creative destruction arguably accounts, in large part, for America's explosive growth over the past century. Most other countries hamstring their disruptive forces with top-down controls or with state ownership of obese enterprises that are subsidized or protected from competition.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-still-doesnt-see-need-to-lower-rates-11566243956", "title": "Fed's Rosengren Still Doesn't See Need to Lower Rates", "date": "2019-08-19 15:45", "summary": "'There are costs to easing at a time when you don't need to ease,' the Boston Fed president says. Federal Reserve Bank of Boston President Eric Rosengren remains worried that central bank interest-rate cuts are unwarranted and could destabilize the financial sector-but signaled he's open to action if convinced the economy was taking a turn for the worse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-as-treasury-again-explores-ultralong-bonds-11566232039", "title": "U.S. Government Bond Yields Rise as Treasury Again Explores Ultralong Bonds", "date": "2019-08-19 15:30", "summary": "Treasury considered, then dropped the idea of 50-year and 100-year maturities in 2017. The Treasury Department's latest expression of interest in issuing bonds with 50-year and 100-year maturities weighed on demand for existing Treasurys on Monday, providing a lift to the 30-year yield after it fell to a record low last week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-day-for-cloud-fishing-review-playing-with-poetry-11566242086", "title": "'Good Day for Cloud Fishing' Review: Playing With Poetry", "date": "2019-08-19 15:14", "summary": "Clarinetist and composer Ben Goldberg created recordings inspired by the poetry of Dean Young, who then wrote more poems in response to the music.. New York", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-extends-license-enabling-huawei-to-work-with-u-s-customers-11566221688", "title": "Trump Administration Delays Ban on Huawei Working With U.S. Firms", "date": "2019-08-19 15:11", "summary": "Chinese telecom company gets 90-day extension that has allowed it to do some business within U.S.. WASHINGTON-The Trump administration agreed Monday to allow some U.S. companies another 90 days to continue doing business with Huawei Technologies Co., a move it said would help small rural telecom carriers dependent on Huawei gear.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norsk-hydro-tests-ai-in-cyber-defenses-after-attack-11566207000", "title": "Norsk Hydro Tests AI in Cyber Defenses After Attack", "date": "2019-08-19 15:07", "summary": "Hit by hackers in March, the Norwegian company is working on an AI tool to detect intruders in its network. Norsk Hydro AS A's investigation of a ransomware attack it suffered in March has revealed new vulnerabilities, leading it to test using artificial intelligence to secure its industrial equipment.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-date-set-in-womens-suit-against-u-s-soccer-11566241400", "title": "Trial Date Set in Women's Suit Against U.S. Soccer", "date": "2019-08-19 15:03", "summary": "The U.S. women are suing the federation for what they say is unequal pay and treatment. A trial date has been set in the U.S. women's soccer team's pay-discrimination suit against the U.S. Soccer Federation, and it's much earlier than either side wanted.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-members-of-far-right-group-proud-boys-found-guilty-for-role-in-manhattan-brawl-11566241050", "title": "Two Members of Far-Right Group Proud Boys Found Guilty for Role in Manhattan Brawl", "date": "2019-08-19 14:57", "summary": "John Kinsman, Maxwell Hare could face up to 15 years in prison. Two members of the far-right group Proud Boys were found guilty of multiple charges, including attempted gang assault and attempted assault, on Monday for their role in a 2018 brawl following a speech by the organization's founder at a New York City Republican club.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estee-lauder-reports-strong-sales-fueled-by-asian-shoppers-11566239890", "title": "Estée Lauder Reports Strong Sales Fueled by Asian Shoppers", "date": "2019-08-19 14:38", "summary": "Cosmetics company said sales will rise as much as 8% next year, sending shares to an all-time high. Estée Lauder Cos. projected strong growth in 2020 after the company reported sales increases in Asia and higher demand for its premium skin care brands, sending shares of the company to an all-time high.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-finance-insurer-hit-with-u-s-sanctions-penalty-11566235934", "title": "Trade Finance Insurer Hit With U.S. Sanctions Penalty", "date": "2019-08-19 13:32", "summary": "A U.S. subsidiary of Dutch trade finance insurer Atradius agreed to pay more than $345,000 to settle allegations that it violated U.S. sanctions. A trade finance company has been fined for allegedly buying and collecting debt of a blacklisted entity, the Treasury Department said Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-door-to-hong-kong-little-sympathy-for-the-protesters-11566218914", "title": "Next Door to Hong Kong, Little Sympathy for the Protesters", "date": "2019-08-19 12:42", "summary": "Perceptions in next-door Shenzhen that the protests are damaging business have bolstered calls for a firm hand to settle things. SHENZHEN, China-Every day, three quarters of a million people traverse more than a dozen border crossings linking Shenzhen and Hong Kong, a symbol of the intertwined economies and fortunes of China's mainland and its prosperous territory.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-fernandez-moves-from-unknown-politician-to-next-likely-president-11566232733", "title": "Argentina's Fernández Moves From Little-Known Politician to Next Likely President", "date": "2019-08-19 12:38", "summary": "Surprisingly strong candidacy of political operative is roiling markets amid investor concern about a return to power of the populist Peronist movement. BUENOS AIRES-Three months ago, Alberto Fernández was a little-known political operative teaching university law classes and taking long walks with a collie named for Bob Dylan.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-tussle-prevents-2-5-billion-gas-pipeline-to-mexico-from-opening-11566229406", "title": "Legal Tussle Prevents $2.5 Billion Gas Pipeline to Mexico From Opening", "date": "2019-08-19 11:43", "summary": "Despite fuel shortages, López Obrador's administration challenges natural-gas distributors, rattling private-sector investors. MEXICO CITY-In June, construction crews finished work on a 500-mile, $2.5 billion natural-gas pipeline that runs under the Gulf of Mexico from South Texas to the port of Tuxpan in northeastern Mexico.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-regulator-pitches-low-income-lending-rule-changes-on-u-s-road-trip-11566229418", "title": "U.S. Bank Regulator Pitches Low-Income Lending Rule Changes", "date": "2019-08-19 11:43", "summary": "As banking services move online, many agree implementation of regulations should change-but not everyone agrees how. ATLANTA-A national bank regulator is touring the country to sell his plans to modify lower-income lending requirements and overcome resistance from other regulators, banks and community advocates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pirates-kidnap-crew-members-from-two-ships-off-cameroon-11566228121", "title": "Pirates Kidnap Crew Members From Two Ships Off Cameroon", "date": "2019-08-19 11:22", "summary": "Armed attackers board German and Greek cargo vessels off the West African coast. Armed attackers kidnapped 17 crew members from German and Greek vessels in piracy-troubled waters off the coast of Cameroon in two incidents last week and are seeking \"huge sums\" for their release, people involved in the matter said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adult-recess-booms-because-being-a-grown-up-is-hard-11566226699", "title": "'Adult Recess' Is Booming, Because Being a Grown-Up Is Hard", "date": "2019-08-19 10:58", "summary": "People are reliving schoolyard memories with tetherball, hopscotch and Lincoln Logs, despite sore muscles and tweaked knees. SAN FRANCISCO-Colleen Fazio remembers being scared while playing dodgeball in grade school. Two decades later, not much had changed.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-insurance-startup-root-rides-growth-to-3-65-billion-valuation-11566222378", "title": "Auto-Insurance Startup Root Insurance Rides Growth to $3.65 Billion Valuation", "date": "2019-08-19 10:53", "summary": "Columbus, Ohio startup is one of the largest and fastest growing of the new tech-enabled insurance carriers. Auto-insurance startup Root Insurance Co. is completing a new round of capital raising that would value the company at $3.65 billion, a person familiar with the situation said.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2019-oakland-raiders-just-laugh-baby-11566225759", "title": "The 2019 Oakland Raiders: Just Laugh, Baby", "date": "2019-08-19 10:42", "summary": "A raffish franchise tries to relocate its fearsome image-and find a new helmet for its star wide receiver. Once, the Oakland Raiders inspired fear. Now, giggles.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fixing-the-problems-with-boeings-737-max-11566224866", "title": "The Multiple Problems, and Potential Fixes, With the Boeing 737 MAX", "date": "2019-08-19 10:27", "summary": "A look at the plans to correct the aircraft's flight-control system that contributed to two fatal crashes and the plane's grounding. Two fatal crashes of Boeing Co. 's 737 MAX exposed problems with the aircraft's flight-control system, spurring aviation regulators to push for additional changes before the grounded plane can again fly with passengers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-dancing-prevent-dementia-11566223731", "title": "Can Dancing Prevent Dementia?", "date": "2019-08-19 10:08", "summary": "Resume Subscription. Elvis Presley croons in the background as dance teacher Stine Moen gently calls out dance steps.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/things-can-get-worse-for-japans-immiserated-regional-banks-11566223449", "title": "Things Can Get Worse for Japan's Struggling Regional Banks", "date": "2019-08-19 10:04", "summary": "Chiba Bank faces the secular risk of dreary profitability as well as a cyclical threat from its local property market. Ultralow interest rates are making it a miserable year for Japanese banks, with many stocks hitting historic lows. The bad news is that things can still get worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-first-quarter-financials-show-strong-growth-rate-cash-reserves-11565998183", "title": "Airbnb's First-Quarter Financials Show Strong Growth Rate, Cash Reserves", "date": "2019-08-19 09:58", "summary": "Home-sharing company is expected to go public in 2020. Home-sharing company Airbnb Inc.'s most-recent financial data shows its strong cash position and a first-quarter growth rate above 30%, both key metrics that will draw investors as the startup positions itself to go public next year.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jennifer-lopez-alex-rodriguez-are-investing-in-fintech-firm-acorns-11566214485", "title": "Jennifer Lopez, Alex Rodriguez Are Investing in Fintech Firm Acorns", "date": "2019-08-19 09:44", "summary": "CEO Noah Kerner aims to turn niche savings app into bank alternative used by 100 million consumers. Acorns Grow Inc. wants to go viral. It has enlisted A-Rod and J.Lo to help.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-yield-curve-inversion-may-be-good-news-for-this-lagging-stock-sector-11566221156", "title": "Yield-Curve Inversion May Be Good News for This Lagging Stock Sector", "date": "2019-08-19 09:25", "summary": "Energy shares have historically outperformed the broader market in the months following a yield-curve inversion. Last week's yield-curve inversion might have been a good sign for the stock market's biggest laggard this year: energy stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-8-best-designed-items-of-september-11566220965", "title": "The 8 Best-Designed Items of September", "date": "2019-08-19 09:22", "summary": "Diptyque's homewares expansion, a fashionable Mexico City boite, Harry Winston's candy-colored cocktail rings and a sculptural Max Mara Atelier coat-all this and more in our monthly survey of the most captivating items in fashion, design and travel. Masala y Maíz, the Mexico City restaurant that melds the flavors of Mexico, East Africa and India, has a new home in the Colonia Juárez area. With the move, chef-owners Norma Listman and Saqib Keval are expanding their menu and adding a natural wine shop. The space adjoins the flagship of fashion designer Carla Fernández, whose husband, artist Pedro Reyes, did the restaurant's interiors, marking a full-circle return: The idea for Masala y Maíz arose from a dinner the chefs cooked at the couple's home. -Fanny Singer", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-nordstrom-dxc-technology-11566208800", "title": "Stocks to Watch: Nordstrom, Target, DXC Technology", "date": "2019-08-19 09:14", "summary": "Nordstrom and DXC Technology are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-economy-sours-democrats-will-face-a-tough-choice-11566219836", "title": "If Economy Sours, Democrats Will Face a Tough Choice", "date": "2019-08-19 09:03", "summary": "Which candidate would benefit more from a recession: A moderate such as Joe Biden, or someone like Elizabeth Warren? Primary and general-election voters may disagree.. The financial markets last week went into a temporary seizure on signs that maybe, just maybe, a recession is rolling in.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-goes-it-alone-on-delivery-11566219685", "title": "Domino's Goes It Alone on Delivery", "date": "2019-08-19 09:01", "summary": "Pizza chain resists partnerships while rivals link with Grubhub, DoorDash. The pizza chain that helped popularize delivery is keeping its pies off other services that allow diners to order all manner of cuisines to their doors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-european-co-working-space-thats-coming-to-los-angeles-11566218172", "title": "Inside the European Co-working Space That's Coming to Los Angeles", "date": "2019-08-19 08:36", "summary": "With locations in London and Lisbon, coworking space Second Home arrives in East Hollywood with its anti-clubby policies that aim to cultivate an eclectic mix of tenants. L.A. is one of the most diverse cities in the world,\" says Second Home co-founder Rohan Silva, \"but there are still too many walls-too many barriers between different types of people, communities, industries.\" These are the walls that he and business partner Sam Aldenton are seeking to break down with the new East Hollywood location of their workspace and cultural venue, which already has locations in London and Lisbon. Unlike Soho House and other members-only clubs, Second Home offers spaces and cultural programming that are open to the public, with the aim of promoting diversity and creativity. In fact, it subsidizes rent for certain smaller community groups and nonprofits, curating an eclectic mix of tenants. Rejecting a corporate aesthetic, Second Home embraces the playful architecture of Spanish firm Selgascano, which has designed nearly all of its locations. (Second Home also recently brought Selgascano's rainbow-hued Serpentine Pavilion structure to L.A.'s La Brea Tar Pits.) Opening in September, Second Home L.A. occupies a 90,000-square-foot campus that's home to a 1963 Paul Williams-designed building as well as Selgascano's 60 yellow-roofed, oval-shaped studios that from the air look like a series of golden droplets. On the grounds, 6,500 new trees and plants are watered by a special retention system that captures rainfall. \"[It's] a million miles away from another glass cube,\" Silva says. secondhome.io", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trenches-and-skirt-suits-are-back-in-power-11566217966", "title": "Trenches and Skirt Suits Are Back in Power", "date": "2019-08-19 08:32", "summary": "The discreet charm of the '70s makes an appearance in this season's tailored skirts, tweeds, trench coats and reimagined suits-inside your fall wardrobe. SUIT LIFE Checks and square-toed loafers are a sharp look. From left: No. 21 shirt, price upon request, numeroventuno.com, Oscar de la Renta pants, $1,490, Oscar de la Renta boutiques, Chloé shoes, $1,350, nordstrom.com; Givenchy jacket, top, pants and belt, prices upon request, Givenchy, 747 Madison Avenue, New York, Marc Jacobs shoes, $890, marcjacobs.com, Falke socks, $35, amazon.com; Maison Margiela coat, $2,865, and belt, $195, Maison Margiela, 803 Greenwich Street, New York, Etro skirt, $3,470, Etro boutiques, Loewe shoes, $790, loewe.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-democrats-see-favorability-ratings-slide-11566215960", "title": "2020 Democrats See Favorability Ratings Slide", "date": "2019-08-19 07:59", "summary": "Three leading Democratic presidential candidates are viewed more negatively by Americans than positively, a new WSJ/NBC News poll finds. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pot-industry-underestimates-old-school-dealers-11566214441", "title": "Pot Industry Underestimates Old-School Dealers", "date": "2019-08-19 07:34", "summary": "Even in states where cannabis is fully legal, the black market is proving more resilient than expected. Traditional drug dealers are still formidable competitors in U.S. states where cannabis is legal. Governments planning for huge tax windfalls and investors expecting rapid market-share gains have to adjust to a slower burn.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadline-looms-for-u-s-employers-to-report-pay-for-women-minorities-11566213788", "title": "Deadline Looms for U.S. Employers to Report Pay for Women, Minorities", "date": "2019-08-19 07:23", "summary": "Companies brace for more scrutiny of gender, racial pay gaps by federal regulators. Companies across the U.S. are preparing to give federal regulators the most detailed information ever collected about how they compensate workers of all genders, races and ethnicities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-nominates-new-state-economic-czar-11566212520", "title": "New York Gov. Cuomo Names New State Economic Czar", "date": "2019-08-19 07:02", "summary": "Lawyer and publishing executive Eric Gertler selected to lead Empire State Development. Eric Gertler, a lawyer and publishing executive, said he would continue to develop New York's innovation economy as Gov. Andrew Cuomo's new economic development czar.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-tanker-heads-to-greece-after-leaving-gibraltar-11566211250", "title": "Iranian Tanker Heads to Greece After Leaving Gibraltar", "date": "2019-08-19 06:40", "summary": "Tehran warns the U.S. against targeting the vessel after attempt to seize it failed. LONDON-The Iranian tanker released by Gibraltar was sailing to Greece, according to ship-tracking data, as Tehran warned the U.S. against targeting the vessel after a last-minute attempt to seize it in the British overseas territory.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-wartime-emperor-showed-remorse-over-nanjing-massacre-11566210385", "title": "Japan's Wartime Emperor Showed Remorse Over Nanjing Massacre", "date": "2019-08-19 06:26", "summary": "Hirohito tried unsuccessfully to give a public speech in 1952 laying out regrets, newly released records show. TOKYO-The late Emperor Hirohito privately expressed regret about atrocities committed by Japanese troops in the Chinese city of Nanjing in 1937, saying he hadn't fully known what the army was doing but wished he could have stopped it, according to newly released records.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-harnessing-ai-in-bid-to-save-millions-on-finance-tasks-11566207002", "title": "Airbus Harnessing AI in Bid to Save Millions on Finance Tasks", "date": "2019-08-19 05:30", "summary": "The aircraft maker's Americas unit is digitizing the approval of expense reports and payment of invoices. Airbus SE is using artificial intelligence to squeeze cost out of its finance function, an experiment launched in the aircraft maker's Americas division that could save the corporation millions of dollars annually if rolled out in other regions.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-overqualified-trap-can-hit-you-at-any-time-11566207000", "title": "The 'Overqualified' Trap Can Hit You at Any Time", "date": "2019-08-19 05:30", "summary": "You don't have to be near retirement to battle a perception that you've accomplished too much; here's what to do about it. A 39-year-old executive with a successful record as a senior vice president has been job-hunting since she was laid off a few months ago. She doesn't care about matching her former title. She just wants a challenging job where she can learn and grow.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11566145258", "title": "Pepper...and Salt", "date": "2019-08-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chief-wedged-between-a-slowing-economy-and-an-angry-president-11566166246", "title": "Fed Chief Wedged Between a Slowing Economy and an Angry President", "date": "2019-08-19 22:41", "summary": "Resume Subscription. Jerome Powell is entering the most perilous stage yet of his tenure as Federal Reserve chairman, fighting to keep the U.S. from recession while taking the blame from President Trump for skittish markets and a slowing economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/greenlanders-cringe-at-being-trumps-fantasy-island-11566169539", "title": "Greenlanders Baffled by Trump Interest", "date": "2019-08-19 22:04", "summary": "Resume Subscription. NUUK, Greenland-Daniel Thorleifsen has a suggestion for President Trump: Maybe try playing golf here first before putting in a bid for Greenland.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australian-steelmaker-bluescope-plans-u-s-expansion-11566179042", "title": "Australian Steelmaker BlueScope Plans U.S. Expansion", "date": "2019-08-19 21:44", "summary": "BlueScope Steel will spend roughly US$700 million to increase production at Ohio plant. SYDNEY-An Australian steelmaker said it will spend roughly US$700 million to expand its U.S. business, joining American rivals that have outlined plans to add capacity domestically in the wake of President Trump's import tariffs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-police-probe-gun-in-fedex-package-11566126158", "title": "Chinese Police Probe Gun in FedEx Package", "date": "2019-08-19 20:09", "summary": "U.S. shipping company faces further scrutiny after weapon sent to sports-gear firm, officials say. BEIJING-Chinese police are investigating the presence of a gun in a package shipped by FedEx Corp. to China from the U.S., the latest scrutiny directed at the American shipping company by Chinese authorities.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]