[{"link": "https://www.wsj.com/articles/disney-chief-executive-robert-iger-resigns-from-apples-board-11568411573", "title": "Disney Chief Executive Robert Iger Resigns From Apple's Board", "date": "2019-09-13 19:09", "summary": "Exit comes as the two companies prepare to launch competing video-streaming services. Walt Disney Co. 's Chief Executive Robert Iger resigned from Apple Inc.'s board of directors, the tech giant said on Friday, severing a yearslong connection between the two companies as they prepare to launch competing video-streaming services.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-impeachment-motions-11568416067", "title": "The Impeachment Motions", "date": "2019-09-13 19:07", "summary": "Jerry Nadler deserves an Oscar for pretending his probe is serious.. Democratic presidential candidates issued a gusher of words over three hours Thursday night, but one they didn't utter was \"impeachment.\" That was no accident. The polls show the cause is a political loser, and maybe someone should tell Jerrold Nadler.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigiegs-cracked-history-11568416013", "title": "Buttigieg's Cracked History", "date": "2019-09-13 19:06", "summary": "Mayor Pete claims the U.S. started the war in Afghanistan.. Did the United States start the war in Afghanistan? That was Pete Buttigieg's startling claim during Thursday night's Democratic debate when asked what he would do in Afghanistan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidates-differ-on-whether-its-fair-to-discuss-bidens-fitness-for-office-11568377854", "title": "Democratic Rivals Differ on Whether to Attack Biden's Fitness for Office", "date": "2019-09-13 19:03", "summary": "Julián Castro claims front-runner forgot what he said; another candidate calls the attack personal and unnecessary. HOUSTON-The third Democratic presidential debate left the candidates differing on whether it is fair game to discuss former Vice President Joe Biden's fitness to be the party's presidential nominee next year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/introducing-das-monopoly-11568415779", "title": "Introducing: Das Monopoly™", "date": "2019-09-13 19:03", "summary": "The game you love, now with discussions of race, sex and privilege.. Hasbro this week unveiled Ms. Monopoly, a new version of its timeless board game that's modified, as the company put it, so \"women make more than men.\" Female players, for instance, will get $240 when they pass \"Go,\" while the guys will still earn the usual $200. Take that, patriarchy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-plans-ipo-spinoff-of-fast-growing-madewell-brand-11568415542", "title": "J.Crew Plans IPO Spinoff of Madewell", "date": "2019-09-13 18:59", "summary": "Retailer expects to use proceeds from offering to pay down debt. J.Crew Group Inc. formally made plans to spin off its fast-growing Madewell brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-neff-founded-fibrogen-and-developed-anemia-drug-11568385001", "title": "Thomas Neff Founded FibroGen and Developed Anemia Drug", "date": "2019-09-13 18:43", "summary": "Former investment banker created business plan after making a cold call to Finnish biochemist. Kari Kivirikko, a professor of biochemistry at the University of Oulu in Finland, received an unexpected call from California one day in 1993. Thomas Neff, an investment banker, had noticed that Dr. Kivirikko was an expert on collagen and certain related enzymes.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-chief-laid-plans-for-his-exit-that-set-off-an-activist-challenge-11568414629", "title": "AT&T Chief Laid Plans for His Exit. That Set Off an Activist Challenge.", "date": "2019-09-13 18:43", "summary": "Plans by CEO Randall Stephenson to leave the helm to a longtime ally triggered the threat of a proxy fight by an aggressive Wall Street activist investor. Randall Stephenson, AT&T Inc.'s longtime boss, got an unexpected phone call Sunday evening from a hedge-fund manager at Elliott Management Corp., one of Wall Street's biggest and most aggressive activist investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-funds-see-inflows-as-growth-fears-abate-11568414569", "title": "Stock Funds See Inflows as Growth Fears Abate", "date": "2019-09-13 18:42", "summary": "After seven consecutive weeks of outflows, global stock funds return to favor. Investors have jumped back into stock funds as trade tensions with China showed signs of easing, reversing a long stretch of outflows.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-publishers-allege-peloton-used-more-songs-without-permission-11568414309", "title": "Music Publishers Allege Peloton Used More Songs Without Permission", "date": "2019-09-13 18:38", "summary": "Bid to amend suit over workout video-streaming service doubles estimated number of songs; works include hits from Taylor Swift, Beyoncé, Bruno Mars. A group of music publishers suing Peloton Interactive Inc. allege the company's workout video-streaming service used more than twice as many songs without permission as they had previously claimed, and they are seeking more than $300 million in damages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-strikes-11-billion-settlement-with-insurers-over-deadly-wildfires-11568383221", "title": "PG&E Strikes $11 Billion Settlement With Insurers Over Wildfires", "date": "2019-09-13 18:33", "summary": "Deal moves PG&E closer to bankruptcy exit, but company still has to resolve claims from wildfire victims. PG&E said it has reached an $11 billion settlement with insurance companies over wildfire claims, a significant step toward emerging from bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-submits-report-on-merits-of-fbi-surveillance-of-trump-aide-11568413139", "title": "Watchdog Submits Report on Merits of FBI Surveillance of Trump Aide", "date": "2019-09-13 18:18", "summary": "Inspector general's probe into monitoring of Carter Page could be released to public in coming weeks. WASHINGTON-The Justice Department's independent watchdog has completed a draft of a highly anticipated report on the FBI surveillance of a one-time associate of President Trump's during the 2016 campaign, raising the prospect that the report will be released to the public in the coming weeks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-oh-george-11568412797", "title": "Notable & Quotable: Oh, George", "date": "2019-09-13 18:13", "summary": "'I'm not even going to take the bait, Senator.'. An exchange between Sen. Kamala Harris and moderator George Stephanopoulos at the Democratic presidential debate in Houston, Sept. 12:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jane-austen-knows-that-manners-make-the-man-11568412737", "title": "Jane Austen Knows That Manners Make the Man", "date": "2019-09-13 18:12", "summary": "Her work is now popular because of its eloquent portrayal of how politeness is tied to deeper morality.. What accounts for the popularity of Jane Austen over the past three decades, whether on the page or adapted to the screen? One could argue that the appeal turns on a taste for simple romantic plots in which heroes and heroines find their perfect complements, or on a fondness for empire gowns and ribboned bonnets. These things, no doubt, contribute to Austen's having become, as my editor once put it, \"a best-selling brand.\" But what I think is central to her popularity is a longing for civility in an age of coarseness and meanness.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-incredible-movie-makeover-11568412774", "title": "Obama's Incredible Movie Makeover", "date": "2019-09-13 18:12", "summary": "The former president has produced a film about a factory closing-without mentioning his own role in the drama.. Higher Ground, the production company formed last year by Barack and Michelle Obama in conjunction with Netflix, recently released its first film. \"American Factory\" is a documentary about a General Motors plant in Moraine, Ohio, a suburb of Dayton. The plant closed in 2008 and was reopened by a Chinese auto glass manufacturer in 2015. The film follows the lives of both the laid-off American workers and the Chinese workers brought in to run the new plant.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-golden-state-mayor-takes-on-the-nimbys-11568412682", "title": "A Golden State Mayor Takes On the Nimbys", "date": "2019-09-13 18:11", "summary": "As the cost of living spikes, Republican Kevin Faulconer wants to make housing affordable again-without crushing current homeowners.. San Diego", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-be-civil-have-fun-11568412699", "title": "Notable & Quotable: Be Civil, Have Fun", "date": "2019-09-13 18:11", "summary": "'Understanding what it means to be civil requires only common sense.'. From \"How We Must Speak to Each Other,\" distributed to students this fall at Michigan's Hillsdale College:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opportunity-zones-knock-where-theyre-needed-least-11568412633", "title": "Opportunity Zones Knock Where They're Needed Least", "date": "2019-09-13 18:10", "summary": "Places like Chapel Hill are poor areas on paper because they're filled with jobless college kids.. Chapel Hill, N.C.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-cigarette-maker-njoy-changes-funding-plan-after-vaping-ban-11568410278", "title": "E-Cigarette Maker NJOY Changes Funding Plan After Vaping Ban", "date": "2019-09-13 18:08", "summary": "Startup, which was seeking valuation as high as $5 billion, generates 90% of sales from flavors that would fall under Trump administration's proposed ban. E-cigarette maker NJOY Holdings Inc. has changed plans for its funding round after the Trump administration proposed pulling most vaping products from the market, said people familiar with the matter, in one of the clearest signs yet of the potential business impact of the ban.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-assails-dojs-antitrust-probe-of-car-makers-over-emissions-11568411228", "title": "Kamala Harris Assails DOJ's Probe of Car Makers", "date": "2019-09-13 17:47", "summary": "Democratic presidential candidate alleges department is used for partisan political purposes. WASHINGTON-California Sen. Kamala Harris asked the Justice Department's inspector general to investigate why the department opened an antitrust probe of four car companies who struck a deal with California on vehicle-emissions standards.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felicity-huffman-faces-sentencing-in-college-admissions-cheating-scheme-11568367002", "title": "Felicity Huffman Gets 14 Days in Prison for Role in College-Admissions Scheme", "date": "2019-09-13 17:38", "summary": "Actress admitted to paying William 'Rick' Singer $15,000 to boost her daughter's SAT score. BOSTON-Actress Felicity Huffman was sentenced Friday to 14 days in prison for her role in the college-admissions cheating scheme, sending a strong signal that more of the wealthy parents in the sprawling scandal could expect to serve time.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-erasing-much-of-august-decline-11568391190", "title": "Surge in Treasury Yields Reflects Easing Economic Worries", "date": "2019-09-13 17:34", "summary": "Government bond yields around the world have risen, buoyed by ebbing concerns about trade. U.S. government bond yields posted their biggest weekly advance in more than six years, rising for five consecutive sessions after signs of a thaw in trade tensions eased fears about the direction of the economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-revives-suit-alleging-foreign-payments-to-trump-businesses-violate-the-constitution-11568410128", "title": "Court Revives Suit Alleging Foreign Payments to Trump Businesses Violate the Constitution", "date": "2019-09-13 17:28", "summary": "Appeals court rules hotels, restaurants that compete with Mr. Trump's businesses have legal standing to bring claims. A federal appeals court in New York revived a lawsuit that alleges President Trump is unconstitutionally profiting from his presidency.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-president-to-companies-know-what-you-stand-for-11568410136", "title": "Microsoft President to Companies: Know What You Stand For", "date": "2019-09-13 17:28", "summary": "Government needs to regulate AI-based facial-recognition systems, Brad Smith says. NEW YORK-Technology companies increasingly enmeshed in social issues need to decide on principles to guide them as they face challenges related to regulatory compliance and customer trust, said Brad Smith, president of Microsoft Corp.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-hit-by-fuel-shortages-blames-u-s-curbs-11568409993", "title": "Cuba, Hit by Fuel Shortages, Blames U.S.", "date": "2019-09-13 17:26", "summary": "Island takes drastic steps to reduce consumption, including cutbacks in public transportation and some manufacturing. Cuba's Communist government is taking emergency measures to avoid power blackouts and contain a severe fuel shortage it blames on U.S. attempts to cut off the island's oil lifeline with Venezuela.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-finds-probable-carcinogen-in-some-versions-of-zantac-11568389534", "title": "FDA Finds Probable Carcinogen in Some Versions of Zantac", "date": "2019-09-13 17:19", "summary": "Agency is evaluating whether low amounts of chemical pose risk to patients. WASHINGTON-The Food and Drug Administration said it has learned of a probable human carcinogen found at low levels in some versions of the popular heartburn drug Zantac, sold over the counter and in various generic forms.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carriers-new-cfo-to-guide-spinoff-from-united-technologies-11568409546", "title": "Carrier's New CFO to Guide Spinoff From United Technologies", "date": "2019-09-13 17:19", "summary": "New finance chief Timothy McLevish has served as CFO of Walgreens, Kraft Foods and Ingersoll Rand. Carrier Global Corp. on Friday named a new finance chief, a move that comes as the heating-and-cooling-systems company prepares to spin off from United Technologies Corp. next year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloudflare-jumps-19-in-market-debut-11568405105", "title": "Cloudflare Jumps 20% in Market Debut", "date": "2019-09-13 17:08", "summary": "This year has seen a slew of IPOs in the information-technology space. Cloudflare Inc.'s shares surged 20% in its first day of trading Friday, following a streak of technology upstarts making initial public offerings to meet investors' growing appetite for enterprise information-technology companies.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-mccabes-lawyer-again-asks-prosecutors-to-drop-case-11568397719", "title": "U.S. Case Against Andrew McCabe May Be in Jeopardy", "date": "2019-09-13 17:03", "summary": "Lawyer for the former FBI official again asks prosecutors to drop the case. Andrew McCabe hasn't been indicted for allegedly lying to federal investigators, according to an email from his attorney asking prosecutors to drop the probe, a sign that the government's case against the FBI's former No. 2 official may be in jeopardy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-ride-rally-in-u-s-bond-yields-11568408548", "title": "Bank Stocks Ride Rally in U.S. Bond Yields", "date": "2019-09-13 17:02", "summary": "KBW bank index surges 7.76% for its best week since 2016. Bank stocks notched their best week since 2016, rallying alongside a big jump in government-bond yields.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-oracle-wendys-apple-stocks-that-defined-the-week-11568408259", "title": "AT&T, Oracle, Wendy's, Apple: Stocks That Defined the Week", "date": "2019-09-13 16:57", "summary": "The Dow industrials rose each day this past week; here are some U.S. stocks that moved on news. Citigroup Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-up-on-stimulus-trade-hopes-11568362969", "title": "Stocks Extend Weekly Winning Streak", "date": "2019-09-13 16:48", "summary": "Retail sales rose in August and blue-chip index rises for eighth straight session. U.S. stocks clinched a third consecutive week of gains and are sitting within a hair of their records, as moderating tensions between the U.S. and China eased fears about a potential recession.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rough-night-for-socialism-11568407625", "title": "A Rough Night for Socialism", "date": "2019-09-13 16:47", "summary": "Welcome critiques of government-run health care and the Venezuelan regime at Thursday's Democratic debate.. How many Scandinavians have to tell Bernie Sanders they don't live in socialist countries before he stops claiming they do? At Thursday's Democratic debate, Sen. Sanders tried to avoid acknowledging the misery inflicted by socialist governments by once again pretending that Nordic economies are built on his Sandernista model.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-growth-hasnt-hurt-trump-in-key-midwest-counties-11568388601", "title": "Slow Growth Hasn't Hurt Trump in Key Midwest Counties", "date": "2019-09-13 16:47", "summary": "Resume Subscription. WILKES-BARRE, Pa.-When Donald Trump broke the hold of Democrats in Pennsylvania and parts of the industrial Midwest in 2016, credit went to many blue-collar, manufacturing-oriented counties that backed him by lopsided margins, drawn in part by his promise of economic renewal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/comerica-bracing-for-lower-interest-rates-names-interim-cfo-11568407603", "title": "Comerica, Bracing for Lower Interest Rates, Names Interim CFO", "date": "2019-09-13 16:46", "summary": "The lender says CFO Muneera Carr's departure isn't linked to any concerns about accounting, financial reporting or internal controls. Comerica Inc. disclosed Friday that its finance chief is leaving and treasurer James Herzog has been named interim CFO, a move that comes as the regional lender braces for lower interest rates that could cut into its bottom line.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-sued-by-ex-director-of-portfolio-company-solera-11568406812", "title": "Vista Sued by Ex-Director of Portfolio Company Solera", "date": "2019-09-13 16:33", "summary": "Solera said former director Kurt Lauk aided alleged misconduct by ex-CEO. One of Vista Equity Partners' largest buyout deals has spawned a legal fight over millions of dollars in stock awards that involves allegations of workplace misconduct and abuse.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-draghi-gets-ready-to-exit-his-legacy-remains-contested-11568404206", "title": "As Draghi Gets Ready to Exit, His Legacy Remains Contested", "date": "2019-09-13 15:50", "summary": "Growing skepticism and fatigue with the ECB president's policies and leadership style suggest far-reaching changes he instituted aren't irreversible. FRANKFURT-When European Central Bank President Mario Draghi presented his final jolt of stimulus for the eurozone to the central bank's rate-setting committee Thursday, he faced a rebellion.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-blames-increase-in-uninsured-americans-on-obamacare-11568396294", "title": "Trump Administration Blames Increase in Uninsured Americans on Obamacare", "date": "2019-09-13 15:46", "summary": "Head of Centers for Medicare and Medicaid Services says higher premiums under ACA have priced out people without subsidies. A senior Trump administration health official blamed the first increase in uninsured Americans in a decade on the Affordable Care Act, pushing back against Democrats' claims in Thursday night's debate that the president is hurting the law.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-closes-foreign-bribery-probe-into-ciena-11568403881", "title": "SEC Closes Foreign Bribery Probe Into Ciena", "date": "2019-09-13 15:44", "summary": "The Foreign Corrupt Practices Act investigation stemmed from a voluntary disclosure by the telecom. The Securities and Exchange Commission has closed a foreign bribery probe into Ciena Corp. , the telecommunications company said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-weekly-drop-highlights-lingering-oversupply-fears-11568385151", "title": "Oil's Weekly Drop Highlights Lingering Oversupply Fears", "date": "2019-09-13 15:40", "summary": "Crude prices weighed down by glut worries even as other investments rally on hopes for trade talks. Oil prices fell for the fourth consecutive session Friday to bring their drop for the week to 3%, illustrating how fears of excess supply continue to keep crude prices down even as hopes for upcoming trade talks boost the outlook for the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-awaiting-egyptian-counterpart-at-summit-called-out-for-my-favorite-dictator-11568403645", "title": "Trump, Awaiting Egypt's Sisi at Summit, Called Out for 'My Favorite Dictator'", "date": "2019-09-13 15:40", "summary": "Quip drew attention to uncomfortable facet of U.S.-Egypt relationship. Inside a room of the ornately decorated Hotel du Palais during last month's Group of Seven summit in Biarritz, France, President Trump awaited a meeting with Egyptian President Abdel Fattah Al Sisi.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-requests-tech-executives-emails-in-antitrust-probe-11568377800", "title": "House Committee Requests Tech Executives' Emails in Antitrust Probe", "date": "2019-09-13 15:34", "summary": "Bipartisan lawmakers seek information from Google, Amazon, Facebook, and Apple. Congress opened a new front in the government's antitrust probe of giant technology firms, with House lawmakers on Friday demanding emails and other records from some of the industry's top chief executives as they look for evidence of anticompetitive behavior.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-exclude-u-s-soybeans-and-pork-from-additional-tariffs-11568370755", "title": "China to Exempt U.S. Soybeans, Pork From Punitive Tariffs", "date": "2019-09-13 15:32", "summary": "Measure follows President Trump's two-week postponement of increased tariffs on some Chinese goods. China will exempt purchases of U.S. soybeans, pork and other agricultural products from punitive tariffs, in a move that appears aimed at addressing one of President Trump's most pressing demands during the protracted trade war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/competition-lessened-corporate-social-role-11568402444", "title": "Competition Lessened Corporate Social Role", "date": "2019-09-13 15:20", "summary": "Industries such as steel and auto cut generous deals with their unions not out of a sense of noblesse oblige but to avoid strikes and continue to profit from less-competitive markets. Ironically, these very deals helped to lead to the decline of these industries, as foreign competition returned with lower wages and more modern factories.. Nicholas Lemann's \"When Corporations Changed Their Social Role-And Upended Our Politics\" (Review, Sept. 7) underplays or ignores the restoration of foreign competition and the widespread use of junk bonds. From immediately after World War II to the late 1960s, U.S. companies had huge advantages over most of the other businesses in the world. Industries such as steel and auto cut generous deals with their unions not out of a sense of noblesse oblige but to avoid strikes and continue to profit from less-competitive markets. Ironically, these very deals helped to lead to the decline of these industries, as foreign competition returned with lower wages and more modern factories, and the need to survive forced businesses to pull back on what was previously thought to be their social obligations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-jobs-face-opposition-beyond-california-11568402294", "title": "Gig Jobs Face Opposition Beyond California", "date": "2019-09-13 15:18", "summary": "California isn't the only state to attack the gig economy. For 15 years, Massachusetts has suffered from the prototype for this legislation (MGL, Chapter 149, Section 148B), so we've learned a thing or two about how the innocuous-sounding ABC test works.. Regarding your editorial \"California's War on Gigs\" (Aug. 30): California isn't the only state to attack the gig economy. For 15 years, Massachusetts has suffered from the prototype for this legislation (MGL, Chapter 149, Section 148B), so we've learned a thing or two about how the innocuous-sounding ABC test works.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-offers-a-property-rights-opportunity-11568402163", "title": "Airbnb Offers a Property-Rights Opportunity", "date": "2019-09-13 15:16", "summary": "Though websites like Airbnb and HomeAway are relatively new, offering one's home to paying overnight guests is centuries old. The vast majority of home sharers are respectful to neighbors.. Masada Siegel's complaints about her home-sharing neighbors (\"The Airbnb Hotel Next Door,\" op-ed, Sept. 3) are deeply misplaced. City hall, not Arizona's home-sharing law, is to blame if nuisance ordinances are not enforced.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspended-drivers-licenses-and-paying-ones-debts-11568402020", "title": "Suspended Drivers Licenses and Paying One's Debts", "date": "2019-09-13 15:13", "summary": "Whether a driving fine or a student loan, the individual, regardless of their economic status, is still responsible for paying off the debt.. Regarding Jenny Kim's \"Debt Shouldn't Stop You From Driving\" (op-ed, Sept. 9): Ms. Kim makes a good case that debt-based license suspensions may exacerbate the inability for one to pay the very debts that must be paid from the income source that is being cut off by the inability to get to one's employment. What is lacking from the article is any concrete solution to allow the individual to responsibly pay off the debt. Whether a driving fine or a student loan, the individual, regardless of economic status, is still responsible for paying off the debt. Perhaps a small garnishment of wages or a lien on property, even on the car, or a payment from an income-tax refund would help chip away at the debt. These options would still allow the individual license holder to remain employed while proudly paying whatever debt to society or an institution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bribes-do-real-damage-to-the-students-not-admitted-11568401918", "title": "Bribes Do Real Damage to The Students Not Admitted", "date": "2019-09-13 15:11", "summary": "How about all of the hard work in high school by the prospective students who applied the same year and were denied?. Regarding a U.S. district judge's proposal to delay the sentencing in the nationwide college-admissions cheating scandal to see whether the parents who pleaded guilty caused anyone financial harm: Get real (\"Cost of Admissions Scandal at Issue in Sentencing,\" U.S. News, Sept. 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tailgating-could-make-everything-better-11568401756", "title": "Tailgating Could Make Everything Better", "date": "2019-09-13 15:09", "summary": "Why is it only for sports? Try it before work or the opera, or at tax time.. Last Sunday I went to the New York Jets-Buffalo Bills game at the Meadowlands. It was a sunny, beautiful day and everyone was in a pretty good mood at kickoff time. Sure, the Jets eventually blew a 16-0 lead and lost by one point, but the crowd didn't take it all that badly.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-parent-adjusts-corporate-governance-ahead-of-nasdaq-ipo-11568387121", "title": "SoftBank to Buy at Least $750 Million of WeWork Parent Shares in IPO", "date": "2019-09-13 15:04", "summary": "Company looks to raise at least $3 billion in IPO. SoftBank Group Corp. plans to buy at least $750 million of the shares in WeWork's impending IPO, a move that could allow the office-sharing company to shore up an offering that has been plagued by tepid investor demand.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-increased-0-4-in-august-11568378025", "title": "Auto Sales Revved Up August Retail Spending", "date": "2019-09-13 15:03", "summary": "Otherwise, shoppers didn't spend much more than in July, prompting forecasters to slightly lower their estimates for U.S. growth. WASHINGTON-Spending on vehicles drove strong retail sales in August, suggesting American shoppers continue to support the economy at a time of heightened global uncertainty.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-use-spyware-to-track-sim-cards-11568400758", "title": "Hackers Use Spyware to Track SIM Cards", "date": "2019-09-13 14:52", "summary": "Telecom security researchers identify 'Simjacker' spyware, used to track SIM cards in Mexico, Colombia and Peru. Hackers are exploiting a vulnerability in software embedded in the SIM cards of hundreds of millions of phones to track users' whereabouts-a novel form of spyware targeting one of the most important bits of hardware in a mobile device.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-silicon-valley-struggle-to-unify-on-protecting-elections-11568392455", "title": "Washington, Silicon Valley Struggle to Unify on Protecting Elections", "date": "2019-09-13 14:35", "summary": "Government and tech platforms each say the other should be doing more, raising questions about 2020 preparedness. U.S. national-security officials traveled to Silicon Valley last week to forge deeper ties with big tech companies in hopes of better protecting the 2020 election from foreign intervention. It didn't go entirely as planned.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discover-financial-taps-pharmaceutical-executive-as-cfo-11568399441", "title": "Discover Financial Taps Pharmaceutical Executive as CFO", "date": "2019-09-13 14:30", "summary": "New finance chief John T. Greene could expand payments division through an acquisition, analyst says. Discover Financial Services Inc. has turned to a pharmaceutical executive to take over for its retiring finance chief who helped guide the company through a period of solid growth.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-claw-summer-no-laws-11568397746", "title": "It Was White Claw's Summer. Can It Last Into Fall?", "date": "2019-09-13 14:22", "summary": "Despite social media gags, there's no pumpkin spice White Claw in the offing-and no \"holiday ham,\" either. So how will the drink of summer fit into colder months? Meme-makers, drinkers and analysts weigh in. The canned hard seltzer White Claw made a splash on social media as the pumpkin spice latte of the summer. It started with a video created by comedian Trevor Wallace. In the clip, titled \"*drinks White Claw once*,\" the YouTuber lounges by a pool, calls the sparkling beverage LaCroix \"just a virgin White Claw\" and declares, \"Ain't no laws when you're drinking Claws.\" That phrase has already made its way onto unofficial, Etsy-created merchandise like T-shirts and drink koozies. Even the frequently invoked tagline \"Hot Girl Summer,\" popularized by rapper Megan Thee Stallion, has been replaced by some with the term \"White Claw Summer,\" inspiring writer Harry Lyles Jr. to tweet: \"a stranger yelled \"white claw summer!\" to me across the pool. as much as i wanted to be all \"i don't know you\" i had to raise my lime claw and agree that it is indeed, white claw summer\". Twitter says there have been 700,000 tweets about White Claw this year, 85% of which were posted between June 1 and September 3.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunisias-presidential-race-tests-sole-democracy-to-emerge-from-arab-spring-11568372401", "title": "Tunisia's Presidential Race Tests Fledgling Democracy", "date": "2019-09-13 14:01", "summary": "Resume Subscription. TUNIS-When the people of Tunisia took to the streets in 2011, their protests set off the Arab Spring, fanning years of rebellion and war across the Middle East. Tunisia was the only country to emerge from that tumult as a democracy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/donald-trump-has-taken-american-politics-through-the-looking-glass-11568395347", "title": "Donald Trump Has Taken American Politics Through the Looking Glass", "date": "2019-09-13 13:22", "summary": "The Republican Party isn't likely to revert to the 'normal' conservative stances of the past once he departs the scene. \"It's no use going back to yesterday, because I was a different person then.\"", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-reckoning-hits-money-managers-11568376000", "title": "Opioid Reckoning Hits Money Managers", "date": "2019-09-13 13:14", "summary": "In recent filings, mutual-fund companies detailed their miscues on drugmaker bets. Exposure to drug companies with potential liabilities stemming from widespread opioid addiction is damaging investment returns at several money managers as pain from the national drug crisis spreads.", "categories": [["Pro Bankruptcy Investors"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-investors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-new-york-fashion-week-the-runway-show-is-back-11568223244", "title": "At New York Fashion Week, the Runway Show Is Back", "date": "2019-09-13 13:05", "summary": "Designers pulled out all the stops at New York Fashion Week with over-the-top shows that layered on elaborate sets and live performances. More was more at New York Fashion Week, which ends today, making the case that live runway shows are relevant in a digital world.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-stylish-bookstores-to-seek-out-in-paris-london-tokyo-and-new-york-11568393590", "title": "5 Stylish Bookstores to Seek Out From Paris to New York", "date": "2019-09-13 12:53", "summary": "Cleo Le-Tan, whose tome 'A Booklover's Guide to New York' is out in October from Rizzoli, shares her favorite places to buy fashion books around the world. CONTRARY TO popular opinion (and the scathing satire of the \"Zoolander\" films), fashion people do read. In fact, many clothing-industry professionals tend to be quite well-read because they need books to do their jobs well. Creative types can spend hours browsing through the photography and art sections of bookstores; research into sartorial history is conducted at specialty libraries; and fashion designers often have their own in-house libraries. Floor-to-ceiling bookshelves lined the walls of the late Karl Lagerfeld's photo studio and that was only a fraction of his collection. When you're creatively stuck, printed matter can provide inspiration. Here are a few of the most interesting literary spots around the world for those who are interested in fashion.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popeyes-chicken-idea-could-come-home-to-roost-11568393194", "title": "Popeyes Chicken Idea Could Come Home to Roost", "date": "2019-09-13 12:46", "summary": "Popeyes Louisiana Kitchen sold out of its chicken sandwiches but suggested customers make their own by bringing their own buns and ordering a different menu item. They say that having a product go viral is like catching lightning. For Popeyes Louisiana Kitchen, that could be more true than for most: It risks getting burned.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-sanctions-north-korean-cyber-groups-11568392994", "title": "U.S. Treasury Sanctions North Korean Cyber Groups", "date": "2019-09-13 12:43", "summary": "Officials say groups stole hundreds of millions of dollars from banks around the globe. WASHINGTON-The U.S. Treasury Department on Friday imposed sanctions on three hacking operations it says are run by North Korean intelligence services and have stolen millions from banks and others around the world.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-of-nubia-11568392704", "title": "Mysteries of Nubia", "date": "2019-09-13 12:38", "summary": "Ancient Egypt's southern neighbor and historic rival emerges into the spotlight in a new exhibition. From the Great Pyramids of Giza to the treasures of Tutankhamen, the splendors of ancient Egypt are known throughout the world. The pyramids at Gebel Barkal and the treasures of Aspelta? Not so much. But that may change thanks to \"Ancient Nubia Now,\" an exhibition that will be on display at the Museum of Fine Arts, Boston from Oct. 13 to Jan. 20, 2020. The show brings to light the kingdoms that flourished alongside ancient Egypt in what is now Sudan and southern Egypt.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-choice-at-the-final-moment-11568392658", "title": "A Choice at the Final Moment", "date": "2019-09-13 12:37", "summary": "In Bosch's 'Death and the Miser,' a dying man must choose between the light of Christ and the temptation of earthly riches.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-wreaks-havoc-with-britains-political-traditions-11568392228", "title": "Brexit Wreaks Havoc With Britain's Political Traditions", "date": "2019-09-13 12:30", "summary": "Top court wades into political battle between Prime Minister Boris Johnson and lawmakers, prompting reassessment of U.K.'s uncodified constitution. LONDON-For the hundreds of thousands who now regularly tune in to watch, Britain's Parliament provides an often-entertaining spectacle. Underneath lies a tradition of government that is being tested to its limits, leading to questions about whether the country needs a written constitution like the U.S.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-rejects-bid-from-rival-hong-kong-exchange-11568374479", "title": "London Stock Exchange Rejects Bid From Hong Kong Rival", "date": "2019-09-13 12:21", "summary": "U.K. exchange operator says it has 'fundamental concerns' about the price and strategic aim of the proposed deal. LONDON- London Stock Exchange Group PLC took a swipe at Hong Kong Exchanges and Clearing Ltd. Friday, rejecting its $36.6 billion bid and questioning Hong Kong's future as a financial gateway to China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-knows-the-truth-about-politics-11568391426", "title": "Everyone Knows the Truth About Politics", "date": "2019-09-13 12:17", "summary": "The Democrats are scrambling, Trump is a screwball and the sane center is getting ignored.. 'Everybody knows everything.\" That mordant observation is the first of Burnham's Laws. James Burnham was a significant mid-20th century figure, a public intellectual and political philosopher who started out on the left-as a young follower he carried on an extensive personal correspondence with Leon Trotsky-and became in time an eloquent foe of totalitarianism in whatever its manifestation. While at National Review, which he helped found, he gave his colleagues 10 maxims or laws about the realities of life. No. 5 is the wholly true, \"Wherever there is prohibition there's a bootlegger.\" No. 10 has become well known: \"If there's no alternative, there's no problem.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-once-doomed-mortgage-giants-gained-new-lease-on-life-11568391337", "title": "How Once-Doomed Mortgage Giants Gained New Lease on Life", "date": "2019-09-13 12:15"}, {"link": "https://www.wsj.com/articles/trump-administration-caps-fannie-freddie-lending-for-multifamily-properties-11568382737", "title": "U.S. Caps Fannie, Freddie Lending for Multifamily Properties", "date": "2019-09-13 12:07", "summary": "Agency moves to eliminate exemptions from limits for 'green' loans. WASHINGTON-The federal regulator of Fannie Mae and Freddie Mac moved Friday to set new caps on the total amount of loans for multifamily rental properties that the mortgage-finance companies are allowed to purchase, one of the first efforts by Trump-appointed officials to revamp the companies' businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traffic-ahead-for-auto-lenders-11568390735", "title": "Traffic Ahead for Auto Lenders", "date": "2019-09-13 12:05", "summary": "Average yields on auto loans are being supported largely by short-term factors that don't look sustainable over a long-time horizon. Auto lenders have enjoyed driving on an open road for a while. It is about to get more congested.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumers-worry-but-keep-spending-11568390576", "title": "U.S. Consumers Worry but Keep Spending", "date": "2019-09-13 12:02", "summary": "Retail sales were good in August even as concerns over the U.S. economy mounted. If Americans are getting worried about the economy, it sure isn't showing up at the store.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-schwarzmans-lifelong-audacity-11568390290", "title": "Stephen Schwarzman's Lifelong Audacity", "date": "2019-09-13 11:58", "summary": "As a young man, the Blackstone CEO pushed his father to expand his store, badgered Harvard's dean of admissions and insisted on a small salary bump to get ahead of a college rival. Stephen Schwarzman, the chief executive of Blackstone Group Inc., has never cried in public, but the one time that he came close is still seared in his mind.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-tiptoes-toward-conflict-with-lebanons-hezbollah-11568286001", "title": "Israel Tiptoes Toward Conflict With Lebanon's Hezbollah", "date": "2019-09-13 11:43", "summary": "Resume Subscription. AVIVIM, Israel-A widening campaign by Israel to blunt the threat posed by Iran's ally Hezbollah, and the pushback from beyond Israel's borders, are raising the risk that the two sides will stumble into another war.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/karate-shows-promise-for-people-with-parkinsons-11568389334", "title": "For People With Parkinson's, There's a New Prescription: Karate", "date": "2019-09-13 11:42", "summary": "Resume Subscription. Add karate to the short but growing list of exercises showing promise for people with Parkinson's disease.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eddie-money-who-sang-two-tickets-to-paradise-dies-at-age-70-11568388904", "title": "Eddie Money, Who Sang 'Two Tickets to Paradise,' Dies at Age 70", "date": "2019-09-13 11:35", "summary": "His hit 'Take Me Home Tonight' featured a Ronnie Spector cameo. Husky-voiced rock star Eddie Money, known for such hits as \"Two Tickets to Paradise\" and \"Take Me Home Tonight,\" has died.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-investigating-sex-abuse-within-olympic-organizations-11568384974", "title": "DOJ Investigating Sex Abuse Within Olympic Organizations", "date": "2019-09-13 11:34", "summary": "Inquiries have arisen in the wake of the sexual-abuse case against former national gymnastics team doctor Larry Nassar. The U.S. Justice Department is pursuing multiple wide-ranging criminal investigations into sexual abuse in U.S. Olympic sports organizations and into potential financial and business misconduct throughout the U.S. Olympic system, people familiar with the investigations said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klarmans-baupost-poised-to-cash-in-on-pg-e-insurance-bet-11568387840", "title": "Klarman's Baupost Poised to Cash In On PG&E Insurance Bet", "date": "2019-09-13 11:17", "summary": "Seeking to build support for chapter 11 strategy, PG&E settles with insurance claims holders including Baupost Group. Seth Klarman's hedge fund Baupost Group LLC is poised to rake in profits from the bankruptcy of PG&E Corp. under an $11 billion insurance settlement, the endgame of an investment strategy launched months in advance of the California utility's bankruptcy.", "categories": [["Pro Bankruptcy Investors"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-investors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-great-barry-larkin-takes-another-swing-at-selling-orlando-mansion-11568387446", "title": "Barry Larkin Takes Another Swing at Selling Orlando Mansion", "date": "2019-09-13 11:10", "summary": "The former Cincinnati Reds shortstop is relisting his eccentric Windermere home for $5.4 million. Baseball Hall of Famer Barry Larkin and his wife Lisa Larkin are relisting their Orlando, Fla.-area home for $5.4 million, or roughly half of what they sought when they first put it on the market seven years ago.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sontag-review-a-slave-to-seriousness-11568387355", "title": "'Sontag' Review: A Slave to Seriousness", "date": "2019-09-13 11:09", "summary": "In her day Susan Sontag was America's most famous-and most glamorous-literary intellectual. She was hard to pin down, and so could not be dismissed by her detractors nor wholeheartedly embraced by her friends.. Benjamin Moser's huge new biography of the writer Susan Sontag is a book that demands to be judged by its cover, arriving on shelves without a jot of identifying text on its jacket front. It features only a black-and-white photograph of its subject, shot by Richard Avedon for a 1978 Vogue profile that heralded Sontag as \"the most interesting American woman of her generation.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talking-to-strangers-review-fool-me-once-shame-on-me-11568387290", "title": "'Talking to Strangers' Review: Fool Me Once, Shame on Me", "date": "2019-09-13 11:08", "summary": "Why are we so often wrong in interpreting others' behavior? Why do interactions between men and women on college campuses-or police officers and civilians on city streets-sometimes go tragically awry?. 'Talking to Strangers' is a great title, but it doesn't describe the book Malcolm Gladwell has written. Judging from a mini-survey I conducted, most people expect this work to be about the strangers we encounter in our daily lives-the fellow commuter on the subway, the nice woman at the deli checkout, the uncivil moron who gives you the finger when you tell him his headlights are off.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-dice-play-god-review-the-ins-and-outs-of-odds-11568387239", "title": "'Do Dice Play God?' Review: The Ins and Outs of Odds", "date": "2019-09-13 11:07", "summary": "The mathematician Girolamo Cardano is said to have predicted the date of his own death. How likely is that?. Say you're tested for a medical condition and the result is positive. Your physician says that this happens with 80% of people who really have the condition and 10% of those who don't, and that the condition only affects 1% of the population. So what is the likelihood that you have it? Worrying comes naturally to us, but probabilities don't, as Ian Stewart explains in \"Do Dice Play God?,\" his entertaining guide to the mathematics of uncertainty.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zwicky-review-going-supernova-11568387198", "title": "'Zwicky' Review: Going Supernova", "date": "2019-09-13 11:06", "summary": "The life of a caustic visionary who skirmished with fellow scientists but discovered that stars could explode.. Though Fritz Zwicky is not well known to the public today, astronomers around the world, decades after his death in 1974, still gleefully gossip about his infamous professional battles and outrageous behavior. He is astronomy's enfant terrible. Supremely confident of his superior intelligence, Zwicky often declared that most of his colleagues were \"spherical bastards.\" \"A term that employed the language of physics,\" John Johnson writes in his engaging biography \"Zwicky,\" \"to describe a person that, no matter what frame of reference was used, remained a bastard.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-gun-merchant-and-the-snake-goddess-11568387155", "title": "Fiction: The Gun Merchant and the Snake Goddess", "date": "2019-09-13 11:05", "summary": "A Bengali folk epic of fate and divine anger retold as a parable ofmigration and environmental change.. The text that serves as the key to Amitav Ghosh's novel \"Gun Island\" (Farrar, Straus & Giroux, 313 pages, $27) is a 17th-century Bengali folk epic known as \"Bonduki Sadagar,\" which tells of the adventures of its eponymous protagonist, a wealthy gun merchant who arouses the wrath of Manasa Devi, the goddess of snakes, and is forced to roam the globe to escape her punishments. By most readings, Bonduki Sadagar belongs to the category of archetypal wandering heroes, like Odysseus or the Ancient Mariner. But Mr. Ghosh builds his book from a timely interpretative provocation: What if the themes of the gun merchant's saga are not mythological staples such as fate and divine anger but the more pressingly topical issues of migration and environmental disturbance?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-wendy-lesser-on-novels-with-inconclusive-endings-11568387110", "title": "Five Best: Wendy Lesser on Novels With Inconclusive Endings", "date": "2019-09-13 11:05", "summary": "From the editor of the Threepenny Review and biographer of Louis Kahn and Jerome Robbins.. By Fyodor Dostoyevsky (1880)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruel-to-be-kind-review-in-the-right-measure-11568387024", "title": "'Cruel to Be Kind' Review: In the Right Measure", "date": "2019-09-13 11:03", "summary": "Lowe produced Elvis Costello's classics. Later, musicians like Ry Cooder sought out 'the Jesus of Cool.'. Chrissie Hynde calls the English bassist, songwriter and producer Nick Lowe \"one of the greats,\" and Huey Lewis calls him \"a treasure.\" Mr. Lowe's songs have been recorded by Johnny Cash (\"The Beast In Me\"), Diana Ross (\"I Live on a Battlefield\") and Elvis Costello (\"(What's So Funny 'Bout) Peace, Love and Understanding\"). In the 1970s, Mr. Lowe played bass in the ill-fated New Wave group Rockpile, pioneered the independent record label as the in-house producer at Stiff Records, and had solo hits with \"Cruel to Be Kind\" and \"I Love the Sound Of Breaking Glass.\" Later, musicians of the caliber of John Hiatt and Ry Cooder sought out \"the Jesus of Cool.\" Yet Nick Lowe, Will Birch writes in this entertaining biography, remains \"a cult-throb, singing only to the choir and maybe a couple of stragglers in the churchyard.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-code-of-the-new-old-west-11568386961", "title": "Mysteries: The Code of the New Old West", "date": "2019-09-13 11:02", "summary": "Two modern takes on the figure of the frontier lawman.. It's Christmastime in Texas in Attica Locke's atmospheric \"Heaven, My Home\" (Mulholland, 294 pages, $27). African-American Texas Ranger Darren Mathews, normally based in Houston, finds himself spending December near the Louisiana border in the inaptly named village of Hopetown-a bump in the road so small it's not even on the map.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-working-it-out-in-the-frozen-north-11568386914", "title": "Children's Books: 'Working It Out' in the Frozen North", "date": "2019-09-13 11:01", "summary": "A a teenage protagonist is on his own in the Canadian wilderness facing ruthless men who somehow know all about him.. Imagine cold so intense that ungloved fingers freeze within minutes of exposure. Imagine that you're a 16-year-old boy trekking through that kind of cold, heading for a boarded-up cabin deep in the Canadian vastness. You're anticipating the fire you'll make and the food you'll eat. Then imagine that as you draw near, in snowy emptiness marked by no sign of human activity, you hear a stranger open the cabin door.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-montparnasse-review-the-dawn-of-surrealism-11568386840", "title": "'In Montparnasse' Review: The Dawn of Surrealism", "date": "2019-09-13 11:00", "summary": "Shocked and sickened by the seemingly rational dynamics of World War I, a cadre of artists rebelled against logic itself.. Among modern art's pantheon of -isms, \"Surrealism\" alone remains in everyday use. One doesn't have Fauve experiences or Cubist dreams. And if one did, the sensations might in any case be described as surreal. Yet, perhaps because it was never strictly about form and attracted so many ponderous theorists, Surrealism is notoriously difficult to define. As Sue Roe's \"In Montparnasse: The Emergence of Surrealism in Paris, From Duchamp to Dalí\" shows, from the outset, the movement's meaning and conception were fluid.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bright-and-shiny-home-of-baseballs-barry-larkin-11568386687", "title": "The Bright and Shiny Home of Baseball's Barry Larkin", "date": "2019-09-13 10:58", "summary": "Outside Orlando, Fla., the custom-built mansion speaks to the family's bold style.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-of-the-week-sept-7-13-2019-11568386595", "title": "Photos of the Week", "date": "2019-09-13 10:56", "summary": "Nation marks 18th anniversary of 9/11, John Bolton ousted by Trump, Alibaba sends Jack Ma off with extravaganza and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-your-uploaded-mind-still-be-you-11568386410", "title": "Will Your Uploaded Mind Still Be You?", "date": "2019-09-13 10:53", "summary": "The day is coming when we will be able to scan our entire consciousness into a computer. How will we coexist with our digital replicas?. Imagine a future in which a machine can scan your brain and migrate the essentials of your mind to a computer. It's called mind uploading-preserving a person's consciousness in a digital afterlife. As a neuroscientist, I'm convinced that mind uploading will happen someday. There are no laws of physics that stand in the way. It depends, however, on technology that has not yet been invented, so nobody knows when mind uploading might become available.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-factor-fickle-markets-into-your-portfolio-11568386324", "title": "How to Factor Fickle Markets Into Your Portfolio", "date": "2019-09-13 10:52", "summary": "'Smart-beta' funds are a booming business. But owning them in isolation is risky.. In one of the sharpest swings in years, cheap \"value\" stocks outperformed fast-moving \"momentum\" shares by up to 8 percentage points in a single day this week. That move could, just possibly, foretell the long-awaited resurrection of value stocks-but it definitely highlights the risks of betting big on any particular investing style.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tales-of-woah-have-oldsters-saying-whoa-11568385490", "title": "Tales of 'Woah' Have Oldsters Saying 'Whoa'", "date": "2019-09-13 10:52", "summary": "Resume Subscription. For Benjamin Hall, there is only one way to spell the word \"whoa.\" And it's not in the dictionary.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-september-7-11568386156", "title": "Best-Selling Books Week Ended September 7", "date": "2019-09-13 10:49", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moments-that-mattered-in-thursdays-democratic-debate-11568367003", "title": "The Moments That Mattered in Thursday's Democratic Debate", "date": "2019-09-13 10:44", "summary": "The top candidates clashed over health policy, and former Vice President Biden said he was wrong to vote for the 2003 Iraq invasion. The three leading candidates for the Democratic presidential nomination confronted each other over issues including health care in a marathon debate that featured all 10 top contenders onstage for the first time.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-shippings-emissions-costs-california-trucking-alarms-japans-online-fray-11568385632", "title": "Today's Logistics Report: Shipping's Emissions Costs; California Trucking Alarms; Japan's Online Fray", "date": "2019-09-13 10:40", "summary": "Today's Top Supply Chain & Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-finally-learn-your-gemstone-cuts-11568385409", "title": "It's Time to Finally Learn Your Gemstone Cuts", "date": "2019-09-13 10:36", "summary": "Fine jewelry incorporates far more than just the ho-hum round brilliant engagement ring. Here are eight classic cuts to know-whether it's for shopping inspiration or just pure fantasy. An almost-octagonal cut whose flat top and concentric facets draw your eye down into the stone like a deep window", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elaine-la-roche-headed-crucial-china-venture-for-morgan-stanley-11568385000", "title": "Elaine La Roche Headed Crucial China Venture for Morgan Stanley", "date": "2019-09-13 10:30", "summary": "A rare woman in Wall Street's upper ranks, she led a crackdown on expenses in the 1990s. When Austin Koenen died in 1998, Morgan Stanley needed to find someone to take his place as chief executive of China International Capital Corp., a joint venture it had set up to groom state-owned Chinese companies for public stock offerings.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joan-b-johnson-helped-build-hair-care-empire-then-sold-it-11568385001", "title": "Joan B. Johnson Helped Build Hair-Care Empire, Then Sold It", "date": "2019-09-13 10:30", "summary": "She won control of Johnson Products, maker of Afro Sheen, in a divorce settlement. After founding a company to make hair-straightening potions for blacks, George E. Johnson soon turned to his wife, Joan B. Johnson, for help. She kept the books, handled hiring and scheduled production of the original product, Ultra Wave.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-swot-boris-johnson-gives-a-schoolboy-insult-a-new-political-life-11568385000", "title": "What Is a 'Swot'? Boris Johnson Gives a Schoolboy Insult a New Political Life", "date": "2019-09-13 10:30", "summary": "In the Brexit debate, the prime minister resorted to a put-down that goes back 150 years.. For outsiders to U.K. politics, the chaotic dynamics between Prime Minister Boris Johnson and Parliament have been particularly mystifying to follow. Compounding the puzzlement has been the prime minister's penchant for using juvenile insults that are opaque to anyone unfamiliar with the argot of British schoolboys.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-nfls-5-billion-bet-to-make-football-work-in-los-angeles-11568376042", "title": "Inside the NFL's $5 Billion Bet to Make Football Work in L.A.", "date": "2019-09-13 10:05", "summary": "Stan Kroenke and the Rams spent an unprecedented fortune on a stadium that will open next season inside a complex that could cost upwards of $10 billion. Inglewood, Calif.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisianas-deal-for-hepatitis-c-drugs-may-serve-as-model-11568347621", "title": "Louisiana's Deal for Hepatitis C Drugs May Serve as Model", "date": "2019-09-13 09:50", "summary": "Resume Subscription. The crowd at the New Orleans health clinic in late June filled the seats and overflowed into the wings. Louisiana Gov. John Bel Edwards was there, as were employees from Gilead Science 's affiliate Asegua Therapeutics. They had gathered to launch a plan for the statewide elimination of hepatitis C, which killed more than 17,000 Americans in 2017.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-steps-up-efforts-toward-a-brexit-deal-pushing-pound-higher-11568381682", "title": "U.K. Steps Up Efforts Toward a Brexit Deal, Pushing Pound Higher", "date": "2019-09-13 09:34", "summary": "Prime Minister Boris Johnson is set to meet European Commission President Jean-Claude Juncker on Monday. The British government is signaling it wants to step up the pace of talks to secure an agreement over its departure from the European Union, stirring hopes that a Brexit deal can be struck next month.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-general-electric-broadcom-varian-medical-systems-11568370400", "title": "Stocks to Watch: PG&E, General Electric, Broadcom", "date": "2019-09-13 09:33", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-faces-tight-re-election-race-11568380842", "title": "Israel's Netanyahu Faces Tight Re-Election Race", "date": "2019-09-13 09:20", "summary": "Prime Minister Benjamin Netanyahu tells supporters he is on track to lose and needs their support. TEL AVIV-Israel's Prime Minister Benjamin Netanyahu is locked in a close election contest with his main rival, former Gen. Benny Gantz, with final polls ahead of Tuesday's vote suggesting that neither has a clear path to forming a government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-rock-n-roll-memoirs-to-read-this-fall-11568378308", "title": "The Best Rock 'n' Roll Memoirs to Read This Fall", "date": "2019-09-13 08:38", "summary": "From punk progenitors Patti Smith and Debbie Harry to indie darlings Liz Phair and Tegan and Sara, some of the most exciting women in rock have written four of the fall's must-read memoirs.. Horror Stories Best known for her influential 1993 album, Exile in Guyville, rocker Liz Phair lays it bare in this poignant look back at pivotal moments in her life and career (Oct. 8).", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-september-2019-mens-fall-style-issue-11568378143", "title": "Contributors to the September 2019 Men's Fall Style Issue", "date": "2019-09-13 08:35", "summary": "Photographer François Halard, writer J.R. Moehringer and more on their contributions to this month's issue.. Writer Joshua Levine had an unexpected experience reporting on the Cotswolds estate of famously minimalist designer John Pawson. \"Like many people, I've always associated this kind of design sensibility with coldness, severity and a certain harshness,\" says Levine. \"What struck me here was the warmth of the man and of the house.\" Photographer François Halard, whose images accompany the story, has known Pawson since the '80s, when Halard shot one of Pawson's first projects. They've kept in touch ever since. \"The experience with John was really photographing a friend's place,\" says Halard. \"It's funny because we have very different approaches in terms of homes. His place is empty, and my place is full.\" The photographer's own house and studio, in Arles, France, figures in his forthcoming book, François Halard: A Visual Diary, along with his shots of Louise Bourgeois's studio, Luis Barragán buildings and other artistically and architecturally rich spaces. \"I really tried to mix different aesthetics,\" he says. \"It's an homage to artists I like, whose work I wanted to be close to.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-from-the-editor-kevin-durants-fearless-reinvention-11568378072", "title": "Letter From the Editor: Kevin Durant's Fearless Reinvention", "date": "2019-09-13 08:34", "summary": "WSJ. editor-in-chief Kristina O'Neill introduces the September Men's Fall Style issue, including why cover subject Kevin Durant's nonconformity makes him the NBA's most interesting narrative. This month's cover star, Kevin Durant, is unlike any other player in the NBA, a nonconformist who sets the tone for our September Men's issue. One of the greatest talents in basketball history, he's also been praised by friends and creative partners for his fiercely independent thinking, which led him to keep his own counsel and choose the Brooklyn Nets during this summer's free agency. He's not afraid of reinvention, either the physical kind he's carrying out after rupturing his Achilles during the NBA Finals, or the sort symbolized by changing his number from 35 to 7-a biblical reference to the concept of completion. \"I've always been on a search,\" he says. We can't wait to see where this next chapter takes him.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-most-lopsided-rivalry-11568376090", "title": "Baseball's Most Lopsided Rivalry", "date": "2019-09-13 08:01", "summary": "The Mariners have played 17 games against the Astros this season. They've lost 16 of them and have been outscored 117-62.. The Seattle Mariners are a terrible baseball team. They've been in last place every day since May 18, and their attendance at T-Mobile Park this week has sunk to barely over 10,000 fans. They've ensured that their playoff drought dating back to 2001-already the longest active streak in North American professional sports-will continue another year.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/message-to-millennials-stop-buying-french-castles-11568367005", "title": "Message to Millennials: Stop Buying French Castles", "date": "2019-09-13 08:01", "summary": "Some other financial advice from a 500-year-old columnist: Go easy on the stuffed animals and the fancy seltzer.. This column is part of the Journal's \"The New Rules of Money\" package about the financial challenges facing young adults.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britons-seek-brexit-haven-in-gold-market-11568376003", "title": "Britons Seek Brexit Haven in Gold Market", "date": "2019-09-13 08:00", "summary": "Gold, which has never been more expensive in terms of sterling, has been a hedge against the risk of a messy divorce from the EU. As Brexit upends U.K. politics and hammers the pound, some Britons are searching for a haven-and the chance to make a quick buck-in the gold market.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protests-are-a-train-wreck-for-citys-subway-operator-11568375272", "title": "Hong Kong Protests Are a Train Wreck for City's Subway Operator", "date": "2019-09-13 07:47", "summary": "Protesters accuse operator MTR of aligning with the authorities-and have made it a target of their anger. HONG KONG-At the end of a recent pro-democracy rally in Hong Kong, two masked protesters turned their attention to what has become a new target for demonstrators: the city's subway system.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-economy-in-crosshairs-after-decade-of-freewheeling-growth-11568367002", "title": "Gig Economy in Crosshairs After Freewheeling Growth", "date": "2019-09-13 07:27", "summary": "Regulatory actions popping up around globe amid complaints about congestion, worker pay. The tech backlash has come for the gig economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-to-list-shares-on-nasdaq-make-governance-changes-11568348421", "title": "WeWork to List on Nasdaq, Make Governance Changes", "date": "2019-09-13 07:24", "summary": "Company to begin officially marketing shares to investors next week ahead of a trading debut the week of Sept. 23. WeWork's parent company has chosen to list its shares on Nasdaq and outlined sweeping changes in its governance as the shared-workspace provider speeds up preparations for its hotly anticipated initial public offering in the face of tepid interest from investors.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-reduce-suicides-block-access-to-the-methods-11568372401", "title": "To Reduce Suicides, Block Access to the Methods", "date": "2019-09-13 07:00", "summary": "Suicide rate in U.S. is rising, but experts propose powerful deterrent. In the U.S., the rate of suicide has steadily increased for more than a decade.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-financial-starter-kit-11568369600", "title": "A Financial Starter Kit", "date": "2019-09-13 06:44", "summary": "You've got to start somewhere. A personal-finance primer for beginners. This article is part of the Journal's \"The New Rules of Money\" package about the financial challenges facing young adults.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-security-adviser-hopefuls-get-an-audition-11568370601", "title": "National Security Adviser Hopefuls Get an Audition", "date": "2019-09-13 06:30", "summary": "Ted Cruz worries GOP could lose Texas next year, and Democratic climate activists weigh endorsement before Iowa and New Hampshire. PRESIDENT TRUMP ALREADY TALKS TO POSSIBLE BOLTON SUCCESSORS. Robert O'Brien, the U.S. envoy for hostage affairs, met with Trump, and the president \"likes the look of him,\" says one official, a key condition for many Trump appointments.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-can-go-lower-japan-considers-deeper-negative-rates-after-ecb-cut-11568370219", "title": "Who Can Go Lower? Japan Considers Deeper Negative Rates After ECB Cut", "date": "2019-09-13 06:23", "summary": "The Bank of Japan is starting to think about easing options in more detail. TOKYO-The Bank of Japan is growing more open to the idea of cutting short-term interest rates deeper into negative territory, responding to global risks that are forcing other central banks to cut rates, said people familiar with the bank's thinking.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maritime-regulator-says-shipping-environmental-efforts-set-to-go-11568368801", "title": "Maritime Regulator Says Shipping Environmental Efforts 'Set to Go'", "date": "2019-09-13 06:00", "summary": "Starting next year and stretching to 2050, billions of dollars will be poured into cleaner ships. LONDON-The maritime industry is moving full steam ahead toward overhauling how ships get their power despite dissent from some vessel owners over the impact to their operations and concerns from shipping customers over how costs will be shared across supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-no-longer-mixes-with-cocktails-11568367181", "title": "Wine and Liquor No Longer Mix", "date": "2019-09-13 05:33", "summary": "Drinks companies like Jameson Whiskey-owner Pernod Ricard have struggled to succeed with wine brands. The world's biggest booze companies no longer want to mix their drinks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-parents-financial-advice-is-kind-of-wrong-11568367000", "title": "Your Parents' Financial Advice Is (Kind Of) Wrong", "date": "2019-09-13 05:30", "summary": "Resume Subscription. Liz Weeks listened to her parents. Go to college, they said. Then get a good job, save for a down payment and buy a home. That was how they achieved financial success.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/falling-yields-unleash-flood-of-muni-century-bonds-11568367003", "title": "Falling Yields Unleash Flood of Muni 'Century Bonds'", "date": "2019-09-13 05:30", "summary": "Universities, state and local governments rush to lock in ultralow rates for decades. U.S. state and local governments, along with universities, are joining companies in a dash to issue debt and lock in low rates, sometimes for up to 100 years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-time-paying-taxes-buckle-up-11568367002", "title": "A Q&A for Tax Newbies", "date": "2019-09-13 05:30", "summary": "The tax code is always complicated, but it helps to know the basics. ", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-starting-out-heres-money-advice-from-the-pros-11568367005", "title": "Just Starting Out? Here's Money Advice From the Pros", "date": "2019-09-13 05:30", "summary": "Abigail Johnson, Hank Paulson, Andy Sieg, Beth Ford and Whitney Wolfe Herd share financial tips. This article is part of the Journal's \"The New Rules of Money\" package about the financial challenges facing young adults.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-links-to-china-heighten-alarm-over-beijings-reach-in-australia-11568364121", "title": "Lawmaker's Links Heighten Alarm Over Beijing's Reach in Australia", "date": "2019-09-13 04:42", "summary": "Gladys Liu says she once was a member of an organization linked to a Chinese Communist Party agency. MELBOURNE, Australia-An Australian lawmaker is facing a political backlash over her ties to Beijing-backed organizations, a sign of deepening sensitivities about perceived meddling by China in national affairs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinese-companies-hong-kong-is-hard-to-replace-11568363782", "title": "For Chinese Companies, Hong Kong Is Hard to Replace", "date": "2019-09-13 04:36", "summary": "The city's stock market meets the needs of China's corporate sector in a way rivals cannot. Political unrest has cast doubt on Hong Kong's prospects, yet for Chinese companies the city plays a role that neither Shanghai nor global financial centers such as New York can easily displace.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-democratic-candidates-face-off-in-third-presidential-debate-11568324110", "title": "Top 2020 Democratic Candidates Spar Over Health Care", "date": "2019-09-13 00:39", "summary": "Joe Biden largely weathers attacks; Elizabeth Warren, Bernie Sanders press for fundamental changes to economy. Former Vice President Joe Biden and Sens. Elizabeth Warren and Bernie Sanders clashed sharply over the role of government in the nation's health-care system as the three front-runners in the polls faced off for the first time in the third Democratic presidential debate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11568313139", "title": "Pepper...and Salt", "date": "2019-09-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-10-democratic-presidential-hopefuls-debate-11568340761", "title": "Photos: 10 Democratic Presidential Hopefuls Debate", "date": "2019-09-13 23:56", "summary": "All of the front-runners sparred in their first debate together on one stage. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-asylum-ruling-changes-little-at-border-for-now-11568343997", "title": "Supreme Court's Migrant Ruling Changes Little at Border for Now", "date": "2019-09-13 23:06", "summary": "Trump administration's new rule could expedite decisions to deport some applicants, but options other than asylum remain. WASHINGTON-The Supreme Court's decision to allow, for now, enforcement of new asylum restrictions nationwide is the Trump administration's widest-reaching policy victory yet on reducing migration from Central America, but its immediate impact at the southern border remained unclear Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-urge-u-s-to-resume-talks-after-boltons-departure-11568327648", "title": "Taliban Urge U.S. to Resume Talks After Bolton's Departure", "date": "2019-09-13 22:38", "summary": "Chief U.S. negotiator has remained on the job and continues to schedule meetings. WASHINGTON-The Taliban on Thursday called on the U.S. to restart talks on ending the 18-year-old conflict in Afghanistan, urging the Trump administration to revisit a nearly completed deal after it abruptly withdrew from the process last week.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-pemex-sells-bonds-for-7-5-billion-in-refinancing-11568341319", "title": "Mexico's Pemex Sells Bonds for $7.5 Billion in Refinancing", "date": "2019-09-13 22:22", "summary": "Pemex said all of the money will be used to refinance existing debt. MEXICO CITY-Mexican state oil company Petróleos Mexicanos on Wednesday sold $7.5 billion in medium- and long-term bonds as part of refinancing its short-term debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-debates-pushing-back-on-e-cigarette-ban-11568327978", "title": "Juul Debates Pushing Back on E-Cigarette Ban", "date": "2019-09-13 22:01", "summary": "Executives are debating whether to fully back Trump administration's proposal or lobby for exceptions for mint and menthol flavors. Juul Labs Inc. is debating internally whether to embrace or push back on part of the Trump administration's plan to pull most e-cigarettes from the market, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-li-hong-kong-exchanges-salesman-in-chief-confronts-china-challenge-11568294952", "title": "Charles Li Linked Hong Kong and China but LSE Deal Could Be a Bridge Too Far", "date": "2019-09-13 21:53", "summary": "Political and security concerns could scuttle an unsolicited $36.6 billion offer for London Stock Exchange. Charles Li, the head of Hong Kong's stock exchange, has built his career and company's success on China. Now that could prove to be his biggest challenge.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-to-roll-back-obama-era-regulations-on-clean-water-11568300216", "title": "EPA Rolls Back Obama-Era Regulations on Clean Water", "date": "2019-09-13 21:01", "summary": "Previous administration expanded oversight to protect water quality from industrial pollution; Trump administration promised to correct overreach. President Trump's administration has rescinded an Obama-era policy that expanded federal oversight and the threat of steep fines for polluting the country's smaller waterways, furthering his deregulatory efforts in the 14 months that remain before the next election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-drilling-in-alaskas-arctic-wildlife-refuge-to-have-negligible-impact-interior-department-says-11568319433", "title": "Trump Plans for Oil Drilling in Arctic Refuge Clear Big Hurdle", "date": "2019-09-13 20:28", "summary": "Administration's environmental assessment sees 'negligible impact,' which could be challenged by environmental groups. WASHINGTON-The Trump administration said that oil drilling in part of Alaska's Arctic National Wildlife Refuge would have a negligible environmental impact, clearing the way for lease sales to oil companies this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marteeny-some-bars-are-working-smaller-cocktails-into-the-mix-11568334004", "title": "Marteeny: Some Bars Are Working Smaller Cocktails Into the Mix", "date": "2019-09-13 20:20", "summary": "Some of New York City's bars and restaurants are offering drinks in reduced sizes. Cocktail lovers take note: Your martini may be shrinking.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}]