[{"link": "https://www.wsj.com/articles/title-ixs-witness-intimidation-11549411188", "title": "Title IX's Witness Intimidation", "date": "2019-02-05 18:59", "summary": "In a culture that presumes guilt, honest testimony on behalf of the accused can carry a high price.. Witness intimidation in criminal cases usually calls to mind organized-crime bosses trying to conceal their guilt. In campus Title IX proceedings, however, a different kind of mob exacts a social and professional price from witnesses who defend the accused.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-love-diversity-except-when-it-comes-to-thought-11549411119", "title": "Democrats Love Diversity, Except When It Comes to Thought", "date": "2019-02-05 18:58", "summary": "Their candidates work to extinguish any original ideas they might have held.. The Democratic Party's list of 2020 contenders grew by two last week when Sens. Kamala Harris and Cory Booker made their White House ambitions official. Liberals and the media are celebrating the \"diversity\" of the candidates thus far-which I suppose is something to cheer if your measure of diversity is skin deep.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nightmare-of-human-organ-harvesting-in-china-11549411056", "title": "The Nightmare of Human Organ Harvesting in China", "date": "2019-02-05 18:57", "summary": "Transplants far outnumber official donors. Prisoners of conscience evidently account for the difference.. China stands accused of a gruesome trade in human organs. It's difficult to prove, because the victims' bodies are disposed of and the only witnesses are the doctors, police and prison guards involved. Even so, the evidence supports a damning verdict.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-compromise-in-washington-look-like-11549411008", "title": "What Would Compromise in Washington Look Like?", "date": "2019-02-05 18:56", "summary": "From mental health to Venezuela and prescription drugs, common ground can be found.. Editor's note: This is Future View, a WSJ Opinion series allowing students to contribute on politics, culture and global affairs. In this installment, contributors suggest issues on which President Trump and congressional Democrats might compromise. Next we ask, \"Should mistakes made in college-even offensive ones-be held against politicians later in life?\" Click here to submit responses of fewer than 250 words before Feb. 12. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-plans-to-import-aid-in-a-slap-at-maduro-11549410928", "title": "Venezuelan Opposition to Import Aid, in Blow to Maduro", "date": "2019-02-05 18:55", "summary": "Exiles working with U.S.-backed Guaidó gather in neighboring Colombia to prepare humanitarian assistance, as embattled president vows 'nothing's going to get in'. U.S.-backed members of Venezuela's opposition converged on the Colombian border city of Cúcuta to arrange a new challenge against Venezuela's autocratic leader, Nicolás Maduro: food shipments that would be transported into the crisis-stricken country in coming days.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-turkey-try-to-calm-tensions-11549410248", "title": "Greece, Turkey Try to Calm Tensions", "date": "2019-02-05 18:53", "summary": "Greek Prime Minister Alexis Tsipras visits Ankara as dispute persists related to failed Turkish coup. Greek and Turkish leaders vowed to work on easing bilateral tension after meeting in Ankara on Tuesday but strained to paper over a dispute born out of the 2016 failed coup against Turkey's president, Recep Tayyip Erdogan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harbors-tokenized-equity-platform-offers-another-alternative-to-traditional-vc-funding-11549410686", "title": "Harbor's Tokenized Equity Platform Offers (Another) Alternative to Traditional VC Funding", "date": "2019-02-05 18:51", "summary": "Like initial coin offerings, blockchain-based offering could provide a form of early-stage financing. A new startup called Harbor Platform Inc. wants to help companies turn their equity into blockchain-based tokens.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ignore-my-socialism-please-11549410591", "title": "Ignore My Socialism, Please!", "date": "2019-02-05 18:49", "summary": "The Democratic election calendar says it's time to bash business and the rich.. Part of Hillary Clinton's presidential campaign you surely don't recall is her plan for six different capital-gains tax rates, plus a passel of new regulations, to cure the alleged \"short-term focus\" of corporate America.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multilateralism-may-survive-trump-11549410491", "title": "Multilateralism May Survive Trump", "date": "2019-02-05 18:48", "summary": "Optimists like me hear a wake-up call rather than a death knell for international bodies.. While a government shutdown and an endless barrage of daily tweets have kept Americans distracted, the Trump administration has launched an all-out assault on America's postwar foreign policy. The White House's objective is not to retreat into isolationism, but rather to dismantle restraints on U.S. freedom of action and shift toward robust unilateralism.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-way-to-spank-a-child-11549410421", "title": "The Right Way to Spank a Child", "date": "2019-02-05 18:47", "summary": "A medical academy wrongly conflates discipline with abuse.. The American Academy of Pediatrics has expressed opposition to \"all forms of corporal punishment,\" defined to include spanking and also \"kicking, shaking, or throwing children; scratching, pinching, biting, pulling hair, or boxing ears; forcing children to stay in uncomfortable positions; burning, scalding, or forced ingestion (for example, washing a child's mouth out with soap or forcing [him] to swallow hot spices).\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pope-who-would-be-king-and-vatican-i-review-rome-infallible-11549410374", "title": "'The Pope Who Would Be King' and 'Vatican I' Review: Rome Infallible", "date": "2019-02-05 18:46", "summary": "Pope Pius IX began his reign-the longest in history-as a reformer. But the revolutions of 1848 turned him into a ﬁrm reactionary.. In 1881, as the burial procession of Pope Pius IX (1792-1878) neared the Tiber River in Rome, anticlerical protesters breached the escort and attempted to throw the papal bier into the murky water. Although they did not succeed, the episode gives testimony to the fiery passions roused by this pope's legacy, not the least of which was summoning the First Vatican Council, which defined \"papal infallibility\" as a binding Catholic teaching. This year marks the 150th anniversary of this council, and the past 12 months saw a flurry of publications about \"Pio Nono,\" including a new biographical work from Pulitzer Prize-winning author David I. Kertzer, a longtime student of modern Italy and the papacy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-believes-new-york-will-turn-amazon-into-union-friendly-company-11549410415", "title": "De Blasio Believes New York Will Turn Amazon Into Union-Friendly Company", "date": "2019-02-05 18:46", "summary": "Online giant has resisted unionizing efforts at its facilities around the globe. Mayor Bill de Blasio said Tuesday that New York City employees of Amazon.com Inc. should unionize and that their organizing wouldn't prompt the company to pull out of a deal to build a new campus in Queens and bring 25,000 high-paying jobs to the location.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-commander-in-mideast-wasnt-consulted-on-syria-pullout-11549397023", "title": "Top U.S. Commander in Mideast Wasn't Consulted on Syria Pullout", "date": "2019-02-05 18:36", "summary": "The decision to withdraw all U.S. troops rattled allies and stirred fears of a possible Islamic State resurgence. WASHINGTON-The top U.S. military commander for the Middle East said President Trump didn't discuss with him the withdrawal of all American troops from Syria before announcing the decision, a move that has rattled allies and stirred fears of a possible Islamic State resurgence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-host-anti-islamic-state-conference-11549409635", "title": "White House to Host Anti-Islamic State Conference", "date": "2019-02-05 18:33", "summary": "Meeting comes as the U.S. plans to withdraw troops from Syria while asking coalition partners to do more. The Trump administration will face some of its skeptical allies on Wednesday when it hosts a meeting of the global coalition against Islamic State, a gathering that comes as the U.S. plans to withdraw its troops from Syria while asking partners to do more.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-revenue-jumps-loss-narrows-11549401100", "title": "Snap's Revenue Jumps, Loss Narrows", "date": "2019-02-05 18:29", "summary": "The social-media firm is riding a boom in online advertising to inch closer to profitability. Snap Inc. made long-awaited strides toward profitability, posting record quarterly revenue and narrowing its loss considerably on the back of a boom in online advertising.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-negotiators-heading-to-beijing-next-week-11549408957", "title": "U.S. Trade Negotiators Heading to Beijing Next Week", "date": "2019-02-05 18:22", "summary": "Robert Lighthizer and Steven Mnuchin to continue talks to press for agreement by March 1 deadline. WASHINGTON-The U.S. is dispatching its chief trade negotiator, Robert Lighthizer, and Treasury Secretary Steven Mnuchin to Beijing early next week to continue trade talks as a March 1 deadline to reach an accord nears, a senior Trump administration official said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-has-a-hot-minute-11549408675", "title": "Snap Has a Hot Minute", "date": "2019-02-05 18:17", "summary": "Social network faces risk in squeezing more revenue from same number of users. At Snapchat, even the brightest pictures are designed to fade away. Investors in parent company Snap Inc. should keep that in mind.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philharmonic-changes-tune-with-philip-glass-bjork-works-11549408500", "title": "Philharmonic Changes Tune With Philip Glass, Björk Works", "date": "2019-02-05 18:15", "summary": "Orchestra's new director makes commitment to contemporary music as part of artistic vision. For its 2019-20 season, the New York Philharmonic is looking well beyond the established masters and featuring composers ranging from Philip Glass to the Icelandic pop sensation Björk.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-year-after-vix-blowup-investors-still-feel-sting-of-volatility-bets-11549371600", "title": "One Year After VIX Blowup, Investors Still Feel Sting of Volatility Bets", "date": "2019-02-05 18:05", "summary": "Despite revitalized interest in 'short-vol' wagers, analysts and investors are more cautious. U.S. stocks are trading on an upbeat note again, but some analysts caution against betting on prolonged calm in the market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-state-media-giant-cgtn-registers-as-foreign-agent-in-u-s-11549387532", "title": "Chinese State Media Giant CGTN Registers as Foreign Agent in U.S.", "date": "2019-02-05 18:02", "summary": "Move comes as Trump administration cracks down on Chinese government-led activities in U.S.. A leading Chinese state-run media organization has registered as a foreign agent under orders from the Justice Department, a public filing shows, as the Trump administration takes a harder line on Chinese government-led activities in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pelosi-and-the-state-of-our-union-11549407134", "title": "Trump, Pelosi and the State of our Union", "date": "2019-02-05 17:52", "summary": "Democrats in tonight's audience might consider courtesy.. Two years ago, when President Donald Trump addressed a joint session of Congress for the first time, Rep. Nancy Pelosi's Democrats in the House chamber acted as if they were part of a \"resistance\" against some sort of \"authoritarian\" dictator. They refused to applaud even for lines that were objectionable to no one outside of ISIS. Two years later our political process and our liberties are alive and well and Democrats ought to extend the normal courtesies to our duly-elected President.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revenue-recognition-compliance-costs-are-higher-than-expected-companies-say-11549406561", "title": "Revenue Recognition Compliance Costs Are Higher Than Expected, Companies Say", "date": "2019-02-05 17:42", "summary": "Some companies say investment in systems and processes may deliver cost savings in the long run. The majority of U.S. companies spent more than expected to comply with new rules for revenue accounting, but they also expect to reap savings from compliance efforts over the longer term, according to a survey by Ernst & Young LLP.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schultz-would-be-an-attractive-candidate-11549406262", "title": "Schultz Would Be an Attractive Candidate", "date": "2019-02-05 17:37", "summary": "Howard Schultz ought to be an ideal No Labels candidate: a Democrat dressed in independent clothes, pushing a progressive but not a crazy-left agenda.. Regarding William A. Galston's \"An Open Letter to Howard Schultz\" (Politics & Ideas, Jan. 30): It's quite amusing how agitated the left is about Starbucks billionaire Howard Schultz's testing of the waters for an independent presidential bid. Mr. Schultz has been a donor to Democratic campaigns for decades and there is no indication that the billionaire's money was too tainted to accept. Yet Sen. Elizabeth Warren now finds it ridiculous that billionaires like Mr. Schultz \"think they can buy the presidency to keep the system rigged for themselves.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-rises-supported-by-financial-assets-11549386139", "title": "U.S. Dollar Rises, Supported by Financial Assets", "date": "2019-02-05 17:36", "summary": "Climb comes after the Fed indicated it would take a pause from raising rates. The U.S. dollar rose along with U.S. stocks and government bonds Tuesday, as gains following the Federal Reserve meeting last week attracted investors to the currency.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-combat-units-can-harm-cohesion-11549406110", "title": "Women in Combat Units Can Harm Cohesion", "date": "2019-02-05 17:35", "summary": "Decision-making under hazardous conditions must be objective and not tainted by romantic considerations.. Regarding the letters of Jan. 23 responding to Heather Mac Donald's \"Women Don't Belong in Combat Units,\" op-ed, Jan. 14): Proponents of assigning women to infantry units often seek to simplify the issue: If a woman can pass a certain battery of tests then she is qualified for infantry assignment and should have the opportunity for a career in the infantry if she desires.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-germans-really-dont-need-gas-from-the-u-s-11549406061", "title": "The Germans Really Don't Need Gas From the U.S.", "date": "2019-02-05 17:34", "summary": "Russian gas accounts for only 6% of Germany's total energy needs.. Regarding your editorial \"Germany's Russian Gaslight\" (Jan. 19): While the U.S. is upset about its negative trade balance with Germany and would like to sell liquefied natural gas (LNG) to Germany to reduce this imbalance, gas will be playing a less significant role in Germany's energy mix over the next 30 years. Natural gas made up 22.6% of Germany's energy mix (based on 2015 figures) of which 35% came from Russia, 34% from Norway and 29% from the Netherlands. That means Russian gas accounts for only 6% of Germany's total energy needs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-expansion-of-subtle-sensibility-11549405941", "title": "An Expansion of Subtle Sensibility", "date": "2019-02-05 17:32", "summary": "Foster + Partners' enlargement of the Norton Museum of Art features a light touch that restores the classical spirit of the original building without overwhelming it.. West Palm Beach, Fla.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaires-luxury-hotels-flock-to-japans-answer-to-the-swiss-alps-11549364403", "title": "Billionaires, Luxury Hotels Discover Japan's Aspen", "date": "2019-02-05 17:03", "summary": "Luxury lodgings, chalets and high-end shops sprout, catering to skiers drawn by developing resort, powder snow, warm sake and more. NISEKO, Japan-This town in the snowy northern island of Hokkaido is emerging as Asia's answer to Aspen and St. Moritz, drawing billionaires to its slopes and, soon, global hotel brands like Park Hyatt, Ritz-Carlton and Aman.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-stocks-lift-european-markets-11549358451", "title": "U.S. Stocks Close Higher on Upbeat Earnings Reports", "date": "2019-02-05 16:59", "summary": "The S&P 500 notches its fifth consecutive session of gains. The S&P 500 rose Tuesday, clinching its fifth consecutive session of gains, as stronger-than-expected earnings reports from some consumer discretionary companies helped extend the index's rebound.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-cracks-down-on-businesses-selling-cbd-infused-food-and-drinks-11549403905", "title": "NYC Cracks Down on Businesses Selling CBD-Infused Food and Drinks", "date": "2019-02-05 16:58", "summary": "Products containing cannabidiol can't be served, and health officials are advising restaurants to strike CBD items from menus. New York City is cracking down on the sale of food and drinks containing cannabidiol, a derivative of the cannabis plant that has been marketed as having therapeutic benefits.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-prices-extend-2019-rally-11549385852", "title": "Copper Prices Extend 2019 Rally", "date": "2019-02-05 16:56", "summary": "Gold trades near flat as the U.S. dollar strengthened. Copper prices rose Tuesday, continuing their rally so far in 2019 amid light trading volumes during the Lunar New Year holiday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-revamped-norton-a-promising-start-within-11549403629", "title": "At the Revamped Norton, a Promising Start Within", "date": "2019-02-05 16:53", "summary": "The expanded museum now has space to flaunt its holdings. Now it's time to focus on the collection.. West Palm Beach, Fla.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-climb-amid-turmoil-in-venezuela-11549364959", "title": "Oil Falls as Dollar Strengthens", "date": "2019-02-05 16:52", "summary": "Analysts are looking ahead to weekly government data on U.S. stockpiles. •Oil prices swung between gains and losses before finishing lower Tuesday, hurt by a stronger dollar as traders looked ahead to weekly U.S. inventory data.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-queens-streetcar-plan-expected-to-roll-into-next-phase-11549403365", "title": "Brooklyn-Queens Streetcar Plan Expected to Roll Into Next Phase", "date": "2019-02-05 16:49", "summary": "Economic Development Corp. set to approve a contract for a consultant to oversee the streetcar's environmental review. New York City is expected to advance plans Wednesday for a sputtering $2.7 billion project to build a streetcar connecting Queens and Brooklyn.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arsenal-resources-holding-company-files-for-bankruptcy-11549374278", "title": "Arsenal Resources Holding Company Files for Bankruptcy", "date": "2019-02-05 16:47", "summary": "Natural gas fracker, whose creditors include Stanford University, filed for chapter 11 bankruptcy protection with a prepackaged plan. Arsenal Energy Holdings LLC, a private-equity-backed natural gas fracker that operates in West Virginia and lists Stanford University's investment office among its creditors, filed for chapter 11 bankruptcy protection Monday with a prepackaged debt-for-equity swap.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-include-high-unemployment-in-2019-stress-test-scenario-11549402223", "title": "Fed to Include High Jobless Rate in 2019 Bank Stress Test", "date": "2019-02-05 16:30", "summary": "Big banks must show the Fed they can survive a hypothetical scenario with enough capital to continue lending. WASHINGTON-The Federal Reserve on Tuesday said that its stress test for big banks will imagine a rapid increase in unemployment, as it announced the details of the hypothetical scenario that banks must survive to pass the latest round of the exams.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-to-counter-israel-boycott-movement-passes-senate-11549402182", "title": "Bill to Counter Israel Boycott Movement Passes Senate", "date": "2019-02-05 16:29", "summary": "Measure would allow state and local governments to bar contractors from advocating for sanctions and a boycott. WASHINGTON-The Republican-controlled Senate on Tuesday passed legislation that would allow state and local governments to bar contractors from advocating for sanctions and a boycott of Israel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-rise-following-report-on-services-sector-11549386719", "title": "U.S. Government Bond Prices Rise Following Report on Services Sector", "date": "2019-02-05 16:26", "summary": "Yields decline as data shows growth slowing in services sector. U.S. government-bond prices rose Tuesday as new data showed a slowdown in services-sector growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-to-build-new-missile-systems-after-breakdown-of-u-s-nuclear-pact-11549383167", "title": "Russia to Build New Missiles After Breakdown of Nuclear Pact", "date": "2019-02-05 16:17", "summary": "Moscow announces new plans days after the U.S. said it planned to withdraw from a 1987 nuclear treaty it says Russia has breached. MOSCOW-Russia said it was working to develop new missile systems, including a hypersonic long-range rocket, in the first concrete indication of its response to the breakdown of a Cold War-era nuclear treaty.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-plans-cuts-in-commodities-trading-as-new-ceo-digs-in-11549381968", "title": "Goldman CEO Plans Cuts in Commodities Trading", "date": "2019-02-05 16:12", "summary": "Bank to pull back in metals trading with Chief Executive David Solomon looking for cost savings in other areas. Goldman Sachs Group Inc. is planning to cut back its commodities-trading arm, once a huge moneymaker and training ground for a generation of executives including former chief Lloyd Blankfein.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-sandusky-gets-new-sentencing-but-loses-request-for-new-trial-11549400764", "title": "Sandusky Gets New Sentencing but Loses Request for New Trial", "date": "2019-02-05 16:06", "summary": "Appeals-court panel says 2012 sentence for former Penn State coach included the improper application of mandatory minimums. HARRISBURG, Pa.-Jerry Sandusky lost a bid for a new trial Tuesday but a Pennsylvania appeals court ordered him to be resentenced for a 45-count child-molestation conviction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-group-wants-tariffs-on-building-products-11549399994", "title": "Steel Group Urges Tariffs on Building Products", "date": "2019-02-05 15:53", "summary": "Petition filed with International Trade Commission takes aim at Canadian, Mexican and Chinese imports. A trade group has accused Canadian, Mexican and Chinese structural-steel producers of dumping products in the U.S. at below the cost of making them, resulting in lost sales for domestic companies and weaker pricing power.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-bramson-steps-up-push-for-barclays-board-seat-11549384332", "title": "Activist Bramson Steps Up Push for Barclays Board Seat", "date": "2019-02-05 15:44", "summary": "Resolution is likely to trigger a proxy fight between the bank and Sherborne's Edward Bramson. Activist investor Edward Bramson stepped up a campaign for strategy change at Barclays PLC by applying for a shareholder vote to put him on the bank's board.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-hospital-giants-cancel-plans-to-merge-11549398129", "title": "Texas Hospital Giants Cancel Plans to Merge", "date": "2019-02-05 15:22", "summary": "A key stumbling block was the scope of the cuts to operational expenses after the merger. Two Texas hospital giants called off their planned merger Tuesday, the latest combination to get scuttled in the rapidly-consolidating sector.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-enduring-art-of-ella-fitzgeralds-most-ambitious-album-11549395899", "title": "The Enduring Art of Ella Fitzgerald's Most Ambitious Album", "date": "2019-02-05 14:45", "summary": "'Ella Fitzgerald Sings the George and Ira Gershwin Song Books,' which was inducted into the Grammy Hall of Fame at the end of January, remains a matchless treasure.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-court-releases-vale-tuv-sud-employees-in-dam-collapse-case-11549395368", "title": "Brazil Court Releases Vale, TÜV SÜD Employees in Dam Collapse Case", "date": "2019-02-05 14:36", "summary": "The five employees had been arrested last month amid an investigation of a deadly dam spill at one of Vale's mines. SÃO PAULO-An appeals court on Tuesday ordered the release of three employees of Vale SA and two engineers working for Germany's TÜV SÜD who had been detained after a deadly dam spill at one of the Brazilian company's mines.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disaster-shakes-brazilians-faith-in-nations-mining-industry-11549366200", "title": "'It's Easier to Count the Living': Disaster Shakes Brazil's Faith in Mining", "date": "2019-02-05 14:29", "summary": "As more bodies are recovered after deadly dam collapse, economic uncertainty grips communities worried about measures aimed at preventing another accident. BRUMADINHO, Brazil-The Ribeiro family, which settled in this small town a century ago, owes much of what it has to the nearby Vale SA iron-ore mine.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bacteria-may-offer-new-hope-for-treating-skin-disorders-11549394922", "title": "Bacteria May Offer New Hope for Treating Skin Disorders", "date": "2019-02-05 14:28", "summary": "A new study of eczema is the latest to focus on the skin microbiome as a source of relief. People have long sought relief from eczema-the itchy, scaly, rash-causing skin disorder that affects one in 10 Americans-in lotions, cleansing creams and special soaps. Now research from a preliminary study shows promise in treating eczema with bacteria that occur naturally on healthy skin.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-works-to-pave-way-for-its-pick-to-lead-world-bank-11549393632", "title": "U.S. Works to Pave Way for Its Pick to Lead World Bank", "date": "2019-02-05 14:07", "summary": "David Malpass, a Treasury Department official, has been a critic of the World Bank, particularly over its lending to China. The Trump administration is moving swiftly to shore up support for the candidacy of David Malpass to be the next president of the World Bank, hoping to head off potential challengers as the nominating process gets under way.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-push-back-on-trumps-national-emergency-talk-11549393182", "title": "Senate Republicans Push Back on Trump's National Emergency Talk", "date": "2019-02-05 13:59", "summary": "GOP lawmakers worry that a move by the president to shift funds for a border wall could backfire. WASHINGTON-President Trump's repeated warnings that he is prepared to declare a national emergency to build a border wall, which he is likely to renew in his State of the Union address Tuesday, are stirring up increasing angst among congressional Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ski-resort-where-you-must-beware-of-missiles-only-in-israel-11549392845", "title": "A Ski Resort Where You Must Beware of Missiles", "date": "2019-02-05 13:54", "summary": "Mount Hermon in the Golan Heights, which doubles as an Israeli military base, isn't the obvious choice for a winter getaway-but intrepid skiers don't care. IN MID-JANUARY the week before I arrived at Mount Hermon, Israel's only ski resort, two storms blanketed the slopes with 6½ feet of fresh, inviting snow. Less inviting: The fact that a missile fired by Iranian soldiers in Syria was shot down over the resort. Located in the Golan Heights, Mount Hermon is part of a lush and rocky landscape that the international community views as occupied Syrian territory. Israel first took control of the land during the 1967 war with its Arab neighbors. By 1971, Israelis had built the first ski lift on Mount Hermon, and today many Israelis regard the territory as an inseparable part of the country-despite Syria's on and off efforts to negotiate its return.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skiing-in-israel-11549392763", "title": "Skiing Mount Hermon", "date": "2019-02-05 13:52", "summary": "Ski lovers and soldiers converge on a snowy mountain in the Middle East. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-free-agency-came-to-college-football-11549370785", "title": "How Free Agency Came to College Football", "date": "2019-02-05 13:50", "summary": "Rules changes that have made transferring easier for players have made high school recruiting just the first step in attracting talent. Like all college football teams, Oklahoma will finalize its incoming class of recruits on Wednesday. But the drama of national signing day is unlikely to exceed that of the day last month when quarterback Jalen Hurts penned an essay for the Players Tribune.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-meet-with-afghan-opposition-in-moscow-peace-talks-11549392292", "title": "Taliban Meet With Afghan Opposition in Moscow Peace Talks", "date": "2019-02-05 13:44", "summary": "A delegation led by former Afghan leader Hamid Karzai discusses Afghanistan's postwar political arrangements with Taliban officials. A delegation of Afghan President Ashraf Ghani's political rivals discussed Afghanistan's postwar political arrangements with Taliban representatives in Moscow on Tuesday, thrusting the country's stormy electoral politics into the middle of its peace process and further weakening the current Afghan leader.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estee-lauder-sales-rise-as-chinese-consumers-spend-big-on-beauty-11549392094", "title": "Estée Lauder Gets Big Boost From China", "date": "2019-02-05 13:41", "summary": "Cosmetics company's Asia-Pacific sales jump 20%, offsetting declines in North America. Estée Lauder Co. reported a jump in quarterly sales driven by demand for high-end beauty products in Asia, sending shares of the cosmetics seller near all-time highs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-pushes-antiriot-bill-to-quell-protests-11549392033", "title": "Macron Pushes Antiriot Bill to Quell Protests", "date": "2019-02-05 13:40", "summary": "Lawmakers approve measures to crack down on violent protesters as President Emmanuel Macron seeks to curb the 'yellow-vest' movement. PARIS-Lawmakers in the lower house of the French Parliament approved measures to crack down on violent protesters as President Emmanuel Macron seeks to corral the unruly \"yellow-vest\" movement.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-or-fence-these-are-the-barriers-at-the-border-now-11549391687", "title": "Wall or Fence? These Are the Barriers at the Border Now", "date": "2019-02-05 13:34", "summary": "The debate over border security can get quickly mired in terminology. Here's a guide.. A wall or a fence? Steel bollards or vehicle barriers? A lot of terms have been thrown around in the debate over building a barrier on the southern border of the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brandi-carlile-finds-her-voice-again-11549390782", "title": "Brandi Carlile Finds Her Voice Again", "date": "2019-02-05 13:19", "summary": "With her sixth album, the singer is the most-nominated woman at the Grammys, a year when controversy over diversity has put women in the spotlight. MAPLE VALLEY, Wash.-Dave Cobb was channel-surfing several years ago when he caught Brandi Carlile on \"Austin City Limits\" performing \"The Story,\" a song so triumphant he said it felt like \"hearing a classic that you'd never heard before.\"", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-to-consider-nomination-of-fannie-freddie-overseer-next-week-11549388659", "title": "Senate Panel Eyes Nomination of Fannie, Freddie Overseer Next Week", "date": "2019-02-05 13:18", "summary": "Senate Banking Committee has tentatively scheduled a Feb. 14 nomination hearing on Mark Calabria for FHFA post. WASHINGTON-Senate lawmakers are expected as early as next week to consider the nomination of Mark Calabria, a critic of Fannie Mae and Freddie Mac , to the post responsible for overseeing the housing-finance companies, according to people familiar with the matter.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-more-clarity-needed-before-fed-can-decide-next-rate-move-11549389606", "title": "Fed's Kaplan: More Clarity Needed Before Next Rate Move", "date": "2019-02-05 13:00", "summary": "Dallas Fed leader says the Federal Reserve needs to resolve uncertainties around the economy and financial conditions. Federal Reserve Bank of Dallas President Robert Kaplan reiterated Tuesday his support for the central bank holding off for now on further rate rises and said changes in its balance sheet drawdown should be on the table as well.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-runs-up-another-big-tab-11549323058", "title": "Google Runs Up Another Big Tab", "date": "2019-02-05 12:43", "summary": "Record R&D and capex bills overshadow strong growth in Alphabet's core business. Google's license to spend apparently has an expiration date.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jetliner-pilot-turned-off-wrong-engine-after-indian-bird-strike-says-report-11549388563", "title": "Jetliner Pilot Turned Off Wrong Engine After Indian Bird Strike", "date": "2019-02-05 12:42", "summary": "Airbus A320 nearly stalled after crew failed to try to restart good engine for about three minutes in 2017 incident, investigators say. An Indian Go Airlines passenger jet barely avoided a catastrophic accident nearly two years ago after a bird damaged one of its two engines on takeoff and one of the pilots reacted by mistakenly turning off the other engine, according to crash investigators.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-those-funny-little-bags-nba-players-carry-11549387466", "title": "What's in Those Funny Little Bags NBA Players Carry?", "date": "2019-02-05 12:26", "summary": "Since arena entrances have become fashion shows, even basketball stars' tiny dopp kits are being scrutinized for style tips. AFTER THE MIAMI Heat drafted Dwyane Wade in 2003, he quickly deduced that the dopp kits his NBA teammates used to cart toiletries into the locker room telegraphed status. \"If you had a Louis Vuitton dopp kit you were doing something,\" he said. \"All the older vets had that.\" Then, as now, the French label's immodest, $700-plus leather wash bags, often splashed with its logo, can rival a children's shoebox in size. To a rookie guard like Mr. Wade, they practically shouted, \"I've made it!\" Wanting to hold his own in the hierarchy, he soon amassed an arsenal of luxury dopp kits. \"You don't want your toiletry bag to be busted,\" he said. \"If you're coming in with a nice outfit... you don't want a CVS bag.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-russia-agreement-breaks-you-11549386513", "title": "In Russia, Agreement Breaks You", "date": "2019-02-05 12:08", "summary": "Oil prices face pressure as dispute with OPEC seems to emerge over timing of production cuts. As those familiar with Russian history know, the October Revolution actually happened in November.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sales-fall-at-archer-daniels-midland-despite-demand-outside-of-china-11549371168", "title": "Agriculture Execs Say U.S.-China Trade Deal Nearing", "date": "2019-02-05 11:48", "summary": "Grain company Archer Daniels Midland expresses optimism as it reports a profit decline for the fourth quarter. Agricultural executives are upbeat that the U.S. and China will resolve a nearly yearlong trade dispute that has upended food exports and hurt business for both countries' farmers and food companies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-documentaries-spotlight-boundary-breaking-black-singers-11549385215", "title": "New Documentaries Spotlight Boundary-Breaking Black Singers", "date": "2019-02-05 11:46", "summary": "Charley Pride, Sam Cooke and Sammy Davis Jr. are in focus this month. Three new documentaries airing this month explore the lives of black singers who crossed racial barriers on the way to becoming music legends.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-pony-up-for-ralph-lauren-11549384792", "title": "Time to Pony Up for Ralph Lauren", "date": "2019-02-05 11:39", "summary": "The luxury lifestyle company exceeded third-quarter estimates, and investors are starting to acknowledge its turnaround. When Ralph Lauren reported quarterly results in November, beating analysts' estimates, investors responded by sending its shares lower. Now another solid quarter appears to have convinced them that the luxury lifestyle company's turnaround is taking hold.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-safety-devices-get-caught-in-online-advertising-bans-11549384341", "title": "Gun Safety Devices Get Caught in Online Advertising Bans", "date": "2019-02-05 11:32", "summary": "Startups behind high-tech locks and sensors say their ads are frequently blocked on Facebook, Google. As more Americans keep loaded guns in their homes, efforts to sell them new kinds of safety locks are getting stuck by policies intended to block ads for firearms online.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-scores-small-victory-in-competition-with-russia-for-balkan-influence-11549384186", "title": "West Scores Small Victory in Competition With Russia for Balkan Influence", "date": "2019-02-05 11:29", "summary": "Macedonia, which agreed to change its name to overcome Greek resistance, is set to begin accession talks with NATO. Macedonia takes the first step to joining NATO on Wednesday, a victory for Western diplomacy against Russian efforts to shore up its waning influence in the Balkans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-donald-trumps-childhood-home-in-queenswith-life-size-cutoutup-for-sale-11549383532", "title": "Trump's Childhood Home in Queens-With Life-Size Cutout-Up for Sale", "date": "2019-02-05 11:18", "summary": "In a middle-class area, the modest home where President Trump lived until the age of 4 has been trading for a big premium over its neighbors.. In Queens, N.Y., sits a roughly 2,500-square-foot President Trump collectible: the modest, yellow Tudor-style home he lived in during his early years is coming on the market for $2.9 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expansion-of-u-s-services-sectorslowed-in-january-11549380492", "title": "Expansion of U.S. Services Sector Slowed in January", "date": "2019-02-05 11:12", "summary": "Concern about impact of government shutdown played a role in cooling growth rate. A drop in new orders crimped the U.S. services sector's pace of expansion in January, amid uncertainty stemming from the partial government shutdown.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-and-china-draw-up-trade-barriers-germany-fights-back-11549382824", "title": "As U.S. and China Draw Up Trade Barriers, Germany Fights Back", "date": "2019-02-05 11:07", "summary": "Germany seeks to counter what it called growing protectionism in the U.S. and China. BERLIN-Germany said it would step up efforts to shield important industries from foreign takeovers and competition, as it seeks to counter what it called growing protectionism in the U.S. and China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-urban-and-poor-africans-fight-back-11549382400", "title": "Young, Urban and Poor: Africans Fight Back", "date": "2019-02-05 11:00", "summary": "Lack of economic opportunities for better-educated people on the move drives a backlash against some of the continent's most-entrenched leaders. JOHANNESBURG-Antiregime protests in Sudan. An attempted coup in Gabon. An opposition leader inaugurated as president in the Democratic Republic of Congo. Bloody demonstrations against spiking fuel prices in Zimbabwe.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-laurens-revenue-same-store-sales-rise-11549374758", "title": "Ralph Lauren's Revenue, Same-Store Sales Rise", "date": "2019-02-05 10:52", "summary": "The retailer swung to a quarterly profit of $120 million, compared with a loss of $81.8 million in the year-ago period. Ralph Lauren Corp. raised its full-year sales outlook and posted stronger revenue in its latest period, helped by growth in Asia and Europe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jenifer-lewis-of-black-ish-was-a-star-even-at-5-11549380957", "title": "Jenifer Lewis of \"Black-ish\" Was a Star Even at 5", "date": "2019-02-05 10:35", "summary": "As a child growing up in Kinloch, Mo., the singer and actress used her voice to stand out and escape poverty. Jenifer Lewis, 62, is a singer and actress who stars on the ABC sitcom \"Black-ish.\" She is the author of the memoir \"The Mother of Black Hollywood\" (Amistad) and will sing at New York's Lincoln Center on Feb. 15. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-video-chat-app-wants-to-be-more-like-fortnite-less-like-facebook-11549380673", "title": "This Video-Chat App Wants to Be More Like Fortnite, Less Like Facebook", "date": "2019-02-05 10:31", "summary": "Houseparty is popular among teens and young adults, a coveted demographic. The video-chat app Houseparty has built a core audience among fickle teenagers through a strategy that is pretty much the opposite of its larger social-media rivals, including Facebook Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bondholders-dispute-nine-west-bankruptcy-exit-plan-11549380604", "title": "Bondholders Dispute Nine West Bankruptcy Exit Plan", "date": "2019-02-05 10:30", "summary": "Hearings to test apparel-maker's settlement with private-equity owner Sycamore. A pricey contest over Nine West Inc. continues in a Manhattan bankruptcy court Tuesday, as the apparel maker attempts to persuade a judge to shield its private-equity owner, Sycamore Partners LP, from lawsuits.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-retailers-set-up-shop-in-newfangled-manhattan-mall-11549380600", "title": "Online Retailers Set Up Shop in Interactive Manhattan Mall", "date": "2019-02-05 10:30", "summary": "Showfields is an interactive market where consumers can shop for brands that previously only had sold products online. The first thing I did when visiting Showfields, the new, four-story, self-proclaimed \"Most Interesting Store in the World,\" in Manhattan was try a new toothbrush.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peppa-pig-branded-a-subversive-element-by-china-gets-rehabilitated-11549380438", "title": "Peppa Pig, Branded a Subversive by China, Gets Rehabilitated", "date": "2019-02-05 10:27", "summary": "The Year of the Pig and a movie rescued the porcine cartoon from knock-off gangster versions. SHANGHAI-China rings in the Year of the Pig this week, and the festival is saving Peppa Pig's bacon.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-posts-slight-revenue-growth-11549372041", "title": "Viacom Posts Revenue Growth", "date": "2019-02-05 10:13", "summary": "Performance from the company's film and television studio helps offset a drop in ad revenue for its cable TV business. Revenue at Viacom Inc., the parent of Comedy Central and Nickelodeon, rose in its latest quarter, reflecting efforts to bolster other parts of its business beyond cable networks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-stocks-soar-ahead-of-reclassification-11549378325", "title": "Saudi Stocks Soar Ahead of Reclassification", "date": "2019-02-05 09:52", "summary": "Two index compilers are set to include the kingdom in their emerging markets baskets. DUBAI-More than $1 billion of foreign investment in Saudi stocks last month boosted its benchmark index to among the top performers globally, as investors shrugged off concerns sparked by the killing of a dissident journalist to profit from the kingdom's coming reclassification as an emerging market.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ny-nj-governors-blame-shrinking-revenue-on-federal-tax-changes-11549321915", "title": "N.Y., N.J. Governors Blame Shrinking Revenue on Federal Tax Changes", "date": "2019-02-05 09:47", "summary": "Gov. Cuomo said wealthy individuals are moving or shifting official residence to lower-tax states, causing a revenue shortfall. ALBANY-Northeast states governed by Democrats are blaming recent revenue shortfalls on the 2017 federal tax law and its changes to the deductibility of state and local taxes.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-toll-of-ghosn-probe-trust-between-nissan-and-renault-11549362641", "title": "Angry Letters, Lawyers: Nissan, Renault Duel After Ghosn Arrest", "date": "2019-02-05 09:43", "summary": "Tensions from the investigation into auto-industry titan Carlos Ghosn are hampering efforts to shore up the globe-spanning alliance. Tensions stemming from the investigation into auto-industry titan Carlos Ghosn are hampering efforts at Renault SA and Nissan Motor Co. to shore up their globe-spanning alliance.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-lose-weight-with-the-help-of-technology-11549377609", "title": "How to Lose Weight, With the Help of Technology", "date": "2019-02-05 09:40", "summary": "Gadgets and online tools can make it easier for dieters to find the right diet-and support. There are about as many approaches to weight loss as there are kinds of food, and both doctors and dieters argue passionately about which ones work best.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-scott-gops-only-black-senator-tells-why-he-speaks-out-on-race-11549377003", "title": "Tim Scott, GOP's Only Black Senator, Talks About Race", "date": "2019-02-05 09:30", "summary": "South Carolinian moved by criminal-justice disparities; 'Racial issues don't know parties'. WASHINGTON-Sen. Tim Scott for decades made pains to avoid being defined by his race, long before his arrival in the Senate in 2013. Now, as racial wounds old and new become more pronounced, the only black Republican senator is embracing a pivotal role in an arena from which he long sought distance, inserting himself into fierce political debates along racial lines.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chef-massimo-botturas-new-italian-inn-11549376653", "title": "Chef Massimo Bottura's New Italian Inn", "date": "2019-02-05 09:24", "summary": "Bottura and Lara Gilmore, his wife and collaborator, have created an elegant extension of their personal passions. On an icy evening in late December, Italian chef Massimo Bottura is in his happy place, in a gleaming kitchen feeding family and friends. On the white marble counter, a shiny red Berkel slicer cradles a tower of mortadella. Shards of top-shelf Parmigiano Reggiano await dollops of extra-aged balsamic vinegar from his private reserve. Pizza bianca, bubbled crust bathed in olive oil, is rushed in from a customized wood-fired oven newly installed in the garden out back. \"Ah, pizza time,\" booms Bottura. \"Stupendo!\"", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brief-modern-history-of-bmw-in-one-garage-11549376583", "title": "A Brief Modern History of BMW in One Garage", "date": "2019-02-05 09:23", "summary": "Resume Subscription. Neal Heffron, a 54-year-old vice president at a computer-equipment company from Brookline, Mass., on his BMW s, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-chef-massimo-botturas-new-italian-inn-11549376544", "title": "Photos: Chef Massimo Bottura's New Italian Inn", "date": "2019-02-05 09:22", "summary": "The 12-acre inn includes a music-listening room, an eat-in kitchen, a tennis court and a pool. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-two-generations-of-bmws-11549376159", "title": "Photos: Two Generations of BMWs", "date": "2019-02-05 09:15", "summary": "A Massachusetts aficionado shows off his BMWs with racing in their DNA: a 1980 M1 and 2015 i8. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-fran-summers-is-a-model-to-know-11549376114", "title": "Why Fran Summers Is a Model to Know", "date": "2019-02-05 09:15", "summary": "In a few short years, WSJ.'s March cover star has gone from Yorkshire teenager to runway regular. Patrons of the North London cafe where Fran Summers, 19, is holding court over a falafel wrap might be forgiven for not recognizing the modeling supernova, dressed as she is in patchwork trousers, a Mickey Mouse T-shirt and Naked Wolfe vegan sneakers. Doubtless they would also be surprised to learn that her travel must-have is not the latest lip gloss or ayurvedic tincture, but classic Bisto gravy mix. \"Sometimes I just need gravy,\" she singsongs. But then, Summers, who has been lauded as a 21st-century Jean Shrimpton, hails from Yorkshire, and she's as down to earth as the northern soil from which she comes.", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-alphabet-apple-chevron-gilead-sciences-hartford-financial-11549367403", "title": "Stocks to Watch: Alphabet, Chevron, Gilead", "date": "2019-02-05 09:12", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-obsess-over-the-earnings-season-11549375380", "title": "Don't Obsess Over the Earnings Season", "date": "2019-02-05 09:03", "summary": "In theory and in practice, quarterly earnings just aren't that important. Earnings are overrated. As we reach the halfway point in the S&P 500's fourth-quarter earnings season, investors are obsessing over financial reports and downgraded profit forecasts from Wall Street analysts. Here's a heresy: This doesn't matter nearly as much as people think.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saks-turns-prime-space-into-a-handbag-emporium-11549371601", "title": "Saks Turns Prime Space Into a Handbag Emporium", "date": "2019-02-05 08:00", "summary": "Flagship store devotes coveted ground floor to luxury satchels, even though category's growth has slowed. Part of Saks Fifth Avenue's new plan to woo shoppers: $50,000 handbags.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economy-starts-2019-with-a-whimper-11549366726", "title": "Europe's Economy Starts 2019 With a Whimper", "date": "2019-02-05 07:51", "summary": "The eurozone is set to cool further as the year wears on. Europe's flagging economy got off to a weak start in 2019, as Italy showed few signs of emerging from recession and the uncertainty around Britain's exit from the European Union dragged on U.K. growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-retreats-from-africa-investment-plan-11549370983", "title": "Blackstone Retreats From Africa Investment Plan", "date": "2019-02-05 07:51", "summary": "The world's largest private-equity firm has pulled back from a pledge to invest $2.5 billion through an African infrastructure company called Black Rhino. Blackstone Group , the world's largest private-equity firm, has pulled back on a plan to invest billions of dollars across Africa, the latest U.S. investor to temper its ambitions on the continent.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-economy-cheap-money-boost-commercial-property-market-11549370329", "title": "Strong Economy, Cheap Money Boost Commercial Property Market", "date": "2019-02-05 07:38", "summary": "Prices for commercial real estate rose 6.2% year over year and are nearly 30% above 2007 levels, data show. A strong economy helped lift commercial real-estate sales to near-record levels last year, and many investors are counting on low interest rates to keep sales going in 2019.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-bonds-caught-in-fresh-u-s-sanctions-moves-11549369431", "title": "Venezuelan Bonds Caught in Fresh U.S. Sanctions Moves", "date": "2019-02-05 07:23", "summary": "Before the trading bans, Venezuelan bonds had been among the best-performing assets globally this year. Investors betting on regime change in Venezuela have seen trading in the country's government bonds dry up after Washington issued fresh guidance on sanctions that ban purchases of the country's debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-south-korea-break-impasse-over-military-alliances-costs-11549368441", "title": "U.S., South Korea Break Impasse Over Military Alliance's Costs", "date": "2019-02-05 07:07", "summary": "Seoul reportedly will kick in more money than in previous years under the new deal. SEOUL-The U.S. and South Korea struck an agreement in principle over the costs of their military alliance, ending a monthslong dispute that had loomed over President Trump's planned second summit with North Korean leader Kim Jong Un.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-profit-soars-fueled-by-higher-output-11549367303", "title": "BP Profit Soars, Fueled by Higher Output", "date": "2019-02-05 06:48", "summary": "U.K. oil major is the latest in a string of global energy giants to report bumper earnings. BP PLC tripled its annual earnings and swung to a fourth-quarter profit on increased output and higher crude prices, in line with other major oil companies that registered boosts on their balance sheets last year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upscale-london-home-sales-hit-new-low-during-brexit-disarray-11549366624", "title": "Upscale London Home Sales Hit New Low During Brexit Disarray", "date": "2019-02-05 06:44", "summary": "Most expensive homes are being hit the hardest as uncertainty prevails. The growing disarray surrounding the U.K.'s exit from Europe is hobbling the prime property market in central London and slowing turnover as home buyers wrestle with continuing political uncertainty.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinese-startups-an-economic-slowdown-brings-a-freezing-winter-11549366201", "title": "For Chinese Startups, an Economic Slowdown Brings a 'Freezing Winter'", "date": "2019-02-05 06:30", "summary": "Venture funding shrinks amid U.S. trade fight; Mobike cuts jobs, and tenants of co-working firm Inncube break leases. BEIJING-China's hard-charging technology sector, which has produced some of the world's hottest public companies and unicorn startups, is experiencing something different: a slowdown.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freight-tracking-startup-fourkites-raises-50-million-in-new-backing-11549366200", "title": "Freight-Tracking Startup FourKites Raises $50 Million in New Backing", "date": "2019-02-05 06:30", "summary": "Funding led by existing investors will back software firm's expansion beyond trucking, U.S. market. Freight-tracking software startup FourKites Inc. has raised $50 million in new funding less than a year after its last round to back its expansion beyond trucking and U.S. domestic shipping.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drawn-by-hokkaidos-slopes-a-malaysian-businessman-returns-every-year-11549364405", "title": "Drawn by Hokkaido's Slopes, a Malaysian Returns Every Year", "date": "2019-02-05 06:00", "summary": "Francis Yeoh urged brother to buy a resort property nine years ago and hasn't looked back. There isn't much snow in Malaysia, where Francis Yeoh runs a family conglomerate with interests in power, cement and property. So for years, Mr. Yeoh would jet up to Hokkaido, the northernmost island in the Japanese archipelago, and go skiing with his late wife for at least a week. He enjoyed big Japanese crabs and cucumbers cooled in snow.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flip-the-script-drugmakers-blame-middlemen-for-price-hikes-11549364401", "title": "Flip the Script: Drugmakers Blame Middlemen for Price Increases", "date": "2019-02-05 06:00", "summary": "Pharmaceutical firms, which used to cite high cost of research, now say rebates within supply chain drive up prices. Facing pressure over rising drug prices, pharmaceutical companies are pushing a new defense: They aren't raising prices to make more money but rather to pay a greater cut to middlemen in the medicine-supply chain.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handbag-brand-hobo-explores-a-sale-11549364400", "title": "Handbag Brand Hobo Explores a Sale", "date": "2019-02-05 06:00", "summary": "Privately held maker of leather handbags and accessories hired Threadstone Advisors to run the sale process. KD Hobo, a privately held maker of leather handbags and accessories, is weighing a sale.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purchasing-managers-indexes-a-leading-guide-for-slowing-global-economy-11549362601", "title": "To Gauge the Health of the Economy, Look to Purchasing Managers", "date": "2019-02-05 05:30", "summary": "By polling those who sit in the center of supply chains, PMIs can provide an early warning. The global economy's stumbles over the past year have been no surprise to the world's purchasing managers and the people closely following the economic indexes that are produced from their views.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-stocks-lack-backstop-as-brexit-deadline-approaches-11549362601", "title": "U.K. Stocks Lack Backstop as Brexit Deadline Approaches", "date": "2019-02-05 05:30", "summary": "Many investors are staying away from the U.K. stock market, worried that the risks are too hard to price. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-looks-to-break-losing-streak-11549362600", "title": "Snapchat Parent Looks to Break Losing Streak", "date": "2019-02-05 05:30", "summary": "If the Snapchat parent lost users in the fourth quarter, that would mark the third period in a row. Snap Inc. is scheduled to report fourth-quarter results after the market closes Tuesday. Here are the key points to watch:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-to-remove-carlos-ghosn-from-its-board-in-april-11549362441", "title": "Nissan to Remove Carlos Ghosn From Its Board in April", "date": "2019-02-05 05:27", "summary": "He is expected to be replaced by Renault Chairman Jean-Dominque Senard. TOKYO- Nissan Motor Co. plans to removeCarlos Ghosn from its board in April, replacing him with Renault SA Chairman Jean-Dominque Senard at a special shareholder meeting.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-star-needs-better-answers-to-accounting-allegations-11549358464", "title": "Fintech Star Needs Better Answers to Accounting Allegations", "date": "2019-02-05 04:21", "summary": "Germany's Wirecard says that no criminal conduct has been found so far in a probe sparked by a whistleblower. For a relatively simple business, German payments company Wirecard attracts a lot of questions. Now investors need answers quickly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-urban-rural-divide-11549357324", "title": "China's Urban-Rural Divide", "date": "2019-02-05 04:02", "summary": "Differing paces of consumption growth explain some of the media Sturm und Drang around Chinese consumers, but also hint at potential problems ahead. In the U.S., disaffected rural voters helped elect President Trump. In China, where people this week are celebrating the new year, the urban-rural divide is a bit different: Rural residents are suddenly doing a lot better growth-wise than their urban peers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrorist-attacks-show-rising-cost-for-business-in-somalia-11549289987", "title": "Terrorist Attacks Show Rising Risks for Business in Somalia", "date": "2019-02-05 03:34", "summary": "Killings of foreign worker comes as countries work to build up ports on the coastline of war-ravaged nation. An al Qaeda affiliate's killing on Monday of a manager working for a major Dubai-based port operator in Somalia highlights the risks of doing business in the war-ravaged nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-news-business-finance-11549343112", "title": "What's News: Business & Finance", "date": "2019-02-05 00:05", "summary": "Resume Subscription. Google parent Alphabet posted a big jump in revenue but also ever-rising costs outside its core online advertising arm, showing the limits of the Silicon Valley giant's efforts to diversify its business.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-retail-chief-angela-ahrendts-leaving-company-11549404885", "title": "Apple Retail Chief Angela Ahrendts Leaving Company", "date": "2019-02-05 00:01", "summary": "Human resources executive Deirdre O'Brien to assume leadership of retail operations. Apple Inc. said that its retail chief, Angela Ahrendts, is leaving the company and will be succeeded by a longtime operations executive who now runs human resources, a move that comes as the tech giant wrestles with flagging iPhone sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moma-makes-space-for-more-art-11549342861", "title": "MoMA to Close for Months as Part of Expansion Plan", "date": "2019-02-05 00:01", "summary": "Resume Subscription. Henri Matisse's cutout work \"The Swimming Pool\" has spent years at New York's Museum of Modern Art inside a flat file cabinet, the drawer's exterior marked by little more than a yellow sticky note with \"Matisse\" scribbled in pencil.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11549313572", "title": "Pepper...and Salt", "date": "2019-02-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-critic-is-nominee-to-lead-lender-11549338326", "title": "World Bank Critic Is Nominee to Lead Lender", "date": "2019-02-05 23:26", "summary": "Malpass argues China has become wealthy enough that it no longer needs to borrow from the World Bank. WASHINGTON-President Trump will nominate David Malpass, one of the World Bank's sharpest critics within his administration, to be the next leader of the bank.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawyers-for-trump-inaugural-committee-receive-subpoena-for-documents-11549325383", "title": "Trump Inaugural Committee Is Subpoenaed for Documents", "date": "2019-02-05 22:33", "summary": "Manhattan federal prosecutors seek to scrutinize donors and spending amid criminal investigation. President Trump's inaugural committee on Monday received a subpoena for documents from the Manhattan U.S. attorney's office, which last year opened a criminal investigation into how the fund raised and spent more than $100 million on 2017 inauguration festivities, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-chairman-powell-dines-with-trump-at-white-house-11549331272", "title": "Fed Chairman Powell Dines With Trump at White House", "date": "2019-02-05 22:04", "summary": "Treasury Secretary Steven Mnuchin and Fed Vice Chairman Richard Clarida also attend Monday evening meal. Federal Reserve Chairman Jerome Powell dined Monday night with President Trump and Treasury Secretary Steven Mnuchin at the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-lt-gov-fairfax-calls-sexual-assault-allegation-completely-false-11549307473", "title": "Virginia Lieutenant Governor Denies Sex-Assault Allegations", "date": "2019-02-05 21:43", "summary": "Allegations come as Democrats call for Gov. Northam to resign. RICHMOND, Va.-A political crisis engulfing top officials in Virginia deepened Monday as state lawmakers renewed their demand that Gov. Ralph Northam resign and as Lt. Gov. Justin Fairfax denied allegations that he sexually assaulted a woman in 2004.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-call-for-bipartisanship-as-he-threatens-to-declare-emergency-11549320230", "title": "Trump to Call for Unity Amid Deep Divisions Over Border Wall, Immigration", "date": "2019-02-05 20:44", "summary": "Tuesday's State of the Union speech comes at a time of deep partisan division over border wall after record-long shutdown. WASHINGTON-President Trump in Tuesday's State of the Union is expected to issue a plea for national unity at a moment of deep partisan divisions, with the Democratic-controlled House and the White House at an impasse over spending priorities while Mr. Trump threatens to do an end-run around both chambers of Congress to pay for a wall on the southern U.S. border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-senator-who-opposes-amazon-deal-nominated-to-board-with-sway-over-project-11549323182", "title": "N.Y. State Senator Who Opposes Amazon Deal Nominated to Board With Sway Over Project", "date": "2019-02-05 20:00", "summary": "Gianaris tapped for state's Public Authorities Control Board. A leading critic of Amazon.com Inc.'s proposal to develop a 1.5-million- square-foot campus in Queens was nominated Monday to a seat on the state's Public Authorities Control Board, where he could ultimately veto state actions on the project.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-hell-nominate-david-bernhardt-as-interior-secretary-11549311826", "title": "Trump to Nominate David Bernhardt as Interior Secretary", "date": "2019-02-05 19:36", "summary": "The former oil-and-gas industry lobbyist has been serving as acting head of the department since January. WASHINGTON-President Trump plans to nominate former energy lobbyist David Bernhardt as secretary of the interior, prompting criticism from Democrats and environmental advocacy groups who warn he will serve industry interests at the expense of environmental stewardship.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-state-buyers-flock-to-miami-11549325267", "title": "Out-of-State Buyers Flock to Miami", "date": "2019-02-05 19:30", "summary": "Residents of high-tax cities are increasingly drawn to South Florida after last year's tax law capped deductions. A growing list of public officials in high-tax states are expressing alarm that big earners are bolting to low-tax states as new data suggests some home buyers are moving in response to the year-old change in the federal tax law.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-mester-supported-fomc-decision-to-hold-rates-steady-11549326601", "title": "Fed's Mester: Supported FOMC Decision to Hold Rates Steady", "date": "2019-02-05 19:30", "summary": "Cleveland Fed leader says central bank policy is in 'a very good spot'. Cleveland Fed leader Loretta Mester said Monday she is on board with the Federal Reserve holding off on further rate increases as it takes stock of an uncertain environment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-re-election-challenge-11549326167", "title": "Trump's Re-Election Challenge", "date": "2019-02-05 19:22", "summary": "Down in the polls, he needs a strong economy to have any chance to win a second term.. The paradox of Donald Trump's Presidency after two years is that his main successes are the result of traditional Republican policies. His main trouble has come from the Trumpian exceptions on trade, immigration and polarizing temperament that motivate many of his supporters. Whether he can overcome that seeming contradiction may determine whether he can win what on present trends looks like an uphill climb to re-election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-green-new-deal-in-profile-11549325968", "title": "A Green New Deal in Profile", "date": "2019-02-05 19:19", "summary": "Falmouth spent $10 million on wind turbines. Now it's losing money.. Democrats are pushing a Green New Deal to end the use of fossil fuels and rely entirely on renewable energy. The Cape Cod town of Falmouth, Mass., offers a cold gust of reality on such ambitions with its experience on a $10 million wind-energy investment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-names-new-finance-chief-in-management-shuffle-11549320410", "title": "Chevron Names New Finance Chief in Management Shuffle", "date": "2019-02-05 19:17", "summary": "Oil giant appoints Pierre Breber as CFO. Chevron Corp. on Monday named Pierre Breber as chief financial officer amid a shift of senior executives.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-cold-weather-tax-11549325868", "title": "Cuomo's Cold Weather Tax", "date": "2019-02-05 19:17", "summary": "His natural-gas blockade is raising costs across the Northeast.. Last week's polar vortex brought another chilling reminder about the economic damage of New York Governor Andrew Cuomo's shale-drilling blockade. His energy policies are hurting upstate and leaving New York City's suburbs out in the cold.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-foreign-policy-critics-are-losing-11549325062", "title": "Trump's Foreign-Policy Critics Are Losing", "date": "2019-02-05 19:04", "summary": "Congress rebukes him. But the public is cool to the post-Cold War consensus.. Is President Trump losing control of the foreign-policy agenda? Last week the administration suffered a stinging political defeat as the Senate voted 68-23 to advance a bill that criticizes his plans to withdraw U.S. troops from Syria and Afghanistan. This comes on the heels of Congress's refusal to accede to Mr. Trump's demands for further funds to fortify the U.S.-Mexico border and the Senate's December vote to end U.S. military support for Saudi Arabia's operations in Yemen. It is now clear the president's foreign-policy and national-security approach faces increasing and often bipartisan congressional opposition.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dunkin-image-refresh-enabled-by-tech-says-it-and-strategy-chief-11549325011", "title": "Dunkin' Image Refresh Enabled by Tech, Says IT and Strategy Chief", "date": "2019-02-05 19:03", "summary": "Chain sets up concept stores, transitions to cloud services in effort to better compete. Jack Clare, Dunkin' Brands Group Inc.'s chief information and strategy officer, said technology is playing a central role in upgrading the chain, known for its namesake donut shops and its Baskin-Robbins ice cream stores.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-wrecked-venezuelas-oil-industry-11549325002", "title": "Maduro Wrecked Venezuela's Oil Industry", "date": "2019-02-05 19:03", "summary": "The dictator destroyed a world energy powerhouse. U.S. sanctions will squeeze production even further.. Nicolás Maduro's regime in Venezuela has been waging economic warfare against the country it rules. The result has been an almost unfathomable million-percent inflation rate coupled with near-total social collapse-food shortages, people searching through garbage pails for something to eat, violent crime, lack of medicine, and the breakdown of the health-care system. Three million refugees have fled to neighboring countries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-dreamer-11549325032", "title": "Donald Trump's Dreamer", "date": "2019-02-05 19:03", "summary": "The president should invite Hilario Yanez to be his guest at the State of the Union.. Hilario Yanez says he's got a free spot on his calendar Tuesday night. If President Trump is looking for a way to break out of the shutdown stalemate and turn the debate to his advantage, he would invite Mr. Yanez to join the first lady in her box for the State of the Union.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-reform-is-covering-its-costs-11549324972", "title": "Tax Reform Is Covering Its Costs", "date": "2019-02-05 19:02", "summary": "Faster growth is on track to outpace debt in the next decade.. Is the 2017 tax reform paying for itself? It's a complicated question, but the critics have made up their minds. Outlets like the Tax Policy Center claim the Tax Cuts and Jobs Act has diminished federal revenue rather than increase it as some supporters predicted. Other skeptics lament surging government deficits and debt. Some point to last year's brief economic spurt as evidence of the law's failure to drive long-term growth. Even if one accepts these arguments, none of them offers a conclusion about whether the tax cut was worth its cost.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-feeds-big-government-isnt-only-ideology-11549324944", "title": "What Feeds Big Government Isn't Only Ideology", "date": "2019-02-05 19:02", "summary": "Anthony de Jasay had a 'flint-hard' understanding of the structural forces behind the modern state.. 'What would you do if you were the state?\" So begins the greatest book of political theory you never read. \"The State,\" by the Hungarian-born economist Anthony de Jasay, was published in 1985 and has been kept in print by the Liberty Fund, a classical-liberal foundation in Indianapolis. Jasay, who died Jan. 23 at 95, was a gentleman scholar. He fled the communist bloc at age 23 to complete his education in Australia and later at Cambridge. After a career in finance, he returned to his academic pursuits, settling in Normandy, France, in 1979.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-too-big-to-fail-comedy-of-errors-11549324908", "title": "A 'Too Big to Fail' Comedy of Errors", "date": "2019-02-05 19:01", "summary": "The administration was right to stop defending a decision that would have unfairly burdened MetLife.. The Trump administration has been criticized for dropping the federal government's appeal of a 2016 case MetLife won to shed its designation as a \"systemically important financial institution,\" or SIFI. Former Federal Reserve Chairwoman Janet Yellen told the Brookings Institution she \"strongly opposed\" the administration's decision, since the court's ruling \"set standards that would make future designations all but impossible.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-beast-so-fierce-review-the-making-of-a-killer-11549324882", "title": "'No Beast So Fierce' Review: The Making of a Killer", "date": "2019-02-05 19:01", "summary": "Bengal tigers under \"normal circumstances\" don't prey on humans. But in early-20th century India, circumstances were far from normal.. According to Dane Huckelbridge, a little more than 100 years ago in India and Nepal a \"prolific serial killer . . . stalked the foothills of the Himalayas.\" Marauding with \"shocking impunity\" and \"almost supernatural efficacy\" for nearly a decade, the murderer evaded \"police, bounty hunters, [and] an entire regiment of Nepalese Gurkhas.\" Before its trail of death came to a violent end in 1907, the monster killed-and ate-436 men, women and children, \"more, some believe, than any other individual killer, man or animal, before or since.\" Mr. Huckelbridge tells the tale of this \"Beowulfian\" assassin in his well-written, informative and at times thrilling new book, \"No Beast So Fierce: The Terrifying True Story of the Champawat Tiger, the Deadliest Animal in History.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}]