[{"link": "https://www.wsj.com/articles/authentic-brands-teams-with-saks-to-make-bid-for-barneys-11571278733", "title": "Authentic Brands Teams With Saks to Bid for Barneys", "date": "2019-10-16 22:18", "summary": "Bidders, who also include investment bank B. Riley, offer $271 million for bankrupt retailer. Barneys New York Inc. Wednesday reached a deal to sell its assets to Authentic Brands Group LLC and investment firm B. Riley Financial Inc. and close the luxury chain's remaining stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rick-perry-called-rudy-giuliani-at-trumps-direction-on-ukraine-concerns-11571273635", "title": "Perry Called Giuliani at Trump's Direction on Ukraine Concerns", "date": "2019-10-16 21:33", "summary": "President's lawyer said Ukraine had worked to hurt Trump in 2016 election, energy secretary says in interview. WASHINGTON-Energy Secretary Rick Perry said he sought out Rudy Giuliani this spring at President Trump's direction to address Mr. Trump's concerns about alleged Ukrainian corruption, a sign of how closely the president's personal lawyer worked with the administration on Ukraine policy.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-rejects-u-s-call-for-immediate-cease-fire-in-syria-11571219662", "title": "Turkey Rejects U.S. Call for Immediate Cease-Fire in Syria", "date": "2019-10-16 20:57", "summary": "Turkish troops pursue their offensive against Kurdish forces, as Russia fills void created by U.S. departure from the region. ISTANBUL-Turkey dismissed a U.S. call for an immediate cease-fire in northeast Syria, pressing ahead with its military offensive as senior Trump administration officials rushed to Ankara to try to halt fighting triggered by the withdrawal of American troops from the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-on-brink-of-strikeand-pay-isnt-only-demand-11571223600", "title": "Chicago Cancels Thursday School Classes as Strike Begins", "date": "2019-10-16 20:43", "summary": "Teachers negotiating for help for homeless children, housing assistance for staffers. Chicago teachers will begin a strike Thursday over demands going well beyond pay, following a national wave of teacher strikes that have brought raises and other benefits in recent years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-formally-drops-its-ipo-plans-11571271483", "title": "Endeavor Formally Drops Its IPO Plans", "date": "2019-10-16 20:18", "summary": "Hollywood's largest talent agency and the company behind Miss Universe and UFC doesn't offer reason for pullout. Endeavor Group Holdings Inc.-the company behind the Miss Universe Pageant, Ultimate Fighting Championship and the largest talent agency in Hollywood-formally withdrew plans for an initial public offering.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-requires-chinese-diplomats-to-inform-state-department-of-official-meetings-11571259198", "title": "U.S. Requires Chinese Diplomats to Inform State Department of Official Meetings", "date": "2019-10-16 19:43", "summary": "Officials say the move is to encourage Beijing to lift restrictions on the movements of U.S. diplomats in China. The Trump administration is imposing new requirements on Chinese diplomats in the U.S.-though short of the restrictions Americans face in China-in what U.S. officials say is a bid to level the playing field between the two nations' diplomatic corps.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/girl-9-badly-burns-self-at-brooklyn-school-11571264518", "title": "Girl, 9, Badly Burns Self at Brooklyn School", "date": "2019-10-16 19:42", "summary": "She was treated with burns to her upper torso. A 9-year-old girl was in critical condition after accidentally setting her clothes on fire at a Brooklyn charter school, New York Police Department officials said Wednesday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leader-of-mexicos-powerful-oil-workers-union-resigns-11571265043", "title": "Leader of Mexico's Powerful Oil-Workers' Union Resigns", "date": "2019-10-16 19:27", "summary": "Corruption allegations were swirling around Carlos Romero Deschamps. MEXICO CITY-The longtime leader of Mexico's powerful oil-workers' union resigned Wednesday amid mounting corruption allegations after a 26-year tenure that made him one of the country's power brokers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kurds-354-trump-60-11571268389", "title": "Kurds 354, Trump 60", "date": "2019-10-16 19:26", "summary": "The President's retreat takes a bipartisan drubbing in Congress.. That was some vote in the House Wednesday on a resolution opposing President Trump's withdrawal from northern Syria and noting the mayhem that has resulted. In an era marked by furious partisanship, the House voted 354 to 60 for the resolution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-barcelona-is-burning-11571268130", "title": "Why Barcelona Is Burning", "date": "2019-10-16 19:22", "summary": "Catalan separatism is back ahead of a general election in Spain.. Catalonia in Spain descended into disorder this week after a court handed down harsh sentences for sedition to separatist leaders. Socialist Prime Minister Pedro Sanchez has tried to contain this crisis by balancing firmness with appeasement, and in a few weeks Spanish voters can show whether they approve.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-riddance-to-rikers-island-11571268162", "title": "Good Riddance to Rikers Island", "date": "2019-10-16 19:22", "summary": "An opportunity to reform jails the way New York reformed policing.. New York City is one of America's safest cities, thanks to reforms that revolutionized policing in the 1990s. This week the City Council can do the same for its jails, starting with notorious Rikers Island.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-court-lets-leonardos-vitruvian-man-travel-to-france-11571247188", "title": "Italian Court Lets Leonardo's 'Vitruvian Man' Travel to France", "date": "2019-10-16 19:17", "summary": "Ruling counters push by heritage group to keep work in Italy amid strains with Paris. MILAN-An Italian court gave the go-ahead for Leonardo da Vinci's iconic \"Vitruvian Man\" drawing to travel to the Louvre for an exhibition that starts next week, after a bid to block the loan amid acrimony between Italy and France.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-middle-class-tax-dodge-11571262914", "title": "Warren's Middle-Class Tax Dodge", "date": "2019-10-16 19:11", "summary": "Her competitors expose two of her largest political liabilities.. Tuesday's Democratic debate showed that Bernie Sanders still has some pep in his step, Joe Biden needs a better answer on his son Hunter's business dealings, and Minnesota Senator Amy Klobuchar deserves more media respect. But the most important news was Senator Elizabeth Warren's determined refusal to say if her plans would require taxes to increase on the middle class.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-subscribers-fall-slightly-short-of-expectations-11571257175", "title": "Netflix Subscribers Fall Slightly Short of Expectations", "date": "2019-10-16 19:08", "summary": "Netflix added 517,000 domestic subscribers in the third quarter as it faces streaming competition from traditional media companies. Netflix Inc. missed its subscriber-growth target for the second consecutive quarter, raising questions about the streaming-video giant's ability to fend off competition from traditional media companies who are entering the market with rival services.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-surges-and-facebook-falls-again-in-report-on-brand-value-11571266801", "title": "Amazon Surges and Facebook Falls Again in Report on Brand Value", "date": "2019-10-16 19:00", "summary": "Interbrand's annual study of brands' worth finds tech dominant, retail and luxury rising. Facebook Inc. slid again in a new report on the world's most valuable brands, while the famous names of Amazon.com Inc. and Walt Disney Co. gained.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-unfreezes-some-aid-to-central-american-countries-11571266076", "title": "U.S. Unfreezes Some Aid to Central America", "date": "2019-10-16 18:47", "summary": "Suspension of financial assistance to Honduras, El Salvador and Guatemala is lifted after countries reach pacts with U.S. on asylum seekers. The Trump administration is resuming some financial aid to three Central American countries following a decline in arrests of families and children caught crossing the southwest border illegally.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-talks-resume-as-deadline-looms-but-hurdles-remain-11571212464", "title": "Brexit Deal's Fate Hinges on Northern Ireland's Status", "date": "2019-10-16 18:42", "summary": "Race to seal deal snagged by concerns Johnson's ally DUP won't back terms; agreement unlikely until Thursday morning at earliest. The U.K. and the European Union were on the brink of a draft Brexit deal Wednesday night, although the British government's doubts about winning Parliament's backing remained an obstacle to an agreement.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-considers-d-c-snipers-parole-bid-11571259289", "title": "Supreme Court Considers D.C. Sniper's Parole Bid", "date": "2019-10-16 18:30", "summary": "Lee Boyd Malvo's life imprisonment should be reviewed based on factors justices later held necessary when punishing juveniles, lawyer argues. WASHINGTON-D.C. sniper Lee Boyd Malvo's hopes for a chance at parole reached the Supreme Court, where the inmate's lawyer argued that his sentence of life imprisonment was imposed without consideration of factors the justices later held were necessary when punishing juveniles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highland-capital-management-files-for-bankruptcy-11571235329", "title": "Highland Capital Management Files for Bankruptcy", "date": "2019-10-16 18:21", "summary": "The fund manager has been battling investors in a closed fund. Highland Capital Management LP, once a giant in high-yield debt markets, filed for bankruptcy protection Wednesday as investors and former employees seek more than $200 million from the firm for alleged improprieties.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-letter-trump-urged-erdogan-to-make-a-deal-11571264449", "title": "In Letter, Trump Urged Erdogan to Make a Deal", "date": "2019-10-16 18:20", "summary": "'Don't be a fool,' president wrote to Turkish leader in correspondence dated Oct. 9, days after U.S. pulled troops from northern Syria. WASHINGTON-President Trump urged his Turkish counterpart in a letter last week to \"make a great deal\" with Kurdish fighters following the launch of Turkey's military offensive in Syria, warning him: \"Don't be a fool.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-reaches-tentative-labor-deal-with-gm-11571240157", "title": "UAW, GM Reach Tentative Labor Deal", "date": "2019-10-16 18:19", "summary": "UAW strike at GM will continue until union leaders' vote; proposed contract still needs to be ratified. The United Auto Workers struck a tentative labor deal with General Motors Co. on Wednesday, a critical step in ending a monthlong strike that has brought more than 30 GM factories in the U.S. to a standstill.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-a-muslim-slave-make-your-chinese-shirt-11571264293", "title": "Did a Muslim Slave Make Your Chinese Shirt?", "date": "2019-10-16 18:18", "summary": "A look inside the 'cotton gulag' in Xinjiang province.. U.S. Customs and Border Protection accuses Hetian Taida Apparel Co. in China's Xinjiang province of using forced or prison labor, and last month the agency banned U.S. imports of the company's garments. It's a first step, but the U.S. should go much further. China, the world's largest cotton producer, has built the world's largest prison system to provide the labor needed to sustain cotton production.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-the-one-with-the-wavering-subscribers-11571264240", "title": "Netflix: The One With the Wavering Subscribers", "date": "2019-10-16 18:17", "summary": "Stock jumps as subscriber growth returns, but competitive threat is real. The latest script from Netflix was critically acclaimed. Or perhaps it just appeased skeptical reviewers. Even before the new wave of competitors enter the streaming race, the front-runner may be tripping over its own feet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-is-the-new-king-of-syria-11571264222", "title": "Putin Is the New King of Syria", "date": "2019-10-16 18:17", "summary": "The U.S. withdrawal makes Russia the new arbiter of everyone's interests, including Israel's.. By giving Turkey a green light to invade northern Syria, the U.S. upended the balance of power in the Middle East with a single stroke. Russia is the biggest winner.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheryl-sandberg-faults-broken-rung-on-corporate-ladder-over-work-inequities-11571264170", "title": "Sheryl Sandberg Faults 'Broken Rung' on Corporate Ladder", "date": "2019-10-16 18:16", "summary": "Facebook's COO and other executives say leadership gaps for women, people of color won't narrow unless companies focus on first promotions. Men and women enter the workplace in nearly equal numbers. Then, something happens: At the time of a first promotion, more men get elevated than women, data show, creating a gender imbalance that persists at every level of work thereafter.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-big-chill-11571264179", "title": "The Democrats' Big Chill", "date": "2019-10-16 18:16", "summary": "Another debate shows the race is frozen in place with far too many candidates.. Tuesday's debate moved at a frantic pace as 12 Democratic presidential wannabes stuffed as many words as they could into their 75 seconds for answers and 45 seconds for rebuttals. All that talking, however, did nothing fundamental to alter the Democratic race.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-correctness-is-bad-for-kids-11571264113", "title": "Political Correctness Is Bad for Kids", "date": "2019-10-16 18:15", "summary": "Liberals deny that traditional marriage is ideal for children.. Family life shouldn't be politicized, but a new poll suggests that it is. Only 33% of U.S. liberals \"agree that marriage is needed to create strong families,\" according to the survey from the Institute for Family Studies. The figures are 80% of conservatives and 55% of moderates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-isnt-going-to-make-it-11571264143", "title": "Joe Biden Isn't Going to Make It", "date": "2019-10-16 18:15", "summary": "His son Hunter and Donald Trump aren't dragging him down. He's doing it himself.. One watches these Democratic debates with the same core question in mind: Can any of these candidates-Biden, Warren, Sanders, Buttigieg, Harris or the seven others-take down Donald Trump? Are any capable of going one-on-one for three months next fall with the greatest mixed-martial-arts fighter in presidential history?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stolen-review-kidnapped-into-slavery-11571264086", "title": "'Stolen' Review: Kidnapped Into Slavery", "date": "2019-10-16 18:14", "summary": "The story of ﬁve free black boys who, in 1825, were abducted in Philadelphia and smuggled south on the \"Reverse Underground Railroad.\". Free black people living in the North in the decades before the Civil War faced severe challenges. They were Jim Crowed in trains, restaurants and hotels. Most had menial jobs, and in the majority of states they could not vote. But the grimmest threat of all was to be kidnapped, taken south and sold into slavery. The story of Solomon Northup is well known, thanks to the film \"12 Years a Slave.\" In 1841 Northup, a free black man living in New York state who supported his family as a carpenter and fiddler, was tricked by two confidence men who clapped him into a slave pen in Washington, D.C. Sold into slavery, Northup was held on Louisiana plantations for a dozen years until he was able to send a letter home to Saratoga, which led to his release from his illegal enslavement.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rural-voters-pride-and-the-lefts-prejudice-11571263966", "title": "Rural Voters' Pride and the Left's Prejudice", "date": "2019-10-16 18:12", "summary": "Progressives say the poor go 'against their interests' but don't mind when the rich favor high taxes.. York Springs, Pa.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-disinformation-11571263920", "title": "Notable & Quotable: Disinformation", "date": "2019-10-16 18:12", "summary": "'Say the Trump campaign started running an ad that said Cory ran over a dog.'. Ryan Lizza writing at Politico.com, Oct. 15:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-closely-watching-u-s-sanctions-on-turkey-11571261715", "title": "Companies Closely Watching U.S. Sanctions on Turkey", "date": "2019-10-16 18:07", "summary": "Companies conducting business in Turkey are bracing for possibly more restrictions and lost revenue in the wake of U.S. sanctions. Companies conducting business in Turkey are bracing for possibly more restrictions and lost revenue in the wake of President Trump's authorization of new sanctions on the country-a move that could further complicate compliance as geopolitical tensions grow.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-central-bank-chief-warns-of-u-s-europe-trade-war-dangers-11571254343", "title": "Germany's Central-Bank Chief Warns of U.S.-Europe Trade-War Dangers", "date": "2019-10-16 17:56", "summary": "Jens Weidmann fears larger adverse effects than those from the current U.S.-China dispute. Deutsche Bundesbank leader Jens Weidmann said Wednesday that rising trade tensions around the world have the potential to slow growth markedly, in comments that also expressed continuing concern with the European Central Bank's stimulus efforts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-earnings-fall-in-prolonged-sales-slump-11571258768", "title": "IBM Earnings Fall in Prolonged Sales Slump", "date": "2019-10-16 17:55", "summary": "Revenue decline was fifth in a row and its 27th overall under CEO Rometty. International Business Machines Corp. reported a fifth sequential quarter of falling sales, with the company's legacy information-technology business holding back Chief Executive Ginni Rometty's efforts to revive growth through the $34 billion acquisition of software giant Red Hat.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alcoa-plans-up-to-1-billion-in-asset-sales-amid-growth-fears-11571260457", "title": "Alcoa Plans Up to $1 Billion in Asset Sales Amid Growth Fears", "date": "2019-10-16 17:46", "summary": "The aluminum producer may close facilities over the next few years as it grapples with slowing economic growth. Alcoa Corp. plans to sell up to $1 billion in assets and may close facilities over the next few years as it grapples with slowing economic growth that has driven aluminum prices lower, damaging its financial performance.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-third-quarter-profit-fell-11571224162", "title": "Bank of America Profit Falls on Charge", "date": "2019-10-16 17:46", "summary": "Earnings hit by charge related to dissolution of payments partnership with First Data. A one-time charge dented Bank of America Corp.'s third-quarter profit, but the bank posted gains in its consumer, wealth and commercial businesses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-is-buying-bonds-again-just-dont-call-it-quantitative-easing-11571218200", "title": "Fed Is Buying Treasurys Again. Don't Call It Quantitative Easing.", "date": "2019-10-16 17:43", "summary": "Central bank is buying assets for sole purpose of fine-tuning liability side of its balance sheet. The Federal Reserve began buying short-term Treasury debt Tuesday at an initial pace of $60 billion a month, but officials say these purchases are nothing like the bond-buying stimulus campaigns unleashed by the central bank between 2008 and 2014 to support the economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-seeks-private-transit-help-for-mall-in-meadowlands-11571261704", "title": "New Jersey Seeks Private Transit Help for Mall", "date": "2019-10-16 17:35", "summary": "State would weigh alternatives including a monorail, aerial gondolas or a magnetically levitated train. New Jersey is looking for ideas on how to build a new transit link to a mall and entertainment complex that will open next week in the traffic-clogged northern part of the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wealth-tax-is-dumb-and-unconstitutional-11571261665", "title": "A Wealth Tax Is Dumb and Unconstitutional", "date": "2019-10-16 17:34", "summary": "The Fifth Amendment to the U.S. Constitution prohibits, among other things, the taking for public use of private property without just compensation.. Expanding on a point made by Andy Kessler in \"What's a Wealth Tax Worth?\" (Inside View, Oct. 14): There seems to be a slight problem with respect to the \"wealth tax\" proposed by Sens. Bernie Sanders and Elizabeth Warren, one to which at least the latter, as a lawyer, should be sensitive. Specifically, the Fifth Amendment to the Constitution prohibits, among other things, the taking for public use of private property without just compensation. The amendment doesn't distinguish between real and personal property, so both are included in the prohibition. Thus, any individual whose wealth, or a portion thereof, has been \"taken\" by the federal government would be entitled to commensurate compensation from the government, resulting in a wash. This result would apply even if the \"taking\" is authorized by a vote of Congress and signed by the president, unless the Constitution is changed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-is-responsible-for-brexit-not-the-eu-11571261629", "title": "U.K. Is Responsible for Brexit, Not the EU", "date": "2019-10-16 17:33", "summary": "Brexit was made in Britain. It is not the responsibility of Ireland or the EU to \"harmonize\" Britain's Brexit referendum with Britain's Good Friday responsibilities.. Your editorial \"The Courage of Their Brexit\" (Oct. 9) seems to confuse bravery with foolishness. Thucydides defined bravery as having a clear vision of what is before you and still going forth to meet it. By that definition, Brexit is anything but brave.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shades-of-grey-in-mizzou-donor-intent-issue-11571261583", "title": "Shades of Grey in Mizzou Donor-Intent Issue", "date": "2019-10-16 17:33", "summary": "The sincerity and competence with which Missouri used the Hibbs gift is laudable and has helped tremendously in educating a generation of students on the value of free markets.. I read with interest Nicole Ault's \"Colleges Go to Court Over a Donor's Intent\" (op-ed, Sept. 27) on donor intent and the University of Missouri's lawsuit with Hillsdale College. For 15 years I held the J.H. Rogers Chair of Money, Credit and Banking at the University of Missouri, one of the positions endowed by Sherlock Hibbs. I was listed as one of the Hibbs professors on the reports provided to Hillsdale in 2006, 2010, 2014 and 2018. Most of my colleagues were similarly included on all four of the reports. If our credentials were objectionable in 2006, why wait until 2019 to object? Hillsdale's lawsuit is less about the failure to honor donor intent and more an opportunity to exploit a legal technicality due to a late report.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-campaigns-are-tracking-your-location-11571261623", "title": "How Campaigns Are Tracking Your Location", "date": "2019-10-16 17:33", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boies-cant-represent-epstein-victim-in-defamation-case-against-dershowitz-11571258471", "title": "Boies Can't Represent Epstein Victim in Case Against Dershowitz", "date": "2019-10-16 17:32", "summary": "Federal judge allows Virginia Giuffre's lawsuit to move forward but gives Alan Dershowitz a victory in his rivalry with David Boies. A federal judge ruled Wednesday that David Boies' law firm can't represent an alleged victim of Jeffrey Epstein in her defamation suit against Alan Dershowitz, escalating a feud between two of the country's most prominent attorneys.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-consider-reclassifying-gig-workers-11571261569", "title": "New York Lawmakers Consider Reclassifying Gig Workers", "date": "2019-10-16 17:32", "summary": "Business, tech groups urge development of new ways for app-based contractors to get benefits. New York state lawmakers should help \"gig economy\" workers by developing nontraditional ways for them to get benefits rather than reclassifying them as traditional employees, business and technology groups said Wednesday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-millennials-move-to-your-small-town-11571261540", "title": "When Millennials Move to Your Small Town", "date": "2019-10-16 17:32", "summary": "We also live in a small conservative town and hope young people from cities moving here will continue to respect and accept our conservative traditional values as well.. Regarding Liz Farmer's \"Millennials Are Coming to America's Small Towns\" (Cross Country, Oct. 12): We also live in a small conservative town, and while we appreciate having young people from cities accustomed to their cultural diversity and liberal sentiments move here, we also hope that they will continue to respect and accept our conservative traditional values as well. Too often new people move to a small town and then complain about the lack of fancy schools, housing, shopping, restaurants, municipal services, etc. Then they try to change that at the local level by electing more progressive politicians to raise taxes and initiate Proposition 2 1/2 tax-override campaigns. Over the years this will eventually turn a nice, quiet, traditional town into the filthy, crime-ridden and expensive disasters that some of our cities have now become. Millennials eventually will run out of towns to escape to. You are welcome to move here, just don't upset the apple cart.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ban-of-t-v-tobacco-ads-hurt-the-smoking-business-11571261505", "title": "Ban of T.V. Tobacco Ads Hurt the Smoking Business", "date": "2019-10-16 17:31", "summary": "The advertising ban left the industry without the most powerful marketing tools ever created to make smoking seem sexy and glamorous, but also it left this image-shaping arsenal solely in the hands of the shame makers cited in the review.. Regarding Barton Swaim's review of Sarah Milov's \"The Cigarette: A Political History\" (Bookshelf, Oct. 14): Had he more space, Mr. Swaim might have mentioned a big reason that is often overlooked for the product's decline in the U.S.-the TV and radio ban on cigarette advertising that went into effect in January 1971. Not only did the ban leave the industry without the most powerful marketing tools ever created to make smoking seem sexy and glamorous, but it also left this image-shaping arsenal solely in the hands of the shame makers cited in the review. Even more important, the ban allowed the three pre-cable network-news organizations to neglect their obligation to provide balanced coverage of smoking and health issues. Editorial objectivity was no longer required once the millions and millions of dollars the tobacco companies spent on television advertising went up in smoke.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-seek-leniency-for-former-de-blasio-fundraiser-11571261381", "title": "Prosecutors Seek Leniency for Former de Blasio Fundraiser", "date": "2019-10-16 17:29", "summary": "Federal prosecutors say Jona Rechnitz was an 'exemplary' cooperating witness in corruption probes. A former fundraiser for Mayor Bill de Blasio who became a cooperating witness in several high-profile corruption trials in New York has been given a glowing review by federal prosecutors in the run-up to his sentencing.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-kitchen-that-doubles-as-an-art-gallery-11571260146", "title": "A Kitchen That Doubles as an Art Gallery", "date": "2019-10-16 17:09", "summary": "A New York City renovation resulted in a bold and graphic art-filled space to dine in and to admire. When New York designer Jeffrey Goodman embarked on the redesign of a kitchen as part of a 14-month renovation of the full home in Manhattan's SoHo neighborhood, his directive was to give the space a gallery-like feel. The owners, who are in their 60s and work in hospitality, are also art collectors. They wanted a look that would allow their pieces, including works by Damien Hirst, Andy Warhol and Gavin Turk, to shine. \"The art was the star,\" Mr. Goodman says. \"When you're going to hang art in the kitchen, it's a focal point. So instead of putting shelves or something, we did the art.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/elements?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regional-lenders-lean-on-fees-to-fuel-revenue-growth-11571233149", "title": "Regional Lenders Lean on Fees to Fuel Revenue Growth", "date": "2019-10-16 17:07", "summary": "U.S. Bancorp, PNC Financial Services post gains largely from increases in noninterest income. Two of the country's biggest regional lenders posted profit and revenue for the third quarter that beat expectations, as steep growth in mortgage banking drove fee revenue higher.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-still-blame-george-w-bush-11571257070", "title": "We Still Blame George W. Bush", "date": "2019-10-16 16:42", "summary": "The New York Times and the unrelenting assault on the legitimacy of American constitutional governance.. Yesterday this column noted that judicial radicalism is increasingly embraced by establishment Democrats. At last night's Democratic debate, presidential candidates kicked around the idea of restructuring the Supreme Court by adding new Justices or perhaps forcing out current ones via term limits.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mindful-of-caucus-resistance-house-democrats-avoid-impeachment-vote-11571229069", "title": "Mindful of Caucus Resistance, House Democrats Avoid Impeachment Vote", "date": "2019-10-16 16:41", "summary": "Trump calls for formal procedure, but Democratic leadership remains wary of tipping scales against vulnerable swing-district members. WASHINGTON-House Democratic leadership is holding off on a vote to launch a formal impeachment inquiry for now, a move that could have upended a central Republican argument but also put vulnerable Democrats at risk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-stocks-edge-lower-on-fresh-tensions-with-u-s-11571214716", "title": "U.S. Stocks Slip as Retail Sales Unexpectedly Fall", "date": "2019-10-16 16:39", "summary": "Investors also focus on third-quarter earnings, Brexit talks. U.S. stocks slipped Wednesday as economic data suggested consumers were holding back on spending in the face of trade tensions and a global economic slowdown.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-makes-texas-push-ahead-of-presidents-visit-11571258371", "title": "Trump Campaign Makes Texas Push Ahead of President's Visit", "date": "2019-10-16 16:39", "summary": "Surrogates look to rally supporters in a state Democrats want to put in play for 2020. SAN ANTONIO-President Trump's campaign is taking an oversize swing through Texas this week, with the president, his son and campaign manager hitting the trail as they seek to hold the traditionally Republican state next year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doubts-persist-over-chinas-commitment-to-u-s-farm-purchases-11571218201", "title": "Questions Cloud China's Commitment to Farm Purchases", "date": "2019-10-16 16:39", "summary": "The roughly $50 billion in agriculture products touted by President Trump is far beyond what China has historically spent each year. China has promised to buy more U.S. farm products, but questions remain over how much, the time frame for purchases, and what the U.S. might have to give in return.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pompeo-aide-mckinley-testifies-in-ukraine-probe-11571238279", "title": "Ex-Aide to Pompeo Says He Quit Over Treatment of Envoy to Ukraine", "date": "2019-10-16 16:37", "summary": "Michael McKinley, who resigned from State Department last week, faces questions from House committees. WASHINGTON-A former senior adviser to Mike Pompeo told lawmakers that he left his post over frustration with the secretary of state regarding the treatment of the ousted U.S. ambassador to Ukraine, according to people familiar with the testimony.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-stocks-shrug-off-weak-data-11571241141", "title": "Retail Stocks Shrug Off Weak Data", "date": "2019-10-16 16:32", "summary": "Many retailers' shares outperform the broader market Wednesday, despite disappointing sales data. U.S. retail sales unexpectedly ticked lower in September, but you wouldn't have known it from looking at the stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sandy-hook-father-awarded-450-000-in-defamation-lawsuit-11571239299", "title": "Sandy Hook Father Awarded $450,000 in Defamation Lawsuit", "date": "2019-10-16 16:26", "summary": "Leonard Pozner's 6-year-old son was killed at Sandy Hook Elementary School in 2012. A Wisconsin jury awarded $450,000 to the father of a boy who died in the 2012 Sandy Hook shooting in a defamation case against a man who falsely claimed the attack never happened.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-to-pitch-plan-to-speed-up-metro-north-11571227200", "title": "Connecticut Governor to Pitch Plan to Speed Up Metro-North", "date": "2019-10-16 16:16", "summary": "Part of Mr. Lamont's $18 billion transportation proposal hinges on bringing tolls back to the state. Connecticut Gov. Ned Lamont will propose spending as much as $5 billion to speed up service on the Metro-North Railroad as part of a larger, 10-year program to overhaul the state's aging transportation system.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workday-casts-a-large-cloud-11571252400", "title": "Workday Casts a Large Cloud", "date": "2019-10-16 16:15", "summary": "Comments from normally cautious cloud company spark more worry about growth for expensive sector. As conservative as it is, Workday likely didn't intend to scare all cloud software investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-fall-on-supply-worries-11571250153", "title": "Natural-Gas Prices Fall on Supply Worries", "date": "2019-10-16 16:04", "summary": "Cooler weather may not be enough to offset investor concerns about a supply glut. The price of natural gas fell on Wednesday, underscoring investors' concerns about a supply glut even as weather forecasts pointed to cooler temperatures for parts of the country.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharkninja-and-irobots-vacuum-cleaning-robot-dispute-lands-in-federal-court-11571256242", "title": "SharkNinja and iRobot's Vacuum Dispute Lands in Federal Court", "date": "2019-10-16 16:04", "summary": "At stake is a growing market fueled by a proliferation of robot-based consumer products. SharkNinja Operating LLC and iRobot Corp. are suing each other over the technology that powers their vacuum-cleaning robots that can map and adapt to a home's floor plan-and empty their own dust bins.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-u-s-data-boost-treasurys-11571246569", "title": "Weak U.S. Data Boost Treasurys", "date": "2019-10-16 16:00", "summary": "Retail sales for September were below expectations, another concerning economic sign for investors. U.S. government-bond prices rose Wednesday after worse-than-expected economic data and signs of potential delays in a trade deal with China.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-high-court-to-rule-on-religious-site-claimed-by-hindus-muslims-11571254158", "title": "India's Top Court to Rule on Disputed Religious Site", "date": "2019-10-16 15:58", "summary": "Quest to rebuild Babri mosque, which mobs destroyed in 1992, conflicts with hopes of Modi-backed nationalists to construct a temple there. India's Supreme Court is set to decide a closely watched case in a decadeslong dispute between Hindu and Muslim groups over control of an especially controversial religious site in northern India.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-pressed-to-take-action-on-e-cigarettes-11571255932", "title": "Lawmakers Pressed to Take Action on E-Cigarettes", "date": "2019-10-16 15:58", "summary": "At hearing, some public-health experts urge passage of bill that bans flavors and restricts advertising. WASHINGTON-Some public-health experts urged lawmakers Wednesday to pass legislation aimed at curtailing the use of e-cigarettes, particularly in teenagers and young adults, while others cautioned that such steps could backfire.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-deliveroo-investment-attracts-formal-u-k-probe-11571242777", "title": "Amazon's Deliveroo Investment Attracts Formal U.K. Probe", "date": "2019-10-16 15:54", "summary": "Antitrust regulator's move is the latest in Europe aimed at tech firms including Alphabet and Facebook. Britain's antitrust watchdog has launched a formal probe into Amazon.com Inc.'s investment into Deliveroo, a British food-delivery startup, marking the official start of a relatively novel review that regulators signaled this summer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-magic-bullet-to-ward-off-cape-cod-sharks-study-finds-11571229163", "title": "Cape Cod Study Finds No Easy Way to Stop Shark Attacks", "date": "2019-10-16 15:37", "summary": "Report evaluated barriers, seal-population control and other methods for beaches. A new study considered everything from kelp-forest barriers to seal contraception to ward off sharks along Cape Cod's beaches but found no magic-bullet method for guaranteeing public safety.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-signs-double-jeopardy-bill-aimed-at-presidential-pardons-11571254290", "title": "Cuomo Signs 'Double Jeopardy' Bill Aimed at Presidential Pardons", "date": "2019-10-16 15:31", "summary": "Law closes what its proponents say is a loophole and aims to curb Trump's pardon power. ALBANY, N.Y.-New York Gov. Andrew Cuomo on Wednesday signed a bill into law that would allow New York prosecutors to bring state criminal charges against close associates of the president who are pardoned for a similar federal offense.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-of-u-k-teen-reject-white-house-meeting-with-u-s-diplomats-wife-involved-in-fatal-accident-11571252667", "title": "Parents of U.K. Teen Reject Meeting With Diplomat's Wife Linked to Crash", "date": "2019-10-16 15:24", "summary": "Harry Dunn's father says he felt 'pressure' from President Trump to meet 'but we stuck to our guns'. WASHINGTON-President Trump is facing blowback from the parents of a British teenager killed in a car accident after Mr. Trump tried to arrange a White House meeting between the parents and the American involved in the accident.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-delays-implementation-of-accounting-standards-for-some-companies-11571253821", "title": "FASB Delays Implementation of Accounting Standards for Some Companies", "date": "2019-10-16 15:23", "summary": "Accounting standard-setter approved proposals extended deadlines over new rules on leasing, hedging, loans and insurance contracts. The Financial Accounting Standards Board has extended the implementation deadline for several accounting standards, giving many U.S. companies additional time to prepare.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juice-b-crypts-by-battles-review-so-much-more-than-rock-11571252747", "title": "'Juice B Crypts' by Battles Review: So Much More Than Rock", "date": "2019-10-16 15:05", "summary": "The group's propulsive music blurs genres and the line between man and machine.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rose-tattoo-review-sex-sicilian-style-11571252078", "title": "'The Rose Tattoo' Review: Sex, Sicilian Style", "date": "2019-10-16 14:54", "summary": "Tennessee Williams's part comedy part drama returns to Broadway after a long hiatus with a still-sprawling cast led by Marisa Tomei.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-considers-whether-states-can-prosecute-identity-fraud-by-undocumented-immigrants-seeking-jobs-11571252025", "title": "Court Weighs State Identity-Fraud Charges Against Immigrant Job Seekers", "date": "2019-10-16 14:53", "summary": "Federal law may pre-empt state in context of job applications. WASHINGTON-The Supreme Court on Wednesday explored whether states can prosecute undocumented immigrants for identity theft when they provide false social security numbers or other information when applying for jobs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ocasio-cortez-omar-backing-bernie-sanders-for-democratic-nomination-11571203164", "title": "Ocasio-Cortez, Omar Backing Bernie Sanders for Democratic Nomination", "date": "2019-10-16 14:47", "summary": "Mr. Sanders has been struggling to gain momentum as fellow progressive Sen. Elizabeth Warren rises in polls. Rep. Ilhan Omar (D.,Minn) endorsed Sen. Bernie Sanders (I., Vt.) Tuesday night and Alexandria Ocasio-Cortez (D., N.Y.) is expected to back him Saturday, a significant boost for the progressive senator, who has recently struggled for momentum in the presidential race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-that-constant-tugging-on-your-shirt-we-notice-it-11571251095", "title": "Men, That Constant Tugging on Your Shirt? We Notice It", "date": "2019-10-16 14:38", "summary": "As targeted by a skit on Netflix show 'I Think You Should Leave with Tim Robinson,' the male tendency to pull on shirts has become a pop cultural pressure point. IN THE SECOND EPISODE of \"I Think You Should Leave with Tim Robinson,\" an absurdist Netflix sketch show that premiered in April, you'll find a skit devoted to T.C. Tuggers, the shirt \"with the little knob on the front.\" Utterly insane, the fictional shirts boast a bottle-cap-sized pull-tab at the midsection, which, according to Mr. Robinson's character, is there \"so you don't wreck your shirt or hurt your hand\" when pulling your T-shirt down over your belly. Would anyone actually wear a T.C. Tugger shirt? I hope not. But this silly skit is rooted in a familiar real-life tic: Many men pull on their shirts, just below the rib cage, just above the belly button, constantly.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-head-to-retire-11571251002", "title": "U.S. Postal Service Head to Retire", "date": "2019-10-16 14:36", "summary": "Megan Brennan, the first female postmaster general, led post office amid mounting financial losses, customer defections. Postmaster General Megan Brennan is retiring from the U.S. Postal Service, kicking off a search for a new head to stanch heavy financial losses and navigate a changing delivery landscape at the agency.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-square-meal-in-manhattan-cost-2-75-11571328258", "title": "When a Square Meal in Manhattan Cost $2.75", "date": "2019-10-16 14:31", "summary": "In another century, mom-and-pop luncheonettes made delicious meals accessible to all. These recipes recapture the magic of a few bygone beloveds. I LIVED IN a lot of funky little places when I moved to New York in the early 1970s. One of them was a small sunlit storefront on the southern tip of MacDougal Street. There was no kitchen, just a hot plate on a little shelf and a refrigerator that I spray-painted red. Rather than cooking, I found it easier and more exciting to step outside my door and wander around downtown, looking for cheap, delicious sustenance.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-75-billion-in-liquidity-to-markets-via-one-day-repo-operation-11571231369", "title": "Fed Kicks Off Balance-Sheet Expansion", "date": "2019-10-16 14:14", "summary": "Resume Subscription. The New York Fed embarked on its first round of Treasury bill buying Wednesday aimed at expanding its overall holdings, and found no dearth of interest from banks wanting to sell securities to the central bank.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-commission-calls-for-fewer-school-shooting-drills-11571249535", "title": "Florida Commission Calls for Fewer School-Shooting Drills", "date": "2019-10-16 14:12", "summary": "Group tasked with improving school safety says monthly drills are potentially traumatizing. A Florida commission investigating last year's school shooting in Parkland recommended that the state's schools reduce the frequency of active-shooter drills because they might be traumatizing students.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-u-s-diplomats-in-russia-are-removed-from-train-11571249456", "title": "Three U.S. Diplomats in Russia Are Removed From Train", "date": "2019-10-16 14:10", "summary": "Trio was headed to restricted-access cities near site of last summer's deadly nuclear explosion. Three U.S. diplomats were removed from a train headed to Russian cities with restricted access and located near the site of a recent deadly nuclear explosion, according to Russian news agencies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-companies-be-like-fantasy-football-teams-11571249034", "title": "Should Companies Be Like Fantasy Football Teams?", "date": "2019-10-16 14:03", "summary": "United Airlines' president said well-run firms are like fantasy football teams, but luckily for investors he isn't familiar with the game. Is running a company similar to running a virtual football team? Luckily for investors, not really.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-offers-4-billion-opioid-litigation-settlement-11571247596", "title": "J&J Offers $4 Billion Opioid Litigation Settlement", "date": "2019-10-16 13:39", "summary": "The deal, if accepted by states and municipalities, would resolve more than 2,000 lawsuits against the health-products company. Johnson & Johnson has offered to pay about $4 billion to settle all lawsuits in the U.S. accusing the company of contributing to the opioid-addiction epidemic, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-to-buy-20-million-in-insurance-in-case-of-another-cyber-attack-11571246605", "title": "Baltimore to Buy Insurance in Case of Another Cyber Attack", "date": "2019-10-16 13:23", "summary": "Move comes five months after ransomware hit cost city an estimated $18 million. BALTIMORE-Officials in Baltimore approved the city's purchase of $20 million in cyber-insurance coverage, five months after a debilitating ransomware attack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vintage-arcade-cabinets-can-cost-thousands-build-a-replica-for-249-11571245523", "title": "Vintage Arcade Cabinets Can Cost Thousands. Build a Replica for $249.", "date": "2019-10-16 13:05", "summary": "Want to recapture the thrills of a misspent youth? Construct an authentic, old-school cabinet at home from an easy kit for a few hundred dollars-as we did one satisfying Saturday. QUARTERS WERE everything to an '80s kid like me. They could get you five pieces of jaw-shattering candy or 45 seconds in a star fighter's seat hunting down aliens. Most quarters I earned as a youth were pumped into a Teenage Mutant Ninja Turtles arcade at the local cineplex in the minutes before the feature rolled (though I always saved one to call for a ride home).", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-raise-a-glass-to-tuscan-livinghomes-for-sale-in-brunello-country-11571244784", "title": "House Hunting in Italy-What Goes With Red Wine?", "date": "2019-10-16 12:53", "summary": "Vineyards that produce exceptional red wines and the alluring real estate that surrounds them have all eyes on the Province of Siena. Wine and real estate are vying for attention in the Tuscan province of Siena, a hilly, rustic enclave between Florence and Rome.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farms-to-tables-in-siena-province-11571244721", "title": "Farms to Tables in Siena Province", "date": "2019-10-16 12:52", "summary": "The vineyards are touting a banner year for Brunellos. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-book-editor-lists-her-tuscan-villa-11571244641", "title": "New York Book Editor Lists Her Tuscan Villa", "date": "2019-10-16 12:50", "summary": "Betty Kelly Sargent, longtime editor of Danielle Steel, bought the abandoned estate more than 20 years ago and renovated it for about $2 million. It is listed for $4.96 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-of-americas-wide-reach-pays-off-11571244429", "title": "Bank of America's Wide Reach Pays Off", "date": "2019-10-16 12:47", "summary": "Deployment of bankers around the country to court smaller businesses is helping drive loan growth. Flyover banking is the best thing going for big lenders right now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-retail-sales-fell-in-september-11571229234", "title": "U.S. Retail Sales Fell in September", "date": "2019-10-16 12:44", "summary": "Sales fell 0.3% from August in first monthly decline since February. WASHINGTON-American shoppers pulled back on spending in September, signaling a key support for the U.S. economy this year could be softening amid a broader global economic slowdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authorities-arrest-hundreds-of-users-of-worlds-largest-child-porn-website-11571243170", "title": "Authorities Arrest Hundreds of Users of World's Largest Child-Porn Website", "date": "2019-10-16 12:26", "summary": "Alleged operator is South Korean man; site allowed users to purchase videos through bitcoin. More than 300 users of the world's largest child-pornography website have been arrested and the website's alleged operator indicted, U.S. authorities said Wednesday, disclosing a yearslong law-enforcement operation that spanned more than a dozen countries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-wanted-to-create-a-new-currency-it-wasnt-ready-for-the-backlash-11571242795", "title": "Inside Facebook's Botched Attempt to Start a New Cryptocurrency", "date": "2019-10-16 12:19", "summary": "Major partners bolted after Washington challenged the social-media giant's foray into finance. David Marcus gathered a team inside Facebook Inc.'s headquarters in May to toast a skunk works project a year in the making: a bitcoin-like payments system that the social-media giant figured would upend the global flow of money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-home-nabs-38-million-in-three-months-11571242558", "title": "California Home Nabs $38 Million in Three Months", "date": "2019-10-16 12:15", "summary": "The Newport Coast home, which listed for $45 million, falls just short of the record.. A Mediterranean-style home on California's Newport Coast has sold for $38 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-highly-neutral-mansion-on-the-california-coast-11571241939", "title": "A Highly Neutral Mansion on the California Coast", "date": "2019-10-16 12:05", "summary": "This Mediterranean-style home in the Crystal Cove area of California's Newport Coast is a study in black and white.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walmart-and-mattel-lease-floors-in-a-virtual-toy-store-run-on-interactive-video-11571241770", "title": "Walmart and Mattel Lease 'Floors' in a Virtual Toy Store", "date": "2019-10-16 12:02", "summary": "KidHQ offers choose-your-own-adventure videos to browse and buy. Mattel Inc. and Walmart Inc. are trying out interactive video to market and sell toys ranging from Barbie to a castle based on the forthcoming movie \"Frozen 2.\"", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-cellars-come-out-of-the-basement-11571241532", "title": "Wine Cellars Come Out of the Basement", "date": "2019-10-16 11:58", "summary": "Homeowners are increasingly using their wine collections as a design element. But doing so comes with challenges and some big costs. Nigel Slydell can enjoy his wine throughout the day-without ever taking a sip.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-spiral-wine-cellar-11571241091", "title": "Inside a Spiral Wine Cellar", "date": "2019-10-16 11:51", "summary": "A look inside Nigel and Vanessa Slydell's modern wine cellar in England. The space offers functional storage and artistic appeal.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-american-consumer-needs-some-help-11571240729", "title": "The American Consumer Needs Some Help", "date": "2019-10-16 11:49", "summary": "Softening retail sales strengthen the case for rate cuts. American consumers are still spending money, but it isn't a given that they can keep shouldering the economy on their own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-empty-toilet-paper-roll-torments-families-procter-gamble-has-an-answer-11571238900", "title": "The Empty Toilet Paper Roll Torments Families. Procter & Gamble Has an Answer.", "date": "2019-10-16 11:15", "summary": "For decades, companies have tried to ease the chore of changing rolls by rolling out ever-larger sizes. Now it isn't clear what the limit is; 'I would buy it if it lasted a year'. Kim Gilroy ranks changing the toilet paper roll as the most annoying household chore \"because it's the easiest,\" she says. \"It takes two seconds and no one wants to do it.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-tweet-turned-pro-china-trolls-against-the-nba-11571238943", "title": "How One Tweet Turned Pro-China Trolls Against the NBA", "date": "2019-10-16 11:15", "summary": "Resume Subscription. LeBron James wasn't the only Twitter user who thought Daryl Morey's tweet supporting Hong Kong's protesters was misinformed. There was a whole army of pro-China troll accounts that happened to agree.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/reality-tv-show-tries-financial-makeovers-for-those-with-student-debt-11571223601", "title": "Reality-TV Show Tries Student-Debt Makeovers", "date": "2019-10-16 11:12", "summary": "Ashton Kutcher's new 'Going From Broke' looks at young people confronting burdensome loans. Reality TV is very America. So is student debt. It was only a matter of time before someone put them together.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-advice-like-this-gilead-cant-go-wrong-11571237606", "title": "With Advice Like This, Gilead Can't Go Wrong", "date": "2019-10-16 10:53", "summary": "Investors' advice for incoming Gilead finance chief amounts to having a crystal ball for acquisitions. \"Don't gamble. Take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-keeps-door-open-on-possible-third-rate-cut-this-year-11571237101", "title": "Fed's Evans Keeps Door Open on Possible Third Rate Cut This Year", "date": "2019-10-16 10:45", "summary": "Mr. Evans said Fed policy is 'in a good place' but hasn't fully made up his mind on a potential rate cut in October. Chicago Fed leader Charles Evans kept the door open to an October rate cut in remarks Wednesday, but didn't indicate he was willing to walk through it yet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-disappearing-buyer-11571237108", "title": "The Disappearing Buyer", "date": "2019-10-16 10:45", "summary": "Real-estate agents tell about getting the cold shoulder after house-hunters quietly change their minds, or come clean, about plans to purchase. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-its-happened-to-the-nationals-ryan-zimmerman-has-lived-it-11571236225", "title": "If It's Happened to the Nationals, Ryan Zimmerman Has Lived It", "date": "2019-10-16 10:30", "summary": "Washington's first draft pick in team history has lasted through two general managers, seven field managers and two home ballparks. Now he's going to the World Series.. WASHINGTON-After fall workouts in September 2005, players from the University of Virginia baseball team often trekked 120 miles north on U.S. Route 29 from Charlottesville to Washington. They embarked on that journey to watch Ryan Zimmerman, the first draft pick in Nationals history who just three months earlier had battled alongside them in the NCAA tournament.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-ordered-by-eu-to-halt-allegedly-anticompetitive-contract-practices-11571221103", "title": "Broadcom Ordered by EU to Halt Allegedly Anticompetitive Practices", "date": "2019-10-16 10:24", "summary": "Move marks the first time European Union regulators have used 'interim measures' since 2001. BRUSSELS-The European Union ordered semiconductor maker Broadcom Inc. to stop requiring contract terms with customers that the bloc alleges are anticompetitive, even as a probe into the practices continues-the first time regulators have used such an injunction in 18 years.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-annual-inflation-holds-steady-at-1-9-in-september-11571231816", "title": "Canada Inflation Rate Holds Steady in September", "date": "2019-10-16 10:19", "summary": "Climb in prices matches previous month's reading, market expectations. OTTAWA-Canada's annual inflation rate rose in September but remained shy of the Bank of Canada's 2% target, as higher costs associated with shelter and automobiles were offset by a drop in gasoline prices.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-urge-americans-to-get-flu-shots-amid-fears-over-deadly-flu-strain-11571234256", "title": "Doctors Urge Americans to Get Flu Shots Amid Fears Over Deadly Flu Strain", "date": "2019-10-16 09:57", "summary": "California has already seen several flu-related deaths. 'It does make me a little bit more nervous' about flu season, one expert says.. Doctors are urging Americans to get their flu shots right away after a bad flu season in Australia has raised concerns about the coming season in the U.S.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-car-makers-better-half-11571233552", "title": "German Car Makers' Better Half", "date": "2019-10-16 09:45", "summary": "The coming results season should be easier than the previous two for Germany's powerhouse car industry. Next year, conditions get tougher.. Germany's powerhouse auto industry is showing signs of strain even before the terrain becomes a lot tougher.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-funding-billionaire-tom-steyer-floods-early-state-airwaves-11571231362", "title": "Billionaire Tom Steyer Floods Early-State Airwaves", "date": "2019-10-16 09:41", "summary": "Steyer's $48 million amounts to roughly $37,000 per word he spoke in Tuesday's debate. Billionaire Tom Steyer appeared on the Democratic presidential debate stage for the first time Tuesday night, but voters in early states have already seen him on TV thousands of times.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-trade-truce-u-s-china-cold-war-edges-closer-11571227090", "title": "Despite Trade Truce, U.S.-China Cold War Edges Closer", "date": "2019-10-16 09:32", "summary": "Mutual mistrust, U.S. concerns about national security, human rights widen split between two countries. When President Trump first hit China with tariffs more than a year ago, he was pursuing narrowly defined, transactional goals: a smaller bilateral trade deficit and better treatment of U.S. companies inside China.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-founder-mixed-spiritual-group-with-business-11571232391", "title": "WeWork Founder Mixed Spiritual Group With Business", "date": "2019-10-16 09:26", "summary": "Former CEO Adam Neumann's relationship with the Kabbalah Centre helped build WeWork from its early days. WeWork's senior executives would gather weekly in Adam Neumann's office during a number of the company's early years to study with a teacher from the Kabbalah Centre, a spiritual organization that promotes a brand of Jewish mysticism.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-brooklyn-office-market-starting-to-cool-11571229740", "title": "Hot Brooklyn Office Market Starting to Cool", "date": "2019-10-16 08:42", "summary": "Tenants signed 60% more lease space in the first nine months of 2019 than 2018, but signings fell off somewhat in the third quarter. Corporate tenants are renting more Brooklyn office space than they have in four years, reflecting a groundswell of technology, apparel and media companies expanding and relocating to the borough.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-maleficent-screenwriter-on-making-an-evil-character-a-fan-favorite-11571229523", "title": "The 'Maleficent' Screenwriter on Making an 'Evil' Character a Fan Favorite", "date": "2019-10-16 08:38", "summary": "A children's theater company paved the way for Linda Woolverton, writer of 'Maleficent: Mistress of Evil,' to a career that includes 'The Lion King' and 'Beauty and the Beast'. Back in 1979, when Linda Woolverton was running a children's theater company, she had a career-changing revelation. Performing one day in a penguin costume for a handful of restive children, she thought: \"There's got to be a way to reach more kids than this.\"", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cornwall-for-the-dogs-11571229157", "title": "Cornwall, for the Dogs", "date": "2019-10-16 08:32", "summary": "In England's seaside village of Penzance, where canines are banned from beaches all summer long, fall means a furry reclamation. Call them the puppies of Penzance.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-netflix-mgm-bank-of-america-yum-abbott-laboratories-11571215268", "title": "Stocks to Watch: AmerisourceBergen, Bank of America, Netflix", "date": "2019-10-16 08:17", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-leader-targets-housing-to-calm-social-unrest-11571203624", "title": "In Bid to Calm Unrest, Hong Kong Leader Offers Handouts", "date": "2019-10-16 08:08", "summary": "Chief Executive Carrie Lam was forced to give policy address by video after speech was disrupted. HONG KONG-Pro-democracy lawmakers shouted down Hong Kong leader Carrie Lam and forced her to deliver an address by video in which she promised billions of dollars in social-welfare initiatives but resisted the political demands of antigovernment protesters who have disrupted the city for more than four months.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-grapples-with-stagflation-11571227210", "title": "China Grapples With Stagflation", "date": "2019-10-16 08:00", "summary": "The latest round of monetary stimulus from Beijing has stoked inflation without much helping industry. Lending binges in China used to produce lots of new houses, factories and growth. These days they mostly produce higher prices for food and housing-and more debt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-stocks-fall-faster-than-oil-prices-11571227201", "title": "Energy Stocks Fall Faster Than Oil", "date": "2019-10-16 08:00", "summary": "Fed-up investors dump shares after years of disappointment. Horrific. Terrible. Abysmal. The worst. Those are terms equity analysts are using to describe investors' attitude toward energy stocks.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-extends-hot-streak-in-the-face-of-u-s-blacklisting-11571213455", "title": "Huawei Extends Hot Streak in the Face of U.S. Blacklisting", "date": "2019-10-16 07:34", "summary": "Chinese tech giant's revenue and smartphone shipments soar. HONG KONG-Huawei Technologies Co., the world's largest maker of telecommunications equipment, reported accelerated revenue growth in the third quarter despite its U.S. export blacklisting.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midmarket-private-companies-see-earnings-rise-despite-softening-global-growth-11571223660", "title": "Midmarket Private Companies See Earnings Rise Despite Softening Global Growth", "date": "2019-10-16 07:01", "summary": "Outlook conflicts in the short term with that of their larger, public counterparts. The earnings growth of U.S. middle-market private companies strengthened in the third quarter despite economic uncertainty and a darkening outlook for their larger counterparts.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xpo-names-former-ge-deal-maker-to-board-11571221800", "title": "XPO Names Former GE Deal Maker to Board", "date": "2019-10-16 06:30", "summary": "Appointment of Aris Kekedjian comes as the logistics company is preparing to return to the M&A market. XPO Logistics Inc. named former General Electric Co. executive Aris Kekedjian as a new independent director, adding to its board a corporate leader who helped GE's efforts to transform its business in recent years by selling off assets.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-cash-on-hand-is-dwarfed-by-rivals-hoards-11571220002", "title": "Biden's Cash on Hand Is Dwarfed by Rivals' Hoards", "date": "2019-10-16 06:00", "summary": "The former vice president had significantly less left in the bank than Sanders, Warren and Buttigieg. Former Vice President Joe Biden began October with about $9 million in his campaign account-less than half the available cash of three other top-tier Democratic presidential contenders, according to Federal Election Commission reports filed late Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-peruvian-political-dynasty-reels-as-president-dissolves-congress-11571218202", "title": "A Peruvian Political Dynasty Reels as President Dissolves Congress", "date": "2019-10-16 05:30", "summary": "Right-wing populist movement known as Fujimorismo faces uncertain future, nearly three decades after its strongman founder assumed full powers in a similar move. LIMA, Peru-Nearly three decades after President Alberto Fujimori shut Congress and the judiciary and assumed full powers, another Peruvian leader has dissolved Congress.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-lines-up-new-leaders-for-private-equity-businesses-11571218203", "title": "KKR Lines Up New Leaders for Private-Equity Businesses", "date": "2019-10-16 05:30", "summary": "Pete Stavros and Nate Taylor to lead the firm's Americas buyout operations. KKR & Co. has promoted six deal makers to lead its flagship private-equity businesses around the world, which together have amassed $75 billion in assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-poised-for-another-sales-slide-despite-red-hat-deal-what-to-watch-11571218204", "title": "IBM Poised for Another Sales Slide Despite Red Hat Deal", "date": "2019-10-16 05:30", "summary": "IBM is scheduled to report its first earnings after the closing of its $34 billion purchase of open-source software giant Red Hat. International Business Machines Corp. is expected to report third-quarter earnings after the market closes Wednesday. The results, which follow a string of quarterly revenue declines, will be the company's first since it closed its $34 billion purchase of open-source software giant Red Hat. Here's what to look for:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imagine-flying-coach-and-not-hating-it-11571218202", "title": "Imagine Not Hating Flying Coach", "date": "2019-10-16 05:30", "summary": "Some airlines are finally paying attention to fliers beyond the high rollers in first and business class; the question is whether it lasts. After decades of cuts and squeezes, improvements are actually creeping back into the coach cabin at some airlines.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-astride-a-pale-horse-urges-self-reliance-in-face-of-u-s-sanctions-11571209808", "title": "Kim Jong Un Urges Self-Reliance in Face of U.S. Sanctions", "date": "2019-10-16 03:19", "summary": "North Korean leader blames his country's hardships on 'ceaseless sanctions,' state media reports. SEOUL-North Korean leader Kim Jong Un, riding a white horse, galloped to the top of the country's tallest mountain and delivered a blunt message aimed at the U.S.: his people's pain has \"turned into their anger.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-meet-for-first-debate-since-impeachment-push-began-11571181523", "title": "Warren Pressed on Health-Care Plan at Democratic Debate", "date": "2019-10-16 01:37", "summary": "Other hopefuls asked whether she would need to raise middle-class taxes to fund Medicare for All. Massachusetts Sen. Elizabeth Warren faced sustained criticism at Tuesday's Democratic presidential debate, following her steady rise in the field, as rival candidates questioned how she would pay for a universal health-care proposal and her plan to raise taxes on the wealthiest Americans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-12-democratic-presidential-hopefuls-debate-11571195645", "title": "Photos: 12 Democratic Presidential Hopefuls Debate", "date": "2019-10-16 00:55", "summary": "Candidates focused on Sen. Elizabeth Warren, who has closed the polling gap with former Vice President Joe Biden. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-debate-the-moments-that-mattered-11571200430", "title": "Democratic Debate: The Moments That Mattered", "date": "2019-10-16 00:33", "summary": "Warren got the front-runner treatment and Biden defended his son's business ties. WESTERVILLE, Ohio-Massachusetts Sen. Elizabeth Warren, who has been gaining ground in national and early state polls, got the front-runner treatment at Tuesday's Democratic presidential debate, with several of her opponents challenging her policy positions after largely giving her a pass in previous debates.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11571170505", "title": "Pepper...and Salt", "date": "2019-10-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-jail-reform-architect-looks-to-norway-for-ideas-11571263205", "title": "New York City's Jail-Reform Architect Looks to Norway for Ideas", "date": "2019-10-16 00:01", "summary": "Elizabeth Glazer works to improve the way prisoners are treated in addition to policing, crime prevention. Senior officials behind New York City's sweeping criminal-justice overhaul are visiting jails in Norway-regarded by some as among the most humane in the world-with an eye toward bringing back lessons in incarceration from cutting-edge prisons there.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]