[{"link": "https://www.wsj.com/articles/how-shaquem-griffin-works-to-stay-in-the-nfl-with-one-hand-11567947301", "title": "How Shaquem Griffin Works to Stay in the NFL With One Hand", "date": "2019-09-08 19:34", "summary": "Resume Subscription. Shaquem Griffin, a Seattle Seahawks linebacker, is out to prove he's more than an inspirational player this NFL season. He says his on-field performance as a rookie last season was overshadowed by his feel-good back story.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghan-government-praises-trump-suspension-of-u-s-taliban-negotiations-11567956075", "title": "Divided White House Prompted Trump to Call Off Taliban Talks", "date": "2019-09-08 19:27", "summary": "The move stemmed from opposing views within his administration and bipartisan criticism of an emerging deal to withdraw U.S. troops. President Trump's decision to suspend talks with the Taliban stemmed from opposing views within his administration, the group's refusal to meet certain conditions and growing bipartisan criticism of an emerging deal to withdraw U.S. troops from Afghanistan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-board-to-meet-on-ceo-succession-11567954855", "title": "Nissan Board to Meet on CEO Succession Plan", "date": "2019-09-08 19:18", "summary": "Auto maker's board could set in motion a formal search for a candidate to replace Hiroto Saikawa. Nissan Motor Co. 's board will discuss on Monday a plan to replace Chief Executive Hiroto Saikawa, and if directors approve the plan it would set in motion a formal search for candidates, according to people familiar with the board's plans.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-offers-to-buy-pg-e-wires-in-city-11567960938", "title": "San Francisco Offers to Buy PG&E Wires in City", "date": "2019-09-08 19:03", "summary": "The $2.5 billion bid to bankrupt utility is seen as a possible precursor toward creating municipal utility. San Francisco offered $2.5 billion to acquire PG&E Corp.'s electrical lines serving the city, a first step toward separating from the troubled utility that is facing billions of dollars in liabilities for starting a series of deadly wildfires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/license-plate-contest-jams-cuomo-11567983600", "title": "License-Plate Plan Jams Cuomo", "date": "2019-09-08 19:00", "summary": "Design competition allowed New Yorkers to pick a new image, but the mandate that all drivers pay $25 for a replacement angers lawmakers. What started as a fun summer story could continue as a September headache for New York Gov. Andrew Cuomo: Plategate, a plan to change the design of the state's license plates and mandate that all drivers pay for new ones.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-show-michelle-obamas-portrait-artist-shifts-to-the-monumental-11567947600", "title": "Amy Sherald Shifts to a Larger Canvas", "date": "2019-09-08 18:56", "summary": "Amy Sherald unveils large canvases in new solo show at Hauser & Wirth; 'Her works are larger than life'. Amy Sherald doesn't take requests, with one exception. Last year, the Georgia-born artist shot to international fame when the Smithsonian's National Portrait Gallery unveiled her commissioned portrait of former First Lady Michelle Obama sitting in a billowing, geometric dress, her skin painted in shades of gray.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-parent-weighs-further-valuation-cut-11567976754", "title": "WeWork Parent Weighs Further Cut to Its Valuation", "date": "2019-09-08 18:45", "summary": "Office-sharing company eyes valuation below $20 billion amid investor skepticism. WeWork's parent is eyeing a valuation for its initial public offering that could fall below $20 billion as some existing investors push the workspace company to shelve the planned offering, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-cut-spending-as-trade-war-dents-confidence-11567935002", "title": "Manufacturers Cut Spending as Trade War Dents Confidence", "date": "2019-09-08 17:31", "summary": "Resume Subscription. U.S. manufacturers are investing less in their factories and workforces as the trade dispute with China makes it more difficult for executives to anticipate costs and demand.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumping-the-taliban-11567973992", "title": "Trumping the Taliban", "date": "2019-09-08 16:19", "summary": "The peace talks have looked increasingly like a surrender plan.. President Trump on Saturday canceled talks with the Taliban, and let's hope for the sake of American security that it's a long suspension. The talks have looked increasingly like the Paris peace talks of the Vietnam era in which the enemy negotiates a U.S. withdrawal as it prepares for a complete military victory.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macrons-bad-bargain-with-iran-11567973948", "title": "Macron's Bad Bargain With Iran", "date": "2019-09-08 16:19", "summary": "Tehran shows what it thinks of France's latest bribe to stay in the nuclear deal. Iran on Saturday took another giant step toward gaining nuclear weapons by admitting it is now using arrays of advanced centrifuges to enrich uranium. This is its latest violation of the 2015 nuclear deal and puts more pressure on Europe to decide whether it wants to keep subsidizing this nuclear breakout.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holders-unequal-protection-11567973902", "title": "Eric Holder's Unequal Protection", "date": "2019-09-08 16:18", "summary": "The former Attorney General is slippery with statistics and motives.. Former Attorney General Eric Holder complains nearby about our recent editorial (\"Eric Holder's Redistricting Coup\") pointing out how he is using the courts to redraw maps that favor Democrats. He says he wants \"nothing more than fairness in our electoral system.\" This deserves a factual response.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-sanford-to-challenge-trump-for-gop-presidential-nomination-11567955858", "title": "Mark Sanford to Challenge Trump for GOP Presidential Nomination", "date": "2019-09-08 15:54", "summary": "Former South Carolina governor and congressman joins two others in a long-shot bid. Mark Sanford, a former South Carolina governor and congressman, said he would challenge President Trump for the 2020 Republican nomination, adding another vocal critic of Mr. Trump to a GOP primary race considered a lock for the president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-prince-cements-authority-over-economy-with-energy-ministry-pick-11567972095", "title": "Saudi Crown Prince Cements Authority With Energy Ministry Pick", "date": "2019-09-08 15:48", "summary": "Mohammed consolidates clout by going against tradition and naming a royal insider to post. Mohammed bin Salman's placement of a royal insider at the helm of Saudi Arabia's powerful energy ministry tightens the crown prince's grip on one of the most important levers of the kingdom's economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-cant-see-its-own-shadow-11567969957", "title": "The Fed Can't See Its Own Shadow", "date": "2019-09-08 15:12", "summary": "Its asset purchases are squeezing nonbank lending and sinking long-term bond rates.. What's going on with the bond market, especially what the Journal has called \"the relentless demand for longer-term debt securities\"? Over the past few weeks 30-year bonds yielded less than 2% interest. That inverted the yield curve as short-term rates were higher, including the rate on repurchase agreements and what the Federal Reserve pays on excess reserves.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burning-questions-about-the-amazon-fires-11567969827", "title": "Burning Questions About the Amazon Fires", "date": "2019-09-08 15:10", "summary": "Many of the blazes are occurring on land without clear title or private ownership.. Hurricane season is upon us, so the media hysteria surrounding fires in the Amazon has moved off the front page. The world is still coming to an end in a decade or so, according to some environmentalists. But now it's warming seas rather than jungle infernos that we need to obsess about.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trade-policy-double-fault-11567969771", "title": "Trump's Trade-Policy Double Fault", "date": "2019-09-08 15:09", "summary": "My U.S. firm pays tariffs on our tennis balls. Our Chinese competitor doesn't.. A Chinese investor group made money from every shot this weekend at the U.S. Open Finals, and in large part it's due to tariffs on tennis balls made in China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-stand-divided-review-a-mutual-misunderstanding-11567969684", "title": "'We Stand Divided' Review: A Mutual Misunderstanding", "date": "2019-09-08 15:08", "summary": "What lies behind the abiding conflict between American and Israeli Jews-and what, if anything, can be done about it.. What had Israel done this time? From 5,700 miles away, the American Jewish Committee said that a new Israeli law \"put at risk the commitment of Israel's founders to build a country that is both Jewish and democratic.\" The Union for Reform Judaism was similarly aghast. Nearly every liberal Jewish group in America issued a protest.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-path-to-victory-11567969620", "title": "Boris Johnson's Path to Victory", "date": "2019-09-08 15:07", "summary": "There's still a way for the prime minister to override parliamentary Remainers and deliver Brexit.. The U.K. is in its biggest political crisis since 1940. The deadline for Brexit, Britain's departure from the European Union, is Oct. 31, and no deal is in sight. Boris Johnson, the Conservative prime minister, says he wants a deal, but not everyone believes him. The leader of the opposition, Labour's Jeremy Corbyn, says he too wants a deal, but no one believes him. Mr. Johnson has lost his majority and wants a general election in mid-October. Mr. Corbyn also wants a general election, but not yet.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-did-maximum-pressure-go-11567969572", "title": "Where Did 'Maximum Pressure' Go?", "date": "2019-09-08 15:06", "summary": "The Trump administration has let its early momentum in foreign policy dissipate. It's time to turn back.. The Trump presidency started by reorienting America's national-security focus from counterterrorism to long-term, geopolitical competition-particularly against major powers such as China and Russia. Despite the promise of this new approach, the results have been mixed. It's now time for the Trump administration to reinvigorate its posture of \"maximum pressure,\" which has come to look more like one of maximum patience.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberal-city-tags-speech-as-terrorism-11567969503", "title": "Liberal City Tags Speech as Terrorism", "date": "2019-09-08 15:05", "summary": "San Francisco's Board of Supervisors plays language games to smear the National Rifle Association.. Only Congress can declare war, but the San Francisco Board of Supervisors is trying. Last week it voted unanimously to brand the National Rifle Association, an association with millions of American members, a \"domestic terrorist organization.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-shouldnt-stop-you-from-driving-11567969446", "title": "Debt Shouldn't Stop You From Driving", "date": "2019-09-08 15:04", "summary": "Revoking the license of a person who can't pay off fines or loans exacerbates the underlying problem. My company, Koch Industries, employs tens of thousands of people who depend on driving each day. So do most Americans, who drive daily to work, school and elsewhere. But for millions, the ability to drive could be taken away in the blink of an eye, upending life as they know it-and for reasons that have nothing to do with safety. Forty-four states have policies of suspending driver's licenses over unpaid fines, fees or court debts.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-retail-sales-consumer-price-data-11567969200", "title": "Economy Week Ahead: U.S. Retail Sales, Consumer-Price Data", "date": "2019-09-08 15:00", "summary": "Investors watching for U.S. employment, inflation readings alongside figures on Chinese economic output. The week ahead is light on economic data, but investors will still gain some insight into the health of U.S. consumers in August with readings on inflation and retail sales.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-chapter-two-reaps-second-biggest-horror-openingbehind-first-it-11567967035", "title": "'It Chapter Two' Reaps Second-Biggest Horror Opening-Behind First 'It'", "date": "2019-09-08 14:23", "summary": "Horror sequel helps to reinvigorate domestic box office. The brooding horror sequel \"It Chapter Two\" gave the domestic box office a much-needed jolt over the weekend.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bahamas-officials-struggle-to-coordinate-recovery-from-massive-hit-by-dorian-11567961831", "title": "Bahamas Officials Struggle to Coordinate Recovery from Massive Hit by Dorian", "date": "2019-09-08 14:19", "summary": "Health minister gives bleak portrait of devastation; death toll of 44 expected to rise significantly. Days after Hurricane Dorian deluged the Abaco Islands and Grand Bahama with rain and massive storm surges, the logistical challenges of getting aid where it is needed are staggering, a top health official in the Bahamas said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wineries-become-disneyland-for-adults-with-submarines-climbing-walls-11567963844", "title": "Wineries Become 'Disneyland for Adults' With Submarines, Climbing Walls", "date": "2019-09-08 13:30", "summary": "Even a fancy restaurant or art gallery isn't enough to stand out these days; tasting in a nest. SYDNEY-Winery co-owner Lucy Golding's latest investment isn't more wine barrels or land to expand the vineyards. Instead, it's a bulbous, 12-foot-tall sphere that resembles a bird's nest, perched on a hill above her vineyard in southern Australia.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fair-redistricting-serves-democracy-voters-11567963483", "title": "Fair Redistricting Serves Democracy, Voters", "date": "2019-09-08 13:24", "summary": "When election systems are manipulated to ensure a predetermined outcome, courts offer voters a protective backstop.. The editorial board of this paper has curiously attacked me for supporting legal challenges to partisan gerrymanders in state courts as if it is not a legitimate means for vindicating voters' rights and ensuring a fair electoral system (\"Eric Holder's Redistricting Coup,\" Sept. 5). While I strongly disagree with the Supreme Court's decision that federal courts have no role policing partisan gerrymandering, even Chief Justice John Roberts's opinion states that \"provisions in state statutes and state constitutions can provide standards and guidance for state courts to apply.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-term-federal-debt-unlikely-to-be-a-hit-11567963388", "title": "Long-Term Federal Debt Unlikely to Be a Hit", "date": "2019-09-08 13:23", "summary": "History shows that countries that exhibit persistently irresponsible budgetary policy end up with high inflation.. Stephen Moore (\"Refinance U.S. Debt While Rates Are Low,\" op-ed, Aug. 30) is very likely correct in asserting that sharply lengthening the average maturity of U.S. Treasury debt by issuing 50- and 100-year bonds now to retire shorter-term debt would ultimately save the Treasury several billions of dollars annually in interest expenditures. It should be noted that these significant benefits to the U.S. Treasury and taxpayers will likely accrue as all bondholders, especially those who purchase the new long-maturity bonds, are shortchanged.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-comey-did-far-worse-than-break-the-rules-11567963432", "title": "James Comey Did Far Worse Than Break the Rules", "date": "2019-09-08 13:23", "summary": "The decision not to prosecute Mr. Comey is exactly why tens of millions of Americans have little faith or trust in their government.. Regarding your editorial \"Jim Comey's Higher Virtue\" (Aug. 30): Jim Comey won. He released sensitive FBI documents in violation of policy, he brought about the hiring of a special counsel, and he obstructed a duly elected president's agenda for two years, and in so doing he thwarted the will of those who voted for the president. As an internal auditor, I understand that not much can be done to a departed employee who broke policy. Unless a law is broken, what can be done except to give a former employee a bad reference?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restrain-all-excessive-governmental-powers-11567963300", "title": "Restrain All Excessive Governmental Powers", "date": "2019-09-08 13:21", "summary": "The \"Green Leap Forward\" would ban entire industries, monitor and sanction global investment activity, assert criminality for legal activities, impose price controls, and on and on, all as decreed by Chairman Bernie-all actions for which the president has no constitutional or statutory authority.. In worrying about President Trump's potential use of his emergency powers (\"Rein in Trump's Emergency Powers,\" Politics & Ideas, Aug. 28), William Galston should perhaps look over his left shoulder to spy the true authoritarian threat looming. As outlined in \"Bernie's \"Green Leap Forward\" (Review & Outlook, Aug. 26), Sen. Sanders's proposal would ban entire industries, monitor and sanction global investment activity, assert criminality for now-legal activities, impose price controls and on and on, all as decreed by Chairman Bernie-all actions for which the president has no constitutional or statutory authority.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-dorian-forecasters-ask-can-too-much-hurricane-data-be-a-bad-thing-11567961746", "title": "After Dorian, Forecasters Ask: Can Too Much Hurricane Data Be a Bad Thing?", "date": "2019-09-08 12:55", "summary": "Scientists need to communicate so people prepare, don't tune out. As Hurricane Dorian dissipates over the Atlantic Ocean, it highlights a tension for forecasters: balancing a bunch of better data with information overload.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-growth-is-fine-private-data-show-a-sharper-slowdown-11567960192", "title": "China Says Growth Is Fine. Private Data Show a Sharper Slowdown.", "date": "2019-09-08 12:29", "summary": "Resume Subscription. In the second quarter of this year, official Chinese data showed economic growth of 6.2%, close to Beijing's target and within a percentage point of what it has reported every quarter for the past 4½ years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-u-s-cracks-down-on-irans-oil-sales-it-calls-out-an-ally-11567944003", "title": "As U.S. Cracks Down on Iran's Oil Sales, It Calls Out an Ally", "date": "2019-09-08 12:20", "summary": "U.S. officials have warned the U.A.E. over the trade of sanctioned oil through its ports. On a scorching June day, a senior U.S. official arrived in the United Arab Emirates with a clear message: The Trump administration intended to tighten the screws on Iran through sanctions targeting its oil sales.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-measles-vaccination-law-means-no-prom-sports-or-classmates-for-some-students-11567954800", "title": "New Vaccination Law Means No Prom, Sports or Classmates for Some", "date": "2019-09-08 11:00", "summary": "New York ended religious exemptions for vaccinations, prompting some parents to home school their kids this fall. One mother pulled her children out of school this fall to avoid vaccinating them and drafted their 73-year-old grandmother to watch them all day.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-fannie-and-freddie-have-changed-since-the-crisis-11567953001", "title": "How Fannie and Freddie Have Changed Since the Crisis", "date": "2019-09-08 10:30", "summary": "The two mortgage giants have shed some risk, paid back their bailout and now report billions in income. The Trump administration said Thursday it would like to make big changes to Fannie Mae and Freddie Mac , including pushing to release them from government control.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belichick-strikes-again-antonio-brown-is-a-patriot-11567950888", "title": "Belichick Strikes Again: Antonio Brown Is a Patriot", "date": "2019-09-08 09:54", "summary": "The NFL's supervillain franchise lands a star receiver with baggage from Oakland. At this point, I'm convinced that, if the world was on the verge of ending, Bill Belichick would sign the world to a non-guaranteed one-year deal.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-needs-to-keep-accessorizing-11567949580", "title": "Apple Needs to Keep Accessorizing", "date": "2019-09-08 09:33", "summary": "Revenue from the iconic smartphone slid 15% from a year earlier for the nine-month period that ended in June. Inconveniently for Apple Inc., its new iPhones are coming just as everything not named iPhone is doing great.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-readies-for-epic-election-season-in-2021-11567947600", "title": "New York City Readies for Epic Election Season in 2021", "date": "2019-09-08 09:00", "summary": "Because of term limits enacted in 2001, 41 out of the city's 59 elected positions will be open. New York City is bracing for an election extravaganza in 2021, as more than 500 candidates are expected to vie for scores of local elected seats up for grabs.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-bond-anomaly-negative-yields-bring-positive-returns-11567947602", "title": "Negative Bond Yields Bring Positive Returns", "date": "2019-09-08 09:00", "summary": "Currency hedges help U.S. investors squeeze gains from what look like losing bets. Who is buying the negative-yielding bonds that are swelling in number outside of the U.S.? The surprising answer, in some cases, is U.S. investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-across-the-board-scramble-to-comply-with-california-data-privacy-law-11567947602", "title": "Businesses Scramble to Meet California Data-Privacy Deadline", "date": "2019-09-08 09:00", "summary": "Many retailers, restaurants and other nontech companies will be required to give Californians their personal information on request. For Gap Inc., January 2020 will bring a lot more than just after-Christmas sales.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malcolm-gladwell-cant-tell-if-you-like-his-new-book-11567947603", "title": "Malcolm Gladwell Can't Tell if You Like His New Book", "date": "2019-09-08 09:00", "summary": "In 'Talking to Strangers,' the journalist and podcaster argues that behavior doesn't always reflect a person's real thoughts. In his new book, Malcolm Gladwell argues that we can't tell when people are lying, we default to believing them and that a person's outward behavior isn't always a good barometer of what's going on inside.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-is-the-big-favorite-to-win-the-u-s-open-but-dont-count-out-the-underdog-11567945300", "title": "Rafael Nadal Is the Big Favorite but Don't Count Out the Underdog", "date": "2019-09-08 08:21", "summary": "The Spaniard is aiming to win his 19th career Grand Slam title, but Daniil Medvedev is fast improving and has the game to pull of the upset. In the U.S. Open singles final in 2014, everyone thought that the two young men talents, Marin Cilic and Kei Nishikori, looked like the future.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-2020-democrats-take-different-tacks-on-mental-health-policy-11567944001", "title": "Trump, 2020 Democrats Take Different Tacks on Mental-Health Policy", "date": "2019-09-08 08:00", "summary": "President focuses on mental-health changes to avert further mass shootings; Democrats emphasize a broader range of policy proposals. The 2020 presidential campaign has revealed a clear split on the future of mental-health policy, with President Trump focused primarily on addressing gun violence and his potential Democratic foes making a wider variety of proposals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungary-loudly-opposed-to-immigration-opens-doors-to-more-foreign-workers-11567944008", "title": "Hungary, Loudly Opposed to Immigration, Opens Doors to More Foreign Workers", "date": "2019-09-08 08:00", "summary": "Orbán's government recently began expediting work permits amid strong growth, declining population, rising wages. A Mongolian flag is hoisted above the entrance to the Chinbat family home, on a quiet street here in Mór.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-and-china-squabble-australia-seizes-trade-opportunities-11567944000", "title": "As U.S. and China Squabble, Australia Seizes Trade Opportunities", "date": "2019-09-08 08:00", "summary": "Its exports to China are up; Chinese students head to schools Down Under. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stephen-king-movie-universe-by-the-numbers-11567944002", "title": "The Stephen King Movie Universe, by the Numbers", "date": "2019-09-08 08:00", "summary": "'It Chapter Two' is the latest in a long line of Stephen King adaptations. Here's a rundown.. Few writers have had their work adapted for the screen as often as Stephen King. \"It Chapter Two,\" which opened in theaters Friday, is at least the 43rd movie inspired by his books, according to Box Office Mojo. That's about one a year since the first adaptation, \"Carrie,\" was released in 1976.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-no-nfl-player-works-out-like-shaquem-griffin-11567942200", "title": "Photos: No NFL Player Works Out Like Shaquem Griffin", "date": "2019-09-08 07:30", "summary": "A look at the work the Seattle Seahawks linebacker put in at the training room this preseason. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/high-debt-levels-are-weighing-on-economies-11567935004", "title": "High Debt Levels Are Weighing on Economies", "date": "2019-09-08 05:30", "summary": "Borrowing helped pull countries out of recession but made it harder for policy makers to raise rates. Global interest rates are low and may head lower, driven by slowing economies and the U.S.-China trade war. A less appreciated reason for lower rates is a mountain of debt built up during the past decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-look-for-new-ways-to-recycle-your-plastic-and-paper-11567935001", "title": "States Look for New Ways to Recycle Your Plastic and Paper", "date": "2019-09-08 05:30", "summary": "After China stopped taking certain recyclables, states work to create a long-term, domestic solution. U.S. states are fighting to keep recycling viable.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-returns-from-summer-break-with-lengthy-agenda-11567935005", "title": "Congress Returns to Face Fights Over Spending, Guns", "date": "2019-09-08 05:30", "summary": "Lawmakers face tough fights over guns, spending, border wall as 2020 election looms. WASHINGTON-Congress returns from an August recess on Monday eveningto face a broad array of issues, with spending, trade policy, guns and an expanded border wall all potential flashpoints. Adding to the complication: Lawmakers are already keeping an eye on next year's elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-japan-corn-deal-has-just-one-flaw-japan-doesnt-need-the-corn-11567933201", "title": "U.S.-Japan Corn Deal Has Just One Flaw: Japan Doesn't Need the Corn", "date": "2019-09-08 05:00", "summary": "Japan's crop is suffering from an armyworm infestation, but not much of one. With U.S. corn farmers hammered by the trade war with China, President Trump has said Japan-its own crop hurt by a bug infestation-will buy enough to pick up the slack.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dorian-hits-canada-with-heavy-rain-powerful-winds-11567909214", "title": "Dorian Hits Canada With Heavy Rain, Powerful Winds", "date": "2019-09-08 22:20", "summary": "Floodwaters recede from North Carolina's Outer Banks, leaving behind a muddy trail of destruction. Dorian arrived on Canada's Atlantic coast Saturday with heavy rain and powerful winds, toppling a construction crane in Halifax and knocking out power for more than 300,000 people a day after the storm wreaked havoc on North Carolina's Outer Banks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cancels-summit-with-afghan-president-and-taliban-leaders-11567899288", "title": "Trump Cancels Talks With Taliban, Afghan President", "date": "2019-09-08 21:30", "summary": "President tweets that secret meeting at Camp David is off after a Taliban bomb attack in Kabul. WASHINGTON-President Trump said Saturday he called off a planned Camp David summit with Taliban leaders and Afghan President Ashraf Ghani after a Taliban bomb attack in Kabul killed an American soldier.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-names-new-energy-minister-11567895724", "title": "Saudi Arabia Names New Energy Minister", "date": "2019-09-08 21:15", "summary": "Prince Abdulaziz bin Salman takes on the role, marking first time kingdom has placed a royal in charge of the energy ministry. OPEC kingpin Saudi Arabia relieved Energy Minister Khalid al-Falih from his post, less than a week after he was removed as chairman of its state-owned oil giant, a surprise shift as plans for an initial public offering accelerate.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bianca-andreescu-wins-the-u-s-open-11567893664", "title": "Bianca Andreescu Wins the U.S. Open", "date": "2019-09-08 20:02", "summary": "In a blowout that got tense late, the 19-year-old rising star defeats her idol, Serena Williams, to take her country's first-ever major tennis title. Tennis used to be famous for its young comets-preternatural talents who arrived early and quickly ascended to the top.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}]