[{"link": "https://www.wsj.com/articles/china-economic-growth-slows-even-more-11571364058", "title": "China Economic Growth Slows Even More in Third Quarter", "date": "2019-10-17 23:42", "summary": "It was the slowest growth since the first quarter of 1992 when China began publishing quarterly growth data. SHANGHAI-China's economy grew 6% in the third quarter, landing right on the central government's full-year baseline target for gross domestic product, as business activity continues to deteriorate in the world's No. 2 economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franklins-hasenstab-girds-for-a-downturn-11571304601", "title": "Hasenstab Built a Bond Franchise on Risky Bets. Now, He's Piling Up Cash.", "date": "2019-10-17 22:09", "summary": "After losses, including in Argentina, star Franklin manager pulls out of most emerging markets. One of Wall Street's most intrepid bond investors has turned defensive.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulvaney-says-holdup-of-ukraine-aid-was-related-to-trumps-demand-for-2016-election-probe-11571338443", "title": "Mulvaney Says Ukraine Aid Was Tied to Demand for DNC Server", "date": "2019-10-17 21:50", "summary": "White House official later revises comments, says there was no link between aid and investigations. WASHINGTON-A top White House official for the first time linked President Trump's decision to hold up aid to Ukraine to his desire for Kyiv to probe a Democratic National Committee server related to the 2016 election, then hours later issued a statement contradicting his own remarks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rick-perry-to-step-down-as-energy-secretary-11571345723", "title": "Rick Perry to Step Down as Energy Secretary", "date": "2019-10-17 21:47", "summary": "Move comes after Perry said he called Giuliani at Trump's direction on Ukraine concerns. Energy Secretary Rick Perry announced his resignation Thursday amid growing scrutiny of his role in the president's interactions with Ukraine, including a subpoena from the House impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-correia-florida-businessman-tied-to-giuliani-associates-due-in-court-11571329457", "title": "Businessmen Accused of Conspiring With Giuliani Associates Plead Not Guilty", "date": "2019-10-17 20:59", "summary": "David Correia and Andrey Kukushkin charged with one count each in federal campaign-finance case. The Manhattan U.S. Attorney's office plans to produce \"fairly voluminous\" discovery in a campaign-finance case involving associates of Rudy Giuliani, a federal prosecutor said in court Thursday, including materials drawn from 10 search-warrant applications, email and electronic records for more than 10 accounts, and financial records from more than 50 bank accounts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-injury-cases-near-1-500-with-33-deaths-11571338083", "title": "Vaping-Related Injury Cases Near 1,500, With 33 Deaths", "date": "2019-10-17 20:57", "summary": "Public-health officials still don't know what specifically is causing mysterious illnesses. The number of lung injuries linked to vaping grew to 1,479 this week, with 33 deaths, federal health authorities said Thursday, as they ramp up laboratory testing to gain more insights into the still-mysterious illnesses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-formally-introduce-bipartisan-sanctions-bill-condemning-trumps-decision-to-pull-back-troops-in-syria-11571331779", "title": "GOP Senators Widen Divide With Trump on Syria", "date": "2019-10-17 20:18", "summary": "Republicans join Democrats to introduce bill condemning troop pullback, a day after White House meeting with congressional leaders erupted. Republican lawmakers responded to President Trump's decision to pull U.S. troops out of Syria with phone calls to the White House, fiery floor speeches and legislation-crafted with Democrats-instructing Mr. Trump to explain his plan for Syria to Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sewards-83-year-folly-new-york-city-finally-is-filling-a-work-order-11571355725", "title": "Seward's Folly: New York City Finally Is Filling a 1936 Work Order", "date": "2019-10-17 19:42", "summary": "A 1936 request to replace the base of a statue of William H. Seward-a former 19th-century governor, senator and U.S. Secretary of State-is being executed. In 1936, Karl H. Gruppe, a supervising engineer with the New York City parks department, submitted a straightforward request to his superiors, asking to replace the base of a statue in Madison Square Park.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-leads-u-s-efforts-to-halt-turkey-offensive-in-syria-11571308486", "title": "Turkey Agrees to Pause Military Operations in Northern Syria", "date": "2019-10-17 19:30", "summary": "Five-day suspension comes with a U.S. pledge to facilitate a pullout by Syrian Kurdish fighters; Trump hails deal, but critics say it mainly fulfills Ankara's goals. Turkey agreed to suspend military operations in northern Syria for five days in return for a U.S. pledge to facilitate a pullout by Syrian Kurdish fighters, a deal President Trump hailed as \"an amazing outcome,\" but that some critics said mainly fulfilled Turkish goals.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbre-scrutinized-in-new-jersey-over-effort-to-win-client-tax-credits-11571354859", "title": "CBRE Scrutinized Over Effort to Win Client Tax Credits", "date": "2019-10-17 19:27", "summary": "Real-estate firm says activities are inconsistent with its standard business practices. CBRE Group Inc., one of the country's largest commercial real-estate services firms, has drawn scrutiny in New Jersey over its work with a client to secure $2.4 million in tax credits.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-talks-are-dealt-a-blow-as-northern-irish-party-rejects-draft-11571294766", "title": "U.K., EU Agree on Draft Brexit Deal, Paving Way for Vote", "date": "2019-10-17 19:06", "summary": "EU leaders approve divorce agreement, setting up a critical vote in the U.K. Parliament. BRUSSELS-U.K. Prime Minister Boris Johnson's government and the European Union agreed to new terms for the country's exit from the bloc Thursday, paving the way for a high-stakes vote in the British Parliament.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-to-the-kurdish-rescue-11571353573", "title": "Congress to the Kurdish Rescue", "date": "2019-10-17 19:06", "summary": "A Senate sanctions bill has Erdogan's attention-and Trump's.. President Trump hailed a \"cease-fire\" agreement with Turkey regarding Syria's Kurds on Thursday as a win for the diplomatic ages, thanking Turkish President Recep Tayyip Erdogan with his usual restraint as \"a hell of a leader. And he's a tough man. He's a strong man. And he did the right thing.\" It's more accurate to say Mr. Erdogan is looking down the barrel of serious bipartisan economic sanctions from the U.S. Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-strike-again-11571353385", "title": "Chicago Teachers Strike Again", "date": "2019-10-17 19:03", "summary": "The union dictates terms of surrender to new Mayor Lightfoot.. In a popular children's book \"Click, Clack, Moo,\" the cows refuse to produce milk and persuade some hens to stop laying eggs until a farmer acquiesces to their demands. After he concedes, the ducks go on strike. Welcome to Chicago, where teachers and their labor allies went on strike Thursday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landmark-plan-to-replace-rikers-island-jail-is-approved-11571353059", "title": "Landmark Plan to Replace Rikers Island Jail Is Approved", "date": "2019-10-17 18:57", "summary": "Vote by New York City Council clears the way to build more modern facilities in four boroughs. The New York City Council on Thursday voted to approve a sweeping plan to replace the Rikers Island jail complex with four smaller neighborhood jails by 2026 to accommodate the city's goal of shrinking its inmate population.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-s-new-contract-with-gm-scores-wins-on-wages-health-care-and-temporary-workers-11571333412", "title": "UAW Officials Vote to Extend Nationwide GM Strike", "date": "2019-10-17 18:44", "summary": "Walkout will continue until UAW members approve new labor deal. The United Auto Workers will continue to picket General Motors Co. 's U.S. factories until workers have approved a new labor deal, prolonging a costly nationwide strike that is already the company's longest in decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-impeachment-needle-may-soon-move-11571352274", "title": "The Impeachment Needle May Soon Move", "date": "2019-10-17 18:44", "summary": "The mood has shifted against Trump, but the House has to show good faith and seriousness.. Things are more fluid than they seem. That's my impression of Washington right now. There's something quiet going on, a mood shift.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-spiritual-battle-11571351877", "title": "Hong Kong's Spiritual Battle", "date": "2019-10-17 18:37", "summary": "With parishioners split over politics, pastors try to keep churches together.. Hong Kong", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-needs-harvard-as-well-as-hard-work-11571351788", "title": "India Needs Harvard as Well as Hard Work", "date": "2019-10-17 18:36", "summary": "The scapegoating of a Nobel Prize-winning native demonstrates the pitfalls of nationalism.. What message should New Delhi take from a person of Indian origin winning the Nobel Prize for economics? In a nation increasingly characterized by bristly nativism, the ruling Bharatiya Janata Party ought to embrace, rather than reject, India's intellectual diaspora.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-myths-of-warrenomics-11571351806", "title": "Tax Myths of Warrenomics", "date": "2019-10-17 18:36", "summary": "Her advisers make three huge errors in denying the rich pay the government more.. Economists Emmanuel Saez and Gabriel Zucman of the University of California, Berkeley are advising Elizabeth Warren's presidential campaign and drawing generous media attention for their assertion that the U.S. tax system is flat-that the middle class and poor pay as great a share of their income in taxes as the rich. They're wrong, and three huge mistakes underlie their analysis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-san-francisco-is-killing-its-restaurants-11571351715", "title": "How San Francisco Is Killing Its Restaurants", "date": "2019-10-17 18:35", "summary": "Labor costs and regulation are ruining a once-thriving industry. Congress should take it as a cautionary tale.. San Francisco was once known for trendy restaurants with lines out the door. Today, the city's restaurateurs are concerned with keeping their doors open at all. Restaurant closings outpace openings by 9%, according to Yelp data analyzed by the Golden Gate Restaurant Association. In a recent meeting with the Board of Supervisors, one industry veteran said: \"We need to do something now, or we will be gone.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-syria-exit-puts-yazidis-in-peril-11571351665", "title": "Trump's Syria Exit Puts Yazidis in Peril", "date": "2019-10-17 18:34", "summary": "ISIS will re-emerge as soon as the pressure lets up.. I am a Yazidi who was born and raised in Iraq. I worked for seven years as an interpreter for the U.S. Army in Iraq before immigrating to the U.S. in 2012. In 2014 I co-founded Yazda, a U.S.-based nongovernmental organization, to support the Yazidi community after ISIS orchestrated a genocide against the Yazidi people.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-in-talks-to-resolve-elliott-managements-activist-campaign-11571347183", "title": "AT&T in Talks to Resolve Elliott Management's Activist Campaign", "date": "2019-10-17 18:34", "summary": "Agreement could include board changes, strategic review. AT&T Inc. is in talks with Elliott Management Corp. to resolve the activist investor's campaign for change at the phone and media giant, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-pelosi-and-schumer-angry-11571351428", "title": "How to Make Pelosi and Schumer Angry", "date": "2019-10-17 18:32", "summary": "Another bizarre 24 hours in Washington.. At her Thursday morning press conference Speaker of the House Nancy Pelosi alleged \"cowardice\" and \"cruelty\" on the part of President Donald Trump. She also fielded more questions about her decision to walk out of a Wednesday meeting with Mr. Trump. But the story still doesn't entirely make sense.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capra-could-cast-jimmy-stewart-as-trump-11571351559", "title": "Capra Could Cast Jimmy Stewart as Trump", "date": "2019-10-17 18:32", "summary": "Mr. Smith went to Washington 80 years ago and encountered familiar obstacles.. 'He reminds me of the guy in 'The Wizard of Oz,' \" Sen. Kamala Harris said of President Trump in last month's debate. \"When you pull back the curtain, it's a really small dude.\" Mr. Trump's recent tweet touting his \"great and unmatched wisdom\" likewise called to mind \"Oz the Great and Powerful.\" Yet a better comparison might be drawn to the title character in another 1939 classic, Frank Capra's smart political satire \"Mr. Smith Goes to Washington,\" which made its debut 80 years ago Oct. 19.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-delays-ipo-11571338684", "title": "Saudi Aramco Delays Launch of World's Largest IPO", "date": "2019-10-17 18:29", "summary": "Saudi state-oil giant postpones listing in order to 'fine tune' aspects of planned share sale. Saudi Aramco has postponed the launch of its hotly anticipated initial public offering, the latest setback for what would be the world's largest-ever stock market listing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dads-maybe-book-review-a-veteran-of-life-11571351061", "title": "'Dad's Maybe Book' Review: A Veteran of Life", "date": "2019-10-17 18:24", "summary": "The author of \"The Things They Carried\" and other war stories serves up words of fatherly wisdom to his two young sons.. 'What sticks to memory, often, are those odd little fragments that have no beginning and no end,\" Tim O'Brien wrote in \"The Things They Carried\" (1990), his landmark collection of short stories about Vietnam. His latest book, and first in more than 15 years, is a collection of such fragments, in the form of letters addressed to his young sons, Timmy and Tad, as well as anecdotes about raising them. Mr. O'Brien is an older father; his sons were born when he was in his late 50s. The reality that he likely won't be there to shepherd his children into adulthood is the impetus of \"Dad's Maybe Book.\" \"Life is fragile,\" Mr. O'Brien writes in the opening. \"Hearts go still. So now, just in case, I want to tell you about your father, the man I think I am . . . the Tim who himself was once a Timmy.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-seeks-ideas-for-improving-trading-in-small-cap-stocks-11571341665", "title": "SEC Seeks Ideas For Improving Small-Stock Trading", "date": "2019-10-17 18:23", "summary": "The agency's chairman, Jay Clayton, asks for input on how to address complaints from companies. Regulators are looking for ways to make the U.S. stock market a better place for trading shares in small- and medium-size companies.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-vs-morgan-stanley-what-price-for-stability-11571332297", "title": "Goldman Sachs vs. Morgan Stanley: What Price for Stability?", "date": "2019-10-17 18:22", "summary": "Goldman has closed the valuation gap with Morgan Stanley. If it dodges some big risks, it could pull ahead.. Wall Street's two biggest stand-alone investment banks are starting to look more and more alike. But under the surface they offer some fairly different risks and opportunities for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sondland-criticizes-trump-over-efforts-to-pressure-ukraine-11571319000", "title": "Sondland Criticizes Trump Over Efforts to Pressure Ukraine", "date": "2019-10-17 18:16", "summary": "U.S. ambassador to the European Union says he was 'disappointed' by president's directive to work with Giuliani. WASHINGTON-Gordon Sondland, the U.S. ambassador to the European Union, criticized President Trump over his efforts to enlist Ukraine in investigating a political rival and said he and other U.S. officials were disappointed by the president's directive to work with Rudy Giuliani on Ukraine matters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/litigation-finance-firm-legalist-taps-softbank-vision-fund-investment-director-for-cfo-11571350176", "title": "Litigation-Finance Firm Legalist Taps SoftBank Vision Fund Investment Director for CFO", "date": "2019-10-17 18:13", "summary": "Legalist said it has hired Sean Liu as the firm's chief financial officer just a few weeks after the firm banked $100 million for its second fund. A fledgling litigation-finance firm's new chief financial officer once worked for one of its earliest investment backers.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-go-on-strike-over-pay-class-sizes-11571331894", "title": "Chicago Teachers Go on Strike", "date": "2019-10-17 18:11", "summary": "Classes were canceled for about 300,000 students as negotiators continue talks. CHICAGO-Public-school teachers here went on strike Thursday, manning picket lines at schools around the city as parents dropped off students and hoped for a short impasse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-is-it-wise-to-go-to-hr-11571350276", "title": "When Is It Wise to Go to HR?", "date": "2019-10-17 18:11", "summary": "At WSJ's 'Women in the Workplace' forum, panelists debate best ways for workers and employers to respond to harassment claims. When asked whether they trusted their human-resources department, only about a quarter of the audience raised their hands at a panel at The Wall Street Journal's \"Women in the Workplace\" forum in San Francisco this week.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-troubles-at-exelon-weigh-on-utilities-stocks-11571333079", "title": "Legal Troubles at Exelon Weigh on Utilities Stocks", "date": "2019-10-17 18:10", "summary": "Exelon's woes have come during a tough month for utilities, seen as defensive stocks. Mounting legal troubles at Exelon Corp. , the largest operator of nuclear plants in the U.S., are weighing on the utilities sector.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-bachmann-as-head-of-edward-jones-shunned-wall-streets-fads-11571350228", "title": "John Bachmann, as Head of Edward Jones, Shunned Wall Street's Fads", "date": "2019-10-17 18:10", "summary": "Managing partner of St.-Louis based brokerage firm kept branch offices tiny and service personal. As managing partner of the stockbrokerage Edward Jones from 1980 to 2003, John Bachmann shunned Wall Street trends while aggressively expanding the firm nationwide.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-reports-slightly-higher-sales-in-latest-quarter-11571312098", "title": "Factory Slowdown Hits Paint Maker PPG", "date": "2019-10-17 18:09", "summary": "Paint maker says higher prices help offset lower sales volume. PPG Industries Inc. said broad manufacturing weakness in recent months dented its sales of coatings used by factories and car makers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-international-accounting-rule-makers-differ-on-goodwill-amortization-11571349746", "title": "U.S., International Accounting Rule Makers Differ on Goodwill Amortization", "date": "2019-10-17 18:02", "summary": "IASB chairman calls amortization 'ugly as sin,' but also a necessary expense. The heads of two major accounting standard-setters said they hope to streamline rules on goodwill accounting, despite their boards largely disagreeing on the key issue of whether companies should be allowed to amortize the intangible asset.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-sales-miss-expectations-11571310932", "title": "Honeywell Lowers Sales Outlook", "date": "2019-10-17 17:50", "summary": "Industrial conglomerate reported strong sales in aviation unit, remains cautious given macroeconomic uncertainty. Honeywell International Inc.'s third-quarter profit dropped 30% because of spinoffs during the past year, and the industrial conglomerate tempered its sales forecast as the group monitors economic uncertainty.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bud-brewer-accuses-millercoors-of-stealing-recipes-11571348887", "title": "Bud Brewer Accuses MillerCoors of Stealing Recipes", "date": "2019-10-17 17:48", "summary": "Legal claim is latest twist in fight over Super Bowl 'corn syrup' ads. Budweiser brewer Anheuser-Busch InBev SA is accusing rival Molson Coors Brewing Co. of stealing its secret beer recipes, escalating a fight that began in February over a Super Bowl ad.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talks-to-settle-opioid-lawsuits-intensify-11571348759", "title": "Talks to Settle Opioid Lawsuits Intensify", "date": "2019-10-17 17:46", "summary": "Federal judge summons executives to Cleveland courtroom to discuss details of proposed cash settlement worth over $22 billion. Drug companies and state and local governments are racing to cut a deal in landmark opioid litigation, with talks set to continue this week before a federal judge that could settle more than 2,500 lawsuits for tens of billions of dollars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desire-review-creativity-in-full-bloom-11571347814", "title": "'Desire' Review: Creativity in Full Bloom", "date": "2019-10-17 17:30", "summary": "Hannah Lash's chamber opera explores the fragility of imagination and inspiration.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-about-the-brexit-deal-11571347640", "title": "Five Things About the Brexit Deal", "date": "2019-10-17 17:27", "summary": "Questions and uncertainties persist after EU leaders approved an exit agreement with Britain on Thursday. The U.K. government and the EU sealed a revamped Brexit deal on Thursday, opening the way for a possible British exit from the bloc on Oct. 31.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibms-new-hat-doesnt-cover-old-problems-11571335209", "title": "IBM's New Hat Doesn't Cover Old Problems", "date": "2019-10-17 17:26", "summary": "Newly acquired software maker helps tech giant's latest results, but not by enough. If nothing else, the folks at Red Hat will probably never feel unloved by their new adoptive parent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-northeastern-governors-team-up-on-vaping-and-marijuana-standards-11571347342", "title": "Four Governors Team Up on Vaping and Pot Standards", "date": "2019-10-17 17:22", "summary": "Democrats commit to establishing similar tax rates and potency standards for cannabis. The governors of New York, New Jersey, Connecticut and Pennsylvania met to discuss vaping and the legalization of recreational marijuana in hopes of reaching a consensus on regional standards.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catalonia-protesters-push-on-vote-for-independence-11571347118", "title": "Catalonia Leader Pushes on Vote for Independence", "date": "2019-10-17 17:18", "summary": "Demonstrations headed into a fourth night after the country's highest court sentenced independence leaders to jail. BARCELONA-Catalonia's secessionist leader Thursday pledged another referendum on independence from Spain, after days of clashes between police and protesters left hundreds of people injured.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pimco-chief-to-plead-guilty-in-college-admissions-case-11571346842", "title": "Former Pimco Chief to Plead Guilty in College-Admissions Case", "date": "2019-10-17 17:17", "summary": "Douglas Hodge is accused of working with scheme's ringleader to falsify his children's applications for Georgetown, USC. BOSTON-Douglas Hodge, the former chief executive of one of the world's biggest bond managers, will plead guilty in the nationwide college-admissions scandal, the U.S. Attorney's Office in Massachusetts said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weaker-shipments-hurt-results-at-union-pacific-11571315301", "title": "CSX, Union Pacific Battle to Win Back Customers", "date": "2019-10-17 17:13", "summary": "Despite lower prices and better service, the freight railroads struggle with competition from trucks. CSX Corp. and Union Pacific Corp. are running faster railroads with longer trains and operating more efficiently. They have a bigger challenge ahead in winning over more shippers that remain skeptical after years of subpar service.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-profit-rises-3-11571313390", "title": "Trading, Tax Benefit Lift Morgan Stanley Profit", "date": "2019-10-17 17:11", "summary": "Third-quarter results beat analysts' expectations. Shares jump.. Morgan Stanley 's third-quarter profit rose 3% from a year ago, the last major U.S. bank to skate through a period of global tensions and shifting markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exchange-rates-deal-22-56-billion-blow-to-companies-earnings-11571346541", "title": "Exchange Rates Deal $22.56 Billion Blow to Companies' Earnings", "date": "2019-10-17 17:09", "summary": "Honeywell, Johnson & Johnson and Philip Morris in recent days reported hits from currency fluctuations. Uncertainty around tariff tensions, Britain's exit from the European Union and the state of the global economy is expected to drive foreign currency-related losses at North American and European companies in the coming months, following a $22.56 billion blow to balance sheets in the second quarter, according to a company that tracks exchange-rate effects.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jojo-rabbit-review-friends-imaginary-and-hidden-11571346553", "title": "'Jojo Rabbit': Friends, Imaginary and Hidden", "date": "2019-10-17 17:09", "summary": "A Hitler Youth recruit faces tensions between his new role and a secreted visitor in Taika Waititi's absurdist comedy.. Before I fall into killjoy mode on the subject of \"Jojo Rabbit,\" let me recall the pleasure I've taken in Taika Waititi's off-kilter humor. His \"Hunt for the Wilderpeople,\" with its New Zealand-wide manhunt for a rebellious kid and his curmudgeonly foster father, was a genial pretext for an unexpectedly affecting tale. His vampire mockumentary \"What We Do In the Shadows,\" a collaboration with Jemaine Clement, was a genre prodigy, tonally flawless and deadpan droll. His new feature, adapted from a serious novel by Christine Leunens, is an absurdist comedy about a 10-year-old boy growing up Nazi in wartime Germany. The film doesn't lack for audacity, or ultimate purpose-it's against hate and in favor of love. But the adaptation isn't funny enough to sustain the style, which owes an overt debt to Mel Brooks and amounts to Springtime for Hitler Youth.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maleficent-mistress-of-evil-review-snoozing-beauty-11571346518", "title": "'Maleficent: Mistress of Evil': Snoozing Beauty", "date": "2019-10-17 17:08", "summary": "Angelina Jolie returns as the evil witch in the over-violent, under-fun sequel.. Evil abounds in \"Maleficent: Mistress of Evil.\" It begins with a script that banishes fun from a violent saga of war between two kingdoms, and takes up long-term residence in the royal personage of a queen, played by Michelle Pfeiffer, alongside whose malevolence poor Maleficent seems a good-hearted, bat-winged version of a helicopter godmother.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-the-turks-kurds-and-foreign-policy-11571346324", "title": "Trump, the Turks, Kurds and Foreign Policy", "date": "2019-10-17 17:05", "summary": "The president sent in troops with the clearly defined and limited mission of destroying the ISIS caliphate. Period. This mission having been accomplished, it's time to come home. I write in defense of President Trump's decision to withdraw combat troops from Syria, a view which is in stark opposition to the Journal's editorial board (\"Trump's Syria Mess,\" Oct. 15, \"With Friends Like the U.S.,\" Oct. 8) and several readers' letters in response (Oct. 15). The president sent in troops with the clearly defined and limited mission of destroying the ISIS caliphate. Period. This mission having been accomplished, it's time to come home without further American casualties. Military intervention in the ancient hostilities between the Turks and Kurds, both of whom are American allies, is both foolish and unauthorized by any lawful mandate I'm aware of.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/literary-interpretation-of-impeachment-mess-11571346272", "title": "Literary Interpretation of Impeachment Mess", "date": "2019-10-17 17:04", "summary": "Your editorial \"The Whistleblower Executive\" (Oct. 3) and Karl Rove's same day\" op-ed \"Hurry Up and Impeach\" are really about Captains Ahab and Queeg.. Your editorial \"The Whistleblower Executive\" (Oct. 3) and Karl Rove's same-day op-ed \"Hurry Up and Impeach\" are really about Captains Ahab and Queeg. While the progressives believe the 2016 election was stolen, President Trump is consumed by his belief in a conspiracy to remove him. There doesn't appear to be much wiggle room in these positions. One despairs that the sole accomplishment of the progressives these four years may be the meaningless impeachment of the president. On the other hand, the president may end up governing with a bunker mentality. Both hurt the country.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-many-smart-women-support-president-trump-11571346186", "title": "Why Many Smart Women Support President Trump", "date": "2019-10-17 17:03", "summary": "I, too, am a college-educated, suburban woman. I respect President Trump's achievements and it doesn't matter to me that he has been married three times.. Regarding the Oct. 8 letter from Rosemary McDonough: I, too, am a college-educated, suburban woman. I am retired, and during President Trump's term my retirement fund has increased. I live in a heavily populated border state and am happy to see he is addressing the overabundance of people living here illegally. He has reduced my taxes, reduced government regulations thereby improving the business environment and giving my children and grandchildren more access to better, high-paying jobs, and he is protecting my health plan from a government takeover.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-waters-vs-dershowitz-maxine-has-the-better-impeachment-case-11571346222", "title": "In Waters vs. Dershowitz, Maxine Has the Better Impeachment Case", "date": "2019-10-17 17:03", "summary": "Rep. Maxine Waters is correct when she says that an impeachable offense is \"whatever Congress says it is-there is no law.\". Prof. Alan Dershowitz's \"Hamilton Wouldn't Impeach Trump\" (op-ed, Oct. 10) demonstrates that, contrary to his own premise, Rep. Maxine Waters is correct when she says that an impeachable offense is \"whatever Congress says it is-there is no law.\" He says that impeachment by the House is \"a quasi-legal process rather than an exclusively political one.\" It is entirely unclear what \"quasi-legal process\" means in this context. What is perfectly clear, however, is that no court-including the U.S. Supreme Court-would ever render a purportedly binding decision as to whether or not articles of impeachment passed by the House (whether against President Trump or any other president) properly allege \"high crimes and misdemeanors\" within the meaning of Article II, Section 4 of the Constitution. Prof. Dershowitz never even suggests that such judicial review would be possible. The absence of any judicial review is what a reasonable person would understand \"there is no law\" to mean here. Prof. Dershowitz concedes that ultimately \"it is left to Congress\" to interpret the words \"high crimes and misdemeanors\"; that is exactly Rep. Waters's point.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powerful-storm-slams-northeast-half-million-without-power-in-region-11571326583", "title": "Powerful Storm Hits Northeast; Half-Million Without Power in Region", "date": "2019-10-17 16:56", "summary": "Nor'easter brings high winds, up to 4 inches of rain; Maine, Massachusetts hit particularly hard. Hundreds of thousands of people in the Northeast were without power Thursday after a powerful storm brought strong winds and heavy rain to the region overnight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-loses-support-amid-lack-of-detail-on-costs-to-voters-11571338349", "title": "Medicare for All Loses Support Amid Lack of Detail on Costs to Voters", "date": "2019-10-17 16:49", "summary": "Messaging for the idea is complicated by other health proposals aired by the Democratic primary field. Support for Medicare for All is showing signs of slipping as top-tier Democratic presidential candidates Sens. Elizabeth Warren and Bernie Sanders struggle to sell the proposal without providing specifics on the financial costs for voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pound-dips-as-brexit-talks-hit-a-roadblock-11571303767", "title": "Stocks Climb on Strong Earnings, Brexit Deal", "date": "2019-10-17 16:46", "summary": "Pound is volatile as investors assess risk of deal being rejected by U.K. lawmakers. U.S. stocks rose Thursday, stoked by solid earnings reports from Netflix , Morgan Stanley and others, as well as a preliminary Brexit deal that has the potential to remove a major obstacle facing investors.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schwab-in-bid-for-younger-clients-to-allow-investors-to-buy-and-sell-fractions-of-stocks-11571334424", "title": "Schwab to Allow Investors to Buy and Sell Fractions of Stocks", "date": "2019-10-17 16:35", "summary": "Move would be the first by major online brokerage to allow fractional share trading. Charles Schwab Corp. will let investors buy and sell fractions of shares in coming months as part of an effort to attract younger clients to its online brokerage platform.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-elijah-cummings-has-died-11571304573", "title": "Democratic Rep. Elijah Cummings Has Died at 68", "date": "2019-10-17 16:28", "summary": "Maryland congressman was a longtime advocate for civil rights and a leader in the Democratic caucus. Maryland Rep. Elijah E. Cummings, a longtime advocate for civil rights and a leader in the Democratic caucus who led multiple investigations into President Trump as chairman of the House Oversight and Reform Committee, has died.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-cto-helps-spearhead-female-entrepreneurs-program-11571343929", "title": "Barclays CTO Helps Spearhead Female-Entrepreneurs Program", "date": "2019-10-17 16:25", "summary": "Goal is for participants to build businesses that will become vendors for the bank, says John Stecher. Barclays PLC and venture-capital firm Anthemis Group are looking for women with ideas for financial-technology startups, hoping some of them can start businesses that can eventually sell the London-based bank new software or other products.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-with-yourself-review-be-the-better-man-11571343822", "title": "'Living With Yourself' Review: Be the Better Man", "date": "2019-10-17 16:23", "summary": "When a melancholy ad man discovers a much-improved clone of himself, he reconsiders his life in this complex Netflix comedy.. This saga of a man with two selves that comes blasting to life in \"Living With Yourself\" (Friday, Netflix) makes its aspirations clear from the outset. In this eight-part tale of Miles Elliott (a heroic performance by Paul Rudd), mysteriously destined to be followed around by his clone, there's an unmistakable sense that all this dark fun has to do with serious matters. Life, for instance, and character and lessons to be learned. There's no missing the messaging that informs every eruption of terror, every plot turn-that wisdom is being dispensed here, insight on human predilections. A heavy burden for comedy.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-awards-patriot-radar-deal-to-raytheon-11571319352", "title": "Pentagon Awards Patriot Radar Deal to Raytheon", "date": "2019-10-17 16:20", "summary": "Incumbent provider of missile-defense system wins three-way contest for contract valued at up to $5 billion. The Pentagon on Thursday awarded Raytheon Co. a contract valued by analysts at up to $5 billion to build a new radar for the Patriot missile defense system, concluding one of the year's most closely watched weapons contests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-demand-for-treasury-debt-surges-11571332228", "title": "Foreign Demand For Treasury Debt Surges", "date": "2019-10-17 16:14", "summary": "Overseas investors held a record $6.86 trillion of U.S. government debt as of August, new data show. Foreign holdings of U.S. Treasury debt jumped in August while concerns about global economic growth intensified and the amount of negative-yielding debt around the world rose.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-to-stream-studio-ghibli-films-11571342970", "title": "HBO Max to Stream Studio Ghibli Films", "date": "2019-10-17 16:09", "summary": "Japanese animation producer is known for 'Spirited Away,' which won an Academy Award for Best Animated Feature in 2003. Films from Japanese animation producer Studio Ghibli will be available on WarnerMedia's new streaming service, HBO Max, in the spring.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-october-12-11571342931", "title": "Best-Selling Books Week Ended October 12", "date": "2019-10-17 16:08", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-northern-ireland-party-is-a-major-hurdle-to-johnsons-brexit-deal-11571342794", "title": "Why a Northern Ireland Party Is a Major Hurdle to Johnson's Brexit Deal", "date": "2019-10-17 16:06", "summary": "The unionist party, an ally of the prime minister's, has rejected the deal, saying it undermines Northern Ireland's status in the U.K.. LONDON-Northern Ireland's Democratic Unionist Party helped sink Theresa May's Brexit deal. It may sink Boris Johnson's, too.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sound-inside-review-unreliable-narrators-11571342186", "title": "'The Sound Inside' Review: Unreliable Narrators", "date": "2019-10-17 15:56", "summary": "Adam Rapp's play about a creative writing professor and one of her students-his first work to reach Broadway-it too reliant on his characters' own compositions.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulvaney-says-next-g-7-summit-likely-to-be-held-at-trumps-doral-resort-in-miami-11571330708", "title": "U.S. to Host 2020 G-7 Summit at Trump's Doral Resort Near Miami", "date": "2019-10-17 15:48", "summary": "White House determined it was 'millions of dollars cheaper' to hold meeting at Doral over other locations. WASHINGTON-The U.S. will host the 2020 Group of Seven summit at President Trump's luxury golf resort near Miami, his acting chief of staff Mick Mulvaney said, bucking criticism that Mr. Trump is looking to personally profit from the presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prospects-for-a-brexit-deal-cheer-businesses-but-big-questions-remain-11571341532", "title": "Businesses Give Draft Brexit Deal Cautious Welcome, but Questions Remain", "date": "2019-10-17 15:45", "summary": "The deal still must be approved by Parliament and it doesn't spell out the terms by which the EU and U.K. will trade. European businesses welcomed a potential deal to avoid a messy break between the U.K. and European Union, but investment plans that many companies have put on hold aren't likely to get started anytime soon.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elijah-cummings-civil-rights-advocate-and-congressman-dead-at-68-11571341337", "title": "Elijah Cummings, Civil Rights Advocate and Congressman, Has Died", "date": "2019-10-17 15:42", "summary": "A leader in the House Democratic caucus, the Maryland lawmaker passed away due to complications from longstanding health challenges. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deals-on-brexit-china-trade-dont-make-those-problems-go-away-11571340535", "title": "Deals on Brexit, China Trade Don't Make Those Problems Go Away", "date": "2019-10-17 15:28", "summary": "The worst time to buy is when everything looks good. Just a few months ago U.K. Prime Minister Boris Johnson's Brexit deal with the European Union would have been as welcome to investors as a framed-photo handshake with Saddam Hussein. It brings more red tape for exporters, promises not to undercut EU regulations or labor standards and still might not make it through the U.K. Parliament.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-gets-brussels-to-say-yes-11571340220", "title": "Boris Gets Brussels to Say Yes", "date": "2019-10-17 15:23", "summary": "Can the British PM get Westminster on board with his Brexit deal?. There's still no guarantee the United Kingdom will leave the European Union by the current Oct. 31 deadline, but Prime Minister Boris Johnson deserves credit for negotiating an exit agreement many wrote off as impossible. The question now is whether he can win over Parliament.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-to-pay-117-million-over-surgical-device-marketing-11571334613", "title": "J&J to Pay $117 Million Over Surgical Device Marketing", "date": "2019-10-17 15:18", "summary": "Multistate settlement follows allegations the company misled patients, health care providers about transvaginal mesh products. Johnson & Johnson and its subsidiary Ethicon Inc. have reached a settlement of about $116.9 million with 41 states and the District of Columbia for allegedly misleading marketing of transvaginal surgical-mesh devices.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-crude-inventories-add-to-mixed-oil-market-signals-11571327980", "title": "Surging Crude Inventories Add to Mixed Oil-Market Signals", "date": "2019-10-17 15:05", "summary": "Oil prices, still down 19% from their April peaks, tick higher after latest rise in U.S. stockpiles. Oil-market analysts are struggling to discern whether a recent rise in crude inventories is signaling excess supply ahead or is a result of lower refining activity, adding to the complicated signals buffeting prices.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-long-forgotten-renaissance-painter-gets-her-due-11571338663", "title": "A Long-Forgotten Renaissance Painter Gets Her Due", "date": "2019-10-17 14:57", "summary": "Plautilla Nelli, a Dominican nun and Italian Renaissance artist, is joining other 'rediscovered' women artists with the unveiling of her restored 'Last Supper'. ", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-next-brexit-hurdle-is-u-k-parliament-11571312964", "title": "Boris Johnson's Next Brexit Hurdle Is U.K. Parliament", "date": "2019-10-17 14:52", "summary": "Prime minister needs to hold Conservative rebels to a minimum, and win backing of Northern Ireland party and about a dozen Labour lawmakers. LONDON-After securing an agreement with the European Union on a revised Brexit agreement, British Prime Minister Boris Johnson now turns to a daunting challenge at home: persuading the U.K.'s fractious parliament to support it.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-days-in-the-big-easy-11571337614", "title": "Three Days in the Big Easy", "date": "2019-10-17 14:40", "summary": "From chic cocktail dens to interactive music parks, a few of the most diverting and stimulating spots in New Orleans. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/william-popejoy-took-on-thankless-financial-rescue-missions-11571337379", "title": "William Popejoy Took On Thankless Financial-Rescue Missions", "date": "2019-10-17 14:36", "summary": "Mortgage executive tried to rescue American Savings and clean up Orange County's finances. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-gleefully-gluttonous-long-weekend-in-new-orleans-11571337233", "title": "A Gleefully Gluttonous Long Weekend in New Orleans", "date": "2019-10-17 14:33", "summary": "Resume Subscription. IF YOU HAVE FRIENDS in New Orleans you haven't heard from in a while, it's probably because they haven't had the energy to pick up the phone. But the intense heat of the last few months is finally starting to peel away, and the animated funkiness of the city is back on full display. The music, the food, the freedom to take adult beverages outside in go-cups-this 300-year-old port town thoroughly lives up to its hype during the autumn months but lacks the marauding tourist mobs you encounter during winter's Mardi Gras and spring's Jazz Fest. Not that this time of year wants for appetizing events: Crescent City Blues and BBQ Festival kicks off this Friday (Oct. 18-20) and, equally perilous to waistlines, the Po-Boy Festival, serving more than 60 versions of the locally revered sandwiches, falls on Nov. 3. If you're in town on a Sunday, expect to find locals cheering (and, often, praying) for the fate of the New Orleans Saints at nearly every bar", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-manufacturing-production-declined-in-september-11571318254", "title": "Manufacturing Sputters as Broader U.S. Economy Slows", "date": "2019-10-17 14:26", "summary": "A loss of momentum in U.S. manufacturing aligns with weakening factory output overseas. WASHINGTON-U.S. manufacturing production fell in September, adding to evidence that slowing global growth and trade frictions are weighing on the economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-stands-for-free-expression-11571336089", "title": "Facebook Stands for Free Expression", "date": "2019-10-17 14:14", "summary": "In a democracy, a private company shouldn't have the power to censor politicians or the news.. Since starting Facebook in 2004, I've focused on building services that give people voice and bring them together. Throughout history, these objectives have gone hand in hand-even if it doesn't feel that way today. Frederick Douglass once called free expression \"the great moral renovator of society.\" Movements like #BlackLivesMatter and #MeToo depend on people openly sharing their experiences. And the ability to speak freely has been central in the global fight for democracy. Allowing greater numbers of people to share their perspectives is how society becomes more inclusive.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-49-5-million-neoclassical-home-gets-decked-out-in-neon-11571335046", "title": "A $49.5 Million Neoclassical Home Gets Decked Out in Neon", "date": "2019-10-17 13:57", "summary": "A few doors down from the Playboy Mansion, this newly built Los Angeles property uses neon art installations to attract attention in a crowded market.. A Los Angeles estate a few doors down from the Playboy Mansion is listing for $49.5 million-the latest in a long line of ultra high-end properties to go on the market.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-halts-online-sales-of-some-flavored-e-cigarettes-11571331640", "title": "Juul Halts Online Sales of Some Flavored E-Cigarettes", "date": "2019-10-17 13:48", "summary": "Move follows similar discontinuation in retail stores last year; online sales account for less than 10% of company's sales. Juul Labs Inc. is halting online sales of its sweet and fruity e-cigarette refill pods as federal regulators prepare to pull most nicotine vaping products off the market in response to a surge in teen vaping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reporters-notebook-marc-benioff-of-salesforce-sounds-alarm-on-technology-11571333339", "title": "Marc Benioff of Salesforce Sounds Alarm on Technology", "date": "2019-10-17 13:29", "summary": "As tech gets more powerful, human guiding hand is essential, Salesforce co-founder says. NEW YORK- Marc Benioff, co-founder and co-CEO of business-software company Salesforce. com Inc., told business journalists Wednesday that it was time to apply much stronger controls to social media, artificial intelligence and other technologies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-holmby-hills-mansion-with-neon-art-11571333281", "title": "A Holmby Hills Mansion with Neon Art", "date": "2019-10-17 13:28", "summary": "This Los Angeles estate was dressed up in neon installations by artist Olivia Steele.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkey-presses-offensive-in-syria-despite-u-s-pressure-11571332154", "title": "Turkey Presses Offensive in Syria Despite U.S. Pressure", "date": "2019-10-17 13:16", "summary": "Kurdish officials called for the evacuation of civilians trapped in the besieged city of Ras al-Ain. ISTANBUL-Turkish forces tightened their grip around the Kurdish-held town of Ras al-Ain in northeastern Syria on Thursday, prompting local officials to plead for the evacuation of civilians from the besieged city.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-next-louis-vuitton-bag-may-hail-from-texas-11571332220", "title": "Why Your Next Louis Vuitton Bag May Hail From Texas", "date": "2019-10-17 13:10", "summary": "The global luxury brand, born in Paris, has found a home on the range to make handbags for a world of picky consumers and trade wars. ALVARADO, Texas-Louis Vuitton, the global luxury brand, was born on the cobblestones of Paris. Its future is taking shape in places like the grasslands of northeast Texas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-tries-again-for-the-first-all-female-spacewalk-11571320145", "title": "NASA Tries Again for the First All-Female Spacewalk", "date": "2019-10-17 12:51", "summary": "The agency plans for a walk from the International Space Station, months after canceling it because it didn't have the right spacesuit. NASA is set to launch the first all-female spacewalk Friday, after canceling it earlier this year because it didn't have two spacesuits in the right size.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-morris-lowers-earnings-outlook-11571316194", "title": "Philip Morris Sees a Bright Side to Vaping Fears", "date": "2019-10-17 12:42", "summary": "Tobacco company expects more smokers will consider its IQOS alternative. Tobacco giant Philip Morris International Inc. says vaping fears in U.S. should give a boost to the recent launch of its IQOS smoking alternative.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-worth-knowing-who-imported-your-wine-11571329703", "title": "Why It's Worth Knowing Who Imported Your Wine", "date": "2019-10-17 12:28", "summary": "Looking to try an unfamiliar wine-with the reassurance that you're getting a quality bottle? Check the back label for the name of the importer. Here are a few you can trust to offer wines of character. IF I'M BROWSING for wine in a retail shop and chance upon an unfamiliar one, I'll turn the bottle around and check the back label for the name of the importer. That name may be writ small or large, depending on the importer's ego and/or typeface selection. Either way, it can be a useful indicator of the character, quality and even style of the wine.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-brexit-relief-turns-to-deal-doubt-11571329185", "title": "Investors' Brexit Relief Turns to Deal Doubt", "date": "2019-10-17 12:19", "summary": "Markets have plenty of reasons to be cautious following Boris Johnson's deal to take the U.K. out of the European Union. After more than three years of uncertainty, investors are understandably eager for the Brexit saga to end. But they aren't blind to the drawbacks of U.K. Prime Minister Boris Johnson's new deal with the European Union.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railroads-stare-at-an-economic-caution-signal-11571328680", "title": "Railroads Stare at an Economic Caution Signal", "date": "2019-10-17 12:11", "summary": "Industry stocks have held up in 2019, though a slowing economy could mean problems ahead. Train stocks could get railroaded by the slowing global economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-technology-will-revolutionize-public-trust-11571328635", "title": "How Technology Will Revolutionize Public Trust", "date": "2019-10-17 12:10", "summary": "Though Americans increasingly distrust their institutions, digital platforms are spurring them to rely on one another like never before. Trust in major institutions seems to be collapsing in America in the era of \"fake news,\" Russian bots on Facebook and tribal politics. A recent Pew Research Center poll found that about seven in 10 Americans say that trust in society-in government, in each other-is declining. And more than four in 10 Americans think that declining trust is \"a very big problem.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-years-nobels-have-cosmic-reach-11571328072", "title": "This Year's Nobels Have Cosmic Reach", "date": "2019-10-17 12:01", "summary": "Prize-winning research shows how the universe evolved from its uniform beginnings to the complexity we observe today.. Last week, the Nobel Prize in Physics went to James Peebles for theoretical contributions to physical cosmology, along with Michel Mayor and Didier Queloz for their work on exoplanets-distant planets that orbit stars other than our sun.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-with-the-tastemakers-11571326700", "title": "At Home With the Tastemakers", "date": "2019-10-17 11:38", "summary": "These food and beverage entrepreneurs are behind culinary brands both iconic and emerging. Home means something very different to each of them. This eclectic group of gastronomes-Barbara Lynch, Kaveh Zamanian and Koel Thomae-are in various stages of their entrepreneurial journey: Ms. Lynch built and still reigns over a longstanding restaurant empire, Mr. Zamanian recently launched an artisanal whiskey brand that is poised to go international, and Ms. Thomae built, and sold, a gourmet yogurt juggernaut.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-oscar-winner-chris-cooper-memorizes-his-lines-11571326275", "title": "How Oscar Winner Chris Cooper Memorizes His Lines", "date": "2019-10-17 11:31", "summary": "The actor and narrator of the documentary 'Intelligent Lives,' airing Oct. 22 on the World Channel, on his Sharpie-enabled memory tricks, his beloved wheeled toolbox and the first time he played video games with his nonverbal son. ", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gangster-crime-as-a-group-activity-now-or-in-old-norse-11571326215", "title": "'Gangster': Crime as a Group Activity, Now or in Old Norse", "date": "2019-10-17 11:30", "summary": "The term is making a comeback this week, in political accusations and at the movies. As a new gangster film from Martin Scorsese, \"The Irishman,\" hits the theaters this week, the word \"gangster\" seems to be cropping up everywhere.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-exchange-readies-aramco-ipo-investors-raise-concerns-11571318949", "title": "Saudi Exchange Readies Aramco IPO. Investors Raise Concerns.", "date": "2019-10-17 11:24", "summary": "Five years ago, the Tadawul market didn't allow foreigners to invest. Now it's readying to host one of the world's most anticipated listings.. Saudi Arabia's stock market has-in little less than half a decade-transformed itself by opening to international investors and instituting investor friendly reforms. But as it prepares to host the world's biggest initial public offering, of Aramco, some foreign investors remain concerned about market transparency and how heavily the government intervenes in Saudi shares.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-wine-estates-in-small-town-napa-valley-11571325746", "title": "Big Wine Estates in Small Town Napa Valley", "date": "2019-10-17 11:22", "summary": "California's St. Helena is a charming community with luxe residential properties, vineyard views included. Sixty-five miles north of San Francisco and nestled between the Mayacamas and Vaca Mountain ranges, St. Helena is a scenic, 4-square-mile city centrally located in the heart of Napa Valley wine country. A significant portion of the town's roughly 6,000 people reside in the area year-round, from farmworkers to families with children. Silicon Valley executives have second homes here, and out-of-towners have vacation properties. Main Street, which has historic buildings dating back to the late 1800s and early 1900s, is lined with coffee shops, bakeries and restaurants, as well as clothing, jewelry and home boutiques. And then there is the wine scene: St. Helena is known for its vineyards that grow high-quality, premium grapes and wineries that produce some of the best vintages in the world.", "categories": [["Real Estate", "Rich Zips"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/rich-zips?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-thomas-edisons-miraculous-machine-11571324989", "title": "The Making of Thomas Edison's Miraculous Machine", "date": "2019-10-17 11:09", "summary": "In 1877, all of the inventor's past work on the sending and reception of sound coalesced into his greatest invention, the phonograph. Thomas Alva Edison's self-proclaimed greatest invention, the phonograph, won him overnight fame. Journalists would marvel that such an acoustic revolution, adding a whole new dimension to human memory, could have been accomplished by a man half deaf in one ear and wholly deaf in the other.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://graphics.wsj.com/photo-poll/house-of-the-week-1017?mod=article_inline", "title": "Vote for the WSJ House of the Week", "date": "2019-10-17 11:07"}, {"link": "https://www.wsj.com/articles/nestle-to-refresh-bottled-water-business-as-sales-turn-flat-11571298398", "title": "Nestlé to Refresh Bottled-Water Business as Sales Turn Flat", "date": "2019-10-17 10:59", "summary": "Water arm is hurt by rising competition, high costs and growing concerns about single-use plastic. Nestlé SA, the world's biggest bottled-water maker, is overhauling that business as the industry navigates big consumer shifts-from the rise of sparkling water to a backlash against single-use plastic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-precious-commodity-of-the-next-space-age-11571324201", "title": "The Most Precious Commodity of the Next Space Age", "date": "2019-10-17 10:56", "summary": "If extra-planetary travel ever becomes routine, power may revolve around who controls access to gravity, argues space archeologist Alice Gorman. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-house-that-yoghurt-built-11571323435", "title": "The Dairy Queen", "date": "2019-10-17 10:54", "summary": "Koel Thomae and Tait Rees bought their home long before Ms. Thomae created Noosa Yoghurt, but the profits from a partial sale of her stake paid for an extensive renovation. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fred-smith-created-fedex-now-he-has-to-reinvent-it-11571324050", "title": "Fred Smith Created FedEx. Now He Has to Reinvent It.", "date": "2019-10-17 10:54", "summary": "Resume Subscription. MEMPHIS, Tenn.-Fred Smith bristles at any hint that FedEx Corp. , the global delivery giant he built over four decades, could be disrupted by a player such as Amazon.com Inc.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/like-a-louisville-native-11571323885", "title": "Like a Louisville Native", "date": "2019-10-17 10:51", "summary": "When Kaveh Zamanian moved to Kentucky, he decided to blend in with the locals. He did it by building a whiskey distillery. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-celebrity-chef-at-home-11571323693", "title": "The Celebrity Chef at Home", "date": "2019-10-17 10:48", "summary": "Chef Barbara Lynch bought her Gloucester, Mass., home at a turning point in her busy life running a restaurant empire.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-disputes-travel-plans-of-u-s-diplomats-near-russia-test-site-11571320803", "title": "Russia Disputes Travel Plans of U.S. Diplomats Near Test Site", "date": "2019-10-17 10:44", "summary": "Officials had properly notified Russian authorities of their travel, U.S. says. Russia's Foreign Ministry said three U.S. diplomats who were stopped near the restricted zone of a recent deadly nuclear explosion had declared a different destination for their trip.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-bankers-play-the-great-british-bake-off-it-gets-cutthroat-11571322733", "title": "When Bankers Play 'The Great British Bake Off,' It Gets Cutthroat", "date": "2019-10-17 10:32", "summary": "The obsession with TV baking contests has spilled over to trading floors, banks and fund managers, bringing out the ambition and fervor of an M&A deal. LONDON-Antony Amourdoux's baking skills won the approval of British TV viewers, but his almond-flavored pastry flopped at Goldman Sachs .", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-created-its-own-officiating-nightmare-11571322517", "title": "The NFL Created Its Own Officiating Nightmare", "date": "2019-10-17 10:28", "summary": "Penalties are up and scoring is down as the league deals with the consequences of its own decisions and changes. Fort Lauderdale, Fla.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disrupted-consumer-giants-are-fighting-back-11571321785", "title": "Disrupted Consumer Giants Are Fighting Back", "date": "2019-10-17 10:16", "summary": "Third-quarter results from Nestlé underline the appeal of companies that sell household staples as global growth slows. Packaged-goods companies are boring again, and investors are excited.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youth-suicide-rate-rises-56-in-decade-cdc-says-11571284861", "title": "Youth Suicide Rate Increased 56% in Decade", "date": "2019-10-17 10:10", "summary": "Report finds homicide death rate rose slightly after years of declines. Suicide and homicide rates have increased in recent years among young people in the U.S., according to a new federal report.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-expenses-people-often-forget-when-they-plan-for-retirement-11571321423", "title": "The Expenses People Often Forget When They Plan for Retirement", "date": "2019-10-17 10:10", "summary": "Resume Subscription. I'm working on a budget for retirement. Could you tell me the expenses that people tend to miss or overlook after leaving work? I'm trying to avoid as many surprises as possible.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/religion-is-on-the-decline-as-more-adults-check-none-11571320801", "title": "Religion Is on the Decline as More Adults Check 'None'", "date": "2019-10-17 10:00", "summary": "Less than half of American adults attend church regularly, while 26% claim no religious affiliation. Religiosity in the U.S. is in sharp decline, according to a study released by the Pew Research Center on Thursday, with the ranks of people who don't adhere to any faith growing fast while church attendance has fallen steeply.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-injects-30-65-billion-in-short-term-liquidity-11571318743", "title": "New York Fed Injects $104.15 Billion in Short-Term Liquidity", "date": "2019-10-17 09:56", "summary": "Intervention came in two parts-a term-repurchase-agreement operation that will last 15 days and a one-day repo operation. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-prepares-gop-senators-for-possible-impeachment-trial-11571318528", "title": "McConnell Prepares GOP for Possible Impeachment Trial", "date": "2019-10-17 09:22", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lives-of-bidens-sons-play-starkly-different-roles-in-his-campaign-11571318346", "title": "Lives of Biden's Sons Play Starkly Different Roles in His Campaign", "date": "2019-10-17 09:19", "summary": "President Trump has forced Hunter Biden into the spotlight. WASHINGTON-When Joe Biden was sworn into the Senate in January 1973, he took his oath of office at the hospital where his two sons were recovering from an automobile accident that killed his wife and infant daughter.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dior-gets-caught-up-in-chinas-latest-map-flap-11571317112", "title": "Dior Gets Caught Up in China's Latest Map Flap", "date": "2019-10-17 08:58", "summary": "French luxury brand apologizes after Chinese express anger at its failure to include Taiwan in map of China in presentation to college students. BEIJING- Christian Dior apologized on Thursday after Chinese consumers criticized the French luxury brand for using a map of China that excluded Taiwan.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-menagerie-of-french-whimsyfor-25-million-11571316758", "title": "A Menagerie of French Whimsy-For $25 Million", "date": "2019-10-17 08:52", "summary": "A blockbuster sale of Les Lalanne, the late French artist duo whose droll sheep and zoo animal sculptures are avidly collected, could be the biggest design auction of the year. It's a rare major auction where the most coveted artwork is a copper and metal rhinoceros.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-buy-iron-mans-watch-11571316435", "title": "How to Buy Iron Man's Watch", "date": "2019-10-17 08:47", "summary": "A major December watch auction-already noteworthy for featuring a watch owned by Marlon Brando-adds timepieces from astronaut John Glenn and Robert Downey Jr.'s Iron Man. If you've ever coveted Tony Stark's life, there's hope for you yet.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-back-back-what-a-bummer-baseball-bemoans-decaffeinated-playoff-ball-11571315329", "title": "Back, Back, Back...What a Bummer! Baseball Bemoans Decaffeinated Playoff Ball", "date": "2019-10-17 08:28", "summary": "Controversy over a less-excitable ball has a sport asking postseason questions. The World Series kicks off Tuesday in either the American League host city of Houston, or in my insufferable HQ of New York City. Congratulations to the loyal Nationals fans of Washington, D.C.-your city has suffered enough with its shambolic football franchise.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-philip-morris-union-pacific-morgan-stanley-ibm-e-trade-11571302402", "title": "Stocks to Watch: Philip Morris, Union Pacific, Morgan Stanley, IBM, E*Trade", "date": "2019-10-17 08:22", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-promise-of-more-salinger-to-come-11571284861", "title": "A Promise of More Salinger to Come", "date": "2019-10-17 08:17", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-japanese-hotel-is-a-glorious-relic-from-a-lost-world-11571314355", "title": "This Japanese Hotel is a Glorious Relic From a Lost World", "date": "2019-10-17 08:12", "summary": "In an enchanting mountain town 90 minutes from Tokyo, the Nikko Kanaya Hotel still eerily evokes the early days of tourism in Japan. Plus: Japan's rapidly rising visitor numbers. THE 19TH-CENTURY FOREIGNERS who first ventured to the Japanese mountain town of Nikko came away enchanted by the scenery: ornate Shinto shrines set among rivers, forests and waterfalls. But those same visitors were less impressed with the lodging options. Many griped about the local inns, furnished with futon-beds set on the floor and paper walls that offered no privacy. And the food? Overly exotic at best. British traveler Isabella Bird offered a typical review: \"The fishy and vegetable abominations known as 'Japanese food' can only be swallowed and digested by a few, and that after long practice.\" In 1873, in an attempt to cater to Western sensibilities, Zenichiro Kanaya, a 21-year-old temple musician, opened rooms in his family house, serving guests simply-prepared poultry, rainbow trout and eggs. Two decades later, Mr. Kanaya established the first European-style resort hotel nearby, with two stories, mattress beds and such Western staples as bread, which guests had taught his chefs to bake. By 1896, the Kanaya Hotel was turning out 14-course French menus with beef in Périgueux sauce and champignons au jus-not a piece of sushi or grain of rice in sight. Throughout the early 20th century, the hotel drew a parade of celebrity travelers, including the Japanophile Frank Lloyd Wright and, later, Albert Einstein and his wife, Elsa. The hotel gardens, sculpted by temple workers, fit in with the local aesthetic, while the kitchen continued to appease American and European palates, with bacon and eggs for breakfast and mille-feuille after dinner.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-middle-class-person-is-dying-pakistans-tax-push-is-deflating-its-leaders-political-base-11571313603", "title": "Pakistan's Tax Push Deflates Leader's Political Base", "date": "2019-10-17 08:00", "summary": "Resume Subscription. RAWALPINDI, Pakistan-On the campaign trail just over a year ago, former cricket star Imran Khan won the prime ministership promising to create 10 million jobs, provide low-cost housing and better health and education services-a cornucopia for his base of support among Pakistan's rising middle class.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goldmans-chief-recruiter-gets-recruited-to-silicon-valley-11571313610", "title": "Goldman's Chief Recruiter Gets Recruited to Silicon Valley", "date": "2019-10-17 08:00", "summary": "As he heads out West, Dane Holmes dishes on millennials, the techlash, and what people get wrong about Goldman. Dane Holmes knows a lot of people don't like Wall Street. Not regulators, not the stock market, not the college graduates flocking to Silicon Valley. For the past decade, Mr. Holmes has been the contrarian voice, tasked with presenting a humbler, friendlier face of Goldman Sachs Group Inc.", "categories": [["Exit Interview"]], "category_links": ["https://www.wsj.com/news/types/exit-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-cuts-prices-as-shampoo-rivalry-grows-11571302051", "title": "Shampoo Giants Go Head to Head", "date": "2019-10-17 07:43", "summary": "A tussle with P&G for the U.S. hair-care market cuts into Unilever's third-quarter sales. LONDON-The shampoo wars are back.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gip-fund-nears-a-record-as-investors-flock-to-infrastructure-strategy-11571310000", "title": "GIP Fund Nears a Record as Investors Flock to Infrastructure Strategy", "date": "2019-10-17 07:00", "summary": "Infrastructure funds raised an all-time high of $90 billion last year. Global Infrastructure Partners is set to break the record for the largest fund ever raised for infrastructure deals.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-saudis-heighten-security-defenses-after-attacks-on-oil-industry-11571304601", "title": "U.S., Saudis Heighten Security After Attacks on Oil Industry", "date": "2019-10-17 05:30", "summary": "The two allies hold talks on connecting their air-defense systems; government explores antidrone technologies. The U.S. and Saudi Arabia have stepped up efforts to protect the kingdom's oil production, holding talks on connecting Saudi missile defenses to U.S. systems and investigating new antidrone technologies, after an attack last month knocked out half of the country's crude production.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-hopefuls-spent-over-50-million-this-year-to-raise-more-money-11571304603", "title": "Democratic Presidential Hopefuls Spent Over $50 Million This Year to Raise More Money", "date": "2019-10-17 05:30", "summary": "One former candidate was spending $55 to lure each new $5 donor. Democratic presidential candidates spent $335 million in the first nine months of the year-and a big chunk of it went to raising more money.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negative-u-s-interest-rates-options-traders-say-yes-11571304600", "title": "Options Traders Wager on Negative U.S. Interest Rates", "date": "2019-10-17 05:30", "summary": "Wagers via Eurodollar options indicate investors' belief that 'negative rates are not just possible but reasonably probable'. Derivatives traders are betting on something once considered inconceivable: zero or negative interest rates in the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cattle-prices-climb-as-traders-anticipate-growing-asian-demand-11571218202", "title": "Beef Is Getting Pricier and You Can Blame Asia for That", "date": "2019-10-17 01:09", "summary": "Livestock futures and prices for many beef cuts have climbed since September. Cattle prices in the U.S. have risen since September, as a protein shortage in Asia drives bets that livestock will be in increasingly high demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-resolution-opposing-trump-s-withdrawal-of-u-s-troops-from-northeast-syria-11571251777", "title": "Trump, Democrats Clash After House Passes Resolution Opposing U.S. Withdrawal in Syria", "date": "2019-10-17 00:05", "summary": "Democrats accuse President Trump of insulting House Speaker Pelosi; House GOP Leader McCarthy says the speaker tried to make the meeting unproductive. House Republicans deserted President Trump to oppose his withdrawal of troops from Syria, a prelude to a rancorous White House meeting with congressional leaders in which the president insulted Democrats before they walked out.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11571258760", "title": "Pepper...and Salt", "date": "2019-10-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lighthouse-review-a-beacon-of-hope-in-cinematic-darkness-11571346589", "title": "'The Lighthouse': A Beacon of Hope in Cinematic Darkness", "date": "2019-10-17 00:01", "summary": "Robert Eggers's horror-fantasy about a pair of men tending a lighthouse at the end of the 19th century is one of the most original films of the year.. Every now and then a movie beguiles your mind's eye. Watching it, you know you'll keep calling up images from it, along with feelings the images convey. \"The Lighthouse\" is a prime example. It's a horror fantasy by Robert Eggers, the visionary filmmaker who made his dark mark with \"The Witch,\" his 2015 debut feature. That film was set in colonial New England in 1630, more than six decades before the first Salem witch trials. This one, which he wrote with his brother, Max Eggers, takes place more than two centuries later, in the late 1890s. The setting is a desolate island off the coast of Maine where two so-called wickies, a veteran lighthouse keeper and his younger assistant, tend a U.S. government lighthouse.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-jamaican-style-salmon-recipe-delivers-the-sunshine-you-crave-11571318712", "title": "This Jamaican-Style Salmon Recipe Delivers the Sunshine You Crave", "date": "2019-10-17 00:01", "summary": "Bright with ginger, chiles and vinegar, this salmon is a fresh take on classic Caribbean escovitch. GROWING UP in the Bronx, chef Kwame Onwuachi had ample opportunity to explore the Jamaican side of his heritage through food. \"There was a place up on 233rd Street that made a really good escovitch,\" he recalled. Now he offers that Caribbean classic of fish doused in pickled vegetables at his restaurant Kith/Kin in Washington, D.C. But he does it his way: lighter, fresher.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}]