[{"link": "https://www.wsj.com/articles/japans-economy-grew-less-than-expected-in-third-quarter-11573691974", "title": "Japan's Economy Hits the Skids-and Things Are Likely to Get Worse", "date": "2019-11-13 23:53", "summary": "U.S.-China trade dispute and Tokyo's frictions with South Korea weighed on Japanese exports. TOKYO-Japan's economy grew at the slowest pace in a year as the U.S.-China trade dispute and Tokyo's frictions with South Korea weighed on exports.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-chinese-numbers-show-economy-dragging-11573704369", "title": "Latest Chinese Numbers Show Economy Dragging", "date": "2019-11-13 23:06", "summary": "Industrial output, household consumption and fixed-asset investment all slowed in October, missing forecasts. BEIJING-China's economy is showing fresh signs of weakness even as inflation continues to tick higher-a conundrum for policy makers as the trade dispute with the U.S. drags on.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-makes-case-for-xerox-hp-union-11573702903", "title": "Icahn Backs Xerox's Big Bid, Reveals Stake in Target HP", "date": "2019-11-13 22:41", "summary": "Activist investor says he has 4.24% stake in HP. Activist investor Carl Icahn is pushing for the proposed union of Xerox Holdings Corp. and HP Inc., arguing that a combination of the printer makers could yield big profits for investors.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-rebuffs-renewed-trump-bid-to-block-house-subpoena-for-financial-records-11573698910", "title": "Appeals Court Rebuffs Renewed Trump Bid to Block House Subpoena for Financial Records", "date": "2019-11-13 21:35", "summary": "Court order sets stage for emergency appeal to the Supreme Court. WASHINGTON-A federal appeals court on Wednesday refused to reconsider a ruling that allowed a House committee to subpoena President Trump's financial records from his longtime accounting firm, a move that gives the president a week to seek emergency intervention from the Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-secondary-hong-kong-listing-gets-the-nod-11573626354", "title": "Alibaba Seeks to Raise $13 Billion in Hong Kong Share Sale", "date": "2019-11-13 21:17", "summary": "Chinese online retailer's secondary listing likely to take place in second half of November. BEIJING- Alibaba Group Holding Ltd. 's leaders used the code \"Project Orange\" to discuss the company's blockbuster initial public offering in 2014. Now they are close to seeing the fruition of \"Project Tangerine,\" the internal name for their effort to raise roughly $13 billion in a secondary listing in Hong Kong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smith-wesson-parent-plans-split-11573684435", "title": "Smith & Wesson Parent Plans Split", "date": "2019-11-13 21:00", "summary": "Transaction would be done in the second half of 2020; company cites changes in political climate and economic, investing and insurance markets. The maker of Smith & Wesson firearms said it would split into two companies and reverse a multiyear diversification effort aimed at countering the sluggish domestic gun business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-announces-plan-to-combat-gun-violence-11573676322", "title": "Barr Unveils Plan to Combat Gun Violence", "date": "2019-11-13 20:44", "summary": "Plan, which focuses on bolstering background checks, offers few new ideas. A Justice Department plan to combat gun violence aims to improve background checks by encouraging federal prosecutors to more quickly contribute information about people whose mental-health history prevents them from owning firearms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yahoo-japan-in-talks-over-combining-with-chat-app-line-11573661248", "title": "Yahoo Japan in Talks Over Combining With Chat App Line", "date": "2019-11-13 20:10", "summary": "SoftBank effectively controls Yahoo Japan through subsidiaries, while South Korea-based Naver controls Line. TOKYO-Two of Japan's internet leaders-news and shopping site Yahoo Japan and chat app Line-are in talks over a combination that could expand SoftBank Group Corp.'s empire, the companies said Thursday.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stage-set-for-first-public-impeachment-hearing-11573641000", "title": "Impeachment Inquiry: Public Hearing Surfaces New Claim on Trump", "date": "2019-11-13 20:02", "summary": "Top envoy in Ukraine says president asked about status of possible investigations. WASHINGTON-President Trump in a summer phone call asked about politically advantageous investigations he wanted the Ukrainian president to announce, the top U.S. diplomat in Ukraine disclosed Wednesday as the House opened the public phase of its seven-week-old impeachment probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-projects-reduced-revenue-in-current-quarter-11573683289", "title": "Cisco Projects Reduced Revenue in Current Quarter", "date": "2019-11-13 19:37", "summary": "Company blames pause in customer spending tied to political and economic concern. Cisco Systems Inc., the networking-equipment giant, projected its first quarterly revenue decline in more than two years, blaming what it called a pause in customer spending given political and economic apprehension.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-harker-it-s-now-time-for-fed-to-hold-steady-on-rates-11573691404", "title": "Fed's Harker: It's Now Time for Fed to Hold Steady on Rates", "date": "2019-11-13 19:30", "summary": "'We should hold steady for a while and watch how things unfold,' the Philadelphia Fed president says. Federal Reserve Bank of Philadelphia President Patrick Harker reiterated that he has opposed the central bank's rate cuts this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hopes-talks-with-turkeys-erdogan-to-yield-progress-11573674193", "title": "Trump-Erdogan Talks See Little Progress", "date": "2019-11-13 19:26", "summary": "Mr. Trump said he was 'big fan' of Turkish leader, who called for new chapter in relations between two countries. A long-awaited meeting between President Trump and Turkey's leader ended Wednesday without a resolution of key issues on which the two sides have been divided, including Ankara's purchase of a Russian air-defense system and the U.S. partnership with the Kurdish-led Syrian Democratic Forces.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-after-amazon-scrapped-new-york-hq2-plan-residents-get-their-say-11573691215", "title": "A Year After Amazon Scrapped HQ2 Plan, New York Residents Get a Say", "date": "2019-11-13 19:26", "summary": "Resume Subscription. A year ago a swath of waterfront in Long Island City, Queens, was at the center of one of the biggest economic development deals in the nation, with Amazon.com Inc. choosing it as the location for a new campus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weworks-loss-balloons-to-1-25-billion-11573686790", "title": "WeWork's Loss Balloons to $1.25 Billion", "date": "2019-11-13 19:22", "summary": "Office space startup's expenses in latest quarter far outpace the 94% jump in revenue. Office-space startup WeWork lost $1.25 billion in the third quarter as expenses far outpaced revenue growth, draining the company's cash ahead of a bailout by SoftBank Group Corp. last month.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-new-york-city-kids-showing-elevated-lead-levels-in-blood-11573683154", "title": "Fewer New York City Children Show Elevated Lead Levels", "date": "2019-11-13 19:11", "summary": "Nearly 2,000 children in the city still had elevated lead levels, despite city's push to cut exposure. New York City has seen a slight decrease this year in the number of children with elevated blood-lead levels, city officials said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-banality-of-impeachment-11573689793", "title": "The Banality of Impeachment", "date": "2019-11-13 19:03", "summary": "The hearings are a pro-forma march to a foregone conclusion.. House Democrats went public Wednesday with what the media are calling \"historic\" impeachment hearings, but what strikes us is the pre-cooked nature of the exercise. This isn't a search for truth. It's a set-piece production to promote a foregone conclusion. Democrats are turning impeachment into another partisan banality, and the country won't be better for it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socialist-against-confiscation-11573689765", "title": "Socialist Against Confiscation", "date": "2019-11-13 19:02", "summary": "Bernie Sanders says a mandatory gun buyback 'is unconstitutional.'. Bernie Sanders, believe it or not, is standing up for American property rights-at least when it comes to guns. Asked at a rally Sunday in Iowa whether he supports \"mandatory buybacks for AR-15s and AK-47s,\" Mr. Sanders didn't equivocate in the slightest.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-affirmative-repudiation-11573689711", "title": "Washington's Affirmative Repudiation", "date": "2019-11-13 19:01", "summary": "State voters reject racial preferences, but Seattle rebuffs Amazon.. Support in polls for racial preferences varies wildly depending how the issue is framed. Yet when racial-preference systems have been put directly to voters in statewide referendums with real consequences, majorities have almost always said no. Last week Washington state's liberal electorate continued that trend, narrowly overruling the Legislature's bid to reintroduce preferences in public education and employment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reports-gains-in-removing-objectionable-content-11573689287", "title": "Facebook Reports Gains in Removing Objectionable Content", "date": "2019-11-13 18:54", "summary": "Company says disclosure of statistics also shows its commitment to transparency. Facebook Inc. reported gains in detecting hate speech, child-abuse imagery and terrorist propaganda on its platforms, arguing that its willingness to publish statistics on the removal of objectionable content shows its commitment to transparency.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivias-caretaker-president-calls-new-elections-urges-calm-11573688823", "title": "Bolivia's Caretaker President Calls New Elections", "date": "2019-11-13 18:47", "summary": "Former senate vice president Jeanine Añez appoints new army chief; supporters of ex-leader Morales vow to hold protests until he returns to power. LA PAZ, Bolivia-On her first day as Bolivia's caretaker president, Jeanine Añez appointed a new army chief and proposed new elections, moving to fill a power vacuum amid protests by supporters of exiled former President Evo Morales.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outside-the-hearing-room-an-impeachment-carnival-11573686493", "title": "Outside the Hearing Room, a Carnival", "date": "2019-11-13 18:45", "summary": "Historic session draws politics junkies, a self-described drag queen-and therapy dogs. The atmosphere at the U.S. Capitol was part sober ceremony, part political carnival as the House's impeachment inquiry held its first public hearing on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-rivalry-slack-and-microsoft-have-a-symbiotic-relationship-11573688446", "title": "Slack and Microsoft Have a Symbiotic Relationship", "date": "2019-11-13 18:40", "summary": "Slack uses Microsoft's open-source software to make its collaboration tool work seamlessly with parts of Office 365. Microsoft Corp. and Slack Technologies Inc. are competing for a piece of the workplace-collaboration market, but behind the scenes, the companies are doing some collaborating of their own.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/switching-schools-shouldnt-be-the-hard-part-for-military-families-11573688302", "title": "Switching Schools Shouldn't Be the Hard Part for Military Families", "date": "2019-11-13 18:38", "summary": "Education savings accounts would help service members spare their kids from a tough start after every move.. When a military service member is recognized at a retirement or award ceremony, it's almost obligatory also to recognize the husband or wife and family whose support made that honored service possible. While these tributes may sound like mere courtesy, to the military families listening it is all too poignant. While a service member in today's U.S. military is a volunteer, the families have been \"drafted\" to serve, whether they want to or not. The risk of death or injury-even noncombat service can be dangerous-is borne not only by service members but their loved ones as well.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-moments-that-mattered-in-the-impeachment-hearing-11573687838", "title": "Five Moments That Mattered in the Impeachment Hearing", "date": "2019-11-13 18:30", "summary": "A new claim emerges as Democrats and Republicans take their lanes in the first day of public hearings. Wednesday's impeachment hearing featuring testimony from two career diplomats offered a significant new revelation and several insights into the circumstances surrounding President Trump's July 25 call with then newly inaugurated Ukrainian President Volodymyr Zelensky. The hearing also offered a taste of how Democrats and Republicans intend to proceed now that the inquiry has shifted into its public phase.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-take-down-trump-project-11573687685", "title": "The Take Down Trump Project", "date": "2019-11-13 18:28", "summary": "Once the Adam Schiff show shuts down, voters will have 10 months to decide if it has been worth the trouble.. Nancy Pelosi was right the first time. The Democrats shouldn't have done this. They should not have tried to make the already overwhelmed American public believe that Donald Trump's umpteenth \"norms\" violation was a constitutional crisis. But no, the party's leftmost elements insisted, and the Beltway press insisted. Mr. Trump had to be impeached.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-becomes-a-pratfall-comedy-11573687597", "title": "Impeachment Becomes a Pratfall Comedy", "date": "2019-11-13 18:26", "summary": "Democrats didn't care when Obama opposed military aid to Ukraine. Now it's an impeachable offense.. As the impeachment hearings kick off, Democrats put on a jarring display of rhetorical whiplash, saying one thing this time but something remarkably different the next. Politicians are often inconsistent, but this is ridiculous.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-country-for-old-presidents-11573687499", "title": "No Country for Old Presidents", "date": "2019-11-13 18:25", "summary": "Biden or Bloomberg would be older at the end of his term than Nixon when he died.. Should there be an upper age limit on the presidency? Former New York Mayor Michael Bloomberg, 77, may join a crowded and aging field of candidates. Last month Bernie Sanders, 78, was hospitalized with what the campaign called \"chest discomfort\" and turned out to be a heart attack. In September 2016, Hillary Clinton, then 68, was privately diagnosed with pneumonia. The campaign concealed the diagnosis until she was caught on camera fainting from dehydration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-rice-review-against-the-grain-11573687556", "title": "'Golden Rice' Review: Against the Grain", "date": "2019-11-13 18:25", "summary": "An estimated one million people-mostly children-die annually from vitamin-A deﬁciency. Golden rice could reverse that.. Why has it taken more than two decades to develop \"golden rice,\" the genetically modified crop that promises to save millions of lives? The many delays have been costly. Every year an estimated one million people, mostly children, die, and another half a million more lose their eyesight, from vitamin-A deficiency. Golden rice-with its yellow grains rich in beta carotene, which the human body turns into vitamin A-could virtually eliminate this problem in countries where rice is the staple food.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socal-edison-agrees-to-settlement-in-2017-2018-wildfires-11573685875", "title": "SoCal Edison Agrees to Settlement in 2017, 2018 Wildfires", "date": "2019-11-13 18:22", "summary": "The $360 million plan follows PG&E's $1 billion compensation agreement for Northern California wildfires. California's second-largest utility company has agreed to pay $360 million to compensate about two dozen local governmental entities for damages and other costs related to a series of fires and resulting mudslides that hit the region in 2017 and 2018.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-bet-on-rise-in-inflation-11573666906", "title": "Bond Investors Bet On Rise in Inflation", "date": "2019-11-13 18:13", "summary": "Market-based measures of inflation expectations have climbed in recent weeks. Bond investors are betting inflation is making a comeback.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-henry-to-become-bhp-group-ceo-in-january-11573686407", "title": "Mike Henry to Become BHP Group CEO in January", "date": "2019-11-13 18:06", "summary": "Andrew Mackenzie will retire after six years, company says. MELBOURNE, Australia- BHP Group Ltd. named Mike Henry as its new chief executive, opting for his experience running the most profitable operation of the global miner after a tumultuous period of big swings in commodity prices and exiting legacy assets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homespun-firms-challenge-wall-streets-muni-bond-supremacy-11573649487", "title": "Homespun Firms Challenge Wall Street's Muni-Bond Supremacy", "date": "2019-11-13 18:04", "summary": "The SEC is considering allowing advisers to arrange sales to skilled investors without the involvement of large banks and midsize brokers. Wall Street's longstanding hold on the $4 trillion municipal-bond market faces a challenge from an onslaught of small, independent firms known as municipal advisers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-cast-stone-as-a-chronic-liar-his-defense-says-so-what-11573686226", "title": "Prosecutors Call Stone a Chronic Liar. His Defense Says, 'So What?'", "date": "2019-11-13 18:03", "summary": "'He lied over and over and over again,' government says of former Trump adviser as jury prepares to deliberate. A federal jury is set to begin deliberating Thursday morning over whether former Trump adviser Roger Stone lied to Congress, after a one-week trial that included testimony from several Trump campaign officials, hundreds of vulgar text messages and many references to \"The Godfather.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resignation-at-gitlab-highlights-concerns-over-corporate-espionage-11573686134", "title": "Resignation at GitLab Highlights Concerns Over Corporate Espionage", "date": "2019-11-13 18:02", "summary": "The former compliance director at the San Francisco-based tech company resigned after objecting to a ban on hiring employees in Russia and China. The recent resignation of a compliance director at GitLab Inc. illustrates anxiety in the tech industry about foreign espionage. It also shows how, in managing one risk, companies can expose themselves to other risks.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treat-china-as-the-nuclear-superpower-it-is-11573686026", "title": "Treat China as the Nuclear Superpower It Is", "date": "2019-11-13 18:00", "summary": "If Beijing really has only a tiny number of warheads, why are they housed in a 3,000-mile tunnel system?. Doubtless the president would not be delighted by the likening of his administration to a giant fat guy who has never skied, pushing off from the top of a double-black-diamond slope and on his way down taking out flags, trees, and people. And yet somehow amid the chaos and ceaseless acceleration quite a few things have been done right. One of them, invisible to and above the horizons of the lacquered info-babes and mouth-breathing morons who inhabit cable news, is that unlike previous, negligent administrations of both parties, this one has addressed the need to bring China into a nuclear arms-control regime.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-tales-of-a-city-bloomberg-de-blasio-and-trump-11573685970", "title": "Three Tales of a City: Bloomberg, de Blasio and Trump", "date": "2019-11-13 17:59", "summary": "Each New York politician in his own way represents a facet of the Big Apple's multiple personalities.. Bill de Blasio, New York's left-wing mayor, has suspended his presidential campaign. Michael Bloomberg, the billionaire ex-mayor, is thinking of plunging into the presidential race, on the calculation that none of the present Democratic candidates seem sufficiently \"well positioned\" to defeat President Trump. And Mr. Trump-a New Yorker if ever there was one-has filed paperwork to change his legal residence from the Trump Tower on Fifth Avenue to Mar-a-Lago, his Xanadu in Palm Beach, Fla.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deval-patrick-has-decided-to-enter-democratic-presidential-race-11573677322", "title": "Deval Patrick Has Decided to Enter Democratic Presidential Race", "date": "2019-11-13 17:59", "summary": "Former Massachusetts governor had ruled out a presidential run last year. Former Massachusetts Gov. Deval Patrick has decided to make a late entry into the crowded 2020 Democratic presidential primary field, telling people close to him that he will run, according to people familiar with the conversations.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-reports-10-million-users-for-its-new-disney-streaming-service-11573669650", "title": "Disney Reports 10 Million Users for Its New Disney+ Streaming Service", "date": "2019-11-13 17:40", "summary": "The company had been offering subscriptions to Disney+ for several months before Tuesday's launch. LOS ANGELES- Walt Disney Co. 's flagship streaming service has signed up 10 million users, the company said the day after Disney+ launched.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bishop-investigating-abuse-in-buffalo-is-accused-of-sexual-misconduct-11573684761", "title": "Bishop Investigating Abuse in Buffalo Is Accused of Sexual Misconduct", "date": "2019-11-13 17:39", "summary": "An attorney for the accuser said his client was abused by Bishop Nicholas DiMarzio starting in 1974. The bishop tasked with investigating the handling of clergy abuse allegations in Buffalo, N.Y., has himself been accused of abusing a young boy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-gathered-information-in-the-u-s-against-its-critics-11573654247", "title": "Turkey Gathered Information in the U.S. Against Its Critics", "date": "2019-11-13 17:31", "summary": "U.S. law firm compiled reports that Turkish Embassy forwarded to prosecutors; one target fears consequences for relatives. WASHINGTON-Turkey's government used a Washington law firm to gather information about its critics, including residents of the U.S., who it believed were allied with a movement that President Recep Tayyip Erdogan regards as a central enemy, according to documents reviewed by The Wall Street Journal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealth-taxes-incentives-and-free-benefits-11573681084", "title": "Wealth Taxes, Incentives and 'Free' Benefits", "date": "2019-11-13 17:18", "summary": "The Democratic senators' proposals will quickly run out of billionaires and millionaires to tax.. Regarding your editorial \"Where Wealth Taxes Failed\" (Nov. 5): One major difference between European countries and the U.S. is that the top marginal tax rate is already much higher in the European countries you cite. A wealth tax in a country like Sweden, with a 57% marginal tax rate, isn't comparable to a country like the U.S., with a 37% maximum rate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humansplaining-explained-11573683465", "title": "Humansplaining Explained", "date": "2019-11-13 17:17", "summary": "Actually, the problem Is 'humansplaining'. I might be wrong, but I think Colin Fleming just humansplained humansplaining (\"Actually, the Problem Is 'Humansplaining,'\" op-ed, Nov. 4).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcclatchy-seeks-to-have-u-s-take-over-pension-fund-11573672133", "title": "McClatchy Seeks to Have U.S. Take Over Pension Fund", "date": "2019-11-13 17:12", "summary": "Nation's third-largest newspaper publisher said its pension fund has a $535 million shortfall, straining its liquidity. McClatchy Co. , the third-largest newspaper publisher in the U.S. by circulation, said it has begun talks with its creditors and federal authorities about a possible government takeover of its pension fund as it tries to relieve considerable liquidity pressure due to its pension responsibilities and debt load.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-hearings-emphasize-rift-in-americans-views-11573683001", "title": "Impeachment Hearings Emphasize Rift in Americans' Views", "date": "2019-11-13 17:10", "summary": "Some watched, others avoided witness testimony on President Trump's interactions with Ukraine. Some Americans watched carefully on the first day of public hearings in the House impeachment inquiry, eager to hear testimony for themselves, while others chose not to watch what they considered a theatrical display.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slip-on-doubts-about-china-u-s-tariff-talks-11573638675", "title": "Dow, S&P 500 End at Records Again", "date": "2019-11-13 17:02", "summary": "The indexes advance as investors parse headlines on trade talks, interest-rate policy. The Dow Jones Industrial Average advanced Wednesday as investors parsed the latest headlines on U.S-Chinese trade talks and Federal Reserve interest-rate policy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energizers-stronger-fourth-quarter-results-send-its-shares-higher-11573670213", "title": "Energizer's Stronger Fourth-Quarter Results Send Its Shares Up 15%", "date": "2019-11-13 16:54", "summary": "The company expects total sales to increase between 9% and 10% for its 2020 fiscal year. Shares of Energizer Holdings Inc. surged after the battery manufacturer reported higher-than-anticipated quarterly sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bryan-brothers-plan-to-retire-from-tennis-in-2020-11573681659", "title": "The Bryan Brothers Plan to Retire From Tennis in 2020", "date": "2019-11-13 16:47", "summary": "Bob and Mike, who have won 16 major doubles titles together, plan to end their careers after next year's U.S. Open. When Bob and Mike Bryan won their first Grand Slam doubles title in Paris in 2003, they were 25 years old. Back then, they hoped they would last until age 34 and then retire.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lagging-retail-stocks-will-soon-face-their-next-big-test-11573664854", "title": "Lagging Retail Stocks Will Soon Face Next Big Test", "date": "2019-11-13 16:42", "summary": "Department stores, clothing retailers have trailed behind the broader stock market. Friday is shaping up to be a big day for retail stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipad-pseudo-tax-money-is-ingenious-progressive-coup-11573681019", "title": "iPad Pseudo-Tax Money Is Ingenious Progressive Coup", "date": "2019-11-13 16:37", "summary": "I need to consider when I shell out $900 for my next iPhone that I will be paying a tax to subsidize the amelioration of convoluted reasoning in California that creates most of its problems.. Your editorial \"Affordable Rents at the iPad\" (Nov. 6) describes the billions of dollars Apple and other big California tech giants are contributing to increase availability of \"affordable housing\" in the Silicon Valley area. So now I need to consider when I shell out $900 for my next iPhone that I will be paying a tax to subsidize the amelioration of convoluted reasoning in California that creates most of its problems. That system has invented a new concept: a free-market tax-collection mechanism for a muddled progressive state that manages to dredge in revenues from around the country and world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-arent-too-low-for-americans-11573681043", "title": "Drug Prices Aren't Too Low for Americans", "date": "2019-11-13 16:37", "summary": "Even if Medicaid and 340B discounts applied to the drugs in shortage, those discounts represent a very small part of overall drug spending and are unlikely to have a measurable impact on manufacturer decisions on how much of a drug to make.. David R. Henderson and Charles L. Hooper claim that drug discount programs like Medicaid's \"best price\" and the 340B Drug Pricing Program drive prices down to a point where manufacturers are no longer willing to produce a drug (\"Sometimes Drug Prices Are Too Low,\" Nov. 1). Yet the majority of drug shortages involve generic injectable medications used mainly in inpatient settings where these outpatient drug discount programs don't apply. A recent report by the FDA found more than 60% of shortages are caused by manufacturing or quality problems.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-costs-rise-amid-737-max-grounding-cfo-says-11573680764", "title": "United Airlines' Costs Rise Amid 737 MAX Grounding, CFO Says", "date": "2019-11-13 16:32", "summary": "The U.S. airline, which has had to cancel flights and use less-efficient jets, isn't in a rush to settle with Boeing, United CFO Gerry Laderman says. United Airlines Holdings Inc. has experienced a double-digit increase in operating costs on certain routes because of the continued grounding of Boeing Co. 's 737 MAX aircraft, the airline's finance chief said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-hong-kong-universities-become-battle-zones-mainland-chinese-students-flee-11573649430", "title": "As Hong Kong Universities Become Battle Zones, Mainland Chinese Students Flee", "date": "2019-11-13 16:24", "summary": "Some Chinese students are worried about their safety as tensions escalate and protesters clash with police on campus. Hundreds of mainland Chinese students fled across Hong Kong's border into Shenzhen on Wednesday, seeking temporary shelter in hostels, hotels and relatives' homes after days of heightened violence on several university campuses in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-falling-rates-havent-sunk-the-banks-11573642800", "title": "Why Falling Rates Haven't Sunk the Banks", "date": "2019-11-13 16:09", "summary": "Investors are bidding up bank shares hoping that a small decline in deposit costs is a taste of things to come. When it comes to bank stocks, there is a lot riding on deposits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-argues-high-court-should-quash-discrimination-suit-11573677555", "title": "Comcast Argues High Court Should Quash Discrimination Suit", "date": "2019-11-13 15:39", "summary": "Television producer and personality Byron Allen alleges company rejected his channels due to race. WASHINGTON- Comcast Corp. , seeking to quash a discrimination suit filed by a black television producer, faced a skeptical Supreme Court at Wednesday arguments, where several justices suggested there was enough in Byron Allen's allegations to get his case into court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-senate-stares-down-olympic-officials-who-said-new-federal-oversight-could-run-afoul-of-olympic-rules-11573677518", "title": "U.S. Senate Stares Down Olympic Officials", "date": "2019-11-13 15:38", "summary": "Lawmakers accused the U.S. Olympic Committee of being disingenuous and voted to advance legislation tightening Congress' grip over it. WASHINGTON-The U.S. Olympic & Paralympic Committee told Congress that tightening federal control over the committee's leaders in the wake of sex abuse scandals risked Team USA athletes being barred from future Olympic Games.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/updating-the-menu-at-the-airport-11573571998", "title": "Updating the Menu at the Airport", "date": "2019-11-13 15:26", "summary": "Dining options are getting livelier, as airports add food halls with local fare-but also cater to travelers who favor national chains.. Food in airports has become more appetizing in recent years. But hungry travelers still favor burgers and pizza from national chains over local artisanal offerings.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-set-to-vote-to-effectively-make-chad-wolf-acting-dhs-secretary-11573659966", "title": "Chad Wolf Takes Over as Acting DHS Secretary", "date": "2019-11-13 15:13", "summary": "Trump administration's pick for temporary post is expected to elevate Ken Cuccinelli to No. 2 job at the department. WASHINGTON-Chad Wolf was sworn in as acting Secretary of Homeland Security after being confirmed by the Senate to an undersecretary role on Wednesday, putting him atop the agency's line of succession.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/temperatures-are-falling-and-so-are-heating-costs-11573665587", "title": "Temperatures Are Falling, and so Are Heating Costs", "date": "2019-11-13 15:13", "summary": "Winter weather has arrived, but heating fuels are priced like Americans still have their windows open. Winter weather has arrived, blanketing much of the country in snow and freezing temperatures. But heating fuels are priced like Americans still have their windows open.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-can-be-forced-to-return-tuition-when-parents-go-bankrupt-11573675262", "title": "Colleges Can Be Forced to Return Tuition When Parents Go Bankrupt", "date": "2019-11-13 15:01", "summary": "A federal appeals court ruling exposes colleges to lawsuits from bankruptcy trustees seeking to pay creditors. Colleges can be forced to return tuition payments made for students whose parents can't cover their own debts, according to a federal appeals court ruling that opens up higher education institutions to more litigation in bankruptcy courts.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-politics-and-pressure-behind-colin-kaepernicks-nfl-organized-workout-11573675186", "title": "The Politics Behind Colin Kaepernick's NFL Workout", "date": "2019-11-13 14:59", "summary": "The league's decision to stage the unusual showcase has been met with skepticism and comes after his absence of opportunity had become a growing source of frustration. Whenever NFL commissioner Roger Goodell has been asked why Colin Kaepernick remains unsigned after nearly three years, his answer has always been the same: Don't ask me, ask the teams. The NFL, he has stressed, doesn't get involved in player personnel decisions.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-rocket-attacks-on-israel-resume-risking-wider-conflict-11573650898", "title": "Gaza Rocket Attacks on Israel Resume, Risking Wider Conflict", "date": "2019-11-13 14:52", "summary": "The strikes are complicating efforts to form a new coalition government. TEL AVIV-Militants in Gaza fired rockets into Israel for the second straight day, raising the risk of a wider conflict as Israel continued its own strikes on the second-largest armed group operating in the Palestinian enclave.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-widened-in-october-11573671728", "title": "U.S. Budget Gap Hits $1 Trillion Over Past 12 Months", "date": "2019-11-13 14:44", "summary": "Deficit widened 34% to $134 billion in October. WASHINGTON-The U.S. budget gap grew 34% in the first month of the fiscal year as federal spending outpaced revenue growth, pushing the 12-month deficit past $1 trillion for the first time since February 2013.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coachs-designer-on-acing-holiday-gift-giving-11573674233", "title": "Coach's Designer on Acing Holiday Gift-Giving", "date": "2019-11-13 14:43", "summary": "Stuart Vevers, the brand's creative director since 2013, describes his current obsessions and Christmas plans. THIS YEAR, Coach will become the first luxury fashion brand to have a float in Macy'sThanksgiving Day Parade. For anyone who's followed the label since Stuart Vevers took over in 2013, there's really no question as to what form it will take: Rexy, of course, the campily ferocious T. rex who's now as much a part of the Coach lexicon as the New York brand's turn-lock handbag closures.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-makers-push-spending-to-the-extreme-11572949802", "title": "Chip Makers Push Spending to the Extreme", "date": "2019-11-13 14:33", "summary": "Demand for 'extreme ultraviolet' gear and related tools fuels a surge in capital expenditures. Chip makers are seeing the light. And it is costing them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-inundated-with-second-highest-waters-on-record-11573673151", "title": "Venice Flooded With Second-Highest Waters on Record", "date": "2019-11-13 14:33", "summary": "As floods hit St. Mark's Basilica, shops and restaurants, residents grumble over delayed protection. VENICE, Italy-Davide Pontini has seen his share of floods here in his native city. But the one this week shocked him as the tide rose to the second-highest level since records began 150 years ago, inundating swaths of the city that normally stay dry and adding to anxiety about Venice's long-term future.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-borrowing-rises-amid-low-interest-rates-solid-economy-11573660848", "title": "Auto Borrowing Rises Amid Low Interest Rates, Solid Economy", "date": "2019-11-13 14:31", "summary": "Increase includes growth in loans with terms longer than six years as Americans stretch to afford higher car prices. WASHINGTON-Americans are borrowing more for cars, a sign lower interest rates and a decadelong economic expansion are supporting purchases of large household items.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-filing-suggests-no-mccabe-prosecution-imminent-11573668350", "title": "Justice Department Filing Suggests No McCabe Prosecution Imminent", "date": "2019-11-13 14:30", "summary": "In pending lawsuit, DOJ says it won't block release of documents related to former deputy FBI head based on probe. The Justice Department suggested in a filing Wednesday that it had no immediate plans to prosecute former FBI Deputy Director Andrew McCabe, saying it would no longer try to keep documents related to Mr. McCabe from being publicly released because of an ongoing enforcement proceeding.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-abbott-labs-ceo-miles-white-to-step-down-in-march-11573663103", "title": "Abbott Labs CEO to Step Down", "date": "2019-11-13 14:14", "summary": "Current president, Robert Ford, will replace him; Mr. White will remain as chairman. Abbott Laboratories said Chief Executive Miles D. White, who oversaw the transformation of the health-care-products maker with a series of acquisitions and spinoffs in more than 20 years at the helm, will step down as CEO in March 2020.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monuments-to-an-art-movement-11573670949", "title": "Monuments to an Art Movement", "date": "2019-11-13 13:49", "summary": "Resume Subscription. Weimar and Dessau, Germany", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-signals-comfort-with-current-interest-rate-stance-11573655401", "title": "Fed's Powell Signals Comfort With Current Interest-Rate Stance", "date": "2019-11-13 13:46", "summary": "Central bank chairman calls on policy makers to address rising deficits so Congress can better counteract a future downturn. WASHINGTON-Federal Reserve Chairman Jerome Powell told lawmakers the central bank saw little need to cut interest rates further after making three reductions since July.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-what-to-watch-on-disney-right-now-11573670082", "title": "A Guide to What to Watch on Disney+ Right Now", "date": "2019-11-13 13:34", "summary": "From 'The Mandalorian' to 'Cinderella,' highlights of movies and series streaming on the new platform. For all the buzz surrounding the launch of Disney+ there are only so many hours in the day to consume the nearly 500 films and 7,500 TV episodes streaming on the new service.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/superbugs-toll-worse-than-thought-u-s-says-11573668001", "title": "Superbugs Toll Worse Than Thought, CDC Says", "date": "2019-11-13 13:34", "summary": "Antibiotic-resistant bacteria and fungi have spread beyond hospitals, complicating medical care, new CDC report says. Drug-resistant bacteria and fungi, along with heavy use of antibiotics, fuel nearly 3.1 million infections with 48,700 deaths every year in the U.S., according to a new federal report warning that the toll from so-called superbugs is greater than previously known.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-abc-and-cbs-collude-to-punish-the-wrong-employee-11573669957", "title": "Did ABC and CBS Collude to Punish the Wrong Employee?", "date": "2019-11-13 13:32", "summary": "Being suspected of whistleblowing may be enough to get fired by broadcast networks.. On Thursday this column noted that while news organizations ABC and CBS publicly revere the holy sanctity of anonymity for the federal \"whistleblower,\" they collaborated to identify and fire their own suspected whistleblower. But they seem to have axed the wrong employee. And now a new report suggests that ABC is back on the hunt for its internal dissenter.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-pathetic-age-by-dj-shadow-review-a-case-for-pushing-boundaries-11573669944", "title": "'Our Pathetic Age' by DJ Shadow Review: A Case for Pushing Boundaries", "date": "2019-11-13 13:32", "summary": "A long record with a loose theme about how society has lost its way in the time of media saturation and the collapse of truth sees the artist moving outside his comfort zone.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-soups-will-make-you-a-better-cook-11573760903", "title": "These Soups Will Make You a Better Cook", "date": "2019-11-13 13:31", "summary": "In his new cookbook 'The New Orleans Kitchen,' chef Justin Devillier makes the case that soups provide an ideal entry point to his city's cuisine and a solid grounding in culinary techniques. IT BREAKS MY HEART, as a lifelong soup aficionado, to see soup get no respect. Lazy chefs all too often treat the stockpot like a graveyard, throwing in random kitchen scraps and hoping for the best. Those bowls invariably wind up muddled, with indistinguishable bits of sodden vegetables and stringy meat, or worse yet, puréed to the consistency of baby food.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-look-at-the-original-waldorf-astoria-11573669080", "title": "A Look at the Original Waldorf-Astoria", "date": "2019-11-13 13:18", "summary": "The hotel was a combination of two grand hotels located on Fifth Avenue. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iea-sees-u-s-shale-squeezing-opec-influence-11573603201", "title": "IEA Sees U.S. Shale Squeezing OPEC Influence", "date": "2019-11-13 13:17", "summary": "U.S. shale-oil production will reshape global energy markets in the years to come, the International Energy Agency said. U.S. shale-oil production will reshape global energy markets in the years to come, bolstering the country's influence over OPEC nations, the International Energy Agency said Wednesday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-rose-0-4-in-october-11573651934", "title": "Gas Prices Drive October Inflation Increase", "date": "2019-11-13 13:15", "summary": "New tariffs on imports appear to have little effect on prices for apparel, household furnishings. WASHINGTON-Gasoline costs pushed up prices for U.S. consumer goods in October, while new tariffs on imports appeared to have little effect on what Americans paid for clothing and household furnishings.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-to-stop-selling-directly-to-amazon-11573615633", "title": "Nike to Stop Selling Directly to Amazon", "date": "2019-11-13 13:10", "summary": "Sportswear giant's decision is blow to Amazon's effort to court big brands. Nike Inc. said it would stop selling its clothes and sneakers directly to Amazon.com Inc., an about-face for the sportswear brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-77-09-billion-to-markets-11573659596", "title": "Fed Adds $77.09 Billion to Markets as Powell Affirms Liquidity Operation", "date": "2019-11-13 13:10", "summary": "Additions include $67.84 billion in Treasurys and $9.25 billion in mortgage-backed securities. The New York Fed added $77.09 billion in liquidity to financial markets on Wednesday, on a day where the U.S. central bank leader again affirmed that the operation and ones like it don't have any implications for the broader economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-gives-5-3-million-in-contracts-to-nonprofit-that-owes-debt-to-state-11573667924", "title": "New York City Awards $5.3 Million in Contracts to Nonprofit That Owes State", "date": "2019-11-13 12:58", "summary": "Institute for the Puerto Rican/Hispanic Elderly is affiliated with Acacia Network and is alleged to have misused grants intended for crime victims. New York City officials recently gave $5.3 million in contracts to a nonprofit that owes the state $143,678 for allegedly misusing grant money.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-chinese-developers-nearly-3-billion-bet-on-the-storied-waldorf-astoria-11573667699", "title": "Inside a Chinese Developer's Nearly $3 Billion Bet on the Storied Waldorf Astoria", "date": "2019-11-13 12:55", "summary": "Frank Sinatra once paid $1 million a year for a suite at the hotel. Now its new owner is banking on the hotel's glamorous past to sell luxury condos.. When the 47-story Waldorf Astoria hotel opened on New York's Park Avenue in 1931, it was the tallest hotel in the world. With a radio in every one of its 2,200 suites, in-room dining and \"manufactured weather\" (the term then for air-conditioning), it was also the most luxurious of its time. Its opening was such an event that on Sept. 30 of that year, President Herbert Hoover delivered a radio address to mark the occasion, congratulating the builders and forecasting a new era of growth and prosperity for the country.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/composers-who-found-inspiration-in-the-vernacular-11573666272", "title": "Composers Who Found Inspiration in the Vernacular", "date": "2019-11-13 12:31", "summary": "Michael Tilson Thomas and the San Francisco Symphony offer a new recording of Charles Ives music; violinist Rachel Barton Pine plays concertos by Antonín Dvořák and Aram Khachaturian.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-gives-investors-a-green-light-11573666302", "title": "The Fed Gives Investors a Green Light", "date": "2019-11-13 12:31", "summary": "With the Federal Reserve unlikely to tighten until inflation gets a lot warmer, rates could stay low. The only thing that seems likely to get the Federal Reserve to raise rates again is a lot more inflation. Until that happens, it will be giving investors a green light to buy stocks and other risky assets. Similar occasions have had very unhappy endings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-sales-rise-sixfold-11573664959", "title": "Luckin Coffee Sales Rise Sixfold", "date": "2019-11-13 12:09", "summary": "Tea launch weighs on expenses; company's loss widens. Shares of Luckin Coffee Inc. rose roughly 14% on Wednesday after the Beijing-based coffee chain's revenue soared as it added stores and expanded its offerings beyond coffee.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tour-de-frances-eternal-second-raymond-poulidor-dies-at-age-83-11573664371", "title": "The Tour's 'Eternal Second' Raymond Poulidor, Dies at Age 83", "date": "2019-11-13 11:59", "summary": "Poulidor was a rare professional athlete to earn the adoration of millions precisely for his failures; a cycling legend who never wore the Tour's yellow jersey. PARIS-Raymond Poulidor, the affable French cyclist whose career of dramatic narrow losses at the Tour de France made him a national darling but never a Tour champion, died on Wednesday. He was 83.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-town-in-georgia-has-big-plans-for-an-enormous-chicken-11573663155", "title": "Small Town in Georgia Has Big Plans for an Enormous Chicken", "date": "2019-11-13 11:39", "summary": "Hoping to feather its nest and scratch up some tourism, a community is trying to build the world's tallest topiary sculpture; 'It's something different'. FITZGERALD, Ga.-Mayor Jim Puckett's dream rises next to a supermarket parking lot.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-earnings-drop-13-as-rivals-intrude-on-its-advertising-territory-11573646083", "title": "Tencent Earnings Drop 13% as Rivals Intrude on Advertising Territory", "date": "2019-11-13 11:32", "summary": "Tech giant is wrestling with younger contenders like Bytedance, whose short-video apps TikTok and Douyin have won a global audience. Tencent Holdings Ltd. 's profit slid in the third quarter as the Chinese tech giant looked to expand its gaming business abroad while grappling with upstart tech rivals and slowing economic growth at home.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fliers-endure-airport-growing-pains-as-traffic-balloons-11573554604", "title": "Can an Airport Get Too Big?", "date": "2019-11-13 11:29", "summary": "An era of 'perpetual construction' can make every day feel like the holiday rush; LAX is taking drastic steps to make a more user-friendly facility. Los Angeles", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-cases-of-pneumonic-plague-set-china-on-alert-11573648367", "title": "Two Cases of Pneumonic Plague Set China on Alert", "date": "2019-11-13 11:27", "summary": "Chinese health authorities urge calm following disclosure about patients from Inner Mongolia. BEIJING-Chinese health authorities urged calm on Wednesday after confirming two cases of pneumonic plague in Beijing, although a dearth of information continued to stir public fears.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hes-the-best-player-in-baseball-and-he-cant-win-11573662161", "title": "He's the Best Player in Baseball. And He Can't Win.", "date": "2019-11-13 11:22", "summary": "Mike Trout may win his third MVP award this week. But the Angels finished with their worst record in decades.. When Mike Trout signed the largest contract in American sports history last March, he made a bet that the Los Angeles Angels could do something they've failed to do for nearly a decade: actually build a contender around the best baseball player on the planet.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-and-worst-u-s-airports-of-2019-11573658675", "title": "The Best and Worst U.S. Airports of 2019", "date": "2019-11-13 11:21", "summary": "Resume Subscription. Maybe friendly really is as good as it gets when it comes to airports.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/washington-braces-for-turkish-leaders-visit-protests-11573661905", "title": "Washington Braces for Turkish Leader's Visit, Protests", "date": "2019-11-13 11:18", "summary": "President Erdogan's meeting with Trump follows strains with U.S., past clashes in capital. WASHINGTON-Police and security officials here braced for a visit on Wednesday by Turkish President Recep Tayyip Erdogan after a previous trip was marred by violence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-expands-lending-options-for-financial-institutions-11573661660", "title": "Bank of Canada Expands Lending Toolkit", "date": "2019-11-13 11:14", "summary": "The central bank plans new option for institutions that have experienced extraordinary events like cyberattack or natural disaster. OTTAWA-The Bank of Canada plans to expand its lending options with a new tool aimed at financial institutions experiencing short-term stress resulting from extraordinary events like a cyberattack or a natural disaster.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-straighten-out-smiledirectclub-11573661325", "title": "How to Straighten Out SmileDirectClub", "date": "2019-11-13 11:08", "summary": "The stock's uninterrupted selloff since a September IPO shouldn't continue much longer. SmileDirectClub shareholders have had their teeth kicked in. But there should be a limit to the gloom and doom.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-mit-usc-cleveland-clinic-to-split-1-billion-gift-11573660800", "title": "Duke, MIT, USC, Cleveland Clinic to Split $1 Billion Gift", "date": "2019-11-13 11:00", "summary": "Donation comes from Lord Corp. foundations after company sold to Parker Hannifin. Four institutions have received windfalls of $261 million each after closely held Lord Corp., a Cary, N.C., manufacturing company, closed its $3.68 billion sale late last month to Parker Hannifin Corp.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-bloomberg-wants-to-save-the-world-he-should-buy-the-knicks-11573660235", "title": "Mike Bloomberg Wants to Save the World. He Should Buy the Knicks.", "date": "2019-11-13 10:55", "summary": "A billionaire ex-mayor preps a late bid for the White House. But what if there's an even higher calling?. Mike Bloombergwants to be President of the United States, and I get it-it seems like one out of every three people is running for president these days. It's really become a thing to do, like cutting the cable cord, or bragging to all your co-workers that you've gone Keto.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-airports-the-best-at-being-the-worst-11573658995", "title": "New York Airports: The Best at Being the Worst", "date": "2019-11-13 10:29", "summary": "Resume Subscription. Travelers despise these airports-and the people who run them know it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-mining-town-buried-in-mud-is-awash-in-cash-it-will-soon-run-out-11573658655", "title": "Vale Showered Cash on the Mining Town It Buried. Now It's Pulling Out.", "date": "2019-11-13 10:24", "summary": "Resume Subscription. BRUMADINHO, Brazil-About 10 months ago, Nathalia Eleuterio's husband, Reinaldo, was buried alive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-dream-home-in-demark-11573658468", "title": "A Dream Home in Denmark", "date": "2019-11-13 10:21", "summary": "The home is on the edge of the woods, perfect for stargazing. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cracking-open-the-great-lobster-arbitrage-trade-11573657148", "title": "Cracking Open the Great Lobster Arbitrage Trade", "date": "2019-11-13 09:59", "summary": "U.S. lobster sales to China plummeted after China imposed a 25% tariff on America exports of the shellfish delicacy, but things aren't quite as they seem. Lobster exports to China are among the trade flows that have been hammered by the trade war that escalated in mid-2018. U.S. lobster sales to the Middle Kingdom, running at nearly $90 million in the first half of 2018, plummeted to just $19 million a year later, after China imposed a 25% tariff on America exports of the shellfish delicacy. China turned to Canadian crustaceans instead.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-denmark-a-piece-of-junk-mail-led-to-real-estate-gold-11573657007", "title": "In Denmark, a Piece of Junk Mail Led to Real-Estate Gold", "date": "2019-11-13 09:56", "summary": "Resume Subscription. A piece of junk mail advertising hunting properties for sale across Denmark led to the commissioning of a new house for an unlikely pair of soon-to-be empty-nesters.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-antitrust-probes-hurt-competition-11573656122", "title": "When Antitrust Probes Hurt Competition", "date": "2019-11-13 09:42", "summary": "Boeing's plans to buy Embraer's commercial planes have triggered a European antitrust probe, but fliers would be ill-served if the deal were stopped. Are big companies getting too big? Not always, judging by the aerospace sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-level-for-chinas-tencent-global-domination-11573655785", "title": "The Next Level for China's Tencent: Global Domination", "date": "2019-11-13 09:36", "summary": "The world's largest gaming company currently makes almost all its revenue in China. It might need to start looking elsewhere. With problems building at home, China's internet titan Tencent might benefit from a few more trips abroad.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-credit-program-aims-to-help-female-entrepreneurs-11573653600", "title": "New York City Credit Program Aims to Help Female Entrepreneurs", "date": "2019-11-13 09:00", "summary": "Resume Subscription. Female entrepreneurs are more likely than their male counterparts to see their loan applications rejected or underfunded, and New York City is launching a program to close the gap.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-erdogan-meeting-draws-lawmakers-ire-11573653462", "title": "Trump's Erdogan Meeting Draws Lawmaker's Ire", "date": "2019-11-13 08:57", "summary": "Turkey's incursion into Syria has strained support for the country on Capitol Hill. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asylum-seekers-face-more-work-restrictions-11573652702", "title": "Asylum Seekers Face More Work Restrictions", "date": "2019-11-13 08:45", "summary": "Proposed rule would make new asylum applicants ineligible for work permits if they cross the border illegally. WASHINGTON-Most new asylum seekers would no longer be permitted to work while they wait for their claims to be processed, under a proposal by U.S. Citizenship and Immigration Services, the federal agency that handles asylum claims.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-nike-datadog-smiledirectclub-skyworks-solutions-11573640675", "title": "Stocks to Watch: Datadog; SmileDirectClub; Skyworks Solutions", "date": "2019-11-13 08:44", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-venezuela-military-spy-chief-disappears-in-spain-11573652091", "title": "Ex-Venezuela Military Spy Chief Disappears in Spain", "date": "2019-11-13 08:34", "summary": "Hugo Carvajal went missing after a Spanish court approved his extradition to the U.S.. Venezuela's former chief of military intelligence has disappeared in Spain after a court approved his extradition to the U.S. on drug-trafficking charges, Spain's national police said Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-dumps-the-butterfly-keyboard-on-new-macbook-pro-11573651800", "title": "Apple Dumps the Butterfly Keyboard on New MacBook Pro", "date": "2019-11-13 08:30", "summary": "Among other features, the new 16-inch laptop has a keyboard based on an earlier, more reliable mechanism instead of the troubled 'butterfly' design. Apple introduced a 16-inch MacBook Pro on Wednesday, marking a new screen size as well as a departure from the problematic \"butterfly\" keyboard that triggered customer complaints and drove the company to offer an extended repair program.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-wilson-rothman?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-campus-becomes-hong-kongs-latest-battleground-11573651470", "title": "Hong Kong's Fiercest Frontline Is a University With a Tiananmen Memorial", "date": "2019-11-13 08:24", "summary": "Students dig in for long fight after resisting riot police firing tear gas and water cannons who entered citing need to halt violence. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019-airport-rankings-tables-and-methodology-11573650771", "title": "2019 Airport Rankings Tables and Methodology", "date": "2019-11-13 08:12", "summary": "How The Wall Street Journal compiled its ranking of the best U.S. large and midsize airports. The Wall Street Journal U.S. Airport Rankings are based on 14 different measures important to travelers, plus an extensive survey of more than 2,500 subscribers.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-a-1920s-politician-to-a-ap-rocky-a-history-of-gold-teeth-11573650210", "title": "Beyond Bling: The Over-The-Top History of Gold Teeth", "date": "2019-11-13 08:03", "summary": "Sparkling smiles aren't quite as contemporary as they appear. AL SMITH, New York's governor in the 1920s, had teeth \"capped with gold,\" according to Robert Caro's \"The Power Broker.\" Dr. Ruchi Sahota, a dentist in Fremont, Calif., explained that gilded canines and incisors like Mr. Smith's were common throughout the early- to mid-20th century. \"Gold was used very, very often,\" for routine dental procedures. Her own 60-something mother has both a gold crown and a gold filling. Duller materials-tin, copper and mercury-were also used, but gold always stood out. A single gold crown in the back of your jaw goes unnoticed, but men like Mr. Smith with a full slate of gilded chompers made a fashion statement with every grin.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-to-abandon-negative-rates-but-currency-cant-catch-a-break-11573650003", "title": "Sweden to Abandon Negative Rates, but Currency Can't Catch a Break", "date": "2019-11-13 08:00", "summary": "The Swedish krona is the worst performer among major nations' currencies since 2018, and remains susceptible to global trade tensions. Sweden, unlike most of the rest of the slow-growth world, has had enough of negative interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvc-capital-raises-1-6-billion-for-midmarket-tech-deals-11573649100", "title": "CVC Capital Raises $1.6 Billion for Midmarket Tech Deals", "date": "2019-11-13 07:45", "summary": "CVC is one of a growing number of buyout firms in recent years to raise funds focused exclusively on smaller investments in the technology sector. Global buyout firm CVC Capital Partners has raised $1.6 billion to invest in growing technology companies, the latest in a wave of similar firms arming themselves with capital to back such businesses.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-names-former-maersk-ceo-as-chairman-11573646674", "title": "Unilever Names Former Maersk CEO as Chairman", "date": "2019-11-13 07:04", "summary": "Hellmann's mayonnaise and Dove soap maker says Nils Andersen will replace Marijn Dekkers with immediate effect. Unilever PLC has tapped the former head of Danish shipping company A.P. Moller Maersk as its new chairman, the second big change in the consumer giant's top ranks in the past year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-shootings-raise-questions-about-security-and-training-11573646404", "title": "Mass-Shooting Study Raises Questions on Security Efforts", "date": "2019-11-13 07:00", "summary": "Perpetrators at schools and workplaces are typically insiders who know safety procedures, study finds. Mass shooters who target schools and workplaces are typically insiders such as students or employees, calling into question the effectiveness of security measures and training, according to one of the most comprehensive studies of the subject.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-highest-court-to-hear-cardinal-pells-appeal-of-sex-abuse-conviction-11573603513", "title": "Australia's High Court to Hear Cardinal's Appeal of Sex-Abuse Conviction", "date": "2019-11-13 06:33", "summary": "Lawyers for former Vatican finance chief, who is serving a six-year prison sentence, argued that mistakes were made in earlier ruling. Australia's highest court on Wednesday said it would hear an appeal from former Vatican finance chief Cardinal George Pell to overturn his conviction for child sex abuse after his lawyers argued a lower court made mistakes.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-in-googles-quest-for-consumer-dominancebanking-11573644601", "title": "Google Makes Push Into Banking With Checking Accounts", "date": "2019-11-13 06:30", "summary": "Search giant plans to partner with banks to offer checking accounts. ", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guccis-next-move-luxury-call-centers-11573644600", "title": "Gucci's Next Move: Luxury Call Centers", "date": "2019-11-13 06:30", "summary": "The luxury giant went quiet after a controversial design caused social media backlash. Now, CEO Marco Bizzarri is ready to unveil its dramatic next move. Just call Marco Bizzarri, 57, the Oprah of fashion. \"We want to create joy,\" says Bizzarri, the CEO of Gucci, referring to what he calls the \"happiness moment\" in shopping. \"I want people to smile-especially because it's something you didn't find in the luxury business,\" he says. François-Henri Pinault-the chairman and CEO of Kering, Gucci's parent company-for one, is smiling a great deal.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convoy-raises-400-million-to-expand-digital-freight-business-11573642800", "title": "Convoy Raises $400 Million to Expand Digital Freight Business", "date": "2019-11-13 06:00", "summary": "Series D funding round values the company at $2.75 billion in a competitive field that includes Uber Freight. Digital freight broker Convoy raised $400 million in a Series D funding round that values the business at $2.75 billion and backs its expansion in a growing array of technology-focused upstarts making inroads in the freight transportation sector.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-at-fed-hearings-on-capitol-hill-11573641003", "title": "Fed Weighs Rate Pause; Questions on Fiscal Policy Remain", "date": "2019-11-13 05:30", "summary": "Chairman Powell has opportunity to finesse expectations about rate path during two days of testimony. Federal Reserve Chairman Jerome Powell heads to Capitol Hill for two days of congressional hearings beginning Wednesday, following an especially active stretch for monetary policy. The Fed has cut interest rates three times since he testified on Capitol Hill in mid-July.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-takes-two-how-to-turn-job-sharing-into-a-promotionand-another-11573641002", "title": "How to Turn Job-Sharing Into a Promotion...and Another", "date": "2019-11-13 05:30", "summary": "Long a rarity, the flexible work setup is becoming a tool for some colleagues to climb jointly into leadership roles. Job-sharing started as a way to help working mothers juggle jobs and family. Nowadays, some potential executives are using the 2-for-1 job arrangement to climb the leadership ladder.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/your-executive-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kashmirs-1-000-a-pound-saffron-crop-withers-after-india-lockdown-11573641004", "title": "Kashmir's Saffron Crop Withers After India Lockdown", "date": "2019-11-13 05:30", "summary": "Resume Subscription. PAMPORE, India-Haji Ghulam Nabi normally has high hopes this time of the year, when the harvest of his saffron crop in the Kashmir Valley is under way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-crown-jewel-of-japans-economy-is-losing-its-shine-11573640775", "title": "The Crown Jewel of Japan's Economy Is Losing Its Shine", "date": "2019-11-13 05:26", "summary": "Japan's labor market may have peaked even before the ill-considered sales-tax hike in October. Japan's booming labor market has been the bright spot of Prime Minister Shinzo Abe's economic record. But the shine is now coming off, with economic forces at home and abroad weighing on the employment gains made.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-supplier-foxconns-profit-gains-despite-iphones-sales-drop-11573634384", "title": "Apple Supplier Foxconn's Profit Gains Despite iPhone's Sales Drop", "date": "2019-11-13 03:39", "summary": "The world's largest contract electronics maker, which posted third-quarter net profit of about $1 billion, relies on Apple for about half of its revenue.. BEIJING- Foxconn Technology Group's net profit rose 23.3% in the latest quarter, even as its biggest customer, Apple Inc., faced declining iPhone sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-in-disarray-after-night-of-intense-clashes-11573627286", "title": "Hong Kong in Disarray After Night of Intense Clashes", "date": "2019-11-13 01:41", "summary": "Anger at the police is running high, and each round of confrontations has provided fresh fuel. HONG KONG-Life in Hong Kong was crippled for a third straight day Wednesday, as the aftermath of two days of violence and fears of further clashes disrupted transportation and kept many children home from school.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lets-its-cannabis-industry-bloom-but-says-no-to-marijuana-11573567906", "title": "China Says No to Marijuana but Lets Its Cannabis Industry Bloom", "date": "2019-11-13 00:06", "summary": "Farmers, companies increase hemp-related investments; a push 'at light speed' into CBD business. QUJING, China-In China, marijuana is seen as a dangerous narcotic, and possession is strictly punished. That hasn't stopped the country from trying to become a powerhouse in the fast-growing industry for cannabis products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-southern-cities-sprawl-people-are-bumping-into-more-bears-11573650003", "title": "As Southern Cities Sprawl, People Are Bumping Into More Bears", "date": "2019-11-13 00:01", "summary": "In Asheville, N.C., program aims to teach people how to peacefully coexist with furry neighbors. ASHEVILLE, N.C.-The population is booming in this mountain city-for both humans and bears.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-chase-datadogs-tail-11573671142", "title": "Don't Chase Datadog's Tail", "date": "2019-11-13 00:01", "summary": "The newly public cloud player gets a strong boost-and a rich multiple-from its first quarterly report. Datadog is proving that cloud investors are still willing to dig in deep to a good growth story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11573588146", "title": "Pepper...and Salt", "date": "2019-11-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]