[{"link": "https://www.wsj.com/articles/mexican-tomato-growers-brace-for-u-s-import-tariffs-11552520726", "title": "Mexican Tomato Growers Brace for U.S. Import Tariffs", "date": "2019-03-13 19:45", "summary": "Florida growers had pushed Washington to terminate agreement that had set minimum prices for imported Mexican tomatoes. MEXICO CITY-Mexican tomato growers said Wednesday a U.S. decision to end a 1996 agreement suspending antidumping tariffs on imports from Mexico could push up their costs and put them at a disadvantage to other exporters unless a new accord is reached before a May 7 deadline.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-america-marketing-head-marc-mathieu-departs-company-11552501113", "title": "Samsung America Marketing Head Marc Mathieu Departs Company", "date": "2019-03-13 19:37", "summary": "Samsung is a top global ad spender. Marc Mathieu, chief marketing officer for Samsung Electronics America Inc., has left the company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-gamestop-investors-push-for-board-refresh-11552520234", "title": "Two GameStop Investors Push for Board Refresh", "date": "2019-03-13 19:37", "summary": "Videogame retailer's shares have sunk about 26% over the past year. Two GameStop Corp. shareholders are threatening a proxy fight, if the videogame retailer doesn't overhaul its board of directors and take other steps to improve its performance after a sale process didn't pan out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-passes-bills-bolstering-lead-testing-11552519968", "title": "New York City Council Passes Bills Bolstering Lead Testing", "date": "2019-03-13 19:32", "summary": "The measures are designed to limit exposure in children and improve education around lead poisoning. New York City's lead testing and reporting will be expanded under a new package of bills designed to limit exposure in children and improve education around lead poisoning.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-admissions-racket-11552519849", "title": "The College Admissions Racket", "date": "2019-03-13 19:30", "summary": "Universities are more than innocent victims in this scandal.. Coming soon to a theater near you: The movie about wealthy and famous parents who paid a California fixer to cheat their child's way into universities. Many readers have heard about the charges against 50 or so people on Tuesday for this real-life fraud that is a political and cultural indictment of the racket known as college admissions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manafort-destiny-11552519810", "title": "Manafort Destiny", "date": "2019-03-13 19:30", "summary": "Remember when the former Trump adviser supposedly got off easy?. Ever notice how often media stampedes start in the age of Trump, only to vanish without apology or even acknowledgment upon colliding with reality? The latest is last week's burst of outrage that Paul Manafort's original sentence of 47 months in prison had revealed the basic corruption and unfairness of American justice.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wrong-way-to-make-allies-pay-more-11552519475", "title": "The Wrong Way to Make Allies Pay More", "date": "2019-03-13 19:24", "summary": "President Trump treats the U.S. military like a mercenary outfit.. President Trump's foreign policy has been better than it sounds, but sometimes the sound does damage on its own. An example is his latest demand that allies pay the full cost of American overseas troop deployments, plus 50%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-of-cult-like-self-help-group-pleads-guilty-11552519276", "title": "President of Cult-Like Self-Help Group Pleads Guilty", "date": "2019-03-13 19:21", "summary": "Nancy Salzman is only Nxivm member charged to enter guilty plea; trial for others set for next month. The president of an upstate New York cult-like group pleaded guilty to one count of racketeering conspiracy Wednesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pound-pares-losses-ahead-brexit-vote-11552498753", "title": "British Pound Advances Against U.S. Dollar", "date": "2019-03-13 19:10", "summary": "U.K. lawmakers rule out leaving the EU without a deal. The British pound advanced against the U.S. dollar on Wednesday, as U.K. lawmakers ruled out a no-deal exit from the European Union.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-history-as-told-by-aoc-11552518601", "title": "American History as Told by AOC", "date": "2019-03-13 19:10", "summary": "The latest brainstorm from the New York freshman: The New Deal was racist.. Austin's South by Southwest, or SXSW, began as a music, film and tech conference but has become a popular stop for left-of-center politicos. This year, Democratic presidential candidates Sens. Elizabeth Warren and Amy Klobuchar and former Housing and Urban Development Secretary Julián Castro all spoke, and soon-to-be White House hopeful Robert Francis O'Rourke premiered a documentary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socialism-yes-be-afraid-11552518646", "title": "Socialism? Yes, Be Afraid", "date": "2019-03-13 19:10", "summary": "The next Democratic president will come from a zombie army of anti-capitalists.. Something called \"socialism\" is in the air. Should we worry? The answer is yes, if you can stop laughing.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scandal-brings-usc-into-the-elite-ranks-11552518553", "title": "Scandal Brings USC Into the Elite Ranks", "date": "2019-03-13 19:09", "summary": "My alma mater is now mentioned in the same breath as Yale, Stanford and UCLA.. 'Thank you so much for being such excellent students. You make us alumni all look really smart and I am so grateful.\" Those were my first words to a room of international-relations students at the University of Southern California with whom I was invited to discuss my career path. They burst out laughing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-hide-an-empire-review-the-greater-united-states-11552518511", "title": "'How to Hide an Empire' Review: The Greater United States", "date": "2019-03-13 19:08", "summary": "The story of American expansionism, focusing on the overseas territories and possessions that the U.S., over the years, has colonized and controlled.. American history is in trouble-the discipline, that is. The share of college students who major in history has fallen by two-thirds since the early 1970s. Only 40% of Americans-27% under age 45-\"demonstrate a basic understanding of American history,\" according to a recent Woodrow Wilson Foundation survey. One reason for the history recession: Much of the work produced today is too narrow and esoteric to interest nonspecialists.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-is-a-threat-to-growth-11552518464", "title": "The Fed Is a Threat to Growth", "date": "2019-03-13 19:07", "summary": "The real economy is ready to reignite, but Powell's tight-money policy is acting like a wet blanket.. Now that the Trump administration appears to be closing in on a trade deal with China, and thus hopefully averting a damaging tariff war, the U.S. economy is positioned to grow at 3% to 4% over the next several years. The Tax Cuts and Jobs Act of 2017 and two full years of pro-business regulatory relief already ramped up growth to 3.1% over the past four reported quarters-the best performance since 2005.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-passengers-are-laughing-in-the-aisle-seats-11552518403", "title": "Air Passengers Are Laughing in the Aisle Seats", "date": "2019-03-13 19:06", "summary": "Comedy routines and Lego characters probably aren't the best way of delivering safety briefings.. It wasn't the typical airplane-safety presentation. \"If by chance your life jacket does not inflate, grab your neighbor and hang on for dear life!\" declared the voice on the PA system. About oxygen masks: \"Ignore those and grab a flight attendant and get some air.\" And: \"Let's be honest, only those of you who paid the extra $49.99 get any oxygen.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-subtlety-could-yield-middle-east-peace-11552518316", "title": "Trump's Subtlety Could Yield Middle East Peace", "date": "2019-03-13 19:05", "summary": "Past administrations have publicized their plans too soon, provoking fury from fanatics on both sides.. The \"deal of the century\"-the Trump administration's long-awaited Mideast peace deal-could be coming as soon as next month. But not much has been announced about its contents. For that reason, most regional leaders have withheld support for the plan. Yet the administration's secrecy, and its tendency to eschew the traditional fanfare of peacemaking, may give President Trump a leg up on his predecessors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-speech-police-come-for-tucker-carlson-11552518354", "title": "The Speech Police Come for Tucker Carlson", "date": "2019-03-13 19:05", "summary": "Like Lenny Bruce, the Fox News host is the target of an organized effort at suppression.. I host a comedy-driven radio show for guys. Until Sunday, no one confused it with something that should be taken seriously. Given my on-air name, \"Bubba the Love Sponge,\" I assume most people get the joke. We are rude, sometimes profane.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-with-tech-expertise-on-the-board-see-higher-revenue-growth-mit-study-finds-11552518268", "title": "Companies With Tech Expertise on the Board See Higher Revenue Growth, MIT Study Finds", "date": "2019-03-13 19:04", "summary": "Enterprise technology executives have skills that could positively influence the financial health of a company-especially if they snag spots on company boards. Companies with experienced technologists on their board outperform others in areas such as revenue growth, return on assets and market capitalization growth, according to a study released this week by Massachusetts Institute of Technology's Center for Information Systems Research.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-treatys-demise-pentagon-will-develop-two-new-midrange-weapons-11552517630", "title": "Pentagon Will Develop Two New Midrange Weapons", "date": "2019-03-13 18:53", "summary": "Missile plans spark a debate over prospect of a new arms race with Russia and China. WASHINGTON-The Pentagon plans to develop two types of land-based missiles following the demise of a 1987 treaty with Russia, with flight tests beginning in August, defense officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-rejects-gops-plan-to-rein-in-national-emergencies-11552496270", "title": "Senate to Rebuke Trump on Border Wall", "date": "2019-03-13 18:52", "summary": "Chamber is expected to pass a resolution Thursday against president's emergency declaration, though Congress likely won't have the votes to override his veto. WASHINGTON-The Senate is set to pass a resolution Thursday rejecting President Trump's emergency declaration to build more of the border wall, after the president poured cold water on a bill that could have peeled off some Republican votes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-adjusts-budget-proposal-fearing-federal-health-care-cuts-11552517445", "title": "Cuomo Adjusts Budget Proposal, Fearing Federal Health Care Cuts", "date": "2019-03-13 18:50", "summary": "The New York governor had earlier backed reducing the state Medicaid proposal by $550 million. Gov. Andrew Cuomo is backing off a proposal to reduce New York's Medicaid spending in light of additional health-care cuts in President Trump's budget proposal, state officials said Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chairman-who-has-made-race-relations-a-business-matter-11552483800", "title": "This Boss Is Making Race Relations a Business Matter", "date": "2019-03-13 18:42", "summary": "PWC's U.S. chief talks about discussing race, gun violence and justice with employees after a colleague was shot by a police officer. After Botham Jean, a 26-year-old PricewaterhouseCoopers senior associate, was shot to death by an off-duty police officer while watching football in his Dallas apartment last September, PwC U.S. Chairman Tim Ryan emailed a missive with simple instructions to the firm's 50,000 employees:", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-death-penalty-moratorium-sparks-debate-11552516822", "title": "California Death Penalty Moratorium Sparks Debate", "date": "2019-03-13 18:40", "summary": "Prosecutor plans to continue pursuing capital punishment, while legislator proposes to abolish it. SAN FRANCISCO-California Gov. Gavin Newsom signed a moratorium on capital punishment Wednesday, immediately spurring moves both to further cement and counter his decision, including a pledge by a prominent prosecutor to continue pursuing the death penalty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-to-end-u-s-aid-in-saudi-fight-in-yemen-11552516561", "title": "Senate Votes to End U.S. Aid in Saudi Fight in Yemen", "date": "2019-03-13 18:36", "summary": "Now headed to the House, resolution would give Trump 30 days after passage to withdraw U.S. forces. WASHINGTON-The Senate approved a measure on Wednesday that would end U.S. military assistance for the Saudi-led war in Yemen, reproving the Trump administration for the second time over its support of the kingdom.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-rises-on-brexit-tensions-weaker-dollar-11552474361", "title": "Gold Rises on Brexit Tensions", "date": "2019-03-13 18:30", "summary": "Prices rise amid concerns over U.K. leaving EU without deal. Gold prices rose Wednesday amid uncertainty surrounding the U.K.'s bid to leave the European Union.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-sets-limits-on-retail-sales-of-flavored-e-cigarettes-11552481969", "title": "FDA Sets Limits on Retail Sales of Flavored E-Cigarettes", "date": "2019-03-13 18:26", "summary": "New limits on fruity flavors that appeal to teens will keep them out of most convenience stores, gas stations. Convenience stores and gas stations will effectively be banned from selling most flavored e-cigarettes under restrictions issued Wednesday by the Food and Drug Administration.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-in-no-rush-to-make-trade-deal-with-china-11552505809", "title": "Trump in 'No Rush' to Make Trade Deal With China", "date": "2019-03-13 18:21", "summary": "President says he can walk away from talks if deal isn't reached. WASHINGTON-President Trump warned Beijing that he wouldn't sign off on a trade deal that didn't meet U.S. demands, in a sharp departure from his recent optimism.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-other-investors-in-talks-to-invest-1-billion-in-ubers-self-driving-unit-11552515631", "title": "SoftBank, Other Investors in Talks to Invest $1 Billion in Uber's Self-Driving Unit", "date": "2019-03-13 18:20", "summary": "Ride-hailing company is in late-stage talks with SoftBank, auto maker and others. A consortium that includes SoftBank Group is in late-stage talks to invest $1 billion or more in Uber Technologies Inc.'s self-driving vehicle unit, according to people familiar with the negotiations, a move that would help the ride-hailing firm make its pitch to investors ahead of its eagerly anticipated IPO.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-shooting-in-brazil-leaves-at-least-10-dead-11552495694", "title": "School Shooting in Brazil Leaves at Least 10 Dead", "date": "2019-03-13 18:17", "summary": "At least five children are killed in São Paulo state in attack by two former students that deepens concerns over the country's efforts to loosen gun controls. SUZANO, Brazil-One of the deadliest school shootings in Brazilian history has left at least 10 people dead near the city of São Paulo, deepening concerns over the country's efforts to loosen gun controls.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-idiots-guide-to-bribing-and-cheating-your-way-into-college-11552479762", "title": "An Idiot's Guide to Cheating Your Way Into College", "date": "2019-03-13 18:07", "summary": "A college and college sports scam shows a flaw in the admissions system-and a culture of entitlement gone amok. Like any modern parent, I believe that my children are geniuses-but, hey, who knows. At the moment, my son's passion is melting crayons all over the living room radiator. His sister tells me that when she grows up, she wants to be a unicorn. They're truly delightful kids, and may indeed wind up changing the world. It's also possible they're not Ivy League material.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xpo-logistics-dropped-acquisition-bid-after-short-seller-report-ceo-says-11552514426", "title": "XPO Logistics Dropped Acquisition Bid After Short-Seller Report, CEO Says", "date": "2019-03-13 18:00", "summary": "Company was 'close to doing an acquisition' when share decline pushed XPO to turn to stock buybacks, Bradley Jacobs says. GREENWICH, CONN.- XPO Logistics Inc. abandoned a potential acquisition last year after a negative short-seller report triggered a decline in the logistics company's share price, according to Chief Executive Bradley Jacobs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/studio-54-founder-opens-times-square-club-11552513472", "title": "Studio 54 Founder Opens Times Square Club", "date": "2019-03-13 17:44", "summary": "Ian Schrager, now a successful hotelier, returns to his nightlife roots with a cutting-edge cabaret. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-core-of-college-admissions-case-when-is-cheating-a-crime-11552513480", "title": "At the Core of College Admissions Case: When Is Cheating a Crime?", "date": "2019-03-13 17:44", "summary": "Those parents who plead guilty early or paid smaller bribes probably won't face more than a year in prison time. Prosecutors say the mothers and fathers charged Tuesday in the college-admissions scandal weren't just deep-pocketed cheats, but federal criminals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bankruptcy-financing-stumbles-on-worries-about-more-fires-11552513424", "title": "PG&E Bankruptcy Financing Stumbles on Worries About More Fires", "date": "2019-03-13 17:43", "summary": "Lenders offering concessions to ease approval of $5.5 billion chapter 11 loan. The judge presiding over the bankruptcy of PG&E Corp. is worried that another year of wildfires could upend the utility's efforts to pull out of massive financial and legal trouble.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-imposes-new-restrictions-on-transgender-service-members-11552512980", "title": "Pentagon Imposes New Restrictions on Transgender Service Members", "date": "2019-03-13 17:36", "summary": "Under new policy, a diagnosis of gender dysphoria could disqualify an applicant from military service. The U.S. military imposed a series of new restrictions Wednesday on the ability of transgender people to serve in the armed forces, expanding the scope of ineligibility while stopping short of a ban.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lbi-media-fails-to-block-legal-challenge-from-bondholders-11552512058", "title": "LBI Media Fails to Block Legal Challenge From Bondholders", "date": "2019-03-13 17:20", "summary": "Bondholders suspect fraud in broadcaster's prebankruptcy dealings. Spanish-language broadcaster LBI Media Inc. failed to shut down a bondholder challenge to its prebankruptcy dealings, setting the stage for a battle over the confirmation of a chapter 11 plan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-legitimate-world-of-high-end-college-admissions-11552506381", "title": "The Legitimate World of High-End College Admissions", "date": "2019-03-13 17:17", "summary": "As demand has surged, some clients are paying $1,000 an hour. William Rick Singer allegedly charged clients hundreds of thousands of dollars to use illegal means to get their children into top schools. Some college counselors are charging their clients just as much-but their business model is perfectly legal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-american-educated-stem-talent-11552511646", "title": "Keeping American-Educated STEM Talent", "date": "2019-03-13 17:14", "summary": "We need to continue to support experiential learning opportunities for foreign students and increase the total number of employment visas and green cards available to graduates of our universities.. Regarding your editorial \"Keeping Talent America Trains\" (March 5): America's research universities have long been the envy of the world, drawing the most gifted students from across the globe who are in pursuit of a world-class education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-must-get-better-at-counterintelligence-11552511583", "title": "The U.S. Must Get Better at Counterintelligence", "date": "2019-03-13 17:13", "summary": "The question is this: Are the 30 agents in China and 42 in Iran who were punished in recent years for secretly working with U.S. intelligence merely occasional setbacks? No.. William Evanina, director of the National Counterintelligence and Security Center, issued an ad hominem response falsely asserting my exposé of recent counterintelligence disasters is an affront to dedicated counterintelligence personnel (\"In Defense of U.S. Counterintelligence Agents,\" Letters, March 4).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-as-brexit-growth-concerns-linger-11552467217", "title": "S&P 500 Hits Four-Month High on Economic Data", "date": "2019-03-13 17:12", "summary": "Indexes Iifted by fresh signs of stability in the manufacturing sector and muted inflation. U.S. stocks rose Wednesday, propelling the S&P 500 to a four-month high after economic data showed fresh signs of stability in the manufacturing sector and muted inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-nadlers-ahab-like-great-white-whale-quest-11552511541", "title": "Jerry Nadler's Ahab-Like Great White Whale Quest", "date": "2019-03-13 17:12", "summary": "The Democrats may be correct that their sea net of subpoenas, sent to 81 individuals, isn't a fishing expedition. Actually it's more like Captain Ahab's quest for the great white whale.. Regarding your editorial \"Nadler's 'Obstruction' Quest\" (March 6): Rep. Jerry Nadler and the other Democrats on the House Judiciary Committee may be correct that their sea net of subpoenas, sent to 81 individuals, isn't a fishing expedition. Actually it's more like Captain Ahab's quest for the great white whale. Of course, we know what happened to Ahab, his crew and his ship in the end. Tellingly, the whale's fate is unclear.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/use-service-dogs-to-help-stem-suicide-by-veterans-11552511500", "title": "Use Service Dogs to Help Stem Suicide by Veterans", "date": "2019-03-13 17:11", "summary": "We have seen life-changing and lifesaving support to affected veterans when they are paired with service dogs, which are often in need of homes, generating benefits on both ends of the leash.. President Trump's executive order creating a cabinet-level task force to address veteran suicides should be applauded (\"Task Force Ordered on Veteran Suicides,\" U.S. News, March 6). Addressing this epidemic will take bold solutions. We believe the task force's plan should include using specially trained service dogs. We have seen life-changing and lifesaving support to affected veterans when they are paired with service dogs, which are often in need of homes, generating benefits on both ends of the leash.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-targets-health-care-investors-should-duck-11552476781", "title": "Washington Targets Health Care; Investors Should Duck", "date": "2019-03-13 17:10", "summary": "Don't ignore the threat of regulation on health care. The threat of tighter health-care regulation in the U.S. isn't going away.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-lester-young-altered-the-course-of-music-11552511430", "title": "How Lester Young Altered the Course of Music", "date": "2019-03-13 17:10", "summary": "Sixty years after the jazz saxophonist's death, he's still remembered as an outsider's nonconformist who swung to his own beat.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wyoming-cowboys-corral-identity-politics-bullies-11552511457", "title": "Wyoming Cowboys Corral Identity-Politics Bullies", "date": "2019-03-13 17:10", "summary": "Identity politics may attract some.. Regarding your editorial \"It Pays to Be a Wyoming Cowboy\" (March 9): Identity politics may attract some, / But what a relief that not all will succumb.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-rights-report-blames-saudis-in-death-of-khashoggi-11552509726", "title": "State Department Rights Report Blames Saudis in Death of Khashoggi", "date": "2019-03-13 16:42", "summary": "Pompeo: U.S. policy is to engage with governments 'regardless of records' on rights. The State Department on Wednesday blamed Saudi Arabian government agents for the death of journalist Jamal Khashoggi and for other \"unlawful killings\" in an annual world-wide survey of human rights that spotlighted abuses by U.S. allies and adversaries alike.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-follow-the-money-11552474800", "title": "Broadcom: Follow the Money", "date": "2019-03-13 16:38", "summary": "Chip maker's stock price has surged since buying CA Technologies, but grading its results will be tricky. As anniversaries go, Broadcom is probably happy to let this one pass unmarked.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-classified-memo-surfaces-warning-of-perfect-storm-from-invading-iraq-11552486945", "title": "Classified Memo Surfaces Warning of 'Perfect Storm' From Invading Iraq", "date": "2019-03-13 16:30", "summary": "Diplomats accurately forecast many setbacks: sectarian violence, attacks on U.S. troops, Iranian intervention and long road to structural change. WASHINGTON-As President George W. Bush pressed the case for war in Iraq in the summer of 2002, top State Department officials warned that an invasion to overthrow Saddam Hussein could spark internal Iraqi chaos, Middle East upheaval and threats to U.S. interests, according to formerly classified documents released this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tripling-down-on-oil-is-paying-off-in-2019-but-not-everyones-a-fan-11552478402", "title": "Tripling Down on Oil Is Paying Off in 2019, but Not Everyone's a Fan", "date": "2019-03-13 16:28", "summary": "Leveraged exchange-traded oil products are up nearly 90%, but profiting from them is harder than it looks. Oil funds that use leverage to juice returns have been among the top-performing exchange-traded funds of 2019, gaining almost 90%.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opinion-britains-twisting-road-to-brexit-11552508526", "title": "Opinion: Britain's Twisting Road to Brexit", "date": "2019-03-13 16:22", "summary": "The U.K. has always embraced the economic component of European integration. Political and social ties, not as much.. Britain is again engulfed in Brexit chaos as it tries to settle its future relationship with the European Union.", "categories": [["Opinion"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-ahead-of-key-brexit-vote-11552487337", "title": "U.S. Government Bond Prices Edge Lower on Muted Inflation Data", "date": "2019-03-13 16:20", "summary": "Tame data on producer prices bolster hopes the Fed will hold rates steady throughout the year. U.S. government bond prices inched lower Wednesday after data showed inflation pressures remained relatively contained in February.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-usc-admissions-cheating-scandal-runs-deeper-11552505533", "title": "At USC, Admissions Cheating Scandal Runs Deeper", "date": "2019-03-13 15:32", "summary": "More than a mere coach cashing in, FBI affidavit outlines far more systemic fraud at USC, where alleged bribes became a form of athletics fundraising. After her son's freshman orientation at the University of Southern California last summer, Elisabeth Kimmel began to worry. Her son's adviser had asked him about his status as a track and field athlete, which was fabricated to facilitate his admission, according to federal charges unsealed Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfield-asset-management-to-buy-62-of-oaktree-capital-11552488375", "title": "Brookfield Asset Management to Buy 62% of Oaktree Capital", "date": "2019-03-13 15:31", "summary": "Oaktree, a distressed-investing expert, has struggled to grow during the long bull market. Brookfield Asset Management Inc. is buying a majority stake in Oaktree Capital Management, bringing an end to the credit-investment firm's six-year run as a public company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-climbs-ahead-of-u-s-inventory-data-11552473389", "title": "Oil Hits Four-Month High on Declining U.S. Inventories", "date": "2019-03-13 15:28", "summary": "U.S. sanctions on Venezuela and Iran have contributed to curbing global supplies. • U.S. oil prices climbed to a four-month high Wednesday after domestic data showed a counter-seasonal drop in crude-oil inventories, and as supply losses continued from Venezuela and Iran.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-bill-to-replace-voting-machines-moves-forward-11552505155", "title": "Georgia Bill to Replace Voting Machines Moves Forward", "date": "2019-03-13 15:25", "summary": "GOP says new system would prevent hacking and mishandling of votes; Democrats are opposed. ATLANTA-A bill to replace Georgia's paperless electronic voting machines passed the state Senate Wednesday and is likely to be signed by Republican Gov. Brian Kemp soon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-prosecutors-probe-more-than-100-dams-following-deadly-collapse-11552503686", "title": "Brazilian Prosecutors Probe More Than 100 Dams Following Collapse", "date": "2019-03-13 15:01", "summary": "Authorities say they have doubts about safety checks from auditors. Brazilian prosecutors are probing more than 100 high-risk dams across the country, saying they doubt the legitimacy of the safety audits carried out at the nation's mines after Vale SA's deadly dam collapse in January.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-to-recall-nearly-863-000-vehicles-after-emission-tests-11552489045", "title": "Fiat Chrysler to Recall Nearly 863,000 Vehicles After Emission Tests", "date": "2019-03-13 14:33", "summary": "Among the models targeted: Dodge Journey, Dodge Avenger, Dodge Caliber, Jeep Compass. Fiat Chrysler Automobiles NV is recalling nearly 863,000 of its vehicles in the U.S. after some didn't meet federal emissions standards, marking the latest disclosure by an auto maker of troubles complying with U.S. regulations.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-may-become-less-rewarding-11552501979", "title": "American Express May Become Less Rewarding", "date": "2019-03-13 14:32", "summary": "While it has weathered the battle for lavish rewards, American Express is increasingly exposed to credit risk. American Express has successfully weathered the great credit cards reward war. Now rapid lending growth sets it up for future risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-trump-campaign-chairman-paul-manafort-charged-with-mortgage-fraud-in-new-york-11552497789", "title": "Paul Manafort Charged With Mortgage Fraud in New York", "date": "2019-03-13 14:02", "summary": "Indictment revealed after he was sentenced in the second of his two federal trials. An indictment charging Paul Manafort with residential mortgage fraud was unsealed Wednesday in state court in New York-minutes after the former Trump campaign chairman was sentenced in the second of his two federal trials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-call-for-moratorium-to-block-gene-edited-babies-11552500001", "title": "Scientists Call for Moratorium to Block Gene-Edited Babies", "date": "2019-03-13 14:00", "summary": "Group seeks world-wide action on editing genes in human sperm, eggs and embryos that would be implanted to make babies; some researchers don't sign on. An international group of researchers, including some inventors of the popular gene-editing tool Crispr, called for a world-wide moratorium on editing DNA in human sperm, eggs and embryos to prevent births of genetically modified babies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agency-head-denies-misleading-congress-on-fbi-headquarters-plan-11552499594", "title": "Agency Head Denies Misleading Congress on FBI Headquarters Plan", "date": "2019-03-13 13:53", "summary": "Chief of government's real estate failed to disclose she met with president about possible relocation from site near a Trump hotel. WASHINGTON-The official responsible for the federal government's real estate denied misleading Congress about President Trump's personal role in a debate over whether to keep the Federal Bureau of Investigation's headquarters in downtown Washington, near a hotel Mr. Trump's company operates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joan-miro-birth-of-the-world-review-a-lifetime-of-breakthroughs-11552498698", "title": "'Joan Miró: Birth of the World' Review: A Lifetime of Breakthroughs", "date": "2019-03-13 13:38", "summary": "Through most of its history the Museum of Modern Art, with its collection of the Catalan artist's work, has rarely shown him in depth. A new exhibition there aims at last to give him his due.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-launches-criminal-cases-against-womens-rights-activists-11552484607", "title": "Saudi Arabia Charges Women's Activists in Widely Scrutinized Case", "date": "2019-03-13 13:09", "summary": "The women, who were accused of communicating with foreign enemy entities, had been imprisoned since May after campaigning for the right of females to drive cars. Saudi prosecutors charged a group of female activists with aiding an enemy country following months of international scrutiny on the kingdom's human-rights record.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-hits-the-right-notes-in-apple-complaint-11552495904", "title": "Spotify Hits the Right Notes in Apple Complaint", "date": "2019-03-13 12:51", "summary": "Streaming giant's EU complaint comes as app store fees and platform control are getting fresh scrutiny. As Spotify demonstrated Wednesday, it will take a taxman to beat a taxman.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-slashes-7-000-jobs-to-refocus-on-electric-cars-11552474867", "title": "VW Slashes 7,000 Jobs to Refocus on Electric Cars", "date": "2019-03-13 12:31", "summary": "The cuts are expected to be partially offset by 2,000 new hires specializing in developing electric vehicles. BERLIN-Volkswagen AG plans to cut as many as 7,000 administrative positions over the next five years amid an industrywide scramble to slash costs and make room on the balance sheet for heavy spending on electric and self-driving cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-struggling-shares-make-some-options-traders-bullish-11552494507", "title": "Boeing's Struggling Shares Make Some Options Traders Bullish", "date": "2019-03-13 12:28", "summary": "Options volumes on Boeing stock hit at least a two-year high on Tuesday, and some of the most popular contracts this week were bullish calls. Boeing Co. 's struggling shares have unleashed a frenzy of options trading on its stock, with some trades positioned for a rebound.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-closes-probe-into-former-mylan-directors-real-estate-dealings-11552493728", "title": "SEC Closes Probe Into Mylan's Real-Estate Dealings with Former Director", "date": "2019-03-13 12:15", "summary": "Regulator takes no enforcement action in the matter. Drugmaker Mylan NV said the Securities and Exchange Commission closed a three-year-old investigation into real-estate dealings with a former director, without taking any enforcement action.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-mitsubishi-shakes-up-management-after-ghosn-arrest-11552493110", "title": "Renault-Nissan-Mitsubishi Shakes Up Management After Ghosn Arrest", "date": "2019-03-13 12:05", "summary": "Auto makers reassign senior executives who worked alongside the former chairman. PARIS-The globe-spanning auto alliance of Renault-Nissan-Mitsubishi is shuffling management in the wake of Carlos Ghosn's arrest and dismissal, reassigning senior executives who worked alongside the auto titan.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unlocking-secrets-of-memory-and-time-in-the-brain-11552492550", "title": "Unlocking Secrets of Memory and Time in the Brain", "date": "2019-03-13 11:55", "summary": "New research on how we order our memories could help in understanding and early detection of Alzheimer's disease and dementia. Our bodies know when to fall asleep and when to wake up. Our brains can keep track of short bursts of time like a mental stopwatch. But in our memories, our sense of time is fuzzy. Now, research is beginning to uncover how we put our memories in order.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-probes-whether-fugitive-financier-supplied-donation-to-trump-re-election-committee-11552482187", "title": "DOJ Probes Whether Fugitive Financier Supplied Donation to Trump Re-Election Effort", "date": "2019-03-13 11:46", "summary": "Justice Department investigates whether the $100,000 contribution came from Malaysian businessman charged in a global scandal. The U.S. Justice Department is investigating whether $100,000 donated to a Trump-related political fundraising committee originated from a fugitive Malaysian businessman alleged to be at the center of a global financial scandal, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odell-beckham-giants-browns-trade-11552489883", "title": "The Odell Beckham Trade May Have a Silver Lining", "date": "2019-03-13 11:36", "summary": "It's difficult to understand why the Giants would trade their star receiver to the Browns. But at least they may finally look to the future in the post-Eli Manning era.. For more than a year, New York Giants fans have been haunted by the paranoid idea that the team might trade star wide receiver Odell Beckham Jr.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-corporate-america-joins-in-the-podcast-craze-it-gets-boring-fast-11552490829", "title": "When Corporate America Joins In the Podcast Craze, 'It Gets Boring Fast'", "date": "2019-03-13 11:27", "summary": "Few employees bother to tune in to the latest form of internal memo, but the hosts still claim a fan base; 'the Ryan Seacrest of Caterpillar'. The podcast \"Serial\" became a global phenomenon when it made its debut in 2014 with a gripping reconstruction of a long-ago murder. Fans of the show have since downloaded its episodes more than 450 million times.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-to-open-90-branches-this-year-11552481463", "title": "JPMorgan Chase to Open 90 Branches This Year", "date": "2019-03-13 11:15", "summary": "The country's largest bank said it aims to hire as many as 700 employees by the end of 2019. JPMorgan Chase & Co., the country's largest bank, said Wednesday that it expects to open 90 branches by the end of 2019 in cities such as Charlotte, N.C., Minneapolis and Nashville, Tenn., as part of its broader plan to enter new markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-long-island-high-schools-are-close-in-proximity-but-far-apart-in-resources-11552487944", "title": "Two New York School Districts Sit Close By, but Far Apart in Resources", "date": "2019-03-13 11:00", "summary": "Resume Subscription. Sabrina Benayoun, a senior at Jericho High School, had her pick of about 30 Advanced Placement classes, more than 50 extracurricular clubs and field trips to Quebec and Paris. She tackles robotics in a lab with its own laser engraver. \"I feel very grateful for so many opportunities,\" she said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/asking-a-friend-to-keep-it-down-11552488178", "title": "Asking a Friend to Keep It Down", "date": "2019-03-13 10:42", "summary": "A behavioral economist answers questions on loud talkers, out-of-control spending and procrastinating taxpayers. Hi, Dan.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mining-merger-wave-that-never-came-11552477876", "title": "Investors Are Still Waiting for a Gold-Mining Merger Wave", "date": "2019-03-13 10:40", "summary": "Small and midsize gold miners need to join forces to survive, investors say. The vast majority of the world's gold miners have yet to join the wave of mergers reshaping the top of their sector, even as investors say more tie-ups are necessary amid poor returns and depreciating gold reserves.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-rose-in-january-11552480392", "title": "U.S. Durable Goods Orders Rose in January", "date": "2019-03-13 10:31", "summary": "Gain driven by a sharp rise in orders for civilian airplanes. Both orders for long-lasting goods and an underlying gauge of business investment rose in January, signaling solid domestic demand is helping buffer the U.S. manufacturing sector against slowing global economic growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brussels-gets-decked-out-in-art-deco-11552487273", "title": "Brussels Gets Decked Out in Art Deco", "date": "2019-03-13 10:27", "summary": "Belgium's capital celebrates its homes from the popular design movement-some for viewing and some for buying. The Art Deco architecture and design movement left its mark world-wide from Manhattan to Mumbai, but it is enjoying renewed cachet in Brussels, where Art Deco-era homes have carved out a niche market.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-deco-belgian-style-11552486632", "title": "Art Deco Belgian Style", "date": "2019-03-13 10:17", "summary": "A look inside the museums, buildings and for-sale homes that preserve the look in Brussels. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/republicans-plan-outreach-to-women-ahead-of-2020-elections-11552486421", "title": "Republicans Plan Outreach to Women Ahead of 2020", "date": "2019-03-13 10:13", "summary": "House GOP, with few female incumbents following midterms, finds recruiting candidates no simple matter. COLUMBIA, S.C.-After an election that left the House with nearly seven times as many Democratic women as GOP women, Republicans on and off Capitol Hill vowed to even out those numbers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-lawmakers-set-to-vote-on-no-deal-brexit-11552485778", "title": "U.K. Lawmakers Set to Vote on No-Deal Brexit", "date": "2019-03-13 10:02", "summary": "Vote seeks to avoid the severe disruptions that a disorderly exit from the EU would cause to the British economy. LONDON-British lawmakers are expected to vote Wednesday against leaving the European Union without agreeing terms for Britain's withdrawal, a decision likely to delay the country's planned departure later this month.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-gains-on-u-s-in-highly-cited-ai-research-11552485601", "title": "China Gains on U.S. in Highly Cited AI Research", "date": "2019-03-13 10:00", "summary": "China is drawing close to the U.S. in the number of its artificial research papers that are among the top 10% most cited, a measure of impactful research, a new report says. China is rapidly gaining ground on the U.S. in artificial-intelligence research, according to a new report, heightening Beijing's challenge to its strategic rival in a field deemed critical by the Trump administration.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-businesses-see-winners-and-losers-in-tariff-plan-11552485215", "title": "U.K. Businesses See Winners and Losers in Tariff Plan", "date": "2019-03-13 09:53", "summary": "The U.K. government plans to introduce import duties on cars, meat and other products from the EU. U.K. businesses expressed concern that the government's plan to liberalize import duties for most industries in case of a no-deal Brexit while introducing tariffs for others could create winners and losers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-is-slipping-from-its-personal-best-11552485156", "title": "Adidas Is Slipping From its Personal Best", "date": "2019-03-13 09:52", "summary": "Nike's sportswear rival blamed supply-chain glitches for a weak 2019 outlook, but it has bigger problems. Two years ago, Adidas was easily outpacing Nike in the global sportswear market. Now it is Nike's turn to lead-but for how long?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-rite-aid-visa-stitch-fix-11552473866", "title": "Stocks to Watch: JPMorgan, Spotify, Rite Aid", "date": "2019-03-13 09:19", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-runs-into-supply-chain-problems-in-crucial-north-american-market-11552477305", "title": "Adidas Runs Into Supply-Chain Problems in Crucial North American Market", "date": "2019-03-13 09:15", "summary": "Shares fall amid concern the sporting-goods maker could lose ground to rival Nike. HERZOGENAURACH, Germany- Adidas AG said a supply-chain bottleneck in North America would prevent it from meeting demand for its products in coming months, sending shares down amid concerns the world's second-largest sporting-goods maker could lose its footing in one of its most important markets.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-pac-12-season-ever-11552482053", "title": "The Worst Pac-12 Season Ever", "date": "2019-03-13 09:00", "summary": "The conference is at risk of qualifying a single team for the NCAA men's basketball tournament. Back when America Online was a dial-up internet giant, the conference now known as the Pac-12 was a men's basketball power.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hopepunk-and-up-lit-help-readers-shake-off-the-dystopian-blues-11552481327", "title": "'Hopepunk' and 'Up Lit' Help Readers Shake Off the Dystopian Blues", "date": "2019-03-13 08:48", "summary": "Books and entertainment with a dash of optimism are attracting people who have had their fill of darkness. Books, movies, television shows and other works that promote hope, community and kindness in the face of great challenges are riding a wave of popularity. With real-world worries looming large, some audiences are seeking optimism in their entertainment.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-remained-tame-in-february-11552480365", "title": "U.S. Producer Prices Remained Tame in February", "date": "2019-03-13 08:32", "summary": "Producer-price index rises 0.1%, driven mostly by higher energy prices. WASHINGTON-A gauge of business prices inched up in February, a sign that underlying inflation pressures remain muted.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-secretary-of-state-wants-energy-companies-to-help-spread-u-s-values-11552444514", "title": "Pompeo Wants Energy Companies to Help Spread U.S. Values", "date": "2019-03-13 08:17", "summary": "Mike Pompeo says oil and gas exports are central to thwarting Russia, China, promoting free enterprise globally. HOUSTON-Secretary of State Mike Pompeo implored a room full of energy executives on Tuesday to help the U.S. use its growing status as an oil and gas superpower to counter foreign rivals and promote free trade and democracy around the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-all-day-music-venue-from-supreme-and-keith-mcnally-collaborators-11552479175", "title": "The All-Day Music Venue from Supreme and Keith McNally Collaborators", "date": "2019-03-13 08:12", "summary": "Riffing on a building's past lives as both an anti-animal-cruelty nonprofit and a guitar shop, Public Records is an all-day vegan cafe and experimental music outfit that brings high-fidelity sound credentials to Brooklyn's Gowanus. \"This building has music in its blood,\" says Shane Davis, surveying the site in Gowanus, Brooklyn that will soon be known as Public Records, an all-day music venue featuring a vegan cafe, hi-fi listening lounge, and \"sound room\"-a 200-person capacity vinyl-leaning club and live-music space. \"When we found it two years ago, there was a church organ restoration shop on the ground floor and a vintage guitar shop upstairs. It felt like it was meant to be.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/touring-public-records-11552479125", "title": "Touring Public Records", "date": "2019-03-13 08:12", "summary": "\"This building has music in its blood.\". We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nelson-peltz-to-serve-as-adviser-to-aurora-cannabis-board-11552479109", "title": "Nelson Peltz to Serve as Adviser to Aurora Cannabis Board", "date": "2019-03-13 08:11", "summary": "Activist investor to help Canadian marijuana producer with global expansion ambitions. Activist investor Nelson Peltz has been named strategic adviser to Aurora Cannabis Inc.'s board in a bid to help the Canadian marijuana producer with its global expansion ambitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loose-and-light-menswear-for-global-nomads-11552478988", "title": "Loose and Light Menswear for Global Nomads", "date": "2019-03-13 08:09", "summary": "Seven pieces that work for a high-desert sojourn or a low-key beach trip. A striped short-sleeved button down that's anything but typical. Price upon request, similar styles at bodenewyork.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-companies-that-really-suffer-from-the-737-max-debacle-11552478893", "title": "The Companies That Really Suffer From the 737 MAX Debacle", "date": "2019-03-13 08:08", "summary": "Cash-strapped airlines like Norwegian Air have the most to lose from grounding jets. Stock investors have punished Boeing after two deadly crashes involving its 737 MAX jet. But some of its clients in the airline industry look more vulnerable to the fallout.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ztes-state-owner-to-cut-its-stake-11552477396", "title": "ZTE's State Owner to Cut Its Stake", "date": "2019-03-13 07:43", "summary": "Shares in the Chinese telecom giant, which is still recovering from a bruising last year by U.S. authorities, fell 7.8% Wednesday. HONG KONG-The state-backed owner of China's ZTE Corp. is cutting its stake in the telecoms giant, which is recovering from a bruising run-in with U.S. authorities last year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-files-eu-antitrust-complaint-over-apples-app-store-11552472861", "title": "Spotify Accuses Apple of Stifling Competition in EU Complaint", "date": "2019-03-13 07:20", "summary": "Complaint alleges that Apple has abused its control over which apps appear in its App Store. Music-streaming service Spotify Technology SA has filed an antitrust complaint in Europe against Apple Inc., a new salvo in the broader battle over whether and how to rein in global tech giants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conde-nast-seeking-extra-revenue-turns-to-professionals-11552474921", "title": "Condé Nast, Seeking Extra Revenue, Turns to Professionals", "date": "2019-03-13 07:02", "summary": "Resume Subscription. Architectural Digest, the Condé Nast magazine best known for its design savvy and access to celebrity homes, is launching a business-to-business digital offering for architects, decorators and contractors as the publisher moves to cater to professionals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/accelerators-try-their-hand-at-online-schools-to-reach-more-would-be-founders-11552474800", "title": "Accelerators Try Their Hand at Online Schools to Reach More Would-Be Founders", "date": "2019-03-13 07:00", "summary": "Prospective founders can test their mettle thanks to the arrival of online courses designed to bring the accelerator experience to anyone with a laptop. Is entrepreneurship for everyone?", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-set-to-unveil-a-new-tesla-for-the-massesthe-model-y-suv-11552474803", "title": "Elon Musk Set to Unveil a New Tesla for the Masses", "date": "2019-03-13 07:00", "summary": "The all-electric compact sport-utility vehicle is critical to auto maker's bid to move from posh to popular. Elon Musk is back to pitching another all-electric vehicle that the Tesla Inc. chief needs to be a hit to turn the upstart auto maker into a mass-market car company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-is-grounded-in-more-countries-amid-safety-concerns-11552471639", "title": "Most of Boeing 737 MAX Fleet Grounded Amid Safety Concerns", "date": "2019-03-13 06:07", "summary": "Authorities in Asia, Middle East join regulators from China to Europe in grounding the 737 MAX after a second crash in five months. Flights of Boeing Co.'s troubled 737 MAX were suspended in several more countries, putting most of the global fleet out of action and raising further pressure on the U.S. plane maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandora-pitches-ads-targeted-to-amazon-and-google-smart-speakers-11552471201", "title": "Pandora Pitches Ads Targeted to Amazon and Google Smart Speakers", "date": "2019-03-13 06:00", "summary": "Brands try to crack voice marketing in the restrictive worlds of Alexa and Google Assistant. Pandora Media has begun selling commercial time in streams playing just on Amazon Echo and Google Home smart speakers, opening a path for advertisers to target people as they use voice-activated assistants.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-insurance-giant-thinks-its-a-tech-company-maybe-it-is-11552469424", "title": "China's Insurance Giant Thinks It's a Tech Company. Maybe It Is.", "date": "2019-03-13 05:33", "summary": "Ping An's latest results show its heavy investment in technology is driving strong profit growth. Stock markets are brimming with financial companies eager to be valued like high-growth tech stocks. Ping An, the world's second-largest insurer by market value, has a more compelling case than most.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-does-5g-cost-verizon-says-10-extra-per-month-11552469520", "title": "How Much for 5G? Verizon Says $10 Extra Per Month", "date": "2019-03-13 05:32", "summary": "Carrier's unlimited-data customers will have to pay more for fastest service, set to launch in Chicago and Minneapolis in April. Verizon Communications Inc. will charge an additional $10 a month per smartphone for subscribers who want to add 5G speeds to their devices, the first major U.S. carrier to disclose pricing for the faster cellular service.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ge-built-up-and-wrote-down-22-billion-in-assets-11552469401", "title": "How GE Built Up and Wrote Down $22 Billion in Assets", "date": "2019-03-13 05:30", "summary": "GE's goodwill move enabled conglomerate to avoid costs that would have reduced its earnings. When General Electric Co. bought Alstom SA's power business in 2015, it cost it a little more than $10 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-houses-arent-for-fryingwell-maybe-a-light-saute-11552468728", "title": "Chinese Houses Aren't for Frying-Well, Maybe a Light Sauté", "date": "2019-03-13 05:18", "summary": "The omission of a familiar dictum in a government report prompts questions about Beijing's housing policy. Chinese Kremlinology has always been a difficult art. Market watchers betting on policy changes are often reduced to taking cues from what top leaders don't say, as much as from what they do.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-in-major-shift-moves-to-confront-chinas-growing-assertiveness-11552417033", "title": "EU Moves to Confront China's Growing Assertiveness", "date": "2019-03-13 05:17", "summary": "European Commission steers closer to U.S. view as it labels China an economic rival and prepares to combat Beijing's threats to trade, economic growth and security. The European Union moved Tuesday to recalibrate ties with China, promising to address growing threats to trade, economic growth and security posed by Beijing's global assertiveness.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-catholics-considering-abandoning-the-church-11552464000", "title": "More Catholics Considering Abandoning the Church", "date": "2019-03-13 04:00", "summary": "Thirty-seven percent said they were questioning this year whether to remain part of the church, up from 22% in 2002. More than a third of U.S. Catholics say the sexual abuse crisis rocking the Catholic Church has made them consider leaving the church, significantly more than when the last major scandal erupted, according to new research conducted by Gallup.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-spends-nearly-700-million-to-bolster-currency-11552453138", "title": "Hong Kong Spends Nearly $700 Million to Bolster Currency", "date": "2019-03-13 00:58", "summary": "A glut of cash in Hong Kong's financial system has pushed down market interest rates, depressing the city's currency. A glut of cash in Hong Kong's financial system has pushed down market interest rates, depressing the city's currency and forcing authorities to spend $692 million of foreign reserves defending its long-running link to the U.S. dollar.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11552419036", "title": "Pepper...and Salt", "date": "2019-03-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-struggles-to-beat-hot-startup-on-delivery-in-china-11552469400", "title": "Starbucks Fights Hot Startup in China", "date": "2019-03-13 00:01", "summary": "Coffee giant's battle with Luckin highlights value of delivery services in world's second-biggest economy, even at the expense of profits. Starbucks Corp. built its empire in China on the idea that consumers there would want to be seen inside its posh cafes.", "categories": [["Business", "The Delivery Wars"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-says-hezbollah-operative-is-setting-up-a-terror-network-in-golan-heights-11552449610", "title": "Israel: Hezbollah Operative Is Setting Up Golan Heights Terror Network", "date": "2019-03-13 00:00", "summary": "The U.S. charged Ali Mussa Daqduq with orchestrating the 2007 kidnapping and murder of five American soldiers in Iraq; Netanyahu government pushes for sovereignty over strategic area. GOLAN HEIGHTS-Israel said a Hezbollah operative accused of killing U.S. troops is establishing a terror network in the disputed Golan Heights, spotlighting threats the militant group poses to its security as the Netanyahu government pushes for sovereignty over the strategic area.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-felicity-huffman-designer-mossimo-giannulli-appear-in-court-amid-college-admissions-scandal-11552445910", "title": "Actress Felicity Huffman, Designer Mossimo Giannulli Appear in Court Amid Cheating Scandal", "date": "2019-03-13 23:39", "summary": "Huffman, Giannulli post bail in California appearance; neither enters a plea. LOS ANGELES-Actress Felicity Huffman and clothing designer Mossimo Giannulli made their first appearances in federal court in Los Angeles Tuesday following their arrests in a broad criminal case over alleged cheating to get their children into elite colleges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-to-order-halt-of-executions-11552447327", "title": "California Governor to Order Halt of Executions", "date": "2019-03-13 23:22", "summary": "State has about one quarter of the nation's death row inmates. SAN FRANCISCO-California Gov. Gavin Newsom is expected to sign an executive order on Wednesday placing a moratorium on executions, marking a significant step in a nationwide slowdown in the use of the death penalty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-are-the-33-parents-charged-in-the-college-admissions-cheating-scandal-11552443487", "title": "A Who's Who Among the Parents in the College Admissions Scandal", "date": "2019-03-13 23:13", "summary": "In addition to Hollywood celebrities, the former CEO of Pimco and the founder of TPG Growth are among those named by prosecutors. Federal prosecutors charged 33 parents in a wide-ranging college admissions scheme, alleging that they paid for bogus entrance-exam scores and fake athletic achievements to get their children admitted to competitive colleges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ethiopia-maneuver-over-crashed-planes-black-boxes-11552444534", "title": "U.S., Ethiopia Maneuver Over Crashed Plane's Black Boxes", "date": "2019-03-13 22:35", "summary": "Washington wants NTSB to download data from recorders, while African nation's officials prefer U.K. experts. U.S. air-safety investigators on Tuesday engaged in intense behind-the-scenes discussions with their Ethiopian counterparts regarding where the black-box recorders found amid the wreckage of Ethiopian Airlines Flight 302 will be downloaded, according to people familiar with the matter.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desperate-looters-ravage-power-starved-western-venezuela-11552424854", "title": "Desperate Looters Ravage Power-Starved Western Venezuela", "date": "2019-03-13 22:31", "summary": "People ransack food shops and scramble to find water and fuel, as blackout extends into sixth day; prominent journalist is arrested, accused of being part of a plot to foster outages. CARACAS, Venezuela-Looters ransacked businesses in western Venezuela as people across the country struggled to fill gas tanks and obtain food and water, which can't be adequately pumped to customers because of an epic blackout that began on Thursday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-former-police-officers-charged-in-killing-of-brazilian-activist-marielle-franco-11552439707", "title": "Two Former Police Officers Charged in Killing of Brazilian Activist Marielle Franco", "date": "2019-03-13 21:15", "summary": "Prosecutors allege the men planned last year's assassination for three months. SÃO PAULO-Brazilian police investigating the assassination last year of Rio de Janeiro councilwoman Marielle Franco on Tuesday arrested two former military policemen whom prosecutors accuse of carrying out her murder.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-george-pell-sentenced-to-six-years-in-prison-for-sexually-assaulting-choirboys-11552439553", "title": "Cardinal George Pell Sent to Prison for Sexually Assaulting Choirboys", "date": "2019-03-13 21:12", "summary": "Sentence took into account severity of the crimes, but was mitigated by the cardinal's age, health and otherwise good character, judge said. MELBOURNE, Australia-Cardinal George Pell, the Vatican's former finance chief, was sentenced to six years in prison Wednesday for sexually abusing two choirboys inside a Melbourne cathedral in the 1990s.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-charge-dozens-in-broad-college-admissions-fraud-scheme-11552403149", "title": "Federal Prosecutors Charge Dozens in College Admissions Cheating Scheme", "date": "2019-03-13 20:38", "summary": "Charges involve cheating on college entrance exams, efforts to bribe coaches; actresses Felicity Huffman, Lori Loughlin among those indicted. BOSTON-Federal prosecutors charged dozens of wealthy parents-including prominent law and business figures and two Hollywood actresses-with using bribes, bogus entrance-exam scores and faked athletic achievements to get their children admitted to elite colleges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angi-homeservices-promotes-insider-to-cfo-11552429242", "title": "ANGI Homeservices Promotes Insider to CFO", "date": "2019-03-13 20:29", "summary": "Jamie Cohen was most recently executive vice president of finance and accounting. Angie's List parent ANGI Homeservices Inc. on Tuesday promoted Jamie Cohen to chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groundings-of-boeing-737-max-8-jets-spread-after-ethiopian-crash-11552372423", "title": "Boeing Crash Fallout Spreads as More 737 MAX Jets Are Idled", "date": "2019-03-13 20:15", "summary": "Bulk of aircraft's global fleet is now parked; European regulators ground plane, breaking with U.S. counterparts. Boeing Co. 's woes escalated as European aviation regulators joined Asian and Latin American authorities in grounding the 737 MAX jet, and lawmakers on Capitol Hill urged U.S. airlines to voluntarily park those planes after two deadly crashes of the aircraft in the past five months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-britain-a-middle-way-for-reining-in-big-tech-11552435261", "title": "Reining in Big Tech: A Middle Way", "date": "2019-03-13 20:01", "summary": "Government-appointed panel seeks to bolster competition without invasive regulation. Facebook Inc., Amazon.com Inc. and Google reached the pinnacle of business through relentless innovation, yet from that pinnacle they now stand accused by many of strangling competition and consumer choice. Can the latter be curbed without sacrificing the former?", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}]