[{"link": "https://www.wsj.com/articles/faa-plans-to-identify-and-track-most-u-s-drones-within-three-years-11577395695", "title": "FAA Plans to Identify and Track Most U.S. Drones Within Three Years", "date": "2019-12-26 20:33", "summary": "Proposed rules for unmanned aircraft aim to balance law-enforcement and business needs. Aviation regulators want virtually all drones to be identified and tracked in U.S. airspace within three years, under proposed rules that attempt to balance law-enforcement and safety concerns with industry interest in an array of commercial uses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-prime-minister-netanyahu-defeats-rival-in-primary-battle-11577399968", "title": "Israeli Prime Minister Netanyahu Fends Off Rival in Primary Battle", "date": "2019-12-26 19:11", "summary": "Leader touted his security credentials and high international profile to stave off a serious internal challenge. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu won an overwhelming victory in a primary contest for control of his Likud party, despite corruption charges against him and months of political deadlock, to lead the party into Israel's third national vote in a year.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-century-of-the-postheroic-presidency-11577404588", "title": "The Century of the Postheroic Presidency", "date": "2019-12-26 18:56", "summary": "Bill Clinton started the trend. By 2016 voters had given up on high standards in the White House.. When we think about current history we tend to be expecting or predicting something as opposed to experiencing something. But what we need to understand now is that the 21st century isn't new. It still feels new, but it isn't. We are entering its third decade. We have been waiting for the century to take its shape and fully become itself, but it's already doing that.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-hit-fresh-highs-as-nasdaq-crosses-9000-11577368653", "title": "Stocks Hit Fresh Highs as Nasdaq Crosses 9000", "date": "2019-12-26 18:54", "summary": "Dow, S&P 500 end day at closing records as Nasdaq goes above milestone for first time. U.S. stocks marched to another set of records on Thursday, pushing the Nasdaq Composite Index above 9000 for the first time, fueled by a postholiday rally in shares of Amazon.com and other retailers.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equal-opportunity-discrimination-11577404381", "title": "Equal Opportunity Discrimination", "date": "2019-12-26 18:53", "summary": "Oracle is fighting back against a dubious Obama-era complaint.. Protecting the constitutional separation of powers is back in political fashion as more businesses challenge abuses of administrative agencies. One case worth watching is Oracle 's lawsuit arguing that the Labor Department has usurped the federal judiciary and other executive agencies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-revenge-in-seattle-11577404431", "title": "Political Revenge in Seattle", "date": "2019-12-26 18:53", "summary": "Socialists on the City Council aim to punish Amazon and landlords.. Local businesses including Amazon exercised their constitutional right to challenge socialists on the Seattle City Council in November, but they came up short. Now the victors are aiming to take political revenge, and they're not shy about it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-takes-the-long-way-to-9000-11577389817", "title": "Nasdaq Takes the Long Way to 9000", "date": "2019-12-26 18:01", "summary": "Tech-heavy index crossed milestone on Thursday. The Nasdaq Composite Index took a detour on the way to its latest milestone.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mccarthy-review-an-age-of-fear-and-accusation-11577401168", "title": "'McCarthy' Review: An Age of Fear and Accusation", "date": "2019-12-26 17:59", "summary": "A new PBS documentary examines in dramatic detail the career of Sen. Joseph McCarthy.. There's little in this near-encyclopedic-or so it feels-\"American Experience\" exploration of the career of Republican Sen. Joseph McCarthy that doesn't exude drama. It's true as well that nothing in \"McCarthy\" (PBS, Jan. 6) equals the impact of the implied questions that run like a luminous thread through these two hours. What, for instance, was the response of McCarthy's party, and of the nation's political institutions as a whole, to this senator who prided himself on indifference to rules; who leveled charges of treason, however unfounded, at anyone he wished? How was he able to operate in complete freedom and preside alone-the sole authority-over a creation called the Permanent Subcommittee on Investigations, with only his invaluable assistant, Roy Cohn, at his side? In 1953, the high point of his powers, he could, in this role, subpoena, interrogate and threaten anyone he cared to, while pursuing penetrating inquiries like \"Are you writing now under the direction of the Communist Party?\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/champagne-bars-put-sparkle-in-new-york-nightlife-11577401009", "title": "Champagne Bars Put Sparkle in New York Nightlife", "date": "2019-12-26 17:56", "summary": "Resume Subscription. It is a given that many New Yorkers will celebrate the New Year with a Champagne toast. But these days, a good number are just as likely to enjoy a bottle of bubbly at any point in the calendar.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cuomo-vetoes-e-bike-legislation-11577400704", "title": "Cuomo Vetoes E-Bike Legislation", "date": "2019-12-26 17:51", "summary": "New York governor said bill failed to address several safety measures. New York Gov. Andrew Cuomo on Thursday vetoed a bill that would have legalized electric bikes in state, saying he had safety concerns about the legislation.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-congress-debate-spending-again-11577400430", "title": "Let Congress Debate Spending Again", "date": "2019-12-26 17:47", "summary": "Threatening a shutdown, leaders coerced lawmakers to approve a $1.4 trillion appropriations bill.. With the press and the political class focused on impeachment, Congress last week quietly passed a $1.4 trillion spending extravaganza, complete with half a trillion dollars in tax cuts and a bevy of favors for special interests-all without debate and without committee consideration, based on decisions made by the bill's sponsors over a weekend.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-unity-doesnt-arise-from-fear-of-trump-11577400401", "title": "GOP Unity Doesn't Arise From Fear of Trump", "date": "2019-12-26 17:46", "summary": "Even the president's critics who are retiring voted against impeaching him.. Republicans have gained ground in the battle over impeachment. They voted unanimously in the House against taking up impeachment in the first place and then opposed both articles-abuse of power and obstructing Congress-without a defection. Unanimity mattered. It was a blow to Speaker Nancy Pelosi, who couldn't claim impeachment was bipartisan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-count-bernie-out-11577400359", "title": "Don't Count Bernie Out", "date": "2019-12-26 17:45", "summary": "Progressives come home after flirting with Beto, Kamala and others. Is the nomination his to lose?. Democrats faced a stark choice in 2016: democratic socialist Bernie Sanders or corporate centrist Hillary Clinton. There was only one choice for progressives, who filled stadiums, caucus sites and not quite enough voting booths for Mr. Sanders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generation-gap-woke-vs-joke-11577400325", "title": "Generation Gap: Woke vs. Joke", "date": "2019-12-26 17:45", "summary": "A media frenzy over the 'OK' sign, which supposedly represents white supremacy.. An ESPN commentator at the Army-Navy game stood amid a sea of cadets and midshipmen. Some of them, as college students at football games are wont to do, acted like idiots to get attention. The most impressive cracked open a can of soda, chugged the drink, crushed the can, then theatrically dropped it behind the commentator.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheaters-always-win-review-rules-are-for-suckers-11577400148", "title": "'Cheaters Always Win' Review: Rules Are for Suckers!", "date": "2019-12-26 17:42", "summary": "Why does America love a rogue? What is it in the national character that prefers the inventive sinner to the drowsy saint?. Who would cheat at solitaire? There's nothing at stake, neither money nor reputation. Nobody else will know, let alone care, how the game comes out. \"Bouncing a check to yourself\" is how J.M. Fenster describes it in \"Cheaters Always Win.\" Who'd do that? Everyone, she asserts. Or nearly. Cheating is not only endemic among solitaire players, it is ubiquitous in American life-in work, school, marriage, sports-and always has been. Chicanery defines us as a nation. The author subtitles her book \"The Story of America.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modis-legacy-may-be-instability-and-stagnation-11577400177", "title": "Modi's Legacy May Be Instability and Stagnation", "date": "2019-12-26 17:42", "summary": "Unemployment is at a 45-year high as thousands of Indians protest his policies toward Muslims.. India has projected itself for three decades as a bright spot in a tough neighborhood. But 2019 may turn out to be the year it became a trouble spot, depending on the answers to two questions.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-rolling-impeachment-11577400108", "title": "Pelosi's Rolling Impeachment", "date": "2019-12-26 17:41", "summary": "Republicans dismiss her tactic. But why would they assume she wants a trial?. Republicans dismiss Speaker Nancy Pelosi's refusal to transmit the impeachment articles to the Senate as a weak stunt. They do so at the peril of both the Constitution and President Trump. Senate Majority Leader Mitch McConnell may be a master tactician, but Mrs. Pelosi is no slouch.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sbc-has-a-sex-abuse-problem-11577400072", "title": "The SBC Has a Sex-Abuse Problem", "date": "2019-12-26 17:41", "summary": "'The solution to this is a cultural shift,' says Baptist leader Russell Moore.. Before Rachael Denhollander became a victim of USA Gymnastics physician Larry Nassar, she says she was sexually abused by a college student at her nondenominational church when she was 7. Some parishioners protected her, she says, but others thought her family had falsely accused the man.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spectrum-pharmaceuticals-shares-plunge-on-cancer-drug-results-11577377723", "title": "Spectrum Pharmaceuticals Shares Plunge on Cancer-Drug Results", "date": "2019-12-26 17:29", "summary": "The company reported weaker-than-expected results for a Phase 2 clinical trial testing a therapy called poziotinib. Spectrum Pharmaceuticals Inc. said a trial of a treatment for non-small cell lung cancer failed to achieve its main goal, sending the company's shares plunging Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-in-advanced-talks-to-acquire-free-tv-service-xumo-11577398231", "title": "Comcast in Advanced Talks to Buy Free TV Service Xumo", "date": "2019-12-26 17:21", "summary": "Deal would help cable giant's digital-video ambitions as it prepares to launch its own video-streaming service. Comcast Corp. is in advanced talks to acquire video-streaming company Xumo LLC, according to people familiar with the matter, as the cable giant prepares to launch its own streaming service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qiagen-shares-fall-21-after-biotech-firm-rejects-suitors-11577396192", "title": "Qiagen Shares Fall 21% After Biotech Firm Rejects Suitors", "date": "2019-12-26 16:36", "summary": "Dutch molecular-testing company said earlier in the week that acquisition offers weren't compelling. Qiagen NV lost about one-fifth of its market value on Thursday after the Dutch biotechnology company said earlier this week that it would focus on its stand-alone business strategy, rejecting possible suitors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fourteen-year-old-sought-in-killing-of-barnard-college-student-located-11577381434", "title": "Fourteen-Year-Old Sought in Killing of Barnard Student Is Questioned, Released", "date": "2019-12-26 16:29", "summary": "Teen's attorneys were there for the 'entire investigative process,' NYPD chief of detectives said; investigation remains active. A 14-year-old boy whom police had been searching for in connection with the fatal stabbing of a Barnard College student was taken into custody, questioned and released on Thursday, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-sets-record-for-debt-auctions-11577383080", "title": "U.S. Government Sets Record for Debt Auctions", "date": "2019-12-26 16:29", "summary": "Total sum to hit $2.55 trillion; share of debt purchased by investors was largest since auction data was made public. The Treasury Department auctioned seven-year notes Thursday, closing the door on a record year for sales of longer-term debt in 2019.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-investors-showing-love-to-gas-fields-others-shun-11577367790", "title": "Big Investors Showing Love to Gas Fields Others Shun", "date": "2019-12-26 16:24", "summary": "While speculators bet natural gas prices will fall, bullish field buyers see global demand ramping up. Speculators have a dim view of natural gas, piling into the biggest bet that prices will fall since last decade's financial crisis. Big investors, such as Dallas Cowboys owner Jerry Jones, are moving in the other direction, gobbling up unloved gas fields.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/domestic-harmony-piket-plays-mintz-by-roberta-piket-review-jazz-from-a-marriage-11577395384", "title": "'Domestic Harmony: Piket Plays Mintz' by Roberta Piket Review: Jazz From a Marriage", "date": "2019-12-26 16:23", "summary": "The pianist's album offers solo renditions of music written by her husband, drummer and composer Billy Mintz.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-connick-jr-a-first-tier-singer-of-the-american-songbook-11577394615", "title": "Harry Connick Jr.: A First-Tier Singer of the American Songbook", "date": "2019-12-26 16:10", "summary": "In a Broadway show and an accompanying album, the multitalented musician offers inspired takes on the songs of Cole Porter.. New York", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-for-restraint-in-northwestern-syria-11577377151", "title": "Trump Calls for Restraint in Northwestern Syria", "date": "2019-12-26 16:00", "summary": "President criticizes Russia, Syria and Iran for intensifying attacks on rebel stronghold. President Trump criticized Russia, Syria and Iran for intensifying attacks on the last major rebel stronghold in Syria, which have forced tens of thousands to flee toward the Turkish border.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-assurance-review-a-classic-comedy-of-bad-manners-11577393017", "title": "'London Assurance' Review: A Classic Comedy of Bad Manners", "date": "2019-12-26 15:43", "summary": "At the Irish Repertory Theatre, a hilarious production of 19th-century playwright Dion Boucicault's farce of money and matrimony.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-sports-betting-frenzy-boosts-online-casinos-11577392993", "title": "New Jersey Sports-Betting Frenzy Boosts Online Casinos", "date": "2019-12-26 15:43", "summary": "Revenue from online games like blackjack and roulette in New Jersey is on track to grow 66% this year. New Jersey's burgeoning market for online sports wagering has introduced gamblers to another growing betting scene: virtual casino games like roulette and blackjack on mobile phones.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-faces-party-leadership-challenge-11577369183", "title": "Israel's Netanyahu Faces Party Leadership Challenge", "date": "2019-12-26 15:38", "summary": "Prime minister touts his security credentials and global profile as former minister Gideon Saar vies to take reins for March elections. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu rallied members of his Likud party to back him in Thursday's primary election, touting his security credentials and high international profile to try to chase off the first serious internal challenge to his leadership and extend his decadelong grip on power.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uc-davis-defends-its-diversity-statements-11577392382", "title": "UC Davis Defends Its 'Diversity Statements'", "date": "2019-12-26 15:33", "summary": "Serving our student body is a top priority, and contributions to diversity are as important to that end as research and teaching.. Prof. Abigail Thompson, chair of the mathematics department at the University of California, Davis, compares the use of diversity statements in faculty hiring to political tests, noting that \"mandatory diversity statements can too easily become a test of political ideology and conformity\" (\"The University's New Loyalty Oath,\" op-ed, Dec. 20). We disagree strongly with this premise. It is inaccurate, at once illogical and rhetorically inflammatory, and reminiscent of historical attempts to blunt substantive actions aimed at desegregation and broadening participation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-says-bolivia-is-harassing-embassy-where-nine-have-taken-asylum-11577384237", "title": "Mexico Says Bolivia Is Harassing La Paz Embassy", "date": "2019-12-26 15:33", "summary": "Mexico says police presence has intensified at facilities where asylees reside. Mexico called on the Bolivian government to cease what it said was police harassment of its diplomatic facilities and staff in La Paz, where it has given political asylum to nine Bolivians.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weve-found-the-best-replacement-for-libor-11577392312", "title": "We've Found the Best Replacement for Libor", "date": "2019-12-26 15:31", "summary": "We chose SOFR because-unlike Libor-it is robust, reliable through economic cycles, and better reflects the way financial institutions fund themselves.. I understand Scott Shay's concern about Libor's fast-approaching expiration date (\"The Fed's Libor Replacement Would Shackle Small Banks,\" op-ed, Dec. 19). Yet there is much that his article leaves out in describing the Alternative Reference Rates Committee (ARRC) and the secured overnight financing rate (SOFR), the preferred alternative to U.S. dollar Libor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tragedy-of-the-mentally-ill-on-the-streets-11577392255", "title": "The Tragedy of the Mentally Ill on the Streets", "date": "2019-12-26 15:30", "summary": "The LPS Act, designed to provide involuntary treatment for the homeless mentally ill, has devolved into a dysfunctional system of court hearings, geared toward 'liberty' rather than 'treatment.'. In \"Demons in My Head Roam the Streets\" (op-ed, Nov. 27), Marcos Villatoro suggests that the homeless population in California has \"no safety net\" because psychiatric care for severe mental illness is too expensive. The severely mentally ill, including Claude, the homeless man Mr. Villatoro met, have a specific and far-reaching safety net called LPS conservatorship. Conservatorship in California can be imposed on a person who is unable to provide for his own food, clothing or shelter due to a mental illness. Probably most of this population is on Social Security Disability Insurance, which covers the costs of housing, food and clothing. MediCal covers the prescriptions and medical care.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-looks-different-when-crossing-center-ice-11577392203", "title": "Diversity Looks Different When Crossing Center-Ice", "date": "2019-12-26 15:30", "summary": "For most of us fans, the color of a favorite team's uniform is what we see and care about, not the skin color of our heroes.. Making the National Hockey League more welcoming to nonwhites, supporting hockey programs for children in minority communities and establishing a zero-tolerance policy for racial discrimination will be good for professional hockey and society. But diversity for diversity's sake is a questionable priority (\"The NHL's Choice: Diversify or Die,\" Sports, Dec. 16).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-do-basic-economic-laws-not-apply-to-china-11577392021", "title": "Why Do Basic Economic Laws Not Apply to China?", "date": "2019-12-26 15:27", "summary": "There was a time when the right mocked industrial policy, knowing that protection weakens businesses by blinding them to market realities. Now conservatives claim it gives China an unfair advantage.. John Lee complains that \"China showers state businesses with subsidies\" and \"cheap credit\" and \"shields them from foreign competition\" (\"Trump's Trade Secret: Exploiting China's Relative Weakness,\" op-ed, Dec. 16). So what's the big deal? There was a time when thinkers and leaders on the right mocked industrial policy, knowing that protection weakens businesses by blinding them to market realities. Now conservatives claim these policies give China an unfair economic advantage. Have the laws of economics changed, or are the Chinese somehow different?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odd-couple-argentina-and-the-imf-stick-together-for-richer-for-poorer-11577379961", "title": "Argentina's National Pastime: Hating on the IMF", "date": "2019-12-26 14:19", "summary": "Resume Subscription. BUENOS AIRES-Most countries have a historic villain. For Cuba, it is Uncle Sam. For some in the Middle East, it is Israel. Here in Argentina, many direct their rage at the International Monetary Fund.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-concert-tickets-are-so-expensive-11577371024", "title": "Concert-Ticket Prices Rose 55% in a Decade", "date": "2019-12-26 14:02", "summary": "Over the past decade, the average ticket price for the top 100 North American tours has increased 55% to $94.83. Concert tickets are more expensive than ever and fans seem more than willing to pay the price.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-fights-an-islamic-state-rise-in-afghanistan-11577386725", "title": "U.S. Fights an Islamic State Rise in Afghanistan", "date": "2019-12-26 13:58", "summary": "ISIS-Khorasan draws funding, fighters from Islamic State operations in Iraq and Syria, fueling a militant push into Asia. Islamic State in Afghanistan has become the strongest branch of the militant group outside of Iraq and Syria, according to U.S. officials, posing a persistent threat despite a U.S.-led offensive and the killing in October of leader Abu Bakr al-Baghdadi.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repo-fix-requires-wall-street-fed-collaboration-11577385293", "title": "Repo Fix Requires Wall Street, Fed Collaboration", "date": "2019-12-26 13:34", "summary": "Strains in the repo market show a need to update outdated financial plumbing, investors say. Recent tumult in short-term cash markets highlights what many investors say is an inescapable fact: The plumbing underpinning U.S. financial markets needs to be modernized. But few see an easy way to do it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rail-bridge-to-crimea-strengthens-russias-hand-against-ukraine-11577379297", "title": "A Bridge to Crimea Strengthens Russia's Hand Against Ukraine", "date": "2019-12-26 13:29", "summary": "New 12-mile-long rail link could prove political headache for Ukraine's President Volodymyr Zelensky. MOSCOW-A new rail bridge from Russia to Crimea is solidifying Moscow's hold on the peninsula it seized from Ukraine five years ago, and could prove a headache for Ukrainian leader Volodymyr Zelensky just weeks after he agreed to a raft of measures to dial back tensions with Russian-backed separatists in the east of the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-pick-fruits-vegetables-for-healthy-growth-11577366458", "title": "Supermarkets Pick Fruits, Vegetables for Healthy Growth", "date": "2019-12-26 13:17", "summary": "Walmart and Kroger are among chains focusing on produce for shoppers keen on fresh food. Grocers are freshening up their produce sections to draw in more health-conscious shoppers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-segel-made-qvc-a-hit-with-help-from-a-dancing-gorilla-11577383496", "title": "Joseph Segel Made QVC a Hit, With Help From a Dancing Gorilla", "date": "2019-12-26 13:04", "summary": "Restless entrepreneur who founded the QVC shopping channel and Franklin Mint survived a few flops along the way. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-image-scrubbing-would-have-come-in-handy-in-centuries-past-11577383386", "title": "Modern 'Image Scrubbing' Would Have Come in Handy in Centuries Past", "date": "2019-12-26 13:03", "summary": "Too bad historical figures couldn't use Google to clean up their bad press. Recently, The Wall Street Journal had a fascinating story about how people can \"scrub\" their negative online image. For example, an entrepreneur who seeks to launch a new hedge fund-but whose last business went belly-up-can hire specialized companies to flood the internet with positive articles effectively burying the bad news. The same strategy can obscure uncomfortable family histories and a world of other problems.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-men-really-need-winter-proof-sneakers-11577382042", "title": "Do Men Really Need Winter-Proof Sneakers?", "date": "2019-12-26 12:40", "summary": "Open-minded fashion editor Jacob Gallagher and skeptical sports columnist Jason Gay debate the merits of kicks designed to protect feet from snow and slush-versus, say, boots. Jacob: I've been coming across sneakers with Gore-Tex uppers or that sit on a giant, boot-like sole from brands like Nike , Arc'teryx and Converse. You compared them to \"scented garbage bags\" so I'm gonna guess that you think they're superfluous?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-46-8-billion-to-financial-markets-11577381206", "title": "New York Fed Adds $46.8 Billion to Financial Markets", "date": "2019-12-26 12:26", "summary": "The Federal Reserve Bank of New York has been intervening in markets this way since September. The Federal Reserve Bank of New York added $46.8 billion in liquidity to financial markets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-with-inside-information-traders-can-get-it-wrong-11577378190", "title": "Even With Inside Information, Traders Can Get It Wrong", "date": "2019-12-26 11:36", "summary": "A study of insider traders with early access to company press releases indicates 'mixed success'. Sure it's completely illegal, but it is every active investor's fantasy.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-final-twist-in-an-epic-baseball-swindle-11577377811", "title": "A Final Twist in an Epic Baseball Swindle", "date": "2019-12-26 11:30", "summary": "A 1951 New York Giants coach suggests that Bobby Thomson was tipped off to the pitch he hit for 'the shot heard 'round the world'. Last month, the Athletic, an online sports news outlet, reported that the Houston Astros cheated during their championship 2017 season. Sportswriters Ken Rosenthal and Evan Drellich found that Houston had connected a center-field camera (trained on opposing catchers) to a television monitor in the tunnel behind its dugout. There the Astros decoded the catchers' signals and, with a bang on a trash can, relayed the pitch to the batter. Major League Baseball is investigating, and the Astros have said they are cooperating. Baseball has indicated that it is at last going to come down hard on teams that use technology to steal signs.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-google-can-beat-the-odds-11577377683", "title": "How Google Can Beat the Odds", "date": "2019-12-26 11:28", "summary": "Parent company Alphabet's stock poised for further upside-if it can beat a longstanding pattern. Google's newish boss has his work cut out for him. Among many other challenges, the calendar isn't in his favor.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-go-absolutely-insane-and-tear-everything-apart-weasels-love-german-cars-11577377251", "title": "Squeaky Car? It Might Be Weasels", "date": "2019-12-26 11:20", "summary": "Resume Subscription. BERLIN-Ever wondered what kind of weasel would vandalize a perfectly good car left outside at night?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-sports-moments-that-defined-the-decade-11577377069", "title": "The Sports Moments That Defined the Decade", "date": "2019-12-26 11:17", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/adventure-vacations-for-overachievers-11577376853", "title": "Adventure Vacations for Overachievers", "date": "2019-12-26 11:14", "summary": "For the most intrepid tourists, creative companies are devising strenuous mind-body challenges-with a little make-believe mixed in. IT'S BEEN 22 YEARS since Jon Krakauer's account of conquering Mt. Everest, \"Into Thin Air,\" first introduced many travelers to the exhilarating highs and life-threatening lows of extreme travel. That thirst for the ultimate trek has not abated-last year, deadly human traffic jams on Everest prompted Nepali officials to institute new safety rules. But lately intrepid thrill-seekers and travel experts are seeking out daunting trips that satisfy that desire both safely and more originally.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-new-decade-feels-momentous-11577376614", "title": "Why a New Decade Feels Momentous", "date": "2019-12-26 11:10", "summary": "The numbers we give to years like 2020 are arbitrary, but they have real-world consequences. The approaching new year feels especially momentous because it marks the beginning of a new decade. Yet in a sense, new years and decades aren't real; they're merely concepts humans have made up to organize our days. Even the change at midnight from one day to the next is invented. Clocks strike midnight at different times across the globe, according to our definitions of time zones, but time itself keeps passing smoothly.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-sex-crime-and-theft-airbnb-takes-halting-steps-to-police-its-platform-11577374845", "title": "Shooting, Sex Crime and Theft: Airbnb Takes Halting Steps to Protect Its Users", "date": "2019-12-26 10:40", "summary": "Employees who pushed for more stringent safety measures were overruled; 'This is the challenge of the internet era'. Airbnb Inc. employees had a proposal in 2017 for making the home-sharing platform safer for both hosts and guests. Everyone who signs up, they suggested, should have to provide a government identification such as a driver's license.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-of-the-uber-decadent-house-11577374704", "title": "The Decade of the Uber-Decadent House", "date": "2019-12-26 10:38", "summary": "How an influx of global wealth gave rise to supertall condo buildings, megamansions and $100 million home sales. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-rail-service-beefs-up-safety-after-report-its-the-deadliest-11577374194", "title": "Florida Rail Service Beefs Up Safety After Report It's the Deadliest", "date": "2019-12-26 10:29", "summary": "Brightline tests technologies like drones and infrared sensors to curb suicides, trespassing on corridor. MIAMI-A passenger-rail service that crosses dozens of roadways as it zips riders from here to West Palm Beach is adding physical barriers and testing technologies like drones and infrared sensors in response to a growing number of fatalities along its corridor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tasty-virtue-of-leftovers-11577374055", "title": "The Tasty Virtue of Leftovers", "date": "2019-12-26 10:27", "summary": "Long disdained as drab, they can be a smart and delicious way of conjuring a bonus holiday meal. If you believe the glossy food magazines, Christmas is all about that one big meal we obsess over. Should the turkey be brined or dry-salted? Is the stuffing savory enough and does the gravy satisfy? Are there enough root vegetables on the table and have you found a method for cooking Brussels sprouts that makes them sweet and delicious rather than sulfurous and drab?", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-court-lawsuits-take-on-trumps-tariff-campaign-11577269800", "title": "Trade-Court Lawsuits Take On Trump's Tariff Effort", "date": "2019-12-26 10:24", "summary": "Recent court rulings could open door to further challenges to White House's tariff strategy. WASHINGTON-The White House's tariff strategy faces a potential threat from a series of lawsuits challenging whether the administration has followed the law closely enough in imposing new customs duties.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-jacket-required-still-a-thing-11577373722", "title": "Is 'Jacket Required' Still a Thing?", "date": "2019-12-26 10:22", "summary": "Yes, but less so. And when men must wear a blazer in their downtime, it needn't be navy-blue with gold buttons. Here's permission to experiment stylistically. IN THE MID-1980S, New York City was teeming with \"jacket required\" restaurants: Maurice, Le Vert-Galant, Italian Pavilion, Windows on the World, Da Vinci. If you hoped to sup at any of these fine dining rooms, you needed to be buttoned-up, if not fully suited. Manhattan wasn't the only blazer-mandatory zone: The Polo Lounge at the Beverly Hills Hotel in Los Angeles, Old Warsaw in Dallas and Pano's & Paul's in Atlanta all once demanded jackets.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plenty-of-appetite-for-the-uber-grubhub-and-expedia-of-china-11577373544", "title": "Plenty of Appetite for the Uber, GrubHub and Expedia of China", "date": "2019-12-26 10:19", "summary": "By building a Super app, Meituan Dianping is able to maintain a tech-like valuation, even in businesses with challenging economics. Food-delivery companies may need to start delivering more profits as rapid sales growth starts to feel like empty calories for investors. One Chinese company had a great year for doing exactly that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-testing-site-lifts-central-new-yorks-aerospace-industry-11577372401", "title": "Drone-Testing Site Lifts Central New York's Aerospace Industry", "date": "2019-12-26 10:00", "summary": "Griffiss International Airport has become a center for developing unmanned aerial systems. ROME, N.Y.-Griffiss International Airport was once a cornerstone of Cold War deterrence, serving as a base for the U.S. Air Force's biggest bombers. Now something smaller is taking flight over its runways: the next generation of drones.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-u-turn-on-assets-faces-a-year-end-test-11577371475", "title": "Fed's U-Turn on Assets Faces Test", "date": "2019-12-26 09:47", "summary": "To halt money-market volatility the Fed flooded markets with cash-and it accumulated assets. But at year's end some banks may limit lending.. The Federal Reserve over the last three months has flooded money markets with hundreds of billions of dollars in cash to avoid a repeat of volatility that roiled cash markets in September.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernardine-evaristo-interview-man-booker-11577370589", "title": "Booker Prize Winner Bernardine Evaristo on British Books' American Appeal", "date": "2019-12-26 09:31", "summary": "The 2019 Man Booker Prize winner for 'Girl, Woman, Other' on her characters as British ambassadors: 'Hopefully they're broadening Americans' understandings of what Britain is.'. When the 2019 Booker Prize was announced in October, two winners accepted the prize. Margaret Atwood, whose work has enjoyed an additional burst of popularity after the success of Hulu's adaptation of her Handmaid's Tale, held the award alongside her fellow winner Bernardine Evaristo, the British author of Girl, Woman, Other.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shift-to-cloud-renewable-energy-top-cios-sustainability-agendas-11577368800", "title": "Shift to Cloud, Renewable Energy Top CIOs' Sustainability Agendas", "date": "2019-12-26 09:00", "summary": "Many IT leaders are playing a bigger role in cutting the energy consumption of core hardware and software. Information-technology leaders are moving to meet board-level sustainability mandates by accelerating the shift from their own data centers to public cloud services providers, among other initiatives.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-new-anti-robocall-law-wont-stop-the-calls-heres-why-11577367931", "title": "New Law to Combat Robocalls Won't Stop Them. Here's Why.", "date": "2019-12-26 08:45", "summary": "Some robocalls are legitimate, and additional prosecutions don't prevent more bad actors from popping up. WASHINGTON-In a rare bipartisan achievement, Congress has moved to combat the scourge of robocalls inundating Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-terrain-vehicle-motorcycle-makers-woo-millennial-buyers-as-boomers-age-11577367169", "title": "Makers of Motorcycles and Other Boomer Toys Woo Younger Buyers", "date": "2019-12-26 08:32", "summary": "Harley-Davidson, Polaris and others plan smaller models and tours to draw in younger customers. Makers of all-terrain vehicles and motorcycles are testing new models and sales strategies to attract a younger, more diverse crowd of customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-sales-rise-at-tiffany-despite-challenges-in-hong-kong-japan-11577366269", "title": "Holiday Sales Rise at Tiffany Despite Challenges in Hong Kong, Japan", "date": "2019-12-26 08:17", "summary": "Jeweler sees strong performance in mainland China. Tiffany & Co. reported challenges during the holiday shopping season in Hong Kong and Japan, but said overall sales for the period increased.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-keep-tabs-on-grads-to-keep-them-in-college-11577365200", "title": "Charter Schools Keep Tabs on Grads to Keep Them in College", "date": "2019-12-26 08:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-sea-change-in-fuel-prices-is-imminent-11577365201", "title": "A Sea Change in Fuel Prices Is Imminent", "date": "2019-12-26 08:00", "summary": "January's deadline to use cleaner marine fuel could ripple through the global fuel market on land and sea. Much of the hand-wringing about cleaner fuel has to do with things we encounter daily-trains, planes and automobiles. But possibly the most significant issue, and certainly the most immediate one, is far out at sea.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-hunt-for-ai-startupsand-the-brains-behind-them-11577365201", "title": "Tech Giants Hunt for AI Startups-and the Brains Behind Them", "date": "2019-12-26 08:00", "summary": "Intel recently bought an artificial-intelligence startup, and Apple and others have also struck deals this year. Technology giants are opening their checkbooks to keep pace in the hot field of artificial intelligence, where some of the best ideas and most sought-after talent reside in small startups and academia.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-rents-rise-cities-strengthen-tenants-ability-to-fight-eviction-11577361601", "title": "As Rents Rise, Cities Strengthen Tenants' Ability to Fight Eviction", "date": "2019-12-26 07:00", "summary": "A half-dozen cities across the U.S. promise the right to an attorney, a costly response to increasing homelessness. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eventbrites-new-cfo-looks-to-stabilize-company-after-ticketfly-integration-ipo-11577361600", "title": "Eventbrite's New CFO Looks to Stabilize Company After Ticketfly Integration, IPO", "date": "2019-12-26 07:00", "summary": "Former Yelp finance chief joined the newly public event-ticketing company in September. Some finance chiefs specialize in shepherding a company through an initial public offering. Others arrive in the aftermath of one with the purpose of guiding the newly public business to a higher level of maturity.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-auto-makers-join-forces-as-industry-woes-deepen-11577361504", "title": "Chinese Auto Makers Join Forces as Industry Woes Deepen", "date": "2019-12-26 06:58", "summary": "Two major state-owned companies agree to pool resources and technology. BEIJING-A global downturn for auto makers has pushed them together, in alliances to pool technology and resources. Two state-owned companies in China, the world's largest car market, are joining the trend as pressure on the industry grows at home.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dows-dogs-arent-best-in-show-11577359800", "title": "Dow's 'Dogs' Lag Behind a Hot Market", "date": "2019-12-26 06:30", "summary": "The 'Dogs of the Dow' investment strategy lags behind a hot market. The dogs ran well this year. Just not as well as the rest of the Dow Jones Industrial Average.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enforcement-of-u-s-sanctions-benefits-local-prosecutors-data-shows-11577358001", "title": "Enforcement of U.S. Sanctions Benefits Local Prosecutors, Data Shows", "date": "2019-12-26 06:00", "summary": "Manhattan DA's office has received billions of dollars in penalties and forfeitures from corporate economic sanctions violation cases since 2000, according to data from a nonprofit. An increase in the enforcement of U.S. economic sanctions has led to a windfall for local prosecutors in Manhattan.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-reach-your-savings-goal-in-2020-heres-what-the-research-says-will-help-11577356205", "title": "Reach Your 2020 Savings Goal", "date": "2019-12-26 05:30", "summary": "Whether it's retirement or a down payment, New Year's is one of the best times to make a financial plan, behavioral economists say. Here are some of their tips and strategies.. New Year's is when many people feel motivated to make a savings or financial plan, and research shows that it's a good time to do so.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-own-thousands-of-railcars-but-dont-know-what-to-do-with-them-11577356201", "title": "Banks Own Thousands of Railcars but Don't Know What to Do With Them", "date": "2019-12-26 05:30", "summary": "Wells Fargo and other banks lease out railcars that carry coal, grain and other commodities; the business is becoming a weak spot. Railcar NOKL 3013 has spent decades hauling grain across the country. Its owner: Wells Fargo & Co.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-new-voters-to-join-feds-rate-setting-panel-in-2020-amid-broad-policy-agreement-11577356200", "title": "Four New Voters to Join Fed's Rate-Setting Panel", "date": "2019-12-26 05:30", "summary": "The annual rotation of committee members means the chiefs of the Cleveland, Philadelphia, Dallas and Minneapolis banks will join the group in January. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11577298976", "title": "Pepper...and Salt", "date": "2019-12-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/classic-recipes-to-ring-in-the-new-year-11577379736", "title": "Classic Recipes to Ring In the New Year", "date": "2019-12-26 00:01", "summary": "To kick off a new decade, acclaimed cookbook author Anissa Helou hosted a dinner in her Sicilian home. Her time-tested recipes for roast chicken bathed in rose water, a fresh herb salad and pistachio-studded rice make a festive menu for any New Year's gathering. WHEN ANISSA HELOU invites you to dinner, you say yes. The renowned cook recently moved to Trapani, the ancient Sicilian city that's the westernmost point of Italy. I was eager to visit the local markets and cook alongside her there.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boomer-or-bust-europes-aging-entrepreneurs-cling-to-power-11577377995", "title": "Boomer or Bust? Europe's Aging Entrepreneurs Cling to Power.", "date": "2019-12-26 00:01", "summary": "Resume Subscription. MANZANO, Italy-The generation of entrepreneurs that built Europe's modern economy has clung to control. How those baby boomers proceed could affect how it performs for years to come.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-future-of-everythings-10-best-stories-of-2019-11577372400", "title": "The Future of Everything's 10 Best Stories of 2019", "date": "2019-12-26 00:01", "summary": "From religious robots to Jeff Bezos's extraplanetary ambitions, our favorite stories from the past 12 months. Published December 26, 2019", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-your-new-year-be-as-kind-as-this-cocktail-11577371460", "title": "May Your New Year Be as Kind as This Cocktail", "date": "2019-12-26 00:01", "summary": "The adaptable, easy-drinking Collins is back on the bar in a big way. Here are two highly refreshing, low-maintenance options for mixing at home. ASK BARTENDERS to define the classic Collins, and two descriptors pop up over and over again: \"refreshing\" and \"crushable.\" Both are euphemisms for \"not too strong,\" an apt characterization of a drink that's like sipping on fizzy spiked lemonade.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}]