[{"link": "https://www.wsj.com/articles/univision-privately-owned-for-more-than-a-decade-explores-sale-11562183016", "title": "Univision, Privately Owned for More Than a Decade, Explores Sale", "date": "2019-07-03 19:24", "summary": "The company has retained investment banks Morgan Stanley and LionTree to explore its options. Univision Communications Inc. is exploring strategic options including a possible sale, a process that could culminate in a long-sought deal for the Spanish-language broadcaster's private-equity owners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troubled-coal-company-blackjewel-gets-emergency-loan-11562195519", "title": "Troubled Coal Company Blackjewel Gets Emergency Loan", "date": "2019-07-03 19:12", "summary": "A judge Wednesday authorized Blackjewel to use $5 million loan from senior lender Riverstone Credit Partners. Blackjewel LLC obtained an emergency loan that will keep the coal-mining company afloat for at least another week, a company lawyer said, and enable the business to restart limited operations in chapter 11 bankruptcy after it shut down because of a lack of funding.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-offers-companies-facing-enforcement-a-package-deal-11562194765", "title": "Washington Offers Companies Facing Enforcement a Package Deal", "date": "2019-07-03 18:59", "summary": "Banks, hedge funds and public companies can negotiate fines and waivers together under new Securities and Exchange Commission policy. WASHINGTON-Banks, asset managers and public companies could find it easier to settle regulatory enforcement actions without damaging other parts of their business.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netherlands-advance-to-meet-u-s-in-world-cup-final-11562194225", "title": "Netherlands Advances to Meet U.S. in World Cup Final", "date": "2019-07-03 18:50", "summary": "The Dutch outlasted Sweden in their semifinal game Wednesday, but on Sunday will face a U.S. squad that already has dispatched sharper opponents. LYON, France-When the U.S. national team dispatched a pair of officials to England's team hotel here last week, they weren't snooping around for information about a rival. They were there to check out the luxurious digs they would move into if they advanced to the final.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-ohio-abortion-law-clinics-to-remain-open-11562193662", "title": "Judge Blocks Ohio Abortion Law, Clinics to Remain Open", "date": "2019-07-03 18:41", "summary": "'The law is well-settled that women possess a fundamental constitutional right of access to abortions,\" Judge Barrett wrote. COLUMBUS, Ohio-A federal judge temporarily blocked an Ohio law banning abortions after a fetal heartbeat is detected, siding with abortion clinics that had argued the law would eliminate abortion access in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-trump-fed-picks-could-face-easier-confirmation-prospects-than-recent-candidates-11562192556", "title": "Latest Trump Fed Picks Could Face Easier Confirmation Prospects", "date": "2019-07-03 18:22", "summary": "If confirmed, Christopher Waller and Judy Shelton would give the president two new Fed supporters of low rates. WASHINGTON-The White House's latest picks for the Federal Reserve Board appear likely to face an easier path to Senate confirmation than its previous two choices, which would give President Trump two new allies supporting lower interest rates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-drop-charge-against-alabama-woman-who-lost-fetus-in-shooting-11562192450", "title": "Prosecutors Drop Charge Against Alabama Woman Who Lost Fetus in Shooting", "date": "2019-07-03 18:20", "summary": "Marshae Jones had faced manslaughter charge for allegedly provoking a fight while pregnant. Prosecutors in Alabama dropped a manslaughter charge against a pregnant woman who lost her fetus after getting shot in the belly during an altercation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-why-how-and-what-of-america-11562191723", "title": "The Why, How and What of America", "date": "2019-07-03 18:08", "summary": "Readings to appreciate the making of our nation and its continuing miracle.. I'm not really big on purple mountain majesties. I'd love America if it were a hole in the ground though yes, it's beautiful. I don't love it only because it's \"an idea,\" as we all say now. That strikes me as a little bloodless. Baseball didn't come from an idea, it came from us-a long cool game punctuated by moments of high excellence and utter heartbreak, a team sport in which each player operates on his own. The great movie about America's pastime isn't called \"Field of Ideas,\" it's called \"Field of Dreams.\" And the scene that makes every grownup weep is when the dark-haired young catcher steps out of the cornfield and walks toward Kevin Costner, who suddenly realizes: That's my father.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-founders-who-opposed-the-constitution-11562191708", "title": "The Founders Who Opposed the Constitution", "date": "2019-07-03 18:08", "summary": "The Anti-Federalists gave us the Bill of Rights. Judge Andrew Oldham says they can also give us insight on the modern administrative state.. Austin, Texas", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-will-enrich-uranium-beyond-nuclear-deal-limits-11562159114", "title": "Iran Says It Will Enrich Uranium Beyond Nuclear Deal Limits", "date": "2019-07-03 18:03", "summary": "President Rouhani also says his country would restart work on a never-completed plutonium reactor complex in Arak. Iran said it would begin to increase its enrichment of uranium-a step toward potentially making a nuclear weapon-as the country presses Europe for relief from crippling U.S. sanctions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-chief-denounces-social-media-posts-by-border-patrol-group-11562174365", "title": "Trump Defends Border Patrol as Criticism of Detention Conditions Grows", "date": "2019-07-03 17:37", "summary": "Congressional Democrats, Homeland Security chief ramp up scrutiny of agency's culture, practices. WASHINGTON-President Trump defended Border Patrol agents' handling of a surge of Central Americans seeking asylum, as Congress intensifies its scrutiny over his administration's treatment of migrants in its custody and a scandal over a private Facebook group.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universities-settle-alzheimers-expert-hiring-dispute-11562188739", "title": "Universities Settle Alzheimer's Expert Hiring Dispute", "date": "2019-07-03 17:18", "summary": "USC apologized for the disruption to the University of California, San Diego, caused by the departure of Paul Aisen and staff members. The University of Southern California has agreed to pay $50 million to the University of California to resolve a long-running legal dispute over Southern Cal's 2015 hiring of a leading Alzheimer's disease researcher from the University of California, San Diego, according to the settlement agreement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-campaign-against-online-reselling-will-be-ugly-for-cosmetics-11561978980", "title": "China's Campaign Against Online Reselling Would Be Ugly for Cosmetics", "date": "2019-07-03 17:05", "summary": "A crackdown on daigou would be bad news for cosmetics companies and duty-free shops that reach Chinese customers through resellers. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-pushes-adobe-to-expand-disclosures-under-new-accounting-rules-11562186792", "title": "SEC Pushes Adobe to Explain Compliance to New Accounting Rules", "date": "2019-07-03 16:46", "summary": "Software company discloses reasons behind combined reporting of some of its revenue in the first quarter. The Securities and Exchange Commission's queries to Adobe Inc. on how it is implementing the new revenue accounting standard shows the regulator's efforts to push companies into revealing more about how they are complying with the new rules.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-look-cool-wearing-a-running-vest-11562185311", "title": "Can You Look Cool Wearing a Running Vest?", "date": "2019-07-03 16:21", "summary": "For summer runners, staying cool and looking cool can be incompatible goals. Achieve both with these wearable hydration packs. IT'S 91 DEGREES, the humidity is topping 80% and you've somewhat stupidly decided now is the perfect time for an hour-long training run. What could go wrong?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-rises-to-six-year-highs-11562168649", "title": "Gold Closes Near Six-Year High", "date": "2019-07-03 16:14", "summary": "Prices lifted by downbeat economic data that signaled lower-than-expected growth. Gold prices gained on Wednesday, nearing a six-year high as economic concerns drove investors to safe haven assets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serco-strikes-24-million-deferred-prosecution-agreement-11562184433", "title": "Serco Strikes $24 Million Deferred Prosecution Agreement", "date": "2019-07-03 16:07", "summary": "The deal is the fifth since the U.K.'s Serious Fraud Office was given the power to negotiate such agreements. Serco Group PLC said Wednesday that a subsidiary agreed to pay about $24 million (£19.2 million) to settle fraud and false accounting charges brought by the U.K.'s Serious Fraud Office.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avis-revamps-it-to-stay-relevant-in-changing-industry-11562183901", "title": "Avis Revamps IT to Stay Relevant in Changing Industry", "date": "2019-07-03 15:58", "summary": "The car-rental company has networked about a sixth of its vehicle fleet to be able to send real-time data, such as location and mileage, to its IT system. Avis Budget Group Inc. has reshaped its information-technology infrastructure to pursue opportunities such as managing its car fleet in real time, exploring the autonomous-vehicle sector, and expanding its partnership with Lyft Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-manufacturers-sued-over-las-vegas-mass-shooting-11562181305", "title": "Gun Manufacturers Sued Over Las Vegas Mass Shooting", "date": "2019-07-03 15:53", "summary": "Parents of slain woman allege companies knew their rifles could be modified to fire like prohibited machine guns. The parents of a woman killed in the 2017 Las Vegas massacre have filed a wrongful-death lawsuit against the manufacturers of the AR-15 style rifles used by the gunman.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-cuban-state-run-oil-company-over-venezuela-11562183169", "title": "U.S. Blacklists Cuban State-Run Oil Company Over Venezuela", "date": "2019-07-03 15:46", "summary": "Designation comes as the U.S. ramps up pressure on Havana over its support of the Maduro regime in Venezuela. The U.S. imposed sanctions on Cubametales, alleging the Cuban state-run oil import and export company continues to import oil from Venezuela, the U.S. Treasury Department said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-garden-party-into-the-night-11562180769", "title": "What You Need to Garden-Party Into the Night", "date": "2019-07-03 15:06", "summary": "From patio to pool deck, use these portable outdoor lamps to outmaneuver nightfall. I have a garden. It's just a small plot in the back of our Brooklyn townhouse that was nothing but a petite expanse of scrubby dirt, Japanese knot weeds and piles of unwanted bricks when we moved in in 2010. Oh, and the enigmatic remains of a cistern. Then we hired a thoughtful landscape architect with a soft, reassuring Kentucky accent, and bit by bit, our \"garden\" turned into something you might actually want to Instagram. The weeds were vanquished, if not the mosquitoes. The plants arrived. The easy-to-overthink process of choosing outdoor pillows began. We started to live something approximating the \"good life\" back there. But there was a problem: We never got around to lighting the garden. Cocktails with friends turned into murky, amateur events come dusk. Squinting. Defeat, and into the house we went. That's why I eye these outdoor lanterns covetously. Perhaps, this summer, our garden can finally play an after-dark role in our lives.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lagarde-likely-would-keep-ecb-on-current-course-11562180213", "title": "Lagarde Likely Would Keep ECB on Current Course", "date": "2019-07-03 14:56", "summary": "As a voice for pro-growth policy, the top candidate to lead the central bank would continue the approach of its current president, Mario Draghi. In her eight years running the International Monetary Fund, Christine Lagarde supported the European Central Bank's stimulus efforts but wanted to see more progress by other European policy makers in adopting other pro-growth economic policies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-has-raised-21-5-million-since-he-entered-2020-race-in-late-april-11562171306", "title": "Biden Has Raised $21.5 Million Since Entering Race in Late April", "date": "2019-07-03 14:49", "summary": "Former vice president's fundraising haul is less than Pete Buttigieg's $24.8 million. WASHINGTON-Former Vice President Joe Biden's presidential campaign reported raising $21.5 million since he entered the 2020 race in late April, putting him near the front of his Democratic rivals in fundraising during the past three months.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-want-to-live-in-this-beach-house-or-at-least-fake-it-11562179704", "title": "We Want to Live In This Beach House. Or at Least Fake It.", "date": "2019-07-03 14:48", "summary": "How to recreate this corner of a Hampton Bays, N.Y., beach house, designed to let the owners commune with sunset-even if you lack a view. IN A NOOK at the back of a Hampton Bays, N.Y., summer home, all design decisions were made to let the woman who lives there take in the blood-pressure-lowering view of the bay. \"She likes to cozy up on that chair, relax and enjoy the sunset with a glass of wine and a book,\" said New York designer Brittany Marom. Though it might seem odd to plan décor around such a narrow window of opportunity, even the wall covering-cork with a metallic finish-was chosen to play with the slanting light. \"The silvered cork blends with the rest of the neutrals in the house,\" said Ms. Marom, \"but when the sun hits it, it has a beautiful sparkle without being shiny.\" Here, five other design moves that make this subtle space work.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-leadership-nominees-share-tough-stances-on-tech-trade-11562179525", "title": "EU Leadership Nominees Share Tough Stances on Tech, Trade", "date": "2019-07-03 14:45", "summary": "European Commission President nominee Ursula von der Leyen and her expected deputy Margrethe Vestager favor greater regulation of companies like Google and Facebook. BRUSSELS-The proposed new leaders of the European Union include strong trans-Atlanticists who nonetheless are expected to pursue a tough stance on U.S. tech firms and staunchly defend the bloc's interests in trade talks with Washington.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grill-stars-this-summers-hottest-steaks-11562184038", "title": "Grill Stars: This Summer's Hottest Steaks", "date": "2019-07-03 14:31", "summary": "How does a particular cut of beef rise from obscurity to celebrity status? Top butchers offer a glimpse into their business-plus pro tips on how to put a perfect sear on the steaks they're loving now. A FEW WEEKS AGO, I found myself gazing at a bachelor, laid out next to a Merlot and a feather. No, I was not surfing a fetish site. I was at the butcher shop, gawking through the glass case at a rosy display of meat. \"Merlot,\" \"bachelor\" and \"feather\" were the names of well-trimmed cuts of beef.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-the-most-succulent-zucchini-11562185755", "title": "The Key to the Most Succulent Zucchini", "date": "2019-07-03 14:31", "summary": "In this recipe from Brooklyn chef Nasim Alikhani, a quick two-step cooking process renders the main ingredient remarkably meaty for a meatless dish. A stuffing of feta, onion, almond and basil is creamy, crunchy, fresh and absolutely delicious. FAST DOESN'T always mean simple. For instance, this quick-cooking broiled zucchini, the second Slow Food Fast recipe from chef Nasim Alikhani, delivers a sensational study in contrasts with a stuffing of turmeric-spiced onions, sour grapes, slivered almonds, crumbled feta and fresh basil.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-worries-have-eased-but-chip-stocks-arent-out-of-the-woods-11562165138", "title": "Trade Worries Have Eased, But Chip Stocks Aren't Out of the Woods", "date": "2019-07-03 14:23", "summary": "Semiconductor stocks are highly sensitive to trade news, and some analysts point to a broader slowdown on the horizon. Hopes of a U.S.-China trade truce have boosted chip maker stocks, but the gains have started to erode as the semiconductor sector faces a weak outlook later in the year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-millions-of-fake-business-listings-end-up-on-google-maps-11562177890", "title": "How Fake Business Listings End Up on Google Maps", "date": "2019-07-03 14:18", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Tech", "Podcast"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-deal-making-threatened-by-d-c-scrutiny-11562146205", "title": "Amazon's Deal Spree Is Threatened by Washington Scrutiny", "date": "2019-07-03 14:09", "summary": "Company has committed more than $20 billion to acquisitions and investments since 2017, but government concerns put future deals at risk. Amazon.com Inc. has been on a buying spree in recent years, but the U.S. government's increased scrutiny of large tech companies threatens to slow that pace.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-shrug-off-asian-losses-to-rise-11562140918", "title": "Dow Industrials Close at Record High", "date": "2019-07-03 13:57", "summary": "The 30-stock index notches its highest close ever and its first record since October. The Dow Jones Industrial Average closed at a record on Wednesday, its first new high in nine months, as the index notched its fourth straight session of gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nets-gamble-on-kevin-durants-achilles-tendon-11562176444", "title": "The Big Gamble on Kevin Durant's Achilles Tendon", "date": "2019-07-03 13:54", "summary": "NBA stars have come back from an Achilles rupture, but usually not to their pre-injury performance levels.. The Brooklyn Nets landed one of the biggest prizes in NBA free agency when Kevin Durant agreed to a contract this week. But thanks to Durant's freshly ruptured Achilles tendon and a year of rehab ahead, the question is whether the Nets paid for a version of Durant who may no longer exist come 2020.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-destroys-jim-beam-warehouse-filled-with-bourbon-barrels-11562176107", "title": "Fire Destroys Jim Beam Warehouse Filled With Bourbon Barrels", "date": "2019-07-03 13:48", "summary": "About 45,000 barrels of bourbon were in the Kentucky warehouse. FRANKFORT, Ky.-A fire destroyed a massive Jim Beam warehouse filled with about 45,000 barrels of bourbon, sending flames shooting into the night sky and generating so much heat that firetruck lights melted, authorities said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-star-megan-rapinoe-responds-to-critics-saying-shes-deeply-american-11562175592", "title": "Megan Rapinoe Responds to Critics, Saying She's 'Deeply American'", "date": "2019-07-03 13:39", "summary": "The outspoken leader says America was founded on great ideals 'but it was also founded on slavery'. LYON, France-Between the U.S. beating England in a World Cup semifinal and celebrating America's independence from it on the Fourth of July, Megan Rapinoe spoke on Wednesday.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kushner-calls-on-palestinians-to-reengage-with-u-s-peace-plan-11562175360", "title": "Kushner Calls on Palestinians to Reengage With U.S. Peace Plan", "date": "2019-07-03 13:36", "summary": "Trump's son-in-law urges Palestinian Authority President Mahmoud Abbas to negotiate. TEL AVIV-President Trump's senior adviser and son-in-law Jared Kushner called on the Palestinians to reengage with the administration's peace efforts in the Middle East, stressing they would benefit from the plan's economic assistance only after agreeing to its yet undisclosed political demands.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-have-celebrities-curate-more-of-our-lives-11562174689", "title": "Let's Have Celebrities Curate More of Our Lives", "date": "2019-07-03 13:24", "summary": "Taylor Swift can get trains to run on time. Lady Gaga can run the Fed.. A few years ago, museums started inviting guest curators to use their hallowed precincts to mount exhibits. Actors (James Franco), pop stars (Pharrell Williams, Usher, Katy Perry) and writers (Julian Barnes) have been invited to curate shows at museums as prestigious as the Museum of Contemporary Art in Los Angeles and the National Gallery in London.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-pledges-100-million-to-families-communities-hurt-by-737-max-crashes-11562168579", "title": "Boeing Pledges $100 Million to Families, Communities Hurt by 737 MAX Crashes", "date": "2019-07-03 13:19", "summary": "Plane maker's funding pledge comes as families sue for compensation. Boeing Co. pledged $100 million in financial support to families and communities affected by two fatal crashes of its 737 MAX plane, as the company works to restore a reputation shaken by the tragedies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-brass-troops-joining-trump-at-july-4-event-on-national-mall-11562173040", "title": "Military Brass, Troops Joining Trump at July 4 Event on National Mall", "date": "2019-07-03 12:57", "summary": "Pentagon distributes 5,000 tickets provided by the White House for the event to troops and their families. WASHINGTON-Top military leaders from across the services, as well as thousands of troops, will join President Trump for the July 4 celebration in Washington, the Pentagon said Wednesday, even as some defense officials privately expressed concerns about the military's role in the event.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-ever-ok-to-wear-swim-trunks-as-shorts-11562172194", "title": "Is It Ever OK to Wear Swim Trunks as Shorts?", "date": "2019-07-03 12:43", "summary": "Increasingly, yes and with good reason: They're fast-drying, sporty and stain-resistant. Of course, there's the pockets question.... IN THE 1966 documentary \"The Endless Summer,\" two surfers embark on an adventure around the world. The film teems with epic swells, sun-drenched beaches and devil-may-care surfers in smart swim trunks. Those retro beach bums love their waterproof shorts so much that they wear them on dry land as if they were regular shorts. In one scene, the fashion rule-breakers pair trunks with a blue oxford shirt and cardigan sweater; in another, with a crisp white polo shirt. It turns out these overenthusiastic swimwear devotees were onto something: In 2019, trunks-as-shorts are having another moment in the sun.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-reduce-the-bloodshed-in-u-s-cities-focus-on-the-violence-itself-11562171994", "title": "To Cut Urban Bloodshed, Focus on Violent Hot Spots", "date": "2019-07-03 12:39", "summary": "By targeting the limited number of people and places involved in most killings, new anticrime programs can have a huge effect. Hospital emergency rooms run on the principle of triage. Patients with life-threatening injuries get immediate attention, while those in less grave danger wait their turn. Doctors and nurses routinely treat deadly gunshot and stab wounds first-but as a society, we don't do the same for urban violence.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-to-review-fbi-justice-department-in-hoover-building-relocation-project-11562171426", "title": "Watchdog to Review FBI, Justice Department in Hoover Building Relocation Project", "date": "2019-07-03 12:30", "summary": "Probe by Inspector General Michael Horowitz will examine what happened before bipartisan plans to close building were abruptly canceled in 2017. The Justice Department's internal watchdog will review the involvement of the FBI and Justice Department in scrapping a decadelong plan to close its deteriorating downtown Washington headquarters and move to the suburbs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phil-review-suicidal-comedy-11562171417", "title": "'Phil' Review: Suicidal Comedy", "date": "2019-07-03 12:30", "summary": "Greg Kinnear makes his directorial debut with this alternatingly poignant and inane film about a depressed dentist seeking to understand why people suffer.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-deal-for-symantec-isnt-a-lock-11562170491", "title": "Broadcom Deal for Symantec Isn't a Lock", "date": "2019-07-03 12:14", "summary": "Troubled security software firm Symantec is cheap in an expensive market, but Broadcom investors aren't sold on a rumored deal. Hock Tan definitely knows how to hunt a deal. But when it comes to Symantec , the Broadcom chief executive should tread cautiously.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-back-u-k-firm-actiss-bid-for-abraaj-assets-11562170319", "title": "Investors Back U.K. Firm Actis's Bid for Abraaj Assets", "date": "2019-07-03 12:12", "summary": "At least 75% of investors in two Abraaj funds have approved rival firm's proposal to assume management of the funds. U.K. private-equity firm Actis is nearing a deal to take over two funds managed by its collapsed rival Abraaj Group, according to people familiar with the matter.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pulling-back-the-broadway-curtain-11562169995", "title": "Pulling Back the Broadway Curtain", "date": "2019-07-03 12:06", "summary": "William Goldman's 'The Season,' published in 1969, is an entertaining, deeply reported account of the theater business that has lost none of its relevance.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-search-renault-headquarters-for-evidence-related-to-ghosn-probe-11562157924", "title": "Renault Offices Are Searched in Relation to Ghosn Probe", "date": "2019-07-03 12:06", "summary": "French auto maker is fully cooperating into investigation into its former chief executive. PARIS-Police on Wednesday searched Renault SA's headquarters for evidence related to the continuing investigation into former Chief Executive Carlos Ghosn, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-u-s-sales-slowed-in-first-half-following-industry-trend-11562169313", "title": "Ford's U.S. Sales Slowed in First Half, Following Industry Trend", "date": "2019-07-03 11:55", "summary": "Ford said second-quarter sales were down 4.1% over a year ago, as declines in passenger-car and sport-utility sales offset strength in trucks. Ford Motor Co. 's U.S. sales slid 2.9% in the first six months of 2019, making it the latest car company this week to report weaker first-half sales as U.S. demand for new vehicles cools after a historically strong run.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toni-stone-review-a-pioneer-of-americas-pastime-11562168243", "title": "'Toni Stone' Review: A Pioneer of America's Pastime", "date": "2019-07-03 11:37", "summary": "Lydia R. Diamond affirms her status as an exciting, serious writer with this play about the first black woman to play pro baseball.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-widened-sharply-in-may-11562157465", "title": "U.S. Trade Gap Widened in May Despite Tariff Moves", "date": "2019-07-03 11:30", "summary": "Trade deficit in goods and services jumped 8.4% in May from a month earlier. WASHINGTON-The U.S. trade gap widened sharply in May despite a new round of tariffs on Chinese goods that took effect in the first half of the month.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-sector-activity-slowed-in-june-11562163476", "title": "U.S. Service-Sector Activity Slowed in June", "date": "2019-07-03 11:26", "summary": "Overall U.S. economy has expanded at a healthy pace in recent months. Activity in the U.S. services sector pulled back in June, suggesting the economy is reverting to a slower but steady pace of growth after a strong 2018.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-a-tour-de-france-that-doesnt-feel-like-a-fait-accompli-11562166777", "title": "Surprise! A Tour de France That Doesn't Feel Like a Fait Accompli", "date": "2019-07-03 11:12", "summary": "The loss of top contender Chris Froome throws chaos into a race that's become predictable. The Fourth of July weekend is upon us, and I know people are very, very busy. There are the hot dogs and fireworks and tank parades, and folks are loudly arguing on the internet about whether or not they'd buy flip-flops or other footwear from Nike . The U.S. Women's National Soccer Team is in a World Cup Final Sunday; Andy Murray is pairing with Serena Williams in Wimbledon mixed doubles; Kawhi Leonard has yet to commit to his basketball future; and you probably need to get a little more beer for the holiday, because who are you kidding with that 12-pack.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-ranch-bigger-than-san-francisco-hits-market-for-72-million-11562166638", "title": "California Ranch Bigger Than San Francisco Hits Market for $72 Million", "date": "2019-07-03 11:10", "summary": "The 50,500-acre property that accommodates 1,500 cow and calf pairs appears to be the largest piece of land for sale in the state. A working ranch larger than the city of San Francisco is asking $72 million. The property, just 40 miles from Oakland, is believed to be the largest piece of land for sale in the state of California, according to the listing agent.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airstrike-kills-44-in-a-libyan-migrant-detention-hub-11562166418", "title": "Airstrike Kills 44 in a Libyan Migrant Detention Hub", "date": "2019-07-03 11:06", "summary": "Assault sparks calls for an end to European policies that send migrants back to war zones. CAIRO-An airstrike on a migrant detention center in Tripoli killed at least 44 people late on Tuesday night, U.N. officials said, in the deadliest single attack in a three-month long battle for Libya's capital among the country's warring factions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-celtics-owner-asking-37-5-million-for-aspen-penthouse-11562165331", "title": "Boston Celtics Owner Asking $37.5 Million for Aspen Penthouse", "date": "2019-07-03 10:48", "summary": "Paul and Sandy Edgerley purchased the five-bedroom, 9,000-square-foot apartment for $17 million in 2014. An owner of the Boston Celtics is selling a penthouse in Aspen, Colo., for $37.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lisa-taddeo-three-women-reporting-writing-process-11562164869", "title": "How Lisa Taddeo Wrote Her Revealing Book On Sex", "date": "2019-07-03 10:43", "summary": "In 'Three Women,' Lisa Taddeo reports on female desire and women's sex lives. The author unpacks her reporting process and how she chose her subjects. With her debut book Three Women, journalist Lisa Taddeo has created a work of nonfiction that unfolds like an intriguing beach read. The book traces the inner lives of three women Taddeo spent years looking for, searching the country for ideal subjects to profile intimately and whose stories she could shape into compulsively readable narratives.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-christine-lagarde-heres-how-to-fix-europe-11562164397", "title": "Dear Christine Lagarde, Here's How to Fix Europe", "date": "2019-07-03 10:33", "summary": "The barriers to European Central Bank action are political and legal, and as a lawyer-turned-politician Ms. Lagarde fits the bill perfectly. To: Christine Lagarde, International Monetary Fund, Washington, D.C.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-c-wang-fled-china-and-later-returned-as-executive-of-ge-and-boeing-11562164200", "title": "David C. Wang Fled China and Later Returned as Executive of GE and Boeing", "date": "2019-07-03 10:30", "summary": "Polyglot engineer persuaded Boeing to give more sophisticated roles to Chinese suppliers. David C. Wang was 5 years old when his family fled Shanghai to escape the Communist takeover of China in 1949. The family first settled in Hong Kong, where he had to learn the Cantonese dialect. Then the Wangs moved to Jakarta, and David took on the Bahasa Indonesia language, along with English, Latin and French at his Roman Catholic school.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-the-red-tide-11562164211", "title": "Beware the Red Tide", "date": "2019-07-03 10:30", "summary": "Massive algae blooms that devastate ocean life have been recorded since antiquity-and they are getting worse.. In H.G. Wells's 1898 novel \"The War of the Worlds,\" the invading Martians bring with them a noxious red weed that suffocates the land and poisons the water. Fortunately, it dies off at the end of the novel, killed by good old British bacteria.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-ace-is-good-for-one-hand-11562163083", "title": "Tesla's Ace is Good for One Hand", "date": "2019-07-03 10:11", "summary": "Elon Musk delighted Tesla investors with record second-quarter deliveries, but the road ahead will only get tougher. As it turns out, Tesla Chief Executive Officer Elon Musk had another ace up his sleeve. He will likely need several more soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decorator-show-houses-are-designed-to-sell-11562162857", "title": "Decorator Show Houses are Designed to Sell", "date": "2019-07-03 10:07", "summary": "Sellers turning their homes into show houses bet that boosted foot traffic and media exposure will improve their chances on the market. The first time Thu Lesher toured her future home, she couldn't see past its dated look, with heavy furniture and draperies. She changed her mind two years later, when the antebellum home became the Charleston Symphony Orchestra League's 2014 Designer Show House and received a sweeping face-lift, with fresh wall paint, custom-made curtains and new light fixtures.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-manufacturers-fear-emissions-limits-could-upend-industries-11562155200", "title": "New York Emissions Limits Draw Manufacturing Concern", "date": "2019-07-03 10:04", "summary": "Resume Subscription. New York legislation establishing the country's highest standards for reducing greenhouse-gas emissions has companies scrambling to determine how much it will cost to comply.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tips-for-turning-your-home-into-a-show-house-11562161695", "title": "Tips for Turning Your Home Into a Show House", "date": "2019-07-03 09:48", "summary": "From securing the right kind of insurance to relocating during the renovation, here's everything you need to know. Some tips if you are thinking of turning your house into a show house:", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-opposition-leader-rahul-gandhi-steps-down-after-election-rout-11562160707", "title": "Rahul Gandhi Steps Down as Head of India's Congress Party", "date": "2019-07-03 09:31", "summary": "'I am responsible for the loss of the 2019 elections'. NEW DELHI-Indian opposition leader Rahul Gandhi said Wednesday that he has resigned as the head of the Congress Party, which has governed India for most of its independence, taking responsibility for its embarrassing loss to Prime Minister Narendra Modi's nationalist party.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-whimsical-update-brought-these-homeowners-outside-their-comfort-zone-11562160644", "title": "A Whimsical Update in Palm Springs", "date": "2019-07-03 09:30", "summary": "The designer behind this show house featured in Palm Spring's 2014 Modernism Week describes his style as 'combining Jet-Set nostalgia with California modernism.'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-charleston-home-with-all-the-right-bones-11562160432", "title": "A Charleston Home With 'All The Right Bones'", "date": "2019-07-03 09:27", "summary": "A peek inside the Charleston Symphony Orchestra League's 2014 Designer Show House.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brightening-up-a-historic-kansas-city-home-11562160146", "title": "Brightening Up a Historic Kansas City Home", "date": "2019-07-03 09:22", "summary": "Susan and A.L. Summerlin maintained tight control of the design process while their home was being renovated to become the Kansas City Symphony's 2014 Design Show House. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canada-posts-surprise-trade-surplus-in-may-11562159754", "title": "Canada Posts Surprise Trade Surplus In May", "date": "2019-07-03 09:15", "summary": "Exports surge to record level with strength in automobiles. OTTAWA-Canada's trade balance unexpectedly moved into a surplus position in May for the first time in nearly a year, as exports surged to a record level.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-tesla-eog-resources-dish-network-alexion-pharmaceuticals-11562150712", "title": "Stocks to Watch: Tesla, Symantec, Alexion Pharmaceuticals, Nordstrom", "date": "2019-07-03 09:02", "summary": "EOG Resources, Dish Network and Neuronetics are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maritime-operators-set-full-speed-ahead-for-cleaner-ships-11562158800", "title": "Maritime Operators Set Full Speed Ahead for Cleaner Ships", "date": "2019-07-03 09:00", "summary": "Excluded from the Paris climate agreement, the shipping industry is taking concrete steps to clean up its act. Shipping historically has never been much of a friend to the environment.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-merging-shipbuilders-casting-logistics-recruiting-nets-selling-freight-payment-11562158634", "title": "Today's Logistics Report: Merging Shipbuilders; Casting Logistics Recruiting Nets; Selling Freight Payment", "date": "2019-07-03 08:57", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harris-surges-in-polls-after-debate-performance-11562158612", "title": "Kamala Harris Surges in Polls After Debate Performance", "date": "2019-07-03 08:56", "summary": "Polls suggest that debate performances can have an important impact at this stage of the presidential race. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-tech-ties-fray-in-nationalist-shift-as-countries-use-trade-as-a-stick-11562158420", "title": "Global Tech Ties Fray in Nationalist Shift as Countries Use Trade as a Stick", "date": "2019-07-03 08:53", "summary": "Seoul is looking to build self-reliance after Japan tightened controls on certain exports to South Korea. Japan's restrictions on exports to South Korea are prompting Seoul to move toward more self-reliance, the latest evidence of a nationalist shift in the technology industry.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-get-less-independent-and-investors-cheer-11562157731", "title": "Central Banks Get Less Independent, and Investors Cheer", "date": "2019-07-03 08:42", "summary": "The choice of Christine Lagarde as head of the ECB confirms that central bankers are taking on a more political role. Central-bank independence is dying to the thunderous applause of investors-for now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-fell-by-8-000-in-june-29-week-11562157261", "title": "U.S. Jobless Claims Fall", "date": "2019-07-03 08:34", "summary": "Claims can be volatile early in the summer due to layoffs associated with the end of the school year and factory maintenance periods. WASHINGTON-The number of Americans applying for first-time unemployment benefits fell last week, a sign firms are reluctant to let workers go at a time when hiring has slowed this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dylan-lauren-still-swears-by-her-blackberry-11562156595", "title": "Dylan Lauren Still Swears by Her BlackBerry", "date": "2019-07-03 08:23", "summary": "The Dylan's Candy Bar founder and CEO on her Montauk travel agenda, favorite sneakers and hunt for the summer's best blueberry muffin. In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equal-rights-amendment-could-soon-be-back-in-congress-11562155202", "title": "Equal Rights Amendment Could Soon Be Back in Congress", "date": "2019-07-03 08:00", "summary": "Likelihood has risen that Virginia will ratify measure, opening fresh round of legal and political hurdles. WASHINGTON-The last amendment to the U.S. Constitution took 203 years to ratify.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-lafleur-on-trade-offs-and-the-anxiety-of-entrepreneurship-11562155200", "title": "Sarah LaFleur on Trade-Offs and the Anxiety of Entrepreneurship", "date": "2019-07-03 08:00", "summary": "The founder of the M.M.LaFleur clothing brand discusses how she manages. Sarah LaFleur, founder of clothing brand M.M.LaFleur, knows how challenging it can be for women to have both a thriving career and personal life.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-goalkeeper-rejects-a-penalty-kickand-questions-about-her-skill-11562153836", "title": "U.S. Goalkeeper Rejects Questions About Her Skill", "date": "2019-07-03 07:37", "summary": "Alyssa Naeher, filling the all-star shoes of Hope Solo, makes big save to send American women to World Cup final. LYON, France-The U.S. women's soccer team has moved through the World Cup with a superstar-loaded roster, a No. 1 world ranking and the 2015 title on its resume. But one question loomed: Did its goalkeeper measure up?", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-investors-budweiser-will-be-a-premium-brewer-11562153177", "title": "For Investors, Budweiser Will Be a Premium Brewer", "date": "2019-07-03 07:26", "summary": "Resume Subscription. This year's biggest initial public offering doesn't come cheap, but it offers a surprisingly premium taste.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-isnt-over-for-consoles-11562151601", "title": "Game Isn't Over for Consoles", "date": "2019-07-03 07:00", "summary": "Cloud gaming won't soon threaten the Xbox and PlayStation franchises. Cloud gaming may be coming, but it won't rain on the PlayStation and Xbox parades anytime soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youngstown-vindicators-collapse-are-local-papers-beyond-saving-11562151602", "title": "Are Local Papers Beyond Saving? A Test in Ohio", "date": "2019-07-03 07:00", "summary": "Youngstown Vindicator has had a news monopoly in city of 65,000-but larger media groups may consider it not salvageable to buy. For the past 18 months, the owners of the Youngstown Vindicator tried to sell the struggling family-run newspaper in northeast Ohio's Rust Belt. But last week, the paper announced that it couldn't find a buyer and would shut down at the end of the summer.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permira-joins-hunt-for-growth-deals-with-1-7-billion-fund-11562151600", "title": "Permira Joins Hunt for Growth Deals With $1.7 Billion Fund", "date": "2019-07-03 07:00", "summary": "The firm's debut growth fund will invest primarily in technology and tech-enabled companies. Permira is entering the market for growth-oriented technology investments with a $1.7 billion debut fund devoted to the increasingly popular strategy.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-knows-what-it-wantsthe-u-s-still-doesnt-11562151600", "title": "China Knows What It Wants-the U.S. Still Doesn't", "date": "2019-07-03 07:00", "summary": "China, prioritizing Huawei, focuses on long-term growth while U.S. endgame is muddy. In its trade negotiations with China, the U.S. should have all the leverage. It buys far more from China than vice versa, is sole supplier of numerous critical technologies and commands more loyalty from the rest of the world.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/famed-auto-executive-lee-iacocca-dies-at-94-11562119111", "title": "Famed Auto Executive Lee Iacocca Dies at 94", "date": "2019-07-03 06:15", "summary": "Iacocca saved Chrysler and became celebrity CEO in the 1980s. Lee Iacocca, the tough-talking, cigar-chomping auto executive who saved Chrysler Corp. in the early 1980s and became one of America's first big-time, celebrity CEOs, has died at age 94 of complications related to Parkinson's disease.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-trump-kim-and-moon-the-dmz-is-for-diplomacy-but-promises-are-hard-to-keep-11562147854", "title": "For Trump, Kim and Moon, the DMZ Is for Diplomacy but Promises Are Hard to Keep", "date": "2019-07-03 05:57", "summary": "Summits come and go, but making Pyongyang stick to its pledges is difficult. SEOUL-Two heads of state at the inter-Korean border. Smiles. Peace overtures. And promises to move beyond old roadblocks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-improve-care-veterans-affairs-asks-patients-their-life-stories-11562146202", "title": "To Improve Care, VA Asks Patients Their Life Stories", "date": "2019-07-03 05:30", "summary": "Medical records at some hospitals now include 1,500-word narratives; 'It makes a difference when they know you from a different perspective.'. MADISON, Wis.-Thor Ringler's bouncing step, red-framed eyeglasses and flowered-print shirts brighten the colorless hallway at the Madison VA Medical Center where he works. When he bursts into patients' rooms, he makes sure they feel like individuals in a system that can too often feel impersonal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seven-deadly-donts-of-wine-11562146203", "title": "The Seven Deadly Don'ts of Wine", "date": "2019-07-03 05:30", "summary": "Our wine columnist loves what she does-but doesn't hesitate to call out the cheap, the shoddy, the ill-conceived and the simply bad when she sees them. Here's a list of wine don'ts driving her up the wall now. THERE IS SO MUCH to celebrate about wine: so many great bottles, talented winemakers, remarkable wine regions, even beautiful wine glasses. There are also lesser versions of all of these things-some worse than others. As a columnist tasked with writing on the topic each week, I keep a running list of all that I love about wine, and all that I dislike as well. Right now, nothing irks me more than the seven wine \"sins\" enumerated here, each deadly in its own way.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-captain-of-rescue-ship-draws-italian-nativist-leaders-ire-11562146202", "title": "Rescue-Ship Fracas Revives Europe's Migrant Debate", "date": "2019-07-03 05:30", "summary": "Interior Minister Matteo Salvini vows to expel Carola Rackete for bringing rescued migrants into Italy. A pitched battle of wills between Italy's leading nativist politician and the German captain of a migrant-rescue ship has divided European Union governments and highlighted the unresolved problem of Mediterranean migration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-trump-administration-rule-could-reduce-union-members-in-home-health-care-11562146202", "title": "New Rule to Test Union Membership, Finances", "date": "2019-07-03 05:30", "summary": "Latest challenge for unions could endanger $150 million in dues. Two of the nation's most powerful unions face a potential loss of members and millions of dollars when a Trump administration rule takes effect Friday in the latest big test for organized labor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-rally-fuels-market-in-crypto-derivatives-11562146202", "title": "Bitcoin Rally Fuels Crypto Derivatives", "date": "2019-07-03 05:30", "summary": "New structured products draw concern as digital currency climbs back above $10,000. Wall Street has dreamed up an array of derivatives tied to stocks, commodities and mortgages. Now such contracts are being developed for bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-added-102-000-jobs-in-june-missing-estimates-11562158820", "title": "U.S. Private Sector Added 102,000 Jobs in June", "date": "2019-07-03 00:01", "summary": "Small businesses lost 23,000 jobs in the month. The U.S. private sector added 102,000 nonfarm jobs for June, less than economists were expecting, with growth being driven by the service-producing sector and hurt by small businesses.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuck-e-cheese-mouse-stumbles-into-bitcoin-trap-11562174773", "title": "Chuck E. Cheese Mouse Stumbles into Bitcoin Trap", "date": "2019-07-03 00:01", "summary": "Resume Subscription. Bitcoin enthusiasts don't take insults on Twitter lying down.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-mayor-to-nike-we-still-want-you-even-if-governor-doesnt-11562177945", "title": "Arizona Mayor to Nike: We Still Want You, Even if Governor Doesn't", "date": "2019-07-03 00:01", "summary": "Goodyear city officials will honor incentives for proposed 500-job Nike factory after Gov. Ducey pulls state support. The mayor of Goodyear, Ariz., said local officials still wanted Nike Inc. to open a factory in the city after the governor of the state pulled his support for the project in protest of the sneaker giant's decision not to sell a shoe featuring an early American flag.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-tech-disruptors-of-bond-market-enjoy-stock-surge-11562176791", "title": "High-Tech Disruptors of Bond Market Enjoy Stock Surge", "date": "2019-07-03 00:01", "summary": "Shares of two electronic bond-trading companies have gained as some investors foresee market transformation. Investors have richly rewarded a pair of companies that are bringing electronic trading to the bond market, which has long been dominated by Wall Street banks making deals by phone, email and instant message.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11562095317", "title": "Pepper...and Salt", "date": "2019-07-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-it-comes-to-colin-kaepernick-the-flag-and-nike-its-just-business-11562161561", "title": "When It Comes to Colin Kaepernick, the Flag and Nike, It's Just Business", "date": "2019-07-03 00:01", "summary": "The sneaker company made a calculated decision in hiring the former quarterback after the national anthem controversy. Pulling the Betsy Ross shoes after his objection to their sale was consistent with that move.. For Nike , backing Colin Kaepernick is strictly good business.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christopher-waller-judy-shelton-are-trumps-latest-picks-for-fed-board-11562107291", "title": "Trump Taps Judy Shelton, Christopher Waller for Fed Board", "date": "2019-07-03 23:38", "summary": "President to nominate pair of economists after two of his original choices withdrew themselves from consideration. WASHINGTON-President Trump plans to nominate economists Judy Shelton and Christopher Waller to fill two board vacancies at the Federal Reserve, after months of pressing the central bank to lower interest rates.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/girl-2-goes-missing-while-crossing-the-rio-grande-11562124279", "title": "Girl, 2, Goes Missing While Crossing the Rio Grande", "date": "2019-07-03 23:24", "summary": "The Brazilian girl's mother told Border Patrol agents that she had lost her daughter in the river. A 2-year-old Brazilian girl is missing after she was washed away from her mother while crossing the Rio Grande near Del Rio, Texas, the Border Patrol said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-presidents-pension-bill-advances-in-the-lower-house-11562124006", "title": "Brazilian President's Pension Bill Advances in the Lower House", "date": "2019-07-03 23:20", "summary": "The bill, which would set a minimum retirement age, would fall short of initially predicted savings of $323 billion. SÃO PAULO-Brazil's lower house speaker estimated Tuesday that an amended proposal to overhaul the country's insolvent pension system could save about $245 billion over the next decade, enough to ease fears over a full-blown fiscal crisis.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-deals-with-tank-logistics-for-fourth-of-july-festivities-11562106590", "title": "How Do You Move a 60-Ton Tank Across Washington?", "date": "2019-07-03 23:02", "summary": "The U.S. military is about to find out. WASHINGTON-The U.S. military, famed for its ability to rapidly deploy to the far corners of the globe, is facing a new logistical challenge: How to get two heavy tanks across roughly 3 miles of the nation's capital without tearing up roads and bridges before President Trump's Fourth of July celebration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-drop-citizenship-question-from-census-11562101086", "title": "U.S. Drops Citizenship Question From Census", "date": "2019-07-03 22:59", "summary": "Move marks reversal for administration and victory for civil-rights advocates. WASHINGTON-The Trump administration dropped plans to add a citizenship question to the 2020 census form, a turnaround after days of defiant statements following last week's Supreme Court decision to halt the query.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christopher-waller-in-his-own-words-11562118905", "title": "Christopher Waller: In His Own Words", "date": "2019-07-03 21:55", "summary": "Some of his research hints at policy positions he might adopt if confirmed to Fed board. Christopher Waller, President Trump's pick for a seat on the Federal Reserve's board of governors, has spent his career in academia and at the St. Louis Fed, where he is research director. His work is mostly technical, and much of it touches on how the effect of monetary policy is transmitted to the economy. Still, some of his research hints at policy positions he might adopt if he is confirmed to a board seat.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-governor-pulls-state-aid-for-nike-plant-over-betsy-ross-colin-kaepernick-controversy-11562072719", "title": "Nike Defends Pulling 'Betsy Ross' Sneaker as Arizona Governor Withdraws Aid", "date": "2019-07-03 21:44", "summary": "Nike employees were confused when Colin Kaepernick objected to early U.S. flag; Arizona's governor protests Nike, while New Mexico's woos it. Nike Inc. defended its decision to pull a July Fourth shoe from shelves after NFL-star-turned-activist Colin Kaepernick objected to the design, a move that stoked controversy inside and outside the sneaker giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-report-details-poor-conditions-in-border-patrol-stations-11562104197", "title": "Homeland Security Report Details Poor Conditions in Border Patrol Stations", "date": "2019-07-03 20:51", "summary": "Inspector general's report describes overcrowding, cites Border Patrol agent referring to 'ticking time bomb'. LOS ANGELES-Conditions at Border Patrol stations in South Texas are so grim that migrant men detained in one facility pleaded for help from government inspectors visiting in June, according to an internal watchdog report released Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-moves-to-extricate-itself-from-saudi-led-war-in-yemen-11562094272", "title": "U.A.E. Moves to Extricate Itself From Yemen War", "date": "2019-07-03 20:02", "summary": "Military withdrawal from the campaign against Houthi rebels comes amid tensions between U.S. and Iran. WASHINGTON-The United Arab Emirates is aiming to pull most of its forces out of the Saudi-led campaign against Houthi rebels in Yemen, extricating itself from a four-year war that has provoked congressional opposition and has become a flashpoint with Iran in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]