[{"link": "https://www.wsj.com/articles/pentagon-launches-spy-satellite-as-concerns-mount-over-shutdowns-impact-11547936852", "title": "Spy Satellite Launched Amid Concerns Over Shutdown's Impact", "date": "2019-01-19 18:16", "summary": "With government shutdown dragging on, industry officials fret over delays to commercial and civilian launches. A large U.S. spy satellite was successfully launched into orbit Saturday from central California as concerns mounted that the continued government shutdown threatens to disrupt launch plans for future commercial, civilian and potentially even military payloads.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/made-in-china-was-once-the-easy-answer-not-anymore-11547827204", "title": "'Made in China' Was Once the Easy Answer. Not Anymore.", "date": "2019-01-19 16:05", "summary": "For many U.S. companies, the decision to move manufacturing elsewhere was the right move even before the latest trade squabble. Executives from smaller-yet-recognizable American brands came to Florida this week for an investor gathering armed with a message for our times: \"Made in China\" is going out of style.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-third-year-of-movement-womens-marches-evolve-11547925289", "title": "Women's Marches Evolve in Year Three", "date": "2019-01-19 15:47", "summary": "Women marched in cities around the U.S. and the globe for the third year in a row, but some found themselves coping with ideological splits.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/womens-marches-aim-to-rev-momentum-ahead-of-2020-11547899201", "title": "Women's Marches Aimed to Rev Up Momentum Ahead of 2020", "date": "2019-01-19 14:35", "summary": "Third annual wave of marches took place Saturday. A third annual wave of women's marches took place in hundreds of cities Saturday in protests that organizers said were meant to build momentum for the 2020 elections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gillibrand-makes-trip-to-iowa-to-court-caucus-votes-11547906401", "title": "Gillibrand Makes Trip to Iowa to Court Caucus Votes", "date": "2019-01-19 13:14", "summary": "New York senator joins growing field of Democrats vying for 2020 nomination. SIOUX CITY, Iowa-Moments after New York Sen. Kirsten Gillibrand arrived at a coffeehouse and sat down at a table with a group of Iowans, she faced a question at the heart of Democrats' 2020 presidential campaign: \"What can we do to beat the Republicans?\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-suicide-be-prevented-11547908212", "title": "Can Suicide Be Prevented?", "date": "2019-01-19 13:09", "summary": "Dialectical Behavior Therapy, which helps patients communicate and handle their emotions, can be effective at reducing suicidal thoughts and attempts. The suicide death rate in most states has risen sharply since in the late 1990s, according to data released in June by the Centers for Disease Control and Prevention, with 25 states recording increases of more than 30% during that time. In 2017, the national suicide rate rose 3.7%, the sharpest annual increase in nearly a decade.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-york-danish-faces-a-danish-invasion-11547920800", "title": "The New York Danish Faces a Danish Invasion", "date": "2019-01-19 13:00", "summary": "Bakeries and restaurants are revisiting the classic yet out-of-favor breakfast pastry. For New Yorkers of a certain age, the Danish is the quintessential morning treat, whether it's filled with cheese, cherries or even prunes.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brooklyn-apartment-where-shooting-arrows-is-encouraged-11547920317", "title": "The Brooklyn Apartment Where Shooting Arrows Is Encouraged", "date": "2019-01-19 12:51", "summary": "Archery coach Larry Brown is trying to spread the sport to young New Yorkers, in whatever space he can find. Twelve-year-old Eian Jefferson pulls an arrow back against the string of a bow and focuses his gaze on the target, 12 yards away.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/up-to-117-migrants-missing-in-capsizing-off-libya-11547918673", "title": "Up to 117 Migrants Missing in Capsizing off Libya", "date": "2019-01-19 12:24", "summary": "Three survivors were plucked from the overloaded smugglers' dinghy to safety by an Italian navy helicopter. ROME-Three survivors of a rubber dinghy that sank in the Mediterranean Sea off the coast of Libya say up to 117 other migrants were aboard at the time of the capsizing, a U.N. migration official said Saturday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alpine-tunnel-splits-italys-populists-11547913600", "title": "Alpine Tunnel Splits Italy's Populists", "date": "2019-01-19 11:00", "summary": "As protests flare over railway project, opposing parties must choose between their voters and their coalition. TURIN-Italy's eclectic populist coalition came to power last year by tapping deep grievances with the political class and its inability to confront the country's manifold problems. The new government, in contrast, promised action.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calls-for-yellow-vest-movement-to-debate-not-demonstrate-fall-on-deaf-ears-11547909429", "title": "France's Yellow-Vest Movement Ignore Calls to Debate", "date": "2019-01-19 10:38", "summary": "President Emmanuel Macron needs to woo protestors to the negotiating table if he is to push through what remains of his pro-business agenda. PARIS-Thousands of protesters took to the streets across France on Saturday for the 10th consecutive weekend of demonstrations, despite efforts by President Emmanuel Macron to channel yellow-vest anger through public debates over the next two months.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fly-the-fashionable-skies-11547906400", "title": "Fly the Fashionable Skies", "date": "2019-01-19 09:00", "summary": "United Airlines is updating its uniforms, but U.S. carriers are now also-rans in terms of fashionability. U.S. airlines were the first not only to fly but to make air travel chic. There was even a short-lived show centered on Pan Am flight attendants and pilots in the golden age of air travel in the 1960s.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-railways-chug-toward-automation-11547902810", "title": "American Railways Chug Toward Automation", "date": "2019-01-19 08:00", "summary": "U.S. rail-freight companies say automating tasks once handled by crew will create fluid networks more akin to a model train set. SYDNEY-Mining giant Rio Tinto PLC calls it the world's largest robot: mile-long driverless trains traversing the sparsely populated Australian Outback on roughly 1,000 miles of track. American railroad companies, seeking to boost network efficiencies, call it the future.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-struggle-with-policy-settings-11547902800", "title": "Central Banks Struggle With Policy Settings", "date": "2019-01-19 08:00", "summary": "ECB outlook reflects a global shift in central banking. FRANKFURT-The eurozone's economic slowdown has taken European Central Bank officials by surprise, potentially disrupting their plans to lift short-term interest rates this year.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippines-richest-man-mall-magnate-henry-sy-dies-aged-94-11547896992", "title": "Philippines' Richest Man, Mall Magnate Henry Sy, Dies Aged 94", "date": "2019-01-19 06:23", "summary": "The tycoon who got his start selling surplus U.S. boots died in his sleep. Rags-to-riches retail tycoon Henry Sy, who began his career selling surplus American army boots during World War II and ended it a billionaire, died Saturday at age 94.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-attack-kenya-vows-to-step-up-antiterror-efforts-11547837305", "title": "After Attack, Kenya Vows to Step Up Antiterror Efforts", "date": "2019-01-19 04:17", "summary": "Somalia-based terrorist group al-Shabaab killed more people in Africa last year than Boko Haram or Islamic State. Stepping in front of the cameras in the wake of this week's deadly siege of a Nairobi hotel and office complex, Kenyan President Uhuru Kenyatta pledged to finally root out the Somalia-based militants who had claimed the attack.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11547843978", "title": "Pepper...and Salt", "date": "2019-01-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tennis-purist-who-became-a-pickleball-pro-11547899200", "title": "A Tennis Purist Who Became a Pickleball Pro", "date": "2019-01-19 00:01", "summary": "Why a cardiologist who'd played the traditional racket sport for decades switched to the low-impact alternative with the goofy name. If you're a hard-core tennis lover, it's hard to take a sport called pickleball seriously. There's the funny name. You serve underhand and hit something that looks like a Wiffle ball. Ken Curry snubbed the game for years. \"I thought it was a geezer sport,\" he says.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-new-channel-for-reaching-real-people-email-11547874005", "title": "The Hot New Channel for Reaching Real People: Email", "date": "2019-01-19 00:00", "summary": "Frustrated by social media, businesses and others looking for an audience turn to an old standby. Kids think it's fussy and archaic, but for brands, creators and businesses of every kind the emerging medium of choice to reach audiences is the only guaranteed-delivery option the internet has left: email.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-new-channel-for-reaching-real-people-email-11556038089", "title": "The Hot New Channel for Reaching Real People: Email", "date": "2019-01-19 00:00", "summary": "Frustrated by social media, businesses and others looking for an audience turn to an old standby. Kids think it's fussy and archaic, but for brands, creators and businesses of every kind the emerging medium of choice to reach audiences is the only guaranteed-delivery option the internet has left: email.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-to-investigate-report-that-trump-directed-cohen-to-lie-to-congress-11547818574", "title": "Special Counsel Disputes BuzzFeed Report Alleging Trump Directed Cohen to Lie to Congress", "date": "2019-01-19 22:11", "summary": "House Democrats said earlier they would probe the allegations in the report. The special counsel's office issued a rare statement late Friday disputing a BuzzFeed report that said President Trump directed his former lawyer, Michael Cohen, to lie to Congress about the president's involvement in a real-estate deal with Russia during the 2016 campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-close-to-ending-its-facebook-privacy-probe-11547860527", "title": "U.S. Close to Ending Its Facebook Probe", "date": "2019-01-19 21:29", "summary": "The social-media giant is facing the prospect of a large fine. WASHINGTON-The federal government's privacy investigation into Facebook Inc. appears to be nearing a conclusion, with the prospect of a large fine looming for the social-media giant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-departments-reversal-on-online-gambling-tracked-memo-from-adelson-lobbyists-11547854137", "title": "Justice Department's Reversal on Online Gambling Tracked Memo From Adelson Lobbyists", "date": "2019-01-19 20:34", "summary": "Analysis sent to Justice Department argued that 2011 opinion that helped online gambling was wrong. The legal reasoning behind the Justice Department's unusual reversal this week of an opinion that paved the way for online gambling hewed closely to arguments made by lobbyists for casino magnate and top Republican donor Sheldon Adelson.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-snow-threatens-travel-over-holiday-weekend-11547858381", "title": "Heavy Snow Threatens Travel Over Holiday Weekend", "date": "2019-01-19 19:39", "summary": "Airlines are waiving fees to change flights at dozens of cities. A winter storm threatening a wide stretch of the country could keep travelers grounded over the long holiday weekend, another headache for passengers already facing the prospect of lengthy security lines at some airports.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-officer-sentenced-to-nearly-7-years-for-laquan-mcdonald-death-11547854761", "title": "Chicago Officer Sentenced to Nearly 7 Years for Laquan McDonald Death", "date": "2019-01-19 19:39", "summary": "Jason Van Dyke was convicted of second-degree homicide in October. Chicago police officer Jason Van Dyke was sentenced to six years, nine months in prison Friday for the 2014 fatal shooting of 17-year-old Laquan McDonald, which led to the firing of the city's police chief and a Justice Department investigation of the city's police department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-lindsey-graham-11547858236", "title": "Trump and Lindsey Graham", "date": "2019-01-19 19:37", "summary": "The South Carolina senator has reasons to back the President.. Some media folk and leftist politicians have lately been wondering aloud why Sen. Lindsey Graham, who harshly criticized rival presidential candidate Donald Trump prior to the 2016 election, now often supports the President.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-team-split-on-border-wall-strategy-11547837237", "title": "Trump Team Split on Border-Wall Strategy", "date": "2019-01-19 19:26", "summary": "Some advisers want a deal; others see border wall as critical to 2020 re-election bid. President Trump's advisers are pulling him in opposite directions over the partial government shutdown, with White House aides pushing to make a deal and political advisers urging him to keep fighting-and use a mail-a-brick campaign against Democrats as a re-election fundraiser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-north-korean-officials-meet-in-washington-hoping-to-dislodge-stalled-talks-11547833041", "title": "Trump, Kim to Hold Second Nuclear Summit in February", "date": "2019-01-19 19:25", "summary": "U.S. president met Friday with top North Korean official on denuclearization. President Trump and North Korean leader Kim Jong Un will meet for a second time in late February, the White House announced Friday after a day of meetings between U.S. and North Korean officials in Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-blood-wolf-moon-makes-astronomers-howl-11547857498", "title": "'Super Blood Wolf Moon' Makes Astronomers Howl", "date": "2019-01-19 19:24", "summary": "Scientists call it a total lunar eclipse, but everybody else has grabbed hold of its new name; 'Sounds more at home in a vampire novel'. Susy Markoe Schieffelin leads yoga and guided meditation classes nearly every day at her studio in Santa Monica, Calif., but Sunday night's session will eclipse them all.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-sisters-back-in-court-11547856751", "title": "Little Sisters Back in Court", "date": "2019-01-19 19:12", "summary": "Liberal AGs and judges won't leave the nuns alone on ObamaCare.. One of the sorriest episodes of the Obama Presidency was the assault on the Little Sisters of the Poor for resisting ObamaCare's contraception mandate. The sisters had to go all the way to the Supreme Court to protect their religious liberty. But anyone who thinks they are home-free underestimates the cultural imperialism of today's American left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-russian-gaslight-11547856724", "title": "Germany's Russian Gaslight", "date": "2019-01-19 19:12", "summary": "Berlin wants Europe to believe dependence on Moscow is beneficial.. U.S. Ambassador to Germany Richard Grenell recently warned German businesses that working on Russian energy export projects could lead to U.S. sanctions. Mr. Grenell's unsubtle reference to the Nord Stream 2 pipeline wasn't well-received in Berlin, but there's nothing wrong with an Ambassador communicating Administration policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-push-to-know-who-hired-official-accused-of-sexual-assault-11547856659", "title": "New Jersey Lawmakers Push to Know Who Hired Official Accused of Sexual Assault", "date": "2019-01-19 19:11", "summary": "Special committee, after days of testimony, still doesn't have answers. After days of testimony from the highest-ranking members of New Jersey Gov. Phil Murphy's administration, lawmakers still don't know who hired a state employee accused of sexual assault.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvesting-democratic-votes-11547856541", "title": "Harvesting Democratic Votes", "date": "2019-01-19 19:09", "summary": "Liberals want to impose the California voting model on all 50 states.. Democrats in Congress are making election reform their top legislative priority, and we've criticized it as a majority protection act. To understand why, consider that Democrats are trying to do for the country what they've done with election laws in California.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]