[{"link": "https://www.wsj.com/articles/u-s-to-cut-some-aid-to-central-american-countries-11553987422", "title": "U.S. to Cut Some Aid to Central American Countries", "date": "2019-03-30 19:10", "summary": "State Department moves to implement Trump's order to cut off funds to El Salvador, Guatemala, Honduras. WASHINGTON-The State Department is moving to implement President Trump's order to cut off funds to El Salvador, Guatemala and Honduras, in retaliation for the migrant caravans that have left the region for the U.S. border with Mexico.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-blocks-trump-effort-to-open-arctic-waters-to-oil-drilling-11553984054", "title": "Court Blocks Trump Effort to Open Arctic Waters to Oil Drilling", "date": "2019-03-30 18:14", "summary": "Federal judge in Alaska reinstates Obama ban on oil-and-gas drilling. A federal judge in Alaska has reinstated a ban on oil-and-gas drilling in vast swaths of the Arctic Ocean, potentially undermining a central part of the Trump administration's effort to expand offshore drilling.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinians-mark-protest-anniversary-at-the-gaza-israel-fence-11553981079", "title": "Four Killed as Palestinians Protest at the Gaza-Israel Fence", "date": "2019-03-30 17:24", "summary": "At least four people were killed, Gaza's health ministry said, but major clashes were avoided. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-tutoring-firm-helps-low-income-minority-students-11553972774", "title": "New York Tutoring Firm Helps Low-Income Minority Students", "date": "2019-03-30 15:06", "summary": "Khan's Tutorial seeks to help students ace entrance test for elite schools like Stuyvesant. A tutoring company started by an immigrant from Bangladesh says it helps hundreds of children each year hoping to ace the entrance test for Stuyvesant High School.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-test-scores-earned-them-seats-at-stuyvesant-a-tough-question-is-whether-to-accept-11553972519", "title": "High Test Scores Earned Them Seats at Stuyvesant; a Tough Question Is Whether to Accept", "date": "2019-03-30 15:02", "summary": "Among the challenges of adding racial balance is the fear of isolation among some prospective students of color. Daniel Olton, the son of immigrants from Guyana, is one of nearly 900 eighth-graders accepted into New York City's prestigious Stuyvesant High School, but says he is unlikely to go.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-reaches-out-to-muslims-champions-migrants-in-morocco-11553958409", "title": "Pope Reaches Out to Muslims, Champions Migrants in Morocco", "date": "2019-03-30 14:39", "summary": "Pontiff stresses importance of religious freedom, a sensitive issue in the North African nation. RABAT, Morocco-Pope Francis devoted the first day of a two-day visit to Morocco on Saturday to two of his signature themes: the rights of migrants and relations between Christians and Muslims.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mick-jagger-health-issue-prompts-rolling-stones-to-postpone-tour-11553962491", "title": "Mick Jagger Health Issue Prompts Rolling Stones to Postpone Tour", "date": "2019-03-30 12:14", "summary": "The Stones said tickets will be valid for rescheduled dates, which it plans to announce shortly. The Rolling Stones have postponed their coming North American tour so that Mick Jagger can receive medical treatment for an unspecified health issue.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tens-of-thousands-gather-at-gaza-border-to-mark-protest-anniversary-11553961690", "title": "Tens of Thousands Gather at Gaza Border to Mark Protest Anniversary", "date": "2019-03-30 12:01", "summary": "Protests call for right to return to land in what is now Israel, but have been fueled by discontent over Gaza's economic situation. Tens of thousands of Palestinians protested at the fence separating the Gaza Strip and Israel to mark the first anniversary of weekly demonstrations fueled by discontent over Gaza's dire economic and humanitarian situation. At least four people were killed, Gaza's health ministry said Saturday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-stage-for-huey-lewiss-revival-11553961600", "title": "A New Stage for Huey Lewis's Revival", "date": "2019-03-30 12:00", "summary": "Resume Subscription. Sitting in the back of a performance studio in New York's theater district, Huey Lewis watched the cast of \"The Heart of Rock & Roll\" perform the show in a recent, private presentation for Broadway theater owners. The musical, built around the hit songs of Huey Lewis and the News, had a successful six-week run at San Diego's prestigious Old Globe theater last fall. Now it's auditioning to get a venue in New York and open on Broadway.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/our-planet-series-goes-beyond-leopards-and-forests-11553958001", "title": "'Our Planet' Series Isn't Just Leopards and Forests", "date": "2019-03-30 11:00", "summary": "Resume Subscription. The eight-part series \"Our Planet\" was shot in 50 countries over four years, and features wildlife scenes that producers say had never been filmed before. Arabian leopards mating in Oman. A pod of orcas toying with a penguin in the Antarctic. Great hornbill birds jousting in mid-air in India.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-final-frontier-of-laziness-11553954400", "title": "The Final Frontier of Laziness", "date": "2019-03-30 10:00", "summary": "For a space-science study about weightlessness, the call went out for paid volunteers to stay in bed for 60 days. You just missed your chance to boldly go where no one has gone before.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scandals-tarnished-wells-fargo-washington-claimed-its-ceo-11553950800", "title": "Scandals Tarnished Wells Fargo. Washington Claimed Its CEO.", "date": "2019-03-30 09:00", "summary": "Like his predecessor, Timothy Sloan faced tough questioning from Congress before his downfall. Washington has claimed its second Wells Fargo & Co. chief executive.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youve-told-that-story-100-times-please-stop-11553950801", "title": "You've Told That Story 100 Times. Please Stop.", "date": "2019-03-30 09:00", "summary": "Storytelling is supposed to be a bonding experience. But when we keep telling the same story without acknowledging the repetition, our listeners turn off. Here's how to be a better storyteller.. I was talking recently with my mom when our conversation reminded me of a funny story. \"This is hilarious,\" I said. \"One time I was driving with my friend Rudy...\"", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peugeot-speeds-up-plans-to-re-enter-u-s-market-11553947320", "title": "Peugeot Speeds Up Plans to Re-Enter U.S.", "date": "2019-03-30 08:02", "summary": "'I want to be a long-term player,' says head of French auto maker preparing reintroduction to American drivers. PARIS-Peugeot Chief Executive Carlos Tavares said the French car maker is accelerating its timetable for returning to the U.S. market after a nearly three-decade absence and plans to offer American drivers models from across the brand's lineup.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-in-japan-another-day-older-and-deeper-in-debt-doesnt-sound-so-bad-11553947202", "title": "For Some, Another Day Older and Deeper in Debt Doesn't Sound So Bad", "date": "2019-03-30 08:00", "summary": "The IMF puts Japan's debt at roughly 240% of GDP, but an antiausterity movement there argues now is the time to borrow more. TOKYO-In Japan, a country with $10 trillion in government debt and an economy half that size, some people think the best policy is to borrow more.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-deal-making-gets-off-to-a-slow-start-in-2019-11553943601", "title": "Global Deal-Making Gets Off to a Slow Start in 2019", "date": "2019-03-30 07:00", "summary": "Merger-and-acquisition activity is down 17% so far this year. Global political tension and slowing economies abroad are taking a bite out of mergers-and-acquisitions activity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexual-disorientation-11553943601", "title": "Sexual Disorientation", "date": "2019-03-30 07:00", "summary": "Clothing that defies traditional notions of gender, displayed with a light touch. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-89-and-cant-stay-out-of-the-pool-11553943600", "title": "She's 89 and Can't Stay Out of the Pool", "date": "2019-03-30 07:00", "summary": "Former U.S. Olympian Gail Roper has set 325 U.S. individual records in her decades as a Masters swimmer-swimming remains a part of her impressive routine. Gail Roper should have been terrified of swimming. At 17, she heard from a high school gym coach that she'd have chronic heart failure and might not be able to have children if she dared to swim a mile. \"In the 1940s, women weren't supposed to exert themselves,\" she says. Now 89, she keeps fit in summer by swimming in the Russian River near her home in Healdsburg, Calif.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-cuts-propel-oil-to-best-first-quarter-since-2002-11553943602", "title": "OPEC Cuts Propel Oil to Best First Quarter Since 2002", "date": "2019-03-30 07:00", "summary": "U.S. crude prices rose 32% in the period as producers curbed their output. U.S. oil is off to the best start to a year since 2002 amid efforts by major exporters to curb supply and by central banks to ease global-growth fears.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553891340", "title": "Pepper...and Salt", "date": "2019-03-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-drone-delivered-coffee-is-almost-here-11553918415", "title": "Your Drone-Delivered Coffee Is (Almost) Here", "date": "2019-03-30 00:00", "summary": "Clear the backyard landing pad-the drones are ready. The laws (and cities) are not.. On a not-so-blustery day in Reykjavik, a drone rises above a treeless Icelandic landscape. It's carrying a package, likely someone's dinner. Once rare and exotic, sorties like this have become routine in just two years' time.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2019-ipo-frenzy-is-different-from-1999-really-11553918401", "title": "The 2019 IPO Frenzy Is Different From 1999. Really.", "date": "2019-03-30 00:00", "summary": "Remember the dot-com bubble? This year could finally shatter a record from that heady time, but the companies going public are bigger and older than they were back then.. Remember the last time investors went nuts for an IPO boom?", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-says-biden-inappropriately-kissed-back-of-her-head-at-2014-event-11553901429", "title": "Woman Says Biden Inappropriately Kissed Back of Her Head at 2014 Event", "date": "2019-03-30 22:23", "summary": "Lucy Flores, a former Nevada legislator, makes claim in first-person article in New York magazine. WASHINGTON-A former Democratic legislator from Nevada on Friday accused Joe Biden of inappropriately kissing the back of her head before a political event in 2014 while she was running for lieutenant governor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tech-unicorns-are-raking-in-cash-but-losing-big-money-11553857200", "title": "Tech Unicorns Are Raking In Cash But Losing Big Money", "date": "2019-03-30 22:14", "summary": "The IPO class of 2019 is notable for big valuations, diverse business models and little to no profits. Several tech unicorns-privately held startups valued at more than $1 billion-are preparing to go public this year at eye-popping valuations. They range from Peloton Interactive Inc., the exercise-bike company that is targeting a roughly $4 billion valuation, to Uber Technologies Inc., whose initial public offering could value the ride-hailing giant at more than $120 billion, far above the $72 billion valuation in its last funding round, according to Dow Jones Venture Source data.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recording-shows-trudeau-aide-was-warned-about-risks-of-interfering-in-case-11553902741", "title": "Recording Reveals Warning to Trudeau Aide About Risks in Case", "date": "2019-03-30 21:57", "summary": "Canada's then-attorney general repeatedly warned against government interference in prosecution of Montreal firm. OTTAWA-Canada's former attorney general repeatedly warned a top adviser to Prime Minister Justin Trudeau over the risks of interfering with the prosecution of a Montreal-based engineering firm, according to an audio recording released Friday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-spells-cfo-out-exit-plan-11553908098", "title": "T-Mobile Spells Out CFO Exit Plan", "date": "2019-03-30 21:08", "summary": "CFO Braxton Carter has been a key figure in the mobile carrier's pending deal to buy rival Sprint. T-Mobile US Inc. on Friday filed an amended employment agreement for its finance chief that spells out a plan for him to leave the company as it awaits regulatory review of a proposed merger with rival Sprint Corp.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-to-close-border-if-mexico-doesnt-stop-illegal-entries-11553874917", "title": "Trump Threatens to Close Border If Mexico Doesn't Stop Illegal Entries", "date": "2019-03-30 20:02", "summary": "The Border Patrol recently stopped prosecuting first-time illegal immigrants along a stretch of the Texas border due to a lack of resources for the agency. WASHINGTON-President Trump threatened again Friday to shut down all or a portion of the U.S. southern border as administration officials said that the influx of illegal immigrants there was straining resources beyond the breaking point.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intimations-of-mortality-11553902658", "title": "Intimations Of Mortality", "date": "2019-03-30 20:00", "summary": "In 'Driftwood' (1909), Winslow Homer makes a seascape a meditation on old age and death.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}]