[{"link": "https://www.wsj.com/articles/colin-kaepernick-nfl-exchange-fire-after-league-organized-workout-goes-awry-11573953621", "title": "Colin Kaepernick, NFL Exchange Fire After League-Organized Workout Goes Awry", "date": "2019-11-16 20:31", "summary": "Kaepernick didn't attend the event the league organized for him after his team raised concerns, instead conducted his own workout at a local school. Less than an hour before Colin Kaepernick was set to work out before more than two dozen teams in an NFL-organized event in Atlanta, it became clear that the hastily orchestrated summit between the exiled quarterback and the league was about to go off the rails.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-impeachment-inquiry-to-hear-testimony-from-white-house-budget-staffer-11573902000", "title": "House Impeachment Inquiry Hears From White House Budget Staffer", "date": "2019-11-16 19:43", "summary": "Mark Sandy, who signed paperwork holding up aid to Ukraine, speaks to investigators behind closed doors. WASHINGTON-A top career White House budget staffer initially responsible for freezing security aid to Ukraine told House impeachment investigators on Saturday that he was never told why the money needed to be held up, according to a person familiar with his testimony.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-quarterback-tua-tagovailoa-suffers-season-ending-hip-injury-11573951325", "title": "Alabama Quarterback Suffers Season-Ending Hip Injury", "date": "2019-11-16 19:42", "summary": "The injury affects both the College Football Playoff race and the 2020 NFL draft, in which Tagovailoa was expected to be one of the top picks. On Saturday afternoon in Starkville, Miss., the shape of the College Football Playoff race and the 2020 NFL draft changed in an instant. With Alabama leading 35-7 over Mississippi State late in the second quarter, Crimson Tide coach Nick Saban nodded at starting quarterback Tua Tagovailoa to take the field. Saban figured Tagovailoa could practice the two-minute offense before getting removed from the game. Neither knew at the time that it would be the quarterback's last series as a college player, and possibly ever.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-mlb-players-tie-up-with-private-equity-to-boost-videogame-card-revenue-11573950424", "title": "NFL, MLB Players Tie Up With Private Equity", "date": "2019-11-16 19:27", "summary": "Players associations strike deal with RedBird Capital. Professional football and baseball players have long made money from their likenesses in videogames and on trading cards. Now they are teaming up with a private-equity firm in an unprecedented deal to amp up that revenue and invest it.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deval-patrick-addresses-california-democratic-convention-11573945136", "title": "Deval Patrick Addresses California Democratic Convention", "date": "2019-11-16 18:51", "summary": "Former Massachusetts governor says his record appeals to undecided voters of both parties. LONG BEACH, Calif.-Former Massachusetts Gov. Deval Patrick said in his first speech on the campaign trail that his experience growing up in poverty and working in nonprofits, government and business make him uniquely suited for president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-finds-limited-benefits-of-stent-use-for-millions-with-heart-disease-11573931727", "title": "Study Finds Limited Benefits of Stents, Surgery for Heart Disease", "date": "2019-11-16 17:44", "summary": "Drugs and healthier lifestyle can be as effective for patients with stable coronary artery disease, research shows. PHILADELPHIA-Stents and coronary artery bypass surgery are no more effective than intensive drug treatment and better health habits in preventing millions of Americans from heart attacks and death, a large study found, shedding new light on a major controversy in cardiology.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-dead-in-apparent-murder-suicide-in-san-diego-11573936262", "title": "Five Dead in Apparent Murder-Suicide in San Diego", "date": "2019-11-16 15:31", "summary": "Resume Subscription. SAN DIEGO-Police said two adults and three children were shot to death and a fourth child was hospitalized with injuries in an apparent murder-suicide in San Diego.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elise-stefaniks-questioning-during-impeachment-hearings-draws-gop-cheers-11573920249", "title": "Elise Stefanik's Questioning During Impeachment Hearings Draws GOP Cheers", "date": "2019-11-16 14:32", "summary": "The sole Republican woman on the Intelligence Committee stood out for how she defied Adam Schiff and defended the president. WASHINGTON-Rep. Elise Stefanik, the lone Republican woman on the House Intelligence Committee, emerged during the first week of public impeachment hearings as a high-profile GOP voice, sparring with Chairman Adam Schiff and saying President Trump shouldn't be impeached.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalled-prisoner-swap-slows-steps-toward-resuming-talks-in-afghan-war-11573930985", "title": "Stalled Prisoner Swap Slows Steps to Resuming Talks in Afghan War", "date": "2019-11-16 14:03", "summary": "Plan had called for Taliban to release two teachers, an American and an Australian, in exchange for three militants held at U.S. air base. KABUL-The Afghan government said Saturday it was reassessing its decision to free three imprisoned senior Taliban fighters, following a failed prisoner swap this week aimed at helping resuscitate negotiations on a political settlement of the 18-year Afghan war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ea-needs-the-force-to-be-strong-with-this-one-11573916581", "title": "EA Needs the Force to Be Strong With This One", "date": "2019-11-16 10:03", "summary": "Newest 'Star Wars' game scores well with critics at a key moment for game publisher. Electronic Arts needed the Force to be strong with this one. It looks like it is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-state-backed-investors-extend-support-to-yet-another-bank-11573900656", "title": "Chinese State-Backed Investors Extend Support to Yet Another Bank", "date": "2019-11-16 09:48", "summary": "Government-linked entities are buying into Harbin Bank in a year in which Chinese authorities have already thrown lifelines to a number of troubled small lenders. SHANGHAI- Harbin Bank Co. , a politically linked midsize Chinese lender, said key private shareholders have been replaced by government investors, becoming the latest financial institution to get state backing this year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholicism-culture-mix-at-the-sheen-11573912801", "title": "Catholicism, Culture Mix at the Sheen", "date": "2019-11-16 09:00", "summary": "Cultural center's first major benefit will feature singer-actress (and Catholic) Vanessa Williams. Like many arts spaces in New York City, the Sheen Center for Thought & Culture offers a varied mix of events, from film screenings to gallery exhibits.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notorious-8chan-forum-is-an-internet-nomad-11573909201", "title": "Notorious 8chan Forum Is an Internet Nomad", "date": "2019-11-16 08:00", "summary": "Operators of site associated with mass shootings search for an online home as its creator works to keep it offline. Three months after being cut off from the internet, the operators of 8chan-the website associated with shootings at New Zealand mosques, a Texas Walmart and a synagogue in California-got it back online this week. But only briefly.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mainland-chinese-soldiers-take-to-hong-kong-streets-for-first-time-since-protests-began-11573907250", "title": "Beijing's Soldiers Clear Debris From Hong Kong Streets After Protests", "date": "2019-11-16 07:27", "summary": "People's Liberation Army troops make rare appearance outside barracks to clear demonstrators' roadblocks, raising questions about the army's future role in the city. HONG KONG-In a highly symbolic act, mainland Chinese soldiers in black shorts and olive drab T-shirts jogged out of a barracks here to clear streets of bricks, metal bars and other debris left by demonstrators after one of the most violent weeks in five months of pro-democracy protests.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelangelo-mind-of-the-master-review-watching-a-genius-at-work-11573905601", "title": "'Michelangelo: Mind of the Master' Review: Watching a Genius at Work", "date": "2019-11-16 07:00", "summary": "A stunning exhibition of drawings in Cleveland reveals not only the artist's greatness, but his attention to detail at every step of the creative process.. Cleveland", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-stanford-hospital-takes-holistic-approach-to-technology-11573905600", "title": "New Stanford Hospital Takes Holistic Approach to Technology", "date": "2019-11-16 07:00", "summary": "Innovations such as a robotic pharmacy and less noise are aimed at making it easier to be a patient. The new Stanford Hospital that opens Sunday borrows ideas about user experience from its neighbor down the road, Apple Inc. The goal is to use technology in a way that makes the hospital more hospitable.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-start-early-to-get-jump-on-nevada-caucuses-11573905601", "title": "Democrats Start Early to Get Jump on Nevada Caucuses", "date": "2019-11-16 07:00", "summary": "Western state is considered the first racially diverse early nominating contest. Nevada's caucuses are fewer than 100 days out, but Democratic presidential candidates started organizing in the \"First in the West\" state months ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-view-of-ukraine-as-corrupt-took-shape-early-11573900201", "title": "Trump's View of Ukraine as Corrupt Took Shape Early", "date": "2019-11-16 05:30", "summary": "President's skepticism of Kyiv and sympathy for Moscow have colored U.S. engagement. WASHINGTON-Since taking office, President Trump has criticized Ukraine for corruption and expressed sympathy with Russia's historical claim to parts of the country-views that have tempered his engagement with Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-loss-stings-but-long-island-city-real-estate-shrugs-it-off-11573900200", "title": "Long Island City Real Estate Shrugs Off Amazon Loss", "date": "2019-11-16 05:30", "summary": "Even without the retailer as a neighbor, commercial-property owners have attracted new tenants. The urgent inquiries for office space from companies aiming to do business with Amazon.com Inc. have long ceased. The near-constant flurry of calls from would-be investors in commercial buildings and condominiums has eased.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-strikes-hamas-targets-after-rockets-fired-from-gaza-11573894288", "title": "Israel Strikes Hamas Targets After Rockets Fired From Gaza", "date": "2019-11-16 03:51", "summary": "Tentative cease-fire under strain following further exchanges. GAZA CITY, Gaza Strip-Two rockets were fired from Gaza into southern Israel on Saturday, and Israeli aircraft responded with airstrikes on military sites, raising further doubts over the tentative cease-fire announced Thursday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11573842631", "title": "Pepper...and Salt", "date": "2019-11-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-flare-across-iran-after-50-fuel-price-increase-11573915420", "title": "Protests Flare Across Iran After 50% Fuel-Price Increase", "date": "2019-11-16 00:01", "summary": "Protests increase pressure on Iran's government, which is struggling to overcome U.S. sanctions. Protests erupted across Iran after the government said it was raising gasoline prices by 50%.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-wont-slow-efforts-to-fight-climate-change-john-kerry-says-1479324706", "title": "Kerry Predicts Trump Won't Slow Efforts to Fight Climate Change", "date": "2019-11-16 00:01", "summary": "President-elect has vowed to pull out of Paris agreement to cut greenhouse gases. MARRAKESH, Morocco-Secretary of State John Kerry sought to reassure attendees at a United Nations conference that President-elect Donald Trump, who has vowed to reverse President Barack Obama's ambitious climate agenda, won't slow global efforts to address climate change.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-u-s-tried-to-control-hurricanes-11573880461", "title": "When the U.S. Tried to Control Hurricanes", "date": "2019-11-16 00:01", "summary": "From the 1940s to the 1970s, Project Stormfury and other government efforts tested the limits of the power of science.. As the end of the 2019 Atlantic hurricane season approaches on Nov. 30, the tally of destruction left by storms this year has been enormous. In August, Hurricane Dorian lingered over much of the Bahamas for three devastating days, leaving the country with over 65 people dead. In September, Tropical Storm Imelda dropped 40 inches of rain on coastal Texas. Repairing the damage caused by both storms will cost many billions of dollars.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-grabs-spotlight-democrats-get-snippy-on-trail-11573880461", "title": "Things Get Snippy on Campaign Trail", "date": "2019-11-16 00:01", "summary": "Last-minute entrant into Democratic presidential primary could complicate matters for those already in the race. The biggest political story of the week unfolded not on the campaign trail but in Washington, where public impeachment hearings against President Trump began and promptly stole most of the spotlight.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-news-is-good-news-when-the-market-keeps-ripping-higher-11573912800", "title": "All News Is Good News When the Market Keeps Ripping Higher", "date": "2019-11-16 00:01", "summary": "With worries about trade and growth receding, what now?. Investors have short memories, and right now they are busy forgetting everything that supported the market over the summer.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-farmers-are-key-to-trumps-hopes-in-minnesota-11573880460", "title": "Struggling Farmers Are Key to Trump's Hopes in Minnesota", "date": "2019-11-16 00:01", "summary": "Resume Subscription. HENDERSON, Minn.-Doug Wenner can't remember a tougher year to be a farmer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-worlds-top-executive-coach-its-queen-elizabeth-11573880405", "title": "The World's Top Executive Coach? It's Queen Elizabeth.", "date": "2019-11-16 00:00", "summary": "Since 1952, the British monarch has held weekly meetings with 14 different prime ministers, offering a confidential ear, historical context and the occasional opinion. For almost seven decades, Queen Elizabeth II has steadfastly, if sometimes robotically, performed the familiar ceremonial duties of a British royal. She's probably snipped 10,000 ribbons.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}]