[{"link": "https://www.wsj.com/articles/the-max-could-fly-again-soon-will-passengers-get-on-board-11557669848", "title": "When MAXs Fly Again, Will Passengers Get on Board?", "date": "2019-05-12 19:20", "summary": "Two crashes of Boeing's 737 MAX in five months, and what some saw as the company's lack of transparency afterward, have undermined public trust. Boeing Co. 's 737 MAX plane could return to service this summer, yet convincing passengers the plane is safe will be one of the aviation industry's toughest consumer-relations challenges in decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-could-cause-more-pain-as-funds-betting-on-quiet-sell-down-stocks-11557658823", "title": "Volatility in Stocks Could Unravel Bets on Calm Markets", "date": "2019-05-12 19:16", "summary": "Computer-driven funds amassed big equity positions while markets were sleepy. Recent swings in the stock market are threatening to unravel multibillion-dollar bets that rely on calm markets, potentially adding to investors' jitters over the past week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-investors-a-balanced-diet-beats-food-fads-11557482515", "title": "For Investors, a Balanced Diet Beats Food Fads", "date": "2019-05-12 19:01", "summary": "Beyond Meat's IPO shows ravenous appetite for new eating trends, but similar companies have had a rocky time on public markets. Beyond Meat 's first week as a listed company shows how famished investors are for healthy-eating options. Judging by the performance of earlier food fads, though, some moderation is needed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-plans-to-ration-sales-of-basic-food-items-11557696241", "title": "Cuba Plans to Ration Sales of Basic Food Items", "date": "2019-05-12 19:01", "summary": "Officials say shortages prompted by tougher U.S. sanctions, Venezuela's economic downturn, will necessitate an increase in imports. Cuba will ration sales of basic goods, officials said, as tighter U.S. sanctions and the economic implosion of key ally Venezuela puts further pressure on the Communist regime to import food staples.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-of-presidential-candidate-gillibrand-once-worked-for-trump-11557702000", "title": "Father of Presidential Candidate Gillibrand Once Worked for Trump", "date": "2019-05-12 19:00", "summary": "Doug Rutnik was one of 10 lobbyists and firms that Trump Hotels & Casino Resorts paid for work in 2000. U.S. Sen. Kirsten Gillibrand has cited her mother and grandmother for her early inspiration in law and politics but says less about her father, Doug Rutnik, a lawyer and lobbyist. And in an only-in-New York twist, Mr. Rutnik once worked for Donald Trump, who Ms. Gillibrand is campaigning to unseat as president.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backed-libyan-warlord-after-saudi-arabia-and-egypt-lobbied-him-11557668581", "title": "Trump Backed Libyan Warlord After Saudi Arabia and Egypt Lobbied Him", "date": "2019-05-12 18:37", "summary": "U.S. leader reversed policy to support Gen. Haftar against the U.N.-backed government after urging by Prince Mohammed and President Sisi. The leaders of Saudi Arabia and Egypt successfully lobbied President Trump to shift U.S. policy in Libya and reach out to the general leading an offensive against the country's United Nations-backed government, a senior U.S. administration official and two Saudi officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broad-support-for-trumps-china-fight-faces-test-as-tariffs-escalate-11557658801", "title": "Bipartisan Embrace of Trump's China Trade Dispute Faces Test as Tariffs Rise", "date": "2019-05-12 18:03", "summary": "Both parties have largely given President Trump leeway on Beijing, but steeper levies on imports passed on to U.S. companies and consumers might change that. WASHINGTON-President Trump has enjoyed rare bipartisan cheering for his brass-knuckle trade fight with China, but that support will be tested as U.S. businesses and consumers shoulder higher tariffs on Chinese imports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-and-imf-reach-loan-deal-11557697278", "title": "Pakistan and IMF Reach Loan Deal", "date": "2019-05-12 17:41", "summary": "Agreement also paves way to lending from the World Bank and Asian Development Bank, foreign minister says. The International Monetary Fund has agreed to lend Pakistan $6 billion to bail it out of a balance-of-payments crisis, ending months of negotiations amid a slumping economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-branch-no-problem-citigroup-bets-big-on-digital-banking-11557662401", "title": "Citigroup Bets Big on Digital Banking", "date": "2019-05-12 17:01", "summary": "Executives are convinced many U.S. consumers are finally ready to abandon brick and mortar. In the lean years following the financial crisis, Citigroup Inc. made an unintentional bet on the future of banking, and it is starting to pay off.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristow-group-files-for-chapter-11-bankruptcy-11557693947", "title": "Bristow Group Files for Chapter 11 Bankruptcy", "date": "2019-05-12 16:45", "summary": "Helicopter operator for offshore oil and gas industry looks to cut debt after reaching deal with senior bondholders. Helicopter transportation services company Bristow Group Inc. filed for chapter 11 bankruptcy protection Saturday after reaching a deal with senior bondholders on a plan to slash its debt load.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pikachu-opens-strong-but-cant-defeat-avengers-11557682449", "title": "'Pikachu' Has Strong Opening but Can't Defeat 'Avengers'", "date": "2019-05-12 16:28", "summary": "Superhero movie retains No. 1 spot with $63.1 million for its third week. LOS ANGELES-Hollywood's first serious attempt to unseat \"Avengers: Endgame\" atop the box office made a valiant effort over the weekend, but the superhero sequel still kept the No. 1 spot with a third-week haul of $63.1 million.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-charter-schools-replicate-11557691210", "title": "Do Charter Schools Replicate?", "date": "2019-05-12 16:00", "summary": "Yes, a new study says. Time to take artificial caps off their success.. One critique of charter schools is that while a few energetic principals show success, it's impossible to replicate. Not so, says a new study of Boston's charters, which doubled from 16 schools to 32 in four years, even as they maintained their effectiveness.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-revenue-keeps-rising-11557691166", "title": "Tax Revenue Keeps Rising", "date": "2019-05-12 15:59", "summary": "The federal deficit is increasing, and the reason is spending.. You wouldn't know it from the press coverage, but there's some modest good news about the federal budget. The deficit is rising, but not as much as feared because tax revenues are increasing due to faster economic growth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-h-phillips-11557691123", "title": "Warren H. Phillips", "date": "2019-05-12 15:58", "summary": "The former Wall Street Journal publisher was always a newsman at heart.. Our favorite story about Warren Phillips concerns his meeting in the 1970s with Henry Kissinger and then Journal editorial page editor Robert Bartley. It shows that Phillips, the former Wall Street Journal publisher who died Friday at age 92, was to his bones a newsman and defender of independent journalism even under political pressure.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dems-new-plan-would-ban-private-medicine-11557688457", "title": "This New Democratic Plan Would Ban Private Medicine", "date": "2019-05-12 15:58", "summary": "Medicare for America isn't 'moderate.' It goes further than Bernie Sanders.. A few months ago, Sen. Kamala Harris raised eyebrows when she nonchalantly proclaimed her desire to abolish private health insurance: \"Let's move on.\" Today, Ms. Harris's quip seems quaint. The latest liberal policy idea would effectively end all private health care for many Americans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muellers-conservative-approach-to-politics-may-clash-with-democrats-agenda-11557662400", "title": "Mueller's Restrained Approach May Clash With Democrats' Agenda", "date": "2019-05-12 15:20", "summary": "Democrats want the special counsel to explain why he avoided conclusions on obstruction of justice; any testimony unlikely this week. WASHINGTON-When he was FBI director, Robert Mueller operated on the principle that it was best to limit interactions with Congress in order to protect the agency from partisanship.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-liberate-venezuela-11557688819", "title": "How to Liberate Venezuela", "date": "2019-05-12 15:20", "summary": "The free world needs to squeeze the power behind Caracas's police state: Cuba.. Venezuela's fearsome intelligence service struck another blow against the democratic opposition last week by arresting Edgar Zambrano in Caracas. In detaining the vice president of Venezuela's National Assembly, the thugs surrounding presidential pretender Nicolás Maduro not only put another hostage in their dungeon but also thumbed their noses at U.S. ultimatums to respect the rights of the opposition-or else.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-is-flying-blind-on-inflation-11557688767", "title": "The Federal Reserve Is Flying Blind on Inflation", "date": "2019-05-12 15:19", "summary": "Even Alan Greenspan, erstwhile maestro, now acknowledges 'bias in the statistics.'. I never bought into the \"Maestro\" description of former Federal Reserve Chairman Alan Greenspan. Mostly because of, well, the 1987 crash, the '94 bond massacre, his '96 \"irrational exuberance\" speech, boosting the money supply before the nonexistent Y2K glitch, which poured gasoline on the dot-com fire, lowering interest rates in the early 2000s to chase the ghost of deflation and then not raising them fast enough to stave off the mortgage mania, which led to the financial crisis and Great Recession. Other than that, Mrs. Lincoln . . .", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-lukacs-left-his-mark-on-history-11557688702", "title": "John Lukacs Left His Mark on History", "date": "2019-05-12 15:18", "summary": "The Hungarian exile deflated communism and other horrors of the 20th century.. 'Knowledge of the past is the very opposite of a burden,\" wrote John Lukacs in 2000, summing up the idea that defined his work as a historian. He wrote more than 30 books on communism, fascism, populism, World War II and the worsening shape of Western civilization. He died May 6 at 95.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overrun-review-too-many-fish-to-fry-11557688670", "title": "'Overrun' Review: Too Many Fish to Fry", "date": "2019-05-12 15:17", "summary": "Asian carp were brought to America to address a number of environmental problems. Now their oversized population threatens natural habitats.. In 2010 a film clip from an Indiana outdoors TV show went viral, and it's still going, by now racking up more than six million views on YouTube. During four minutes of a ride down a river in a motor skiff, scores of silvery fish-as big and sturdy as lengths of firewood-erupt leaping from the water. Some land in the boat, many after collisions with its occupants. In those four minutes the bruised boatmen collect 19 of the fish.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-abusive-trade-practices-11557688606", "title": "America's Abusive Trade Practices", "date": "2019-05-12 15:16", "summary": "China has legitimate grievances, too. The WTO often looks askance at U.S. antidumping tariffs.. President Trump and U.S. Trade Representative Robert Lighthizer are right: A trade deal with China must end the market distortions of Beijing's illegal, often invisible subsidies, which allow state-owned enterprises and other Chinese companies to secure an unfair advantage. But tariffs won't achieve that goal. Instead the administration should offer to end America's own unfair trade practices, which discriminate against an array of imported Chinese products.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-phillips-built-a-powerhouse-of-news-11557688535", "title": "Warren Phillips Built a Powerhouse of News", "date": "2019-05-12 15:15", "summary": "In his 44-year career at the Journal, the paper's circulation rose from 100,000 to two million.. Warren H. Phillips, who died Friday at 92, led this newspaper through decades of transformation and expansion while rigorously protecting its journalistic values and standards.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-kevin-warsh-on-federal-reserve-independence-11557688381", "title": "Notable & Quotable: Kevin Warsh on Federal Reserve Independence", "date": "2019-05-12 15:13", "summary": "'If the Fed becomes a general purpose agency of economic policy, it will lose its special monetary prerogatives.'. From \"Tying Down the Anchor: The Task Gets Tougher,\" a paper by Kevin Warsh presented May 3 at a Hoover Institution conference:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-retail-sales-industrial-production-data-11557687600", "title": "Economy Week Ahead: Retail Sales, Industrial Production Data", "date": "2019-05-12 15:00", "summary": "Germany also will release figures on growth. In the week ahead, Germany releases growth figures, while China publishes industrial-production data. In the U.S., agencies will release numbers on retail sales, industrial production and consumer sentiment.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-reversal-u-s-to-host-hungarian-prime-minister-11557687059", "title": "In a Reversal, U.S. to Host Hungarian Prime Minister", "date": "2019-05-12 14:50", "summary": "Trump administration hopes to keep Viktor Orban in the Western fold, as the Central European nation's leader increasingly turns toward Russia and China. BUDAPEST-Hungarian Prime Minister Viktor Orban is visiting President Trump at the White House on Monday, marking a policy reversal for an administration worried that the Central European nation is slipping away from Washington's orbit.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flash-floods-hit-new-orleans-and-houston-11557685510", "title": "Flash Floods Hit New Orleans and Houston", "date": "2019-05-12 14:25", "summary": "Police tow stranded cars as water begins to recede. Heavy rains hit New Orleans and Houston over the weekend, flooding areas in and around the cities less than a month before the start of the Atlantic hurricane season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-invites-u-s-negotiators-to-continue-trade-talks-white-house-economics-adviser-says-11557684021", "title": "China Invites U.S. Officials to Continue Trade Negotiations", "date": "2019-05-12 14:00", "summary": "Larry Kudlow says Chinese, U.S. leaders likely to speak at G-20 meeting in Japan at end of June. WASHINGTON-China has invited U.S. Trade Representative Robert Lighthizer and Treasury Secretary Steven Mnuchin to Beijing to continue trade negotiations, White House economic adviser Larry Kudlow said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-is-ending-whats-the-outlook-for-the-trebuchet-industry-11557683519", "title": "'Game of Thrones' Is Ending. What's the Outlook for the Trebuchet Industry?", "date": "2019-05-12 13:52", "summary": "The blockbuster TV series, shot in Northern Ireland, spawned a host of moneymaking opportunities for local blacksmiths, taxidermists, jewelers, hotels and restaurants; 'We will never see its like again'. BANGOR, Northern Ireland-Taxidermist Ingrid Houwers received a call out of the blue in 2010 about fashioning props for a new TV series.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-city-takes-the-premier-league-title-11557682983", "title": "Manchester City Takes the Premier League Title", "date": "2019-05-12 13:43", "summary": "For Liverpool, a 97-point campaign with just one defeat wasn't enough. But they still have a chance to win Champions League final.. LIVERPOOL, England-Liverpool's first English championship for nearly three decades was in its grasp for all of two minutes.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemens-houthi-rebels-begin-withdrawal-from-key-port-11557580161", "title": "Yemen's Houthi Rebels Begin Withdrawal From Key Port", "date": "2019-05-12 13:32", "summary": "If completed, the step could ease hostilities and help bring a peace deal brokered last year into being. Houthi rebels in Yemen withdrew forces Sunday from the country's most strategic port, the United Nations said, a step toward salvaging a peace deal that hasn't been implemented since it was brokered by the U.N. in December.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-legacy-of-eugenics-still-echoes-in-america-11557677043", "title": "The Legacy of Eugenics Still Echoes in America", "date": "2019-05-12 12:04", "summary": "Rather than a \"renunciation\" of eugenics in the 1930s, forced-sterilization laws persisted for 40 more years at some of the best medical institutions.. Stephen Budiansky's review of Daniel Okrent's \"The Guarded Gate\" (Books, May 4) about eugenics in America fails to mention the pervasive forced-sterilization laws which persisted in the U.S. into the 1970s in places like North Carolina. Eugenics in America is important because the best medical journals and medical minds endorsed it. Rather than a \"renunciation\" of eugenics in the 1930s, forced-sterilization laws persisted for 40 more years at some of the best medical institutions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-is-an-important-ingredient-in-all-drugs-11557677094", "title": "Price: An Important Ingredient in All Drugs", "date": "2019-05-12 12:04", "summary": "The government should require drug companies to provide drugs to all individuals without insurance or who haven't yet met their deductible at the lowest net price they provide to others.. The Centers for Medicare and Medicaid Services' proposed rule requiring drug companies to disclose list prices in advertising isn't directed at the most relevant price, which is the lowest net price the drug company charges any demander (\"Should Drug Prices Be Disclosed in Ads Targeted Directly to Consumers?,\" Journal Report, April 30). That price is closest to a fair market price.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chamber-of-commerce-delivers-for-business-in-washington-11557677009", "title": "Chamber of Commerce Delivers for Business in Washington", "date": "2019-05-12 12:03", "summary": "The chamber is leading the transformation of how business gets done in Washington in a way no one else can.. Contrary to the article \"Washington's Biggest Lobbyist Gets Shut Out\" (page one, May 3), the U.S. Chamber of Commerce is at the center of the action and delivering results. The administration and Congress look to us for leadership, ideas and the collective muscle of the American business community. We have helped drive recent victories like historic tax reform and regulatory relief while strengthening America's most valuable trade relationships and building momentum for infrastructure. (The Journal's Gerald Seib recently wrote about our leadership in advancing infrastructure in \"Gas Tax: An Idea Crossing Partisan Lines,\" Capital Journal, March 21.)", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-hope-for-nonlawyers-in-small-claims-courts-11557676967", "title": "There's Hope for Nonlawyers in Small-Claims Courts", "date": "2019-05-12 12:02", "summary": "Small-claims courts work and usually result in a fair and just result, even when one side presents itself without benefit of counsel.. Doug Deaver's May 7 letter \"Arbitration or Not, Small Suits Are Doomed\" complains that small lawsuits are doomed. I contend that the reports of the death of small-claims lawsuits are greatly exaggerated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-lawsuit-over-cybersecurity-etf-fees-goes-to-trial-11557676800", "title": "Nasdaq Lawsuit Over Cybersecurity ETF Fees Goes to Trial", "date": "2019-05-12 12:00", "summary": "ETF Managers Group is accused of illegally keeping millions of dollars in management fees generated by funds including an ETF known by its ticker, HACK. Nasdaq Inc.'s lawsuit accusing a New Jersey company of stealing more than $1 billion in exchange-traded funds is set to come to trial Monday in New York, in a case that is drawing interest across the ETF industry.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyft-face-tough-test-of-finding-and-keeping-drivers-11557673863", "title": "Uber and Lyft Confront High Driver Turnover", "date": "2019-05-12 11:11", "summary": "Ride-hailing companies confront high driver turnover and complaints about wages while trying to lower costs and narrow losses. Now that Uber Technologies Inc. and Lyft Inc. are trading on public markets, the ride-hailing companies are under pressure to achieve years of rapid growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-trade-centers-3-9-billion-oculus-has-rip-in-its-skylight-11557669721", "title": "The World Trade Center's $3.9 Billion Oculus Has Rip in Its Skylight", "date": "2019-05-12 10:02", "summary": "A rubber seal that runs along the center of the skylight is believed to have ripped during its opening and closing on the 2018 anniversary of Sept. 11. The $3.9 billion centerpiece of the World Trade Center site in lower Manhattan is leaking.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-question-whether-they-should-keep-teaching-students-to-confront-shooters-11557669600", "title": "Schools Question Whether They Should Keep Teaching Students to Confront Shooters", "date": "2019-05-12 10:00", "summary": "After the deaths of two students, some say children may be too young to make such decisions; praise for those who step forward. Students across the country are taught what to do in case of an active shooter situation: avoid, barricade and hide and, as a last resort, confront the shooter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-look-tv-industry-descends-on-madison-avenue-11557669600", "title": "A New-Look TV Industry Descends on Madison Avenue", "date": "2019-05-12 10:00", "summary": "Fresh faces for ABC, Fox, CBS and NBC at annual, $10 billion advertising bazaar. Advertisers will get their first look this week at what the broadcast networks have cooked up for the fall TV season during glitzy, star-filled presentations followed by booze-soaked parties.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockstep-market-swings-worry-investors-11557666006", "title": "Lockstep Market Swings Worry Investors", "date": "2019-05-12 09:00", "summary": "Stocks and commodities generally moved in tandem last week, stoking fears declines could gain momentum across riskier assets. Stocks and commodities around the world generally moved in tandem last week, stoking fears that declines could accelerate across riskier assets if the U.S. and China aren't able to resolve their trade fight.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-truly-wireless-headphonesbesides-airpods-11557666000", "title": "The Best Truly Wireless Headphones-Besides AirPods", "date": "2019-05-12 09:00", "summary": "Apple AirPods started the revolution in totally wireless, internet-accessible headphones-but they are no longer your only option. A good pair of headphones is one of modern life's most useful accessories. They drown out the din of the open office and the commotion of everyday life-and tell others to leave you alone. They pipe in all the podcasts and audiobooks the internet can deliver. And they help turn your Spotify account into an always-on soundtrack to your entire life.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foiled-north-korean-escape-ignites-human-rights-debate-11557662463", "title": "Foiled North Korean Escape Ignites Human-Rights Debate", "date": "2019-05-12 08:01", "summary": "Pleas for China to release escapees, including 9-year-old girl, test South's focus on peace talks. SEOUL-China's detention of a 9-year-old girl and six other North Koreans who tried to escape their country has triggered a public outcry here for South Korea's president, while pursuing peace talks, to confront Pyongyang about rights abuses.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-small-businesses-see-big-benefits-in-online-financing-11557662401", "title": "Some Small Businesses See Big Benefits in Online Financing", "date": "2019-05-12 08:00", "summary": "Web lenders may charge higher interest rates, but more businesses are turning to them as a source of quick funding. Many small businesses applying for financing have a love-hate relationship with online lenders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rattled-by-cyberattacks-hospitals-push-device-makers-to-improve-security-11557662400", "title": "Rattled by Cyberattacks, Hospitals Push Device Makers to Improve Security", "date": "2019-05-12 08:00", "summary": "Health systems are scrutinizing medical devices like infusion pumps and biopsy imaging tables for weaknesses. Hospitals are pushing medical-device makers to improve cyber defenses of their internet-connected infusion pumps, biopsy imaging tables and other health-care products as reports of attacks rise.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-generation-acela-rail-cars-taking-shape-in-n-y-factory-11557662401", "title": "Next Generation Acela Rail Cars Taking Shape in N.Y. Factory", "date": "2019-05-12 08:00", "summary": "Amtrak's new $2 billion fleet of high-speed trains, built by France's Alstom, will enter service in two years. HORNELL, N.Y.-The future of American high-speed rail is sitting in a building older than the Battle of Gettysburg: a cavernous factory that holds the first shells of a $2 billion fleet of Amtrak Acela trains due to begin running from Washington, D.C., to Boston two years from now.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosco-focuses-on-pacific-international-lines-as-takeover-target-11557662401", "title": "Cosco Focuses on Pacific International Lines as Takeover Target", "date": "2019-05-12 08:00", "summary": "Chinese shipping giant has strong ties with the Singapore-based owners of the debt-saddled container line. China's Cosco Shipping Holdings Co. is eyeing Singapore's Pacific International Lines as a potential takeover target as it looks to expand its footprint in developing markets.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-u-s-job-market-squeezes-smallest-businesses-the-most-11557658804", "title": "Small Businesses Are Squeezed by Tight Labor Market", "date": "2019-05-12 07:00", "summary": "Small-business owners find lawn signs, higher pay and ping-pong tables aren't enough to lure qualified workers; 'We call them unicorns'. Job growth at the smallest businesses has fallen to the lowest levels in nearly eight years as tiny companies struggle to attract and retain workers in the tightest U.S. job market in half a century.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-and-bezos-miss-out-on-long-term-money-11557653400", "title": "Buffett and Bezos Miss Out on Long-Term Money", "date": "2019-05-12 05:30", "summary": "Exclusion of the champions of investing for the long haul in long-term indexes points out the difficulties of such investing. Warren Buffett doesn't sell his investments easily. His \"favorite holding period is forever,\" he says. Jeff Bezos every year sends shareholders a copy of a 1998 letter to investors in a young Amazon.com Inc. declaring that he doesn't care about \"short-term Wall Street reactions.\"", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}]