[{"link": "https://www.wsj.com/articles/shinzo-abe-set-to-become-japans-longest-serving-prime-minister-11563710237", "title": "Shinzo Abe Is Set to Become Japan's Longest-Serving Prime Minister", "date": "2019-07-21 19:28", "summary": "In elections for the upper house of parliament, Japan's ruling coalition maintains its majority. TOKYO-Japan's ruling coalition retained its majority in elections for the upper house of Parliament, putting Prime Minister Shinzo Abe on track to become the nation's longest-serving leader.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-sweeten-pay-and-perks-to-find-scarce-workers-11563751663", "title": "Restaurants Sweeten Pay and Perks to Find Scarce Workers", "date": "2019-07-21 19:27", "summary": "Quit rate among food workers is higher than ever, forcing executives to get creative. Restaurants are sweetening pay packages and adding perks like more scheduling flexibility to attract and retain workers in the tightest job market in decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-rashida-tlaib-has-fans-and-some-voters-to-win-over-at-home-11563746326", "title": "Tlaib Has Fans, and Some Voters to Win Over, at Home", "date": "2019-07-21 19:15", "summary": "Michigan congresswoman targeted by Trump says her unapologetic style will appeal to those losing patience with Washington. DEARBORN HEIGHTS, Mich.-The crowd at a weekend town hall with U.S. Rep. Rashida Tlaib likes what it calls the freshman Democrat's fight, seeing her as a spitfire who, as a state legislator, helped clean up the riverfront by sneaking onto an oil company's property along the Detroit River to take test samples.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-political-party-wants-solutions-not-partisan-fighting-11563750000", "title": "New Political Party Wants Solutions, Not Partisan Fighting", "date": "2019-07-21 19:00", "summary": "The national movement was founded by alumni of George W. Bush's administration in the wake of Trump's election. New York's newest political party is raising money, recruiting members, doesn't have any litmus tests and hopes to grow in an era of heightened partisanship by being...less partisan.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-u-s-tax-overhaul-corporate-rates-fall-but-unevenly-11563701403", "title": "Corporate Tax Rates Fall, but Unevenly", "date": "2019-07-21 18:16", "summary": "Many companies have seen sharp reductions, while many with lightest loads are largely unaffected. The U.S. tax overhaul has lowered tax rates for many companies, and many others that were already toward the bottom of the scale have been able to stay there so far, a Wall Street Journal analysis shows.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11563746186", "title": "Corrections & Amplifications", "date": "2019-07-21 17:56", "summary": "Resume Subscription. The White House and House Speaker Nancy Pelosi continued talks on Friday on a deal involving an increase in the federal debt limit. In some editions Saturday, a Page One What's News summary about the talks incorrectly used the term debit limit.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intense-heat-grips-east-midwest-11563640008", "title": "Intense Heat Grips East, Midwest", "date": "2019-07-21 17:34", "summary": "Experts urge people to limit their time outside and drink lots of water. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/next-u-k-leader-to-be-chosen-this-week-faces-big-brexit-dilemma-11563706844", "title": "Prominent U.K. Conservatives Plan to Quit if Brexit Cheerleader Ascends", "date": "2019-07-21 17:33", "summary": "Threatened departures of chancellor of the exchequer, others, reflect dismay at Boris Johnson's vow to carry out a no-deal departure from European Union. LONDON-The prospect of Brexit cheerleader Boris Johnson becoming Britain's next prime minister is sending shock waves through the U.K.'s political establishment.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corruption-in-puerto-ricogasp-11563744090", "title": "Corruption in Puerto Rico-Gasp!", "date": "2019-07-21 17:21", "summary": "Federal permission to declare bankruptcy emboldens the political class. Puerto Rico Gov. Ricardo Rosselló is fighting for his political life after private messages he sent as part of a group chat were made public earlier this month.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-sex-abuse-claims-are-a-growing-risk-to-insurance-firms-11563710520", "title": "Insurers Face Risk From Child Sex-Abuse Claims", "date": "2019-07-21 16:57", "summary": "New state laws expand statute of limitations for filing suits. State laws expanding the statute of limitations for child sexual-abuse claims pose a growing financial risk to insurance companies, said ratings firm A.M. Best.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bad-budget-deal-11563741251", "title": "A Bad Budget Deal", "date": "2019-07-21 16:34", "summary": "Trump can call Pelosi's bluff over the federal debt ceiling.. House Speaker Nancy Pelosi and Treasury Secretary Steve Mnuchin are negotiating another spending blowout as part of a two-year budget deal, and let's hope the talks break down. The price could be another $2 trillion in deficit spending, and taxpayers would be better off with a continuing resolution that sustains the status quo on spending through early 2021.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkeley-bans-natural-gas-11563741190", "title": "Berkeley Bans Natural Gas", "date": "2019-07-21 16:33", "summary": "Poor and minority families will pay more for utilities.. The Berkeley, California, City Council is getting headlines for its decision last week to ban supposedly gendered language from its city code. \"Manhole\" and \"manpower\" are now out in favor of \"maintenance hole\" and \"human effort.\" Somewhere George Orwell is crying, but the city's progressive lords were even more destructive when they also moved to ban natural gas from nearly all new buildings.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-iran-test-11563741151", "title": "Boris Johnson's Iran Test", "date": "2019-07-21 16:32", "summary": "Will he stand up to Tehran's aggression or follow Europe's lead?. Boris Johnson is expected to become Prime Minister of the United Kingdom this week with a mandate to deliver Brexit. But before he can even say Brussels, the new leader will confront an international crisis started by Iran. This is an opportunity for Mr. Johnson to display independence and strength while nudging Europe toward a new approach to the Islamic Republic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reality-check-for-solar-and-wind-11563741088", "title": "A Reality Check for Solar and Wind", "date": "2019-07-21 16:31", "summary": "All told, renewables produce a small fraction of recent years' increased production of oil and gas.. Nearly all the Democrats running for the White House share two common talking points on energy: They loathe hydrocarbons and they love renewables. \"We can and must build an economy free from fossil fuels,\" Washington Gov. Jay Inslee has said. He also asserts the need to \"break America's oil addiction\" and \"invest in deploying renewable energy.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-smart-way-to-overturn-roe-v-wade-11563739004", "title": "The Smart Way to Overturn Roe v. Wade", "date": "2019-07-21 15:56", "summary": "The strongest limits on abortion are likely to be struck down and never reach the Supreme Court.. The Supreme Court completed its term in June with no major changes to its longstanding holding on abortion. Instead, changes to abortion law this year have taken place in states, and that's how it should be.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ghost-of-weimar-germany-is-only-a-ghost-11563738962", "title": "The Ghost of Weimar Germany Is Only a Ghost", "date": "2019-07-21 15:56", "summary": "A political assassination renews fears, but the far right remains weak, disorganized and isolated.. Hamburg", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-should-unify-behind-aoc-not-pelosi-11563738915", "title": "Democrats Should Unify Behind AOC, Not Pelosi", "date": "2019-07-21 15:55", "summary": "Voters want impeachment and a progressive policy agenda. House leaders have another idea.. When people say that Democrats should unify, the part they leave out is most important: Around what? Nearly everyone in Washington seems to assume that progressives should shut up, accept their place, and unify around the status quo.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-living-through-simulations-11563738861", "title": "Better Living Through Simulations", "date": "2019-07-21 15:54", "summary": "Digital modeling is improving everything from firefighting to bridges and toasters.. What was Neil Armstrong thinking about as he stepped on the moon? His first words were rehearsed, and he still blew it: \"That's one small step for man\" he said, meaning to say \"a man.\" He then talked about how powdery the soil on the surface seemed. And then this: \"There seems to be no difficulty in moving around as we suspected. It's even perhaps easier than the simulations at one-sixth g that we performed in the various simulations on the ground.\"", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-belongs-on-his-own-enemies-list-11563738817", "title": "Sanders Belongs on His Own 'Enemies' List", "date": "2019-07-21 15:53", "summary": "By his actions, he shows he disagrees with the socialist policies he advocates.. 'How do I get on the anti-endorsement list?!?\" a friend emailed. It turns out Bernie Sanderscounts me as No. 3 of his top 13 \"enemies.\" It felt more like an honor than a criticism, so I tweeted that I was \"proud to say\" I made the cut.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weather-machine-review-the-future-of-the-forecast-11563738764", "title": "'The Weather Machine' Review: The Future of the Forecast", "date": "2019-07-21 15:52", "summary": "Weather prognostications represent 150 years of open international cooperation. But with the privatization of data, there are dark skies ahead.. The future is often portrayed, in books and in articles, as being overrun by the sinister consequences of robotics and artificial intelligence. In \"The Weather Machine: A Journey Inside the Forecast,\" Andrew Blum offers a reassuring counterpoint to such technodystopias. Weather forecasting \"is a wonder we treat as a banality,\" Mr. Blum tells us. \"It marks a high point of science and technology's aspirations for society, but like a lot of things these days, its complex inner workings are not only mysterious but hidden beneath a veneer of simplicity.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-louis-armstrong-house-museum-resigns-after-discord-11563645539", "title": "Head of Louis Armstrong House Museum Resigns After Discord", "date": "2019-07-21 15:49", "summary": "Staff and some members of the board had expressed concern that Kenyon Adams deviated too far from the museum's mission of focusing on the jazz musician's cultural influence. Six months ago, Kenyon Victor Adams was hired to lead the Louis Armstrong House Museum into a new era. On Saturday, he resigned.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-guatemalan-city-fueling-the-migrant-exodus-to-america-11563738141", "title": "The Guatemalan City Fueling the Migrant Exodus to America", "date": "2019-07-21 15:42", "summary": "Resume Subscription. JOYABAJ, Guatemala-Since the beginning of the year, schoolteacher Teresa Quezada watched her boys and girls vanish. One by one, eight of 27 second- and third-grade students stopped showing up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/consumer-giants-turn-from-diapers-and-detergent-to-eye-rollers-and-jelly-masks-11563701401", "title": "Consumer Giants Turn From Diapers to Eye Rollers and Jelly Masks", "date": "2019-07-21 15:38", "summary": "With sales of household goods sagging, Procter & Gamble, Unilever and others go after skin-care startups. Facing stagnant sales of household mainstays from diapers to detergent, the world's biggest consumer-products companies are trying to crack the lucrative market for influencer-pitched, millennial-approved skin-care products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-home-sales-durable-goods-eurozone-manufacturing-11563735600", "title": "Economy Week Ahead: Home Sales, Eurozone Manufacturing", "date": "2019-07-21 15:00", "summary": "Fresh manufacturing figures will offer insight into whether factories continue to falter across Europe. In the week ahead, the U.S. will see fresh data on existing-home sales, durable-goods orders and gross domestic product. The eurozone will publish new manufacturing numbers at a time of slowing global growth.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-pairs-diplomacy-with-military-pushback-as-gulf-tensions-soar-11563732680", "title": "Iran Pairs Diplomacy With Military Pushback as Gulf Tensions Soar", "date": "2019-07-21 14:11", "summary": "A series of provocations have set back diplomatic efforts to avoid conflict with the West, leaving ships in the Strait of Hormuz caught in the middle. Ships plying the Strait of Hormuz are getting caught in the middle as Iran pushes back against U.S. sanctions and maneuvers around a more muscular American regional presence, raising the risk of direct military confrontation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lion-king-roars-to-blockbuster-status-11563731259", "title": "'Lion King' Roars to Blockbuster Status", "date": "2019-07-21 14:06", "summary": "Disney is commanding the box office in a way unprecedented in modern Hollywood history. LOS ANGELES-\"The Lion King\" became Walt Disney Co. 's fifth blockbuster of 2019 over the weekend, with the digital remake grossing an eye-popping $185 million at the domestic box office.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/class-war-breaks-out-in-london-rhubarb-patch-11563731244", "title": "Class War Breaks Out in London Rhubarb Patch", "date": "2019-07-21 13:47", "summary": "Guerrilla gardeners take on aristocratic family that wants to build houses where they tend vegetables. LONDON-Ralph George Algernon Percy, the 12th Duke of Northumberland, comes from a storied English aristocratic family that deposed a king, repelled invasions and raided France.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shane-lowry-wins-the-british-open-11563729734", "title": "Shane Lowry Wins the British Open", "date": "2019-07-21 13:22", "summary": "The 32-year-old Irishman takes the Claret Jug with a six-shot victory at Royal Portrush. PORTRUSH, Northern Ireland-They waited for hours, through pouring rain and howling wind, huddling under umbrellas and catching glimpses of golf where they could. But the record crowds that packed Royal Portrush on Sunday got the finish they wanted.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-press-trump-on-sanctions-against-turkey-11563706800", "title": "Lawmakers Press Trump on Sanctions Against Turkey", "date": "2019-07-21 12:41", "summary": "President to meet with senators as pressure mounts over Ankara's purchase of Russian missile-defense system. WASHINGTON-President Trump plans to meet with a group of senators at the White House this week to discuss possible sanctions against Turkey as pressure mounts from lawmakers to punish Ankara for its recent purchase of a Russian missile-defense system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-look-forward-to-gdp-data-before-fed-decision-11563724805", "title": "Investors to Gauge Data Ahead of Fed's Rate Call", "date": "2019-07-21 12:00", "summary": "Reports on housing, durable goods and economic growth are due prior to expected rate cut. Stocks are on one of their strongest runs in recent memory. Gains this summer have taken U.S. shares to fresh records, thanks in part to a Federal Reserve in a position to cut interest rates this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-so-many-vacant-stores-e-commerce-is-only-part-of-the-problem-11563710401", "title": "With So Many Vacant Stores, E-Commerce Is Only Part of the Problem", "date": "2019-07-21 11:16", "summary": "Barneys' fight with landlord is an extreme example of an issue bedeviling many retailers: high rents. Don't blame all the vacant stores on e-commerce. Sky-high rents are squeezing retailers, too.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moneys-more-than-free-why-wont-europeans-borrow-11563717600", "title": "The Money's More Than Free. Why Won't Europeans Borrow?", "date": "2019-07-21 10:03", "summary": "Which explanation you prefer determines whether you think the European Central Bank is right to be considering another cut. When it comes to interest rates, the U.S. and Europe are upside down.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-pantry-helps-columbia-students-struggling-to-pay-bills-11563717600", "title": "Food Pantry Helps Columbia Students Struggling To Pay Bills", "date": "2019-07-21 10:00", "summary": "Study suggests that as many as one-third of American undergraduates experience food insecurity. When he transferred to Columbia University his sophomore year, Martin Deely opted not to take a full course load because he needed some of his tuition money for groceries. Even then he had to go to the campus food pantry to get enough to eat.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-logistics-overcome-the-business-cycle-11563717469", "title": "Has Logistics Overcome the Business Cycle?", "date": "2019-07-21 09:57", "summary": "Can poor logistics explain the 2001 dotcom recession or the 2007 housing bust?. In \"The Key to the Long Expansion? Logistics\" (Inside View, July 8), Andy Kessler writes that the \"animal spirits\" of the business cycle have been tamed by improved logistics. This is a bold position considering the record length of the current expansion. Can poor logistics explain the 2001 dot-com recession or the 2007 housing bust? Your same-day Page One article describes unsold SUVs piling up at dealers, with more on the way.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-approved-amds-china-exports-11563717371", "title": "Government Approved AMD's China Exports", "date": "2019-07-21 09:56", "summary": "AMD has actively sought open and productive dialogue with the U.S. government to protect national-security interests.. Advanced Micro Devices Inc. is a proud American company with a long history of working with the U.S. government on projects to advance U.S. innovation. AMD has always complied with all laws, regulations and policies governing the sale of products and licensing of technology overseas, so we were extremely disappointed to read \"Chip Maker Shared 'Keys to Kingdom'\" (Page One, June 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beneficial-ownership-data-neednt-oppress-11563717269", "title": "Beneficial Ownership Data Needn't Oppress", "date": "2019-07-21 09:54", "summary": "Treasury should create a new rule to tie the beneficial ownership information collection to the regular, well-understood IRS tax-filing regime.. Your editorial \"A New Small Business Burden\" (July 16) highlights the unintended consequences of a new beneficial ownership bill, the Corporate Transparency Act, moving through the House.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ethical-crocodile-handbag-11563714003", "title": "An Ethical Crocodile Handbag?", "date": "2019-07-21 09:00", "summary": "Resume Subscription. Sanddrift, South Africa", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-the-crocodile-supply-chain-from-skin-to-handbag-11563714001", "title": "Inside the Crocodile Supply Chain, From Skin to Handbag", "date": "2019-07-21 09:00", "summary": "The Le Croc crocodile farm and tannery in South Africa is a pilot site for a new effort to set standards for the ethical production of crocodile skins.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/discord-threatens-wonderful-world-of-louis-armstrong-house-11563714001", "title": "Discord Threatens Wonderful World of Louis Armstrong House", "date": "2019-07-21 09:00", "summary": "Conflict erupted over new director in charge of museum celebrating the jazz legend; he resigned on Saturday. ", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-are-in-sync-on-need-for-fresh-stimulus-11563714002", "title": "Central Banks Are in Sync on Need for Fresh Stimulus", "date": "2019-07-21 09:00", "summary": "It is unclear whether fine-tuning rates will be enough to revive decade-old expansions. Central banks world-wide are poised to unleash some of the most aggressive monetary stimulus since the financial crisis a decade ago.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/read-receipts-ruined-messaging-heres-how-to-turn-them-off-11563714000", "title": "Read Receipts Ruined Messaging. Here's How To Turn Them Off.", "date": "2019-07-21 09:00", "summary": "You should be able to respond to messages on your own time, right? Read receipts force you to act too fast, or hide from your messaging apps. I am terrible at texting. I don't mean to be. But too often I'll get a text, start to respond, then get distracted by work or my dog-and suddenly it's four days later and I forgot all about it. \"Sorry, just seeing this\" is the lie I tell most often.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-investment-in-african-university-fails-as-china-advances-11563706802", "title": "U.S. Investment in African University Fails as China Advances", "date": "2019-07-21 07:00", "summary": "Unraveling of Ghana project sets back America's plan to counter China's growing influence in Africa. When the U.S. government's private-investment arm teamed with New York-based real-estate investor W.P. Carey Inc. to finance the expansion of a prestigious university in Ghana, it was meant to demonstrate a novel for-profit funding model for development projects in Africa.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-karate-masters-secret-weapon-ping-pong-11563706800", "title": "A Karate Master's Secret Weapon: Ping Pong", "date": "2019-07-21 07:00", "summary": "Resume Subscription. Growing up in the suburbs of Washington, D.C., Kenny Markanich was the youngest child in a neighborhood of bigger, tougher boys. Wanting to hold his own, he asked his parents for karate lessons at age 13. \"I thought if I could be like Bruce Lee, I could protect myself,\" he says. \"He had this mystique people were scared of.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/johnson-johnson-faces-key-test-in-defense-against-talc-safety-lawsuits-11563701400", "title": "J&J Faces Key Test in Defense Against Talc-Safety Lawsuits", "date": "2019-07-21 05:30", "summary": "Hearing that starts Monday will determine whether federal lawsuits against company will proceed to trial. Johnson & Johnson , still facing thousands of lawsuits over the safety of its signature baby powder after losing several trials, will make a high-stakes attempt to head off future losses in a courtroom battle beginning Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-rally-powers-record-gains-for-stocks-11563701401", "title": "Tech Rally Powers Record Gains for Stocks", "date": "2019-07-21 05:30", "summary": "Investors crowd into assets that offer the prospect of significant returns as economic growth softens. The biggest technology companies are propelling major U.S. indexes' record run, highlighting investor enthusiasm for the hottest stock sector as economic growth softens.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-airways-suspends-flights-to-cairo-over-terrorism-fears-11563700745", "title": "British Airways Suspends Flights to Cairo Over Terrorism Fears", "date": "2019-07-21 05:19", "summary": "The airline's decision is a blow to Egypt's tourism industry, which had been recovering after a wave of deadly attacks in recent years. CAIRO-Egypt is braced for fresh economic fallout from a British Airways decision to suspend flights to Cairo for a week due to security concerns.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-celebrates-the-50th-anniversary-of-the-moon-landing-11563683668", "title": "The 50th Anniversary of Apollo 11", "date": "2019-07-21 00:34", "summary": "Events mark the 50th anniversary of the Apollo 11 mission, which climaxed on July 20, 1969, when Neil Armstrong and Buzz Aldrin landed and walked on the moon's surface. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/councilman-calls-for-hearing-on-nonprofit-contractors-and-their-business-ties-11563721200", "title": "Councilman Calls for Hearing on Nonprofit Contractors and Their Business Ties", "date": "2019-07-21 00:01", "summary": "Request for more scrutiny comes after officials opened a probe into a shelter operator. A New York City councilman is calling for a hearing to look at nonprofit city contractors after officials opened an investigation into the allegedly undisclosed business ties that a top homeless shelter provider has with a security firm.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}]