[{"link": "https://www.wsj.com/articles/judges-say-they-arent-extensions-of-presidents-who-appointed-them-11568566598", "title": "No Obama or Trump Judges Here, Appointees of Both Declare", "date": "2019-09-15 19:46", "summary": "In panel discussion, judges back Chief Justice Roberts's rebuttal to President Trump on their ideological leanings. WILLIAMSBURG, Va.-Federal judges including potential Supreme Court pick Amy Coney Barrett bemoaned a partisan political environment that has seen President Trump and some others label them as extensions of the presidents who appointed them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-rejects-u-s-accusations-over-saudi-oil-facility-attacks-11568544181", "title": "Iran Rejects U.S. Accusations Over Saudi Oil Attacks", "date": "2019-09-15 19:18", "summary": "Kingdom races to repair the damage from the strikes; Trump threatens military response. Iran denied U.S. accusations that it was behind Saturday's strikes on Saudi oil facilities, as Riyadh and Washington rushed to respond to attacks that sent futures soaring and threatened to spark a broader clash with Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blasts-blazes-shake-saudi-oil-towns-inhabitants-11568581492", "title": "Blasts, Blazes Shake Saudi Oil Town's Inhabitants", "date": "2019-09-15 19:04", "summary": "Abqaiq residents describe explosions, gunfire as strikes hit nearby oil facility, 'we were very scared'. ABQAIQ, Saudi Arabia-A series of massive explosions started around 3 a.m. Saturday, turning the sprawling crude-oil hub here into an inferno that illuminated the desert sky and sent residents of this small town fleeing for the safety of the sands.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-state-legislative-session-may-wrap-early-for-campaigning-11568588400", "title": "Next State Legislative Session May Wrap Early for Primary Campaigning", "date": "2019-09-15 19:00", "summary": "Primary elections for state offices were moved to same day as for seats in U.S. House to increase voter participation and save money. The New York state Legislature could adjourn its annual session before Memorial Day, an early exit that is being contemplated to give members time to campaign before primary elections in June, according to lobbyists, legislators and officials familiar with scheduling discussions happening now.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-press-trump-to-back-house-bill-on-background-checks-11568587687", "title": "Democrats Press Trump to Back House Bill on Background Checks", "date": "2019-09-15 18:55", "summary": "President has focused on keeping guns from people with mental-health issues or criminal records. WASHINGTON-Democratic leaders urged President Trump to support a House-passed background check bill, as lawmakers wait to see what measures the White House will endorse to reduce mass shootings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-gov-cuomo-moves-to-ban-flavored-e-cigarettes-11568587066", "title": "In New York, Gov. Cuomo Moves to Ban Flavored E-Cigarettes", "date": "2019-09-15 18:37", "summary": "Expected regulations will ban the sale of all flavors of vaping products except for tobacco and menthol. New York state officials are planning to issue emergency regulations to ban the sale of flavored e-cigarettes, as health authorities across the U.S. investigate a rash pulmonary illnesses and several deaths associated with vaping and e-cigarette products.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resilient-u-s-growth-propels-stocks-as-trade-fears-ease-11568539802", "title": "Resilient U.S. Growth Propels Stocks as Trade Fears Ease", "date": "2019-09-15 18:30", "summary": "Investors poured billions of dollars into funds that track stocks-signal of increased optimism. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guccis-social-media-status-fell-and-its-north-american-sales-dropped-11568539802", "title": "As Gucci Tripped on Social Media, Sales Fell", "date": "2019-09-15 17:57", "summary": "Resume Subscription. MILAN-Gucci boosted its brand and sales by using social media to flaunt its connections with hip-hop artists and promote its theatrical fashion shows, but that momentum reversed in February, after the release of a sweater that critics likened to blackface.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netanyahus-alliance-with-trump-tests-israels-bond-with-u-s-jews-11568578368", "title": "Netanyahu-Trump Alliance Tests Israel's Bond with U.S. Jews", "date": "2019-09-15 16:12", "summary": "Resume Subscription. JERUSALEM-Highways all over Israel are plastered these days with election billboards showing a grinning Prime Minister Benjamin Netanyahu shaking hands with President Trump.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/irans-return-handshake-11568578218", "title": "Iran's Return Handshake", "date": "2019-09-15 16:10", "summary": "An attack on Saudi oil production shows John Bolton was right.. Since President Trump withdrew from the 2015 Iran nuclear deal, the Islamic Republic has tested U.S. resolve with military escalation across the Middle East. Likely Iranian involvement in attacks on Saudi oil production over the weekend marks a new phase in this destabilizing campaign, and it's no coincidence this happened as Mr. Trump is considering a softer approach to Tehran.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrupting-medical-education-11568578153", "title": "Corrupting Medical Education", "date": "2019-09-15 16:09", "summary": "The reaction to Dr. Goldfarb's op-ed proves his point.. Stanley Goldfarb knew what he was talking about. Last week the former associate dean of curriculum at the University of Pennsylvania medical school wrote in these pages that climate change, gun control and \"other progressive causes only tangentially related to treating illness\" were beginning to corrupt medical training. His piece spurred a social-media eruption that immediately proved his point.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-london-spurned-hong-kong-11568578103", "title": "Why London Spurned Hong Kong", "date": "2019-09-15 16:08", "summary": "China's intervention is eroding the city's economic status.. The London stock exchange rejected a surprise takeover bid from its Hong Kong rival on Friday, citing \"fundamental concerns\" about the price and purpose of the offer. More intriguing may be what the bid says about the costs of Chinese political encroachment in Hong Kong.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-cant-catch-big-tech-11568577387", "title": "Antitrust Can't Catch Big Tech", "date": "2019-09-15 15:56", "summary": "Facebook, Google and the rest will change their ways before the feds can make a case.. On Friday the House Judiciary Committee joined the dog pile of 48 state attorneys general, the Justice Department and the Federal Trade Commission in investigating whether to break up the Big Bad Tech companies. It all makes me think of a Hangtown Fry, my favorite dish at the Tadich Grill in San Francisco. During the Gold Rush, a prisoner condemned to death could request a final meal. To delay the hangman, a smart prisoner would order an omelet with bacon and oysters, meaning someone had to head down to the coast for ingredients, which could take weeks or months. Delicious, by the way.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-policy-after-bolton-11568577324", "title": "Venezuela Policy After Bolton", "date": "2019-09-15 15:55", "summary": "U.S. success depends on keeping up maximum pressure on Caracas and Havana.. The resignation of national security adviser John Bolton is worrying news for Latin America-and for President Trump's prospects in Florida in 2020. Mr. Bolton's clear-eyed assessment of the tyrannical regimes in Cuba and Venezuela has informed U.S. policy for 17 months. For many Floridians with roots in the region, the Bolton tenure offered a hopeful reversal of the Obama administration's years of kowtowing to the military dictatorships in Havana and Caracas.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-high-at-dulles-airport-11568577269", "title": "Flying High at Dulles Airport", "date": "2019-09-15 15:54", "summary": "Drink in the crowd at the arrivals area and become whole again.. My family travels a lot. I have a daughter in London, another whose in-laws moved to Switzerland, and a wife who travels to Hungary frequently (she emigrated from there when she was 8). Often I pick them up at Washington's Dulles Airport, which is only 15 minutes from my house. The strange part is that I enjoy it. Even though the airport is usually crowded and I often have to wait for more than an hour, it is an uplifting experience.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-spies-review-the-peoples-secret-service-11568577232", "title": "'Chinese Spies' Review: The People's Secret Service", "date": "2019-09-15 15:53", "summary": "In an emergency, one D.C.-area spy was to flee to Manhattan and meet his escape contact-a Catholic priest-at a church in Chinatown.. In the spring of 1922, French authorities in Paris were closing in on a band of Chinese students believed to be planning the communist uprising back home. Among them was a man identified as Stephen Knight, who claimed to be a businessman from Hong Kong. Despite his Englishman's attire and British passport, Knight matched the description of Wu Hao, a local machinist and principle organizer of the Chinese Communist Party in Europe. As it turned out, \"Wu Hao\" was also an alias, but it would be two years before the police learned that the two were, in fact, one and the same person: Zhou Enlai, the man who would become the first premier of the People's Republic of China.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sino-russian-alliance-dont-bet-on-it-11568577151", "title": "A Sino-Russian Alliance? Don't Bet On It", "date": "2019-09-15 15:52", "summary": "Students in Beijing and Moscow want to keep their neighbor at arm's length. They also admire the U.S.. 'Great-power competition\" is increasingly a central concern in Washington foreign-policy circles. The 2017 U.S. National Security Strategy warns that \"China and Russia challenge American power, influence, and interests, attempting to erode American security and prosperity.\" The era of great-power competition is all the more dangerous if America's adversaries join forces. In a column this year, the Journal's Walter Russell Mead described factors shaping cooperation between China and Russia. But do the Chinese and Russian people support greater cooperation against the U.S.?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-dreaming-about-paying-student-athletes-11568577090", "title": "California's Dreaming About Paying Student Athletes", "date": "2019-09-15 15:51", "summary": "A union-backed law would sow Commerce Clause chaos and render the NCAA irrelevant.. The U.S. Constitution regards the 50 states as coequals, yet Sacramento seems to think California is more equal than the others. Democrats have recently sought to impose the state's online privacy, auto emissions and corporate-diversity diktats nationwide. Businesses have no choice but to abide by the rules California makes if they want to reach the state's 39 million residents. Applying those rules nationally makes sense for companies that want to avoid market fragmentation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-a-world-trade-organization-2-0-11568577021", "title": "Time for a World Trade Organization 2.0", "date": "2019-09-15 15:50", "summary": "Rather than leave the WTO, the U.S. can update the existing one-and threaten to exclude China.. No one seems to care if the World Trade Organization-the world's only global trade regime-withers. In recent weeks, President Trump threatened unilateral tariff increases against China and Mexico, Japanese Prime Minister Shinzo Abe announced trade restrictions against Korea and Korea responded in kind, and Pakistan suspended trade relations with India after India announced an end to Kashmir's special status.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-incredible-british-hulk-11568576955", "title": "Notable & Quotable: The Incredible British Hulk", "date": "2019-09-15 15:49", "summary": "'Mr. Johnson said that the U.K. would emulate Bruce Banner.'. From the U.K.'s Mail on Sunday, Sept. 15:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-make-long-shot-bid-to-check-presidential-tariff-powers-11568571897", "title": "Lawmakers Make Long-Shot Bid to Check Presidential Tariff Powers", "date": "2019-09-15 15:26", "summary": "Trump's trade disputes spur bipartisan efforts, but veto power remains a hurdle. In Sen. Jerry Moran's home state of Kansas, support for President Trump remains high. But so does anxiety among farmers and manufacturers about the economic fallout from the tariffs Mr. Trump has imposed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-policy-statement-home-sales-industrial-production-data-11568574000", "title": "Economy Week Ahead: Fed Policy Statement, Home Sales, Industrial Production Data", "date": "2019-09-15 15:00", "summary": "Fed is expected to cut interest rates by a quarter percentage point on Wednesday. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-rages-over-real-estate-titans-500-million-estate-and-legacy-11568548800", "title": "Battle Rages Over Real-Estate Titan's $500 Million Estate and Legacy", "date": "2019-09-15 14:41", "summary": "Shortly before his death, George Kaufman removed his lawyer of more than 25 years as executor and trustee. Two months before his death, the real-estate magnate and philanthropist George Kaufman amended his will to change who would manage his more than $500 million estate.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zach-galifianakis-takes-between-two-ferns-on-a-road-trip-11568552402", "title": "Zach Galifianakis Takes 'Between Two Ferns' on a Road Trip", "date": "2019-09-15 14:38", "summary": "The host of the Emmy-award winning fake talk show that's now a movie discusses the art of insulting big stars. How do the creators of a five-minute sketch comedy show turn their cult hit into a film? Or, as Zach Galifianakis puts it, \"How do you beat a dead horse properly?\"", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-oldest-team-is-also-its-most-old-school-11568556332", "title": "Baseball's Oldest Team Is Also Its Most Old-School", "date": "2019-09-15 14:12", "summary": "The Washington Nationals seem to be from a different era. Their starters pitch deep into games. They steal. They bunt. They don't strike out.. WASHINGTON-In an industry increasingly populated by young stars, young managers and young executives, the Washington Nationals have the oldest roster in baseball. They have two 35-year-olds in their starting rotation (Max Scherzer and Aníbal Sánchez), a 36-year-old on their bench (Howie Kendrick) and, at age 42, the sport's oldest active player in their bullpen (Fernando Rodney).", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-leader-pins-election-bid-on-security-record-11568539802", "title": "Israeli Leader Pins Election Bid on Security Record", "date": "2019-09-15 13:31", "summary": "Netanyahu heads into an election Tuesday with his record of protecting Israel under fire. TEL AVIV-Prime Minister Benjamin Netanyahu is staking his political survival in Tuesday's election on his record in protecting Israel, as he faces a challenge from former generals who seek to sow doubt that he can keep the country safe.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-campaign-to-bring-african-art-home-11568545200", "title": "The New Campaign to Bring African Art Home", "date": "2019-09-15 13:27", "summary": "Advocates are pushing to return works to their original homes in Africa. It's raising complex and sometimes uncomfortable challenges for museums.. BRUSSELS-A push to return African artworks from museums in Europe and America to their original countries is gaining traction. But it's raising complex and sometimes uncomfortable challenges.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunisians-cast-votes-for-president-11568567280", "title": "Tunisians Cast Votes for President", "date": "2019-09-15 13:08", "summary": "Only democracy to survive after the Arab Spring engaged in wide-open election. TUNIS-Tunisians voted Sunday in their second free presidential election since the uprising that toppled an autocratic regime in 2011, consolidating the country's position as the only democracy to survive the years of revolution and war following the Arab Spring.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-hampshires-gop-governor-goes-on-veto-streak-11568545200", "title": "New Hampshire's GOP Governor Goes on Veto Streak", "date": "2019-09-15 13:00", "summary": "Democratic-led legislature meets this week to possibly overturn some vetoes by Gov. Chris Sununu. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-crisis-deepens-in-hong-kong-as-protesters-retake-streets-11568538067", "title": "Political Crisis Deepens in Hong Kong as Protesters Retake Streets", "date": "2019-09-15 12:58", "summary": "Thousands march in defiance of police ban on demonstration. HONG KONG-Political turmoil engulfing this global financial center showed no signs of abating as tens of thousands of pro-democracy demonstrators marched Sunday in defiance of a police ban, with many venting their anger at Beijing just two weeks before China celebrates the 70th anniversary of the People's Republic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-officials-say-oil-production-to-return-to-normal-levels-by-monday-11568491979", "title": "Attacks on Saudi Oil Facilities Spark Supply Worries", "date": "2019-09-15 12:47", "summary": "Saudi officials and a group representing top consuming nations sought to reassure buyers in the wake of the strikes. Saudi Arabia raced Sunday to restore crude production knocked out by a weekend attack, but the blow at the heart of the kingdom's oil industry threatens to boost prices and raise concerns about the security of supplies in the region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-backpage-u-s-investigates-massage-escort-websites-that-now-dominate-market-11568548800", "title": "After Backpage, U.S. Investigates Massage, Escort Websites", "date": "2019-09-15 12:37", "summary": "Authorities focus on three sites and the Swiss businessman they believe may control them. A year after U.S. authorities closed Backpage.com, the biggest player in the online sex-for-sale industry, investigators are focused on three websites now dominant in the American market and the Swiss businessman who they believe may control them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxurys-trouble-getting-down-with-american-kids-11568559721", "title": "Luxury's Trouble Getting Down With American Kids", "date": "2019-09-15 11:02", "summary": "Designer labels have been less successful with U.S. millennials than with young Chinese shoppers. Luxury brands have done a great job of attracting young Chinese shoppers. Cash-strapped U.S. millennials will be a tougher sell.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorry-energy-consumers-shale-wont-save-you-11568559710", "title": "Sorry Energy Consumers, Shale Won't Save You", "date": "2019-09-15 11:01", "summary": "Booming U.S. oil production has altered the world energy landscape, but it can't plug a hole of the size created by the weekend attack on Saudi Arabia. America's bountiful shale deposits have displaced worries about the far larger oil reserves and production of the Middle East. This weekend was a reminder of just how crucial the region remains.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-hugo-chavez-worked-to-flood-u-s-with-cocaine-u-s-prosecutors-say-11568557780", "title": "Venezuela's Hugo Chávez Worked to Flood U.S. With Cocaine, U.S. Prosecutors Say", "date": "2019-09-15 10:29", "summary": "Documents prepared by U.S. federal prosecutors outline for the first time the possible role of the former Venezuelan president in drug trafficking. Venezuelan President Hugo Chávez in the mid-2000s ordered his top lieutenants to work with Colombian Marxist guerrillas to flood the U.S. with cocaine in his government's efforts to combat the Bush administration, according to U.S. documents obtained by The Wall Street Journal that shed new light on the leftist regime's struggle with Washington.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-u-s-dollar-prompts-speculation-of-trump-intervention-11568556001", "title": "Strong U.S. Dollar Prompts Speculation of Trump Intervention", "date": "2019-09-15 10:00", "summary": "Officials have considered whether to use currency intervention as a weapon in their trade war. For decades, U.S. currency policy was to, in effect, have no policy. Administrations seldom intervened in markets, advised other countries to do the same and claimed a strong dollar was in the country's interest.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pre-emptive-stimulus-is-difficult-to-judge-11568555514", "title": "Pre-Emptive Stimulus Is Difficult to Judge", "date": "2019-09-15 09:51", "summary": "When the Democrats run Washington again, will they consider autopilot boosters to be a baseline and look to turbocharge them or keep them on at all times?. Jason Furman recommends that Congress and President Trump \"Launch a Pre-Emptive Strike Against Recession\" (op-ed, Sept. 6). Pre-recession economic intervention on autopilot sounds appealing relative to ad hoc and often ill-timed fiscal policy responses, but it brings other risks and baggage to an economy, markets and political system that run on expectations. It will be a lot easier to trigger boosters than to shut them down. Will there be \"taper tantrums\" akin to bond investor reactions to monetary policies that make stimulus shutdowns difficult? When the Democrats run Washington again, will they consider autopilot boosters to be a baseline and look to turbocharge them or keep them on at all times?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-margaret-sanger-on-eugenics-11568554915", "title": "In Defense of Margaret Sanger on Eugenics", "date": "2019-09-15 09:41", "summary": "A full reading of Sanger's letter about the project reveals her outlining the important role black doctors and nurses serve to calm concerns about eugenics, not to promote it.. William McGurn's description of Planned Parenthood founder Margaret Sanger's \"Negro Project\" is callous and incorrect (\"White Supremacy and Abortion,\" Main Street, Sept. 3). A full reading of Sanger's letter about the project reveals her outlining the important role black doctors and nurses serve to calm concerns about eugenics, not to promote it. Planned Parenthood denounces eugenics because we believe every person, regardless of race or income, should have the freedom to make their own decisions about their body.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/writer-julian-fellowes-prepares-downton-abbey-for-the-big-screen-11568552402", "title": "Writer Julian Fellowes Prepares 'Downton Abbey' for the Big Screen", "date": "2019-09-15 09:00", "summary": "The Crawley family from 'Downton Abbey' returns this month as a film based on the TV series hits cinemas. Julian Fellowes spent three years figuring out how to kill Sybil, but he killed Matthew quickly.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nebraskan-who-rules-the-scottish-highland-games-11568548802", "title": "The Nebraskan Who Rules the Scottish Highland Games", "date": "2019-09-15 08:00", "summary": "Resume Subscription. Chuck Kasson has startled more than a few cyclists while practicing the hammer toss near a bike trail in the suburbs of Lincoln, Neb. He jokes it would be more alarming if he were also wearing a kilt, the standard uniform of the Highland Games, while tossing a round 16-pound weight attached to a long handle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-oil-attack-this-is-the-big-one-11568480576", "title": "Saudi Oil Attack Is the Big One", "date": "2019-09-15 07:28", "summary": "The technological sophistication and audacity of Saturday's attack will linger over the energy market. Saturday's attack on a critical Saudi oil facility will almost certainly rock the world energy market in the short term, but it also carries disturbing long-term implications.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-debt-sends-early-warning-signals-11568545201", "title": "Junk Debt Sends Early Warning Signals", "date": "2019-09-15 07:00", "summary": "Distressed ratio in high-yield bonds rose to three-year high in August. Warning signals are starting to flash in the market for junk debt, an indicator that investors are worried that companies with high debt loads could be at risk even if the U.S. economy avoids recession.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-slow-to-move-away-from-libor-11568541601", "title": "Companies Slow to Move Away From Libor", "date": "2019-09-15 06:00", "summary": "Fewer than half of 177 companies surveyed are confident they will be prepared for switch-over in two years. The world is moving toward a new short-term lending benchmark to replace the troubled London interbank offered rate. Companies don't seem to be in a rush to keep pace.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-oil-attack-is-unlikely-to-dent-u-s-economy-11568539800", "title": "Saudi Oil Attack Is Unlikely to Dent U.S. Economy", "date": "2019-09-15 05:30", "summary": "If strikes trigger higher energy prices, China and Japan will suffer most, economists warn. The latest drone strikes on Saudi Arabian oil-production facilities likely would have a limited direct effect on the U.S. economy, but could result in higher gas prices, potentially exerting an additional drag on slowing global growth, economists say.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-groups-press-new-york-to-protect-app-based-workers-11568580300", "title": "Labor Groups Press New York to Protect App-Based Workers", "date": "2019-09-15 00:01", "summary": "Many drivers for Uber and Lyft aren't covered by wage and hour laws. Buoyed by legislative passage of a bill in California, unions in New York are pushing to change state law to extend employment protections for app-based workers.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-auto-workers-union-to-strike-gms-u-s-factories-11568560131", "title": "United Auto Workers Go on Strike at GM's U.S. Factories", "date": "2019-09-15 00:01", "summary": "Labor union called on 46,000 GM factory workers to walk off job or stay home, the UAW's first such move in over a decade. DETROIT-Factory workers at General Motors Co. went on a nationwide strike early Monday morning in the United Auto Workers' largest work stoppage in more than a decade, putting it among the biggest walkouts at a private-sector employer in years.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-considers-traveling-to-texas-to-meet-with-indias-narendra-modi-11568585380", "title": "Trump to Meet With Leaders of India and Australia", "date": "2019-09-15 00:01", "summary": "Indian leader Narendra Modi expected in Houston for a community summit on Sept. 22. President Trump will travel to Texas next weekend to attend an event with India's prime minister and then will visit Ohio with Australia's leader, the White House said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-strikes-spark-fires-at-saudi-oil-facilities-11568443375", "title": "U.S. Blames Iran for Attack on Saudi Oil Facilities", "date": "2019-09-15 20:26", "summary": "Saudi Arabia shuts down about half its oil output after strikes. Secretary of State Mike Pompeo blamed Iran for coordinated strikes on the heart of Saudi Arabia's oil industry, saying they marked an unprecedented attack on the world's energy supply.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspicions-rise-that-saudi-oil-attack-came-from-outside-yemen-11568498542", "title": "Suspicions Rise That Saudi Oil Attack Came From Outside Yemen", "date": "2019-09-15 20:10", "summary": "Saudi, U.S. officials are investigating possibility that cruise missiles fired from Iraq or Iran hit the Saudi petroleum facilities. Saudi and American officials are investigating the possibility that attacks on Saudi oil facilities Saturday involved cruise missiles launched from Iraq or Iran, questioning Yemeni rebel claims of responsibility, people familiar with the matter said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]