[{"link": "https://www.wsj.com/articles/marriott-profit-fell-23-for-third-quarter-11572910559", "title": "Marriott Profit Fell 23% for Third Quarter", "date": "2019-11-04 18:57", "summary": "Hotel company lowers its outlook for a key revenue metric; Hong Kong demonstrations limit growth. Marriott International Inc. reported a 23% drop in quarterly profit and lowered its view for a crucial metric in the hospitality industry, as growth in the hotel business cools off.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-urged-to-end-ratings-firms-conflicted-business-model-11572911797", "title": "SEC Urged to End Ratings Firms' Conflicted Business Model", "date": "2019-11-04 18:56", "summary": "An advisory panel is considering whether to recommend a new dynamic. A panel of academics and former credit-ratings-firm executives urged the Securities and Exchange Commission on Monday to finally end the industry's \"issuer pay\" business model in which entities that sell bonds also pay for ratings.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-to-pay-easterbrook-26-weeks-severance-11572881843", "title": "McDonald's Top Human-Resources Officer Departs After CEO Firing", "date": "2019-11-04 18:55", "summary": "Burger giant fired its chief executive, Steve Easterbrook, due to a relationship with an employee. McDonald's Corp. said its top human-resources executive has left the company, days after the burger giant fired its chief executive, Steve Easterbrook, because of his relationship with an employee.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-posts-flat-sales-in-latest-quarter-11572871976", "title": "Under Armour Shares Slide on News of Accounting Probe", "date": "2019-11-04 18:40", "summary": "Executives say they have cooperated for more than two years and decline to discuss why probe wasn't disclosed. Under Armour Inc. shares fell nearly 19% after the company confirmed it was the subject of a federal investigation into its accounting practices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boriss-bad-campaign-start-11572910811", "title": "Boris's Bad Campaign Start", "date": "2019-11-04 18:40", "summary": "A ban on fracking is the wrong message for post-Brexit prosperity.. Boris Johnson last week wrung an early election from an unwilling Parliament, but he's off to a bad start for the Dec. 12 poll. The Prime Minister started things off by announcing a ban on hydraulic fracturing for oil and natural gas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-wealth-taxes-failed-11572910833", "title": "Where Wealth Taxes Failed", "date": "2019-11-04 18:40", "summary": "Here's a lesson from Europe that Warren and Sanders ignore.. Bernie Sanders often points to Europe as his economic model, but there's one lesson from the Continent that he and Elizabeth Warren want to ignore. Europe has tried and mostly rejected the wealth taxes that the two presidential candidates are now promising for America.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-pirates-in-the-dock-11572910778", "title": "State Pirates in the Dock", "date": "2019-11-04 18:39", "summary": "The Justices hear a crucial case of copyright and state rights.. The Supreme Court has bolstered both state and property rights in recent decades, but on Tuesday it will mediate an ostensible conflict between the two. States argue they can't be sued for copyright infringement, but sovereign immunity isn't a constitutional license to steal intellectual property.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-targets-of-elizabeth-warrens-jobs-tax-11572909626", "title": "The Surprising Targets of Elizabeth Warren's Jobs Tax", "date": "2019-11-04 18:28", "summary": "How long can she pretend she's only punishing billionaires?. Presidential candidate Sen. Elizabeth Warren (D., Mass.) has become famous for advocating the abolition of private health plans covering more than 150 million Americans and the firing of two million Americans who work for such plans. But she didn't make clear until Friday that she intends to punish employers who have been providing workers with more health benefits than the law requires.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-illnesses-remain-a-mystery-to-new-york-health-officials-11572909986", "title": "Vaping-Related Illnesses Remain a Mystery to New York Health Officials", "date": "2019-11-04 18:26", "summary": "Hearing on vaping comes as Gov. Cuomo calls for ban on flavored e-cigarette products. More than 150 people in New York have been sickened by vaping-related illnesses, and state health regulators still don't understand what specifically is causing the ailments, according to a top state health official who testified before New York state senators on Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-release-transcripts-of-yovanovitch-mckinley-impeachment-testimony-11572888953", "title": "Democrats Release Transcripts of Yovanovitch, McKinley Testimony", "date": "2019-11-04 18:17", "summary": "Former U.S. ambassador to Ukraine said State Department officials didn't publicly support her out of fear President Trump would overrule them. WASHINGTON-The former U.S. ambassador to Ukraine said State Department officials didn't publicly support her out of fear of being overruled by President Trump, according to the transcript of her impeachment-inquiry testimony that revealed new details about the circumstances of her firing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auditors-look-to-modernize-rules-to-include-environmental-social-and-cybersecurity-issues-11572909295", "title": "Auditors Look to Modernize Rules to Include Environmental, Social and Cybersecurity Issues", "date": "2019-11-04 18:14", "summary": "Under rules proposed by standards board, auditors of private companies would be able to review nonfinancial issues without company first doing so. The auditing standards board of the American Institute of Certified Public Accountants is working to modernize standards governing nonfinancial information to include cybersecurity and environmental, social and corporate governance issues.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-will-give-you-cold-war-nostalgia-11572909192", "title": "Beijing Will Give You Cold War Nostalgia", "date": "2019-11-04 18:13", "summary": "Nuclear deterrence was simple compared with the fluid nature of cyberwarfare.. America's 21st-century competition with China is likely to be more dangerous and more complex than its old Cold War with the Soviet Union. This is partly because China's economic power makes it a much more formidable and resourceful opponent than the U.S.S.R., and partly because the technological environment has changed so dramatically in the past generation.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-lori-loughlin-11572909225", "title": "Free Lori Loughlin", "date": "2019-11-04 18:13", "summary": "The feds are treating the actress as if she and her husband were Bonnie and Clyde.. Here's hoping Lori Loughlin beats the rap.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-is-changing-fast-11572909143", "title": "Saudi Arabia Is Changing Fast", "date": "2019-11-04 18:12", "summary": "Social liberalization has outpaced economic reform, but there doesn't seem to be any turning back.. Riyadh, Saudi Arabia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-todays-entrepreneurs-11572909118", "title": "In Praise of Today's Entrepreneurs", "date": "2019-11-04 18:11", "summary": "Fewer new businesses are starting, but minorities and women are founding more.. We're treading water. The most recent figures from the U.S. Census Longitudinal Business Database show America losing nearly as many businesses as are launched. In 2016, the most recent year for which data are available, roughly 433,000 businesses were born, and 400,000 died. The share of new firms as a percentage of total firms today hovers around 8%, much lower than the average \"business birthrate\" of 11% between 1980 and 2010. That's a big concern because new businesses are engines of innovation, job creation and economic growth.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-the-states-copyright-plunder-11572909070", "title": "Stop the States' Copyright Plunder", "date": "2019-11-04 18:11", "summary": "They claim protection for their own intellectual property while engaging in blatant piracy.. If you took a photo and Harvard put it on its website without permission, you could sue the university for copyright infringement and win. Not if the University of Texas did the same thing. The Supreme Court has a chance to end the double standard that allows state institutions to run roughshod over copyrights, the legal fountainhead of American creativity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-asks-what-the-country-can-do-for-you-11572909098", "title": "Warren Asks What the Country Can Do for You", "date": "2019-11-04 18:11", "summary": "She proposes 'Medicare for All' but fears voters will be unwilling to pay anything at all for it.. Elizabeth Warren's release Friday of a more specific health-care platform only raised more questions about Medicare for All and its effects on the middle class. Conservatives as well as Ms. Warren's Democratic opponents questioned the assumptions behind her claim that she can enact a single-payer plan without raising taxes on the middle class. Yet the harshest critic may be Ms. Warren herself. \"Ask not what your country can do for you-ask what you can do for your country,\" John F. Kennedy, who once held Ms. Warren's Senate seat, urged. She refuses to ask the middle class to pay a dime for her costly proposal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-of-guy-review-pronoun-pyrotechnics-11572909036", "title": "'The Life of Guy' Review: Pronoun Pyrotechnics", "date": "2019-11-04 18:10", "summary": "Americans have abandoned the British ritual of burning \"papist\" conspirator Guy Fawkes in efﬁgy, but his name remains on our tongues.. The name Guy Fawkes is resonant in Britain. Only a vague notion of the man himself endures, but each November his celebrity is reaffirmed, as febrile festivities mark his involvement in one of history's most audacious anti-authoritarian plots. Fawkes was not, as commonly imagined, its ringleader. That role belonged to Robert Catesby, a charismatic member of England's Catholic gentry, which found itself, in a predominantly Protestant society, penalized for its beliefs. Catesby wanted to destroy the entire machinery of government. Yet it was one of his recruits who was found, shortly after midnight on Nov. 5, 1605, in a cellar beneath London's House of Lords, guarding a pile of brushwood that concealed a hoard of explosives.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-twitters-political-ad-ban-11572908984", "title": "Notable & Quotable: Twitter's Political Ad Ban", "date": "2019-11-04 18:09", "summary": "'Dorsey says that he wants to level the playing field. Perhaps he, with 4.2 million followers, should shadow-ban himself.'. Bradley A. Smithwriting for City Journal, Nov. 1:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shake-shack-warns-of-slower-growth-11572908147", "title": "Shake Shack Warns of Slower Growth", "date": "2019-11-04 17:55", "summary": "Shares fell 15% in after-hours trading after the New York-based burger chain cut its forecast for comparable-store sales. Shake Shack Inc. disappointed investors after warning that sales are going to be weaker this fiscal year than it had previously anticipated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-explores-suspended-license-traffic-stop-11572907200", "title": "Supreme Court Explores Suspended-License Traffic Stop", "date": "2019-11-04 17:40", "summary": "In Kansas case, justices ask if it is reasonable to assume that drivers with suspended licenses continue to drive. WASHINGTON-Is it common sense to assume that drivers with suspended licenses keep driving their cars anyway? That question occupied the Supreme Court on Monday, as the justices examined a 2016 traffic stop in Lawrence, Kan., that was conducted solely because the registered owner had his license revoked.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stocks-outpacing-the-rest-of-the-world-11572863400", "title": "Dow Hits a Record as U.S. Stocks Are Outpacing World", "date": "2019-11-04 17:39", "summary": "Steady consumer spending and strength in the labor market keep supporting U.S. stocks despite fears of a recession. The Dow Jones Industrial Average climbed Monday to its first record since mid-July, the latest example of investors' faith in the domestic economy powering U.S. stocks to fresh highs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-raises-2-billion-for-buyouts-preps-4-billion-hedge-fund-push-11572901508", "title": "Elliott Raises $2 Billion for Buyouts, Preps $4 Billion Hedge-Fund Push", "date": "2019-11-04 17:36", "summary": "Paul Singer-led hedge fund, one of the world's most prominent shareholder activists, gets serious about buyouts. Elliott Management Corp., one of Wall Street's best-known hedge funds, is accelerating its push into private equity.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-former-star-returns-to-the-mets-this-time-to-manage-11572906701", "title": "A Former Star Returns to the Mets. This Time to Manage.", "date": "2019-11-04 17:31", "summary": "Carlos Beltrán had a Hall of Fame-caliber career. He is back in New York as a manager. Will it work?. A year after they hired an agent as their general manager, the New York Mets made another move this weekend that surprised the baseball world: They chose Carlos Beltrán to serve as their next manager, formally unveiling him Monday morning at a news conference at Citi Field.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salt-lake-tribune-becomes-a-nonprofit-11572906301", "title": "Salt Lake Tribune Becomes a Nonprofit", "date": "2019-11-04 17:25", "summary": "Utah's largest newspaper's new status highlights considerable challenges facing local news outlets. The Salt Lake Tribune, the largest newspaper in Utah, is becoming a nonprofit, marking a new approach in a struggling industry seeking new business models to stay afloat.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/realreal-posts-another-loss-jump-in-users-11572906028", "title": "RealReal Posts Another Loss, Jump in Users", "date": "2019-11-04 17:20", "summary": "Online marketplace for used luxury goods reported a 55% increase in revenue from a year ago. The RealReal Inc. reported a jump in quarterly revenue and shoppers on its marketplace but the online seller of luxury goods continues to lose money.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-bills-divide-congress-as-funding-deadline-nears-11572905197", "title": "Spending Bills Divide Congress as Funding Deadline Nears", "date": "2019-11-04 17:06", "summary": "Border wall remains sticking point in talks ahead of Nov. 21 deadline to avoid government shutdown. WASHINGTON-With less than three weeks before the federal government runs out of money, lawmakers and Trump administration officials are accelerating efforts to solve politically difficult spending questions, including border-wall funding.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-welcomes-washington-nationals-to-white-house-11572900661", "title": "Trump Welcomes Washington Nationals to White House", "date": "2019-11-04 17:02", "summary": "President celebrates hometown baseball team's World Series win as 'a comeback story for the ages'. President Trump welcomed the Washington Nationals to the White House, celebrating the hometown team's World Series win as \"a comeback story for the ages.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-go-to-new-depths-for-ocean-plastic-in-recycling-push-11572875512", "title": "Companies Dive Deep for Ocean Plastic in Recycling Push", "date": "2019-11-04 17:02", "summary": "Multinationals like Coca-Cola, Adidas and HP reuse trash fished from seas or collected on coastlines. Companies seeking to cut plastic use are tapping a vast source of raw materials: ocean garbage.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-big-cheese-will-struggle-at-mcdonalds-11572890258", "title": "New Big Cheese Will Struggle at McDonald's", "date": "2019-11-04 16:55", "summary": "Steve Easterbrook's successor will struggle to maintain the fast-food company's impressive performance as economic forces move against it. It is always interesting how a company's shares react when the boss departs unexpectedly, and the case of McDonald's is more telling than most.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-suspends-accounts-linked-to-hamas-hezbollah-11572888026", "title": "Twitter Suspends Accounts Linked to Hamas, Hezbollah", "date": "2019-11-04 16:34", "summary": "Curbs come after lawmakers pressed social media companies to remove content from groups the U.S. classifies as terrorist organizations. Twitter Inc. has suspended accounts linked to Iran-backed militant group Hezbollah and Palestinian group Hamas after U.S. lawmakers criticized the social-media company for allowing those entities to remain active on the platform even though the State Department has designated both as terrorist organizations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/architect-of-cbss-streaming-strategy-to-depart-11572890400", "title": "Architect of CBS's Streaming Strategy to Depart", "date": "2019-11-04 16:33", "summary": "Jim Lanzone, who founded CBS All Access and runs the broadcaster's digital operations, is leaving to join venture-capital firm. Jim Lanzone, the head of CBS Corp.'s Interactive unit and the architect of the broadcaster's video streaming strategy, is leaving CBS as it prepares to merge with sister company Viacom Inc.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-loses-ground-on-rivals-11572874921", "title": "Sprint Loses Ground on Rivals", "date": "2019-11-04 16:25", "summary": "Carrier lost 91,000 postpaid phone connections in latest quarter; revenue fell. Sprint Corp. lost 91,000 of its most lucrative phone connections in the latest quarter, as the No. 4 U.S. carrier struggled to retain subscribers and compete with its larger rivals for new customers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-approach-to-gene-therapynow-in-dogs-maybe-later-in-humans-11572902582", "title": "A New Approach to Gene Therapy-Now In Dogs, Maybe Later In Humans", "date": "2019-11-04 16:23", "summary": "Gene therapy has successfully been used to treat age-related ailments in mice. Now it's being studied in dogs.. North Grafton, Mass.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newell-bonds-slide-in-downgrade-fallout-treasury-yields-climb-11572889618", "title": "Newell Bonds Slide in Downgrade Fallout, Treasury Yields Climb", "date": "2019-11-04 16:21", "summary": "Selloff highlights risk of triple-B downgrade overhang. Newell Brands Inc.'s bonds dropped amid heavy trading Monday, posting a contrast to Friday's rally in the consumer-products manufacturer's stock.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-commits-2-5-billion-to-fight-california-housing-crisis-11572868345", "title": "Apple Commits $2.5 Billion to Fight California Housing Crisis", "date": "2019-11-04 16:14", "summary": "Tech industry's boom has fueled growth in high-income jobs in Silicon Valley that has rapidly pushed up home prices. Apple Inc. will commit $2.5 billion toward affordable housing in California, the latest tech giant to pledge a large sum to help address concerns that Silicon Valley's successes have pushed people out of the area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-are-buoyed-by-optimism-over-earnings-trade-11572861532", "title": "Stocks Push to Highs on Trade Optimism", "date": "2019-11-04 16:13", "summary": "All three major U.S. stock indexes end at new highs. Fresh optimism over trade drove U.S. stocks to records Monday, extending the market's recent rally.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-issues-warning-to-anonymous-trump-administration-author-11572900654", "title": "Justice Department Warns Anonymous Trump Administration Author", "date": "2019-11-04 15:50", "summary": "The department suggests the writer of a forthcoming book risks violating nondisclosure agreement. The Justice Department issued a warning that the anonymous writer of a coming book about the Trump administration could be violating nondisclosure agreements, requesting information from the author's agents and publisher that they said they wouldn't provide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-m-w-turner-watercolors-from-tate-review-endlessly-inventive-11572900253", "title": "'J.M.W. Turner: Watercolors From Tate' Review: Endlessly Inventive", "date": "2019-11-04 15:44", "summary": "The largest selection of Turner watercolors to be seen in the U.S. for decades shows that the artist didn't need oil paint to be a master of luminosity and action.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assure-that-automation-helps-the-workers-11572899919", "title": "Assure That Automation Helps the Workers", "date": "2019-11-04 15:38", "summary": "Already, blockchain companies are moving overseas. We need to do everything we can to keep these groundbreaking projects in the U.S.. \"The High Cost of Impeding Automation\" (Journal Report, Oct. 25) raises salient points. American entrepreneurs dominate the global economy because they take risks to innovate existing products and services. If we allow fear to stifle their efforts, we risk surrendering global superiority and sacrificing improvements in quality of living-just to preserve the status quo. This was evident when the House Financial Services Committee questioned Mark Zuckerberg last month. While I share some of my colleagues' skepticism about Facebook's Libra project, I find their fear of blockchain and cryptocurrency shortsighted. Already, blockchain companies are moving overseas, where countries such as Switzerland have the regulatory framework to support innovation while protecting consumers. We need to do everything we can to keep these groundbreaking projects in the U.S. by establishing a clear regulatory framework that protects American innovators, investors and consumers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-was-californias-puc-in-years-past-11572899856", "title": "Where Was California's PUC in Years Past?", "date": "2019-11-04 15:37", "summary": "Although the politicians bear much responsibility for the PG&E debacle, the California Public Utilities Commission should be asked why it didn't do its job.. Regarding Holman W. Jenkins, Jr.'s \"Revolutionary California\" (Business World, Oct. 30): There is not an electric-utility executive who doesn't say to himself or herself every night, \"There but by the grace of God go I,\" when they look at the mess in California, particularly as it relates to PG&E . Although the politicians bear much responsibility for the PG&E debacle, the California Public Utilities Commission should be asked why it didn't do its job.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wealth-tax-could-hold-all-institutions-responsible-11572899750", "title": "A Wealth Tax Could Hold All Institutions Responsible", "date": "2019-11-04 15:35", "summary": "A more balanced approach to policy formulation would consider the broader context of our very mixed political economy, rather than scapegoating the private business sector.. Daniel Henninger makes a good point about presidential candidates showing very little awareness or appreciation of the private sector (\"The Democrats' Spooky Politics,\" Wonder Land, Oct. 31). Apart from the merits of their critiques, it's also notable that their focus within the private sector is limited to businesses even though nowadays private nonprofits would share many of the characteristics they find objectionable. For instance, why shouldn't a wealth tax apply to the most extraordinary endowments of colleges, private foundations and cultural organizations? And for the many highly regulated industry sectors, shouldn't accountability be shared by the federal and state regulators overseeing those businesses?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-realistic-in-expectations-for-helping-the-homeless-11572899668", "title": "Be Realistic in Expectations for Helping the Homeless", "date": "2019-11-04 15:34", "summary": "If you live in a tent on the street or under an overpass, you are not looking for a cheap apartment, you likely have a mental-health or addiction issue and couldn't afford any apartment, no matter how little it costs.. Regarding the letters of Oct. 10 and Oct. 12 on the homeless in California: If you live in a tent on the street or under an overpass, you are not looking for a cheap apartment, you likely have a mental-health or addiction issue and couldn't afford any apartment, no matter how little it costs. Politicians talk about affordable housing for most street residents, but this is completely unrealistic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employees-arent-children-but-parenting-skills-help-11572899598", "title": "Employees Aren't Children but Parenting Skills Help", "date": "2019-11-04 15:33", "summary": "Mike Vance said: \"The superlative mother doesn't do annual performances with her children.\". \"How Parenting Books Taught Me to Be a Better Leader\" (Journal Report, Oct. 28) reminds me of advice I heard in the mid-1980s from creative-thinking guru Mike Vance. Vance, who is credited with popularizing the phrase \"think out of the box,\" was speaking about performance evaluations, and he cited the \"superlative mother\" as the model for managers. As I recall, Vance said: \"The superlative mother doesn't do annual performances with her children. She provides immediate evaluations when necessary.\" Just one more lesson from good parenting.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-official-says-market-interventions-have-restored-calm-11572898733", "title": "New York Fed Official Says Market Interventions Have Restored Calm", "date": "2019-11-04 15:18", "summary": "Lorie Logan, who is the acting leader of the Markets Desk at the New York Fed, said efforts are working well. The New York Fed's efforts to calm short-term markets and keep them placid is working well, a top central bank staffer said Monday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexandria-ocasio-cortez-fights-for-the-right-to-block-some-critics-on-twitter-11572871369", "title": "Alexandria Ocasio-Cortez Apologizes for Blocking Twitter Critic", "date": "2019-11-04 14:58", "summary": "New York congresswoman settles lawsuit alleging she violated the First Amendment. Rep. Alexandria Ocasio-Cortez on Monday apologized for blocking a critic on Twitter and agreed to settle a First Amendment lawsuit that challenged her practice of barring people from her account.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-soars-on-cold-weather-forecasts-11572882288", "title": "Natural Gas Soars on Cold-Weather Forecasts", "date": "2019-11-04 14:56", "summary": "Prices are at their highest level since late March; investors focus on inventory data. Cold-weather forecasts across much of the U.S. are extending a rally in natural-gas prices, the latest example of shifting temperatures wrong-footing investors in the volatile commodity market.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-third-ascension-by-glenn-branca-and-potential-differences-by-dither-reviews-the-new-sound-of-electric-guitar-11572896398", "title": "'The Third Ascension' by Glenn Branca and 'Potential Differences' by Dither Reviews: The New Sound of Electric Guitar", "date": "2019-11-04 14:39", "summary": "Two albums reveal fresh classical-music directions for a familiar instrument.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-for-syrian-town-pits-turkey-against-assad-regime-11572895584", "title": "Battle for Syrian Town Pits Turkey Against Assad Regime", "date": "2019-11-04 14:26", "summary": "Turkish forces are advancing on Tal Tamar in an apparent bid to expand the area under their control without Russian joint supervision. Turkey's weekslong efforts to seize Kurdish-held territories in Syria have put the Turkish military on a collision course with the army of Syrian President Bashar al-Assad despite a recent agreement between Moscow and Ankara to prevent hostilities.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-vitriol-triggers-exodus-of-women-candidates-11572895259", "title": "Brexit Vitriol Triggers Exodus of Women Candidates", "date": "2019-11-04 14:21", "summary": "Many midcareer female politicians are quitting rather than run for next month's election. 'Nobody in any job should have to put up with threats,' says one.. LONDON-As Britain embarks on a high-stakes national election campaign, an unusually high number of midcareer women are quitting politics, saying anger over Brexit and virulent online abuse are staining British political life.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teenager-charged-in-texas-shooting-declared-incompetent-attorney-says-11572894685", "title": "Teenager Charged in Texas Shooting Declared Incompetent, Attorney Says", "date": "2019-11-04 14:11", "summary": "Ten people were killed in 2018 shooting at Santa Fe High. HOUSTON-An attorney says a teenager charged in a mass shooting at a Texas high school last year has been declared incompetent to stand trial by three experts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-survey-shows-demand-for-business-loans-weakened-in-third-quarter-11572894001", "title": "Fed Survey Shows Business Loan Demand Weakened in Third Quarter", "date": "2019-11-04 14:00", "summary": "Banks attributed weaker loan demand to business investment decline. Demand for business loans weakened in the third quarter as bank customers dialed back their plans for new plant and equipment investment, according to a Federal Reserve survey released Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nras-unusual-travel-setup-spotlights-governance-gaps-11572881796", "title": "NRA's Unusual Travel Setup Spotlights Governance Gaps", "date": "2019-11-04 13:51", "summary": "Unregistered travel agent who had once settled fraud allegations arranged costly trips for CEO Wayne LaPierre. The National Rifle Association for years has used unorthodox means to arrange Chief Executive Wayne LaPierre's costly travel, including his use of private jets for almost every trip.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-analysts-get-blindsided-11572891596", "title": "Under Armour Analysts Get Blindsided", "date": "2019-11-04 13:19", "summary": "News last month that CEO Kevin Plank will step down was met with enthusiasm, but Monday was a different story. When Under Armour announced last month that founder and Chief Executive Kevin Plank will step down at the end of this year to become the sportswear maker's executive chairman and brand chief, with Chief Operating Officer Patrik Frisk taking over the CEO spot, the move drew plaudits.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marijuana-laws-create-compliance-quandary-for-u-s-broker-dealers-11572891094", "title": "Marijuana Laws Create Compliance Quandary for U.S. Broker-Dealers", "date": "2019-11-04 13:11", "summary": "Disparity in federal and state laws governing marijuana has complicated investment policies at U.S. brokerages. A patchwork of state and federal laws governing the use and sale of marijuana is creating compliance challenges for U.S. firms that manage accounts for investors and trade securities for them.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-appeals-court-rejects-president-trump-s-attempts-to-keep-tax-records-secret-11572883303", "title": "Trump Rebuffed in Bid to Keep Tax Returns From Manhattan DA", "date": "2019-11-04 13:09", "summary": "President's attorneys vowed to appeal to Supreme Court a ruling ordering his accountant to turn over his financial records. A federal appeals court dealt President Trump another setback in his effort to keep his tax records secret, ruling Monday that the president's accounting firm must comply with a New York grand-jury subpoena for his financial information.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-are-wearing-uggs-now-yes-really-11572890071", "title": "How Ugg Finally Got Men Into Its Fuzzy Boots", "date": "2019-11-04 12:54", "summary": "And it's not just the much-mocked booties. Through social media marketing and new styles from lace-ups to sneakers, the brand has finally made headway with male consumers.. AS RECENTLY AS 2016, ads pushing Uggs for men showed New England Patriots quarterback Tom Brady loafing indoors in the brand's cozy shearling-lined slippers, looking barely awake and exuding little energy. These days, you won't find Mr. Brady's mellow smirk anywhere in the 41-year-old company's New York City showroom. Instead, much livelier imagery sits alongside displays of the fuzz-filled boots. One framed photo captures Kofi Siriboe, a Ghanian actor with nearly a million Instagram followers, bounding down a city street dressed entirely in red, save for the beige Uggs on his feet. In another, Migos rapper Offset kicks out his leg as he exits an SUV-an Ugg logo clearly visible on his boot's sole.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-plants-would-get-more-flexibility-on-waste-under-epa-proposal-11572889218", "title": "Coal Plants Would Get More Flexibility on Waste in EPA Proposal", "date": "2019-11-04 12:40", "summary": "Utility operators' group welcomes proposal to give power plants more time to keep using unlined coal-ash waste ponds. WASHINGTON-The Environmental Protection Agency on Monday proposed easing 2015 rules for disposing of coal ash and wastewater from coal-fired power plants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-professor-files-rare-lawsuit-over-use-of-facial-recognition-technology-11572884626", "title": "Chinese Professor Files Rare Lawsuit Over Use of Facial-Recognition Technology", "date": "2019-11-04 12:27", "summary": "Experts say outcome could impact how governments in China regulate how authorities, companies use such technology. BEIJING-A Chinese law professor has raised a rare legal challenge over how facial-recognition technology is deployed in a country where surveillance cameras are increasingly part of everyday life.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pioneer-era-graffiti-clues-about-the-american-west-11572888161", "title": "In Pioneer-Era Graffiti, Clues About the American West", "date": "2019-11-04 12:22", "summary": "Messages scrawled during the 19th- and early 20th-century at the Aztec Ruins National Monument in New Mexico and other sites are shedding light on how areas were settled. Aztec Ruins National Monument, N.M.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-struggle-to-grow-a-beard-is-real-so-men-are-faking-it-11572887063", "title": "The Struggle to Grow a Beard Is Real. So Men Are Faking It.", "date": "2019-11-04 12:04", "summary": "Eye shadow, fibers, sprays-desire for full facial hair launches search for solutions; 'the Rick Ross look'. Driving to a wedding, Kurt Maletych panicked. He thought he had left a valuable pen at home. He searched his car and there it was: a Volt Instant Beard Color applicator he uses to fill in a pesky grey patch.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obscure-model-puts-a-price-on-good-healthand-drives-down-drug-costs-11572885123", "title": "Obscure Model Puts a Price on Good Health-and Drives Down Drug Costs", "date": "2019-11-04 11:32", "summary": "Resume Subscription. The makers of the cholesterol-lowering drug Praluent, which first went on sale for $14,600, offered to sell it for as little as $4,500, after rebates. A new migraine drug called Aimovig, expected to cost up to $10,000 a year, went on sale for $6,900. And Zolgensma, a lifesaving gene therapy for children that its maker said might cost up to $5 million, was priced at $2.1 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-nigerian-pop-star-finds-success-in-the-u-s-on-his-own-terms-11572884659", "title": "A Nigerian Pop Star Finds Success in the U.S., On His Own Terms", "date": "2019-11-04 11:24", "summary": "Burna Boy's blend of African pop, hip-hop, reggae and Jamaican dancehall music is drawing a growing U.S. audience-and the attention of megastars like Beyoncé. One of the hottest acts in pop music now is a 28-year-old Nigerian whose blend of hip-hop, reggae and Jamaican dancehall music is drawing a growing U.S. audience-and the attention of megastars like Beyoncé.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hazardous-smog-in-new-delhi-forces-government-to-take-emergency-steps-11572879014", "title": "Hazardous Smog in New Delhi Forces Government to Take Emergency Steps", "date": "2019-11-04 11:18", "summary": "Schools are closed, construction work stopped, flights canceled and an odd-even license-plate system is imposed on drivers. NEW DELHI-Air pollution in India's capital surged to its worst levels in years, covering the city in a thick smog that has become an annual public-health emergency despite government vows to tackle the problem.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powell-to-testify-before-congressional-committee-on-nov-13-11572884014", "title": "Fed Chairman Powell to Testify Before Congressional Committee on Nov. 13", "date": "2019-11-04 11:13", "summary": "Resume Subscription. Federal Reserve Chairman Jerome Powell is set to testify on the economic outlook before the Joint Economic Committee on Nov. 13, the committee said on Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elections-to-provide-barometer-on-impeachment-inquiry-11572883753", "title": "Elections to Provide Barometer on Impeachment Inquiry", "date": "2019-11-04 11:09", "summary": "Resume Subscription. A set of statewide gubernatorial and legislative elections on Tuesday could provide the first barometer of how the House's impeachment inquiry is changing the political environment across the country.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-short-but-full-history-of-facial-hair-11572883430", "title": "A Short, But Full, History of Facial Hair", "date": "2019-11-04 11:03", "summary": "Styles have changed, but from Moses to Rick Ross, men have impressed with facial hair.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nasa-probes-journey-out-of-suns-warmth-yields-new-learnings-11572883200", "title": "NASA's Voyager 2 Sends First Data From Interstellar Space", "date": "2019-11-04 11:00", "summary": "Probe's crossing into cold outer space provided new insights into interstellar borderlands. The Voyager 2 probe signaled its passage into interstellar space with a cascade of data from beyond the planets, where the cold breath of stars envelops the solar system, NASA scientists reported Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elle-columnist-files-defamation-suit-against-trump-11572882744", "title": "Elle Columnist Files Defamation Suit Against Trump", "date": "2019-11-04 10:52", "summary": "E. Jean Carroll says the president damaged her reputation, insulted her in denying rape allegation. A prominent New York writer filed a defamation lawsuit Monday against President Trump, claiming he lied earlier this year when he denied raping her in a department-store dressing room in the 1990s.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-fires-ceo-steve-easterbrook-over-relationship-with-employee-11572816660", "title": "McDonald's Fires CEO Steve Easterbrook Over Relationship With Employee", "date": "2019-11-04 10:50", "summary": "Head of U.S. business is named chief executive as burger giant fights weak domestic sales. McDonald's Corp. said it has fired Chief Executive Steve Easterbrook because of his consensual relationship with an employee, the latest challenge for the company as it races to keep up with changes reverberating throughout the food industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-holds-back-from-china-backed-asia-pacific-trade-pact-11572882570", "title": "India Holds Back From China-Led Asia-Pacific Trade Pact", "date": "2019-11-04 10:49", "summary": "Indians express concern about cheap Chinese imports, though 15 other nations, including Japan, South Korea and Australia, proceed. Asia-Pacific economies are moving closer to signing a regional China-backed trade pact, but one key country isn't yet on board: India.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-y-fed-adds-77-6-billion-in-temporary-money-to-markets-11572881834", "title": "N.Y. Fed Adds $77.6 Billion In Temporary Money To Markets", "date": "2019-11-04 10:37", "summary": "Monday's injection is part of a broader program to ensure smoothness in short-term borrowing. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-horizon-buying-iberiabank-in-all-stock-deal-11572879761", "title": "First Horizon Buying Iberiabank in All-Stock Deal", "date": "2019-11-04 10:02", "summary": "Combined holding company and bank to operate under First Horizon name. First Horizon National Corp. is buying Iberiabank Corp. in an all-stock merger.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-top-fed-staffers-say-average-inflation-targeting-wont-work-in-paper-11572879602", "title": "Former Top Fed Staffers Say Average Inflation Targeting Won't Work", "date": "2019-11-04 10:00", "summary": "A new paper finds that average inflation targeting may fail to work in times of stress or changing economic circumstances. A new paper by top former Federal Reserve staffers shoots down a new way of potentially bolstering the Fed's inflation target at a time when central bank tools to deal with an economic downturn are limited.", "categories": [["Central Banks Research"]], "category_links": ["https://www.wsj.com/news/types/central-banks-research?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-the-quarterbacks-and-the-nfl-seasons-big-questions-11572879617", "title": "The Patriots, the Quarterbacks and the NFL Season's Big Questions", "date": "2019-11-04 10:00", "summary": "After a historic first half of the season, the Patriots defense finally broke against the Ravens on Sunday night. Plus, back-up quarterback intrigue and the race for the No. 1 pick will dominate attention.. In a matter of minutes Sunday night, the Baltimore Ravens accomplished something other teams had failed miserably at so far this year. They moved the ball against New England's vaunted defense, racking up a 17-0 lead en route to a 37-20 upset.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-says-chemical-company-owners-overcharged-for-debt-11572879484", "title": "Elliott Says Chemical Company Owners Overcharged for Debt", "date": "2019-11-04 09:58", "summary": "The hedge fund manager alleged that Vertellus Holdings' senior lenders Black Diamond, Brightwood and BlackRock blocked a $270 million refinancing deal. Hedge-fund manager Elliott Management Corp. is accusing three investment firms of gouging specialty chemicals maker Vertellus Holdings LLC with high-interest debt after they took control of the company through bankruptcy.", "categories": [["Pro Bankruptcy Investors"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-investors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-pushes-global-engagement-do-his-competitors-agree-11572877131", "title": "Biden Pushes Global Engagement. Do His Competitors Agree?", "date": "2019-11-04 09:18", "summary": "In a WSJ interview, the Democratic presidential candidate staked out a firm argument for the virtues of continued American presence abroad. DES MOINES, Iowa-In the Democratic party's primary-season dialogue, punctuated as it is with talk of impeachment and Medicare-for-all, something is missing.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scrutiny-grows-over-elizabeth-warrens-medicare-for-all-plan-11572876393", "title": "Scrutiny Grows Over Elizabeth Warren's Medicare-for-All Plan", "date": "2019-11-04 09:06", "summary": "Bernie Sanders says her proposal would 'have a very negative impact on creating jobs'. DAVENPORT, Iowa-Sen. Elizabeth Warren's call for a Medicare-for-All health plan drew heightened scrutiny from her Democratic presidential rivals after she released a highly anticipated plan to pay for it.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-ai-tool-turns-a-businesss-data-into-wikipedia-like-snapshots-11572876002", "title": "Microsoft AI Tool Turns a Business's Data Into Wikipedia-Like Snapshots", "date": "2019-11-04 09:00", "summary": "Employees who spot an unfamiliar acronym in an email can click on it to generate a 'topic card' explaining what it is and who is involved. A tool that Microsoft Corp. introduced Monday uses artificial intelligence to automatically generate Wikipedia-like pages of information about a company's products, projects and customers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-steps-up-push-to-dominate-hottest-segment-of-the-cloud-11572876001", "title": "Microsoft Ramps Up Battle Against Amazon in Cloud War", "date": "2019-11-04 09:00", "summary": "The Redmond, Wash., software giant is unveiling tools aimed at what is perhaps the hottest part of the cloud market, the 'hybrid cloud'. Microsoft Corp. is introducing new tools for its campaign to outflank cloud-computing rival Amazon.com Inc. by targeting big businesses that have balked at shifting their data to the cloud.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryanair-loses-spanish-crownand-investors-love-it-11572875903", "title": "Ryanair Loses Spanish Crown-and Investors Love It", "date": "2019-11-04 08:58", "summary": "The acquisition of Air Europa by Iberia-owner IAG raises hopes of capacity restraint in the European airline market. Ryanair investors woke up Monday to the news that the budget carrier will likely stop being Spain's top airline by number of passengers. And they loved it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miamis-preeminent-collector-family-expands-their-museum-11572874740", "title": "Miami's Preeminent Collector Family Expands Their Museum", "date": "2019-11-04 08:39", "summary": "The Rubell family, collectors for 55 years, have had a museum space in Miami's Wynwood since 1993-but their new location blossoms in size and scope. Mera and Don Rubell bought their first piece of art when they were newlyweds in 1964. It was a drawing they purchased, on a $25-a-month installment plan, from a minor New York artist on a visit to his squat. \"That experience really taught us how to spend time with artists in their studios,\" says Mera, 76. \"That's how our lives of collecting began.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-20-best-designed-items-of-november-11572874597", "title": "The 20 Best-Designed Items of November", "date": "2019-11-04 08:36", "summary": "From a cabana-striped chair to a dark-stone \"gua sha\" tool, the chicest items of fall, according to our editors. Production designer and creative director Stefan Beckman has created fantastical runways and sleek ad campaigns for labels like of Marc Jacobs, Louis Vuitton and Tom Ford. Now he's started his own brand of housewares and accessories, called Lateral Objects, to bring his style home. The collection offers a range of playful, useful items, from pop-inspired towels in mesh pouches ($195/set) to textured rubber coasters ($40 for four) to handmade gradient glasses in tropical colors ($40 each). lateralobjects.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-riccardo-tisci-propel-burberry-beyond-gabardine-11572874305", "title": "Can Riccardo Tisci Propel Burberry Beyond Gabardine?", "date": "2019-11-04 08:31", "summary": "Fearless Italian designer Riccardo Tisci dresses rappers and royalty alike. But can his street-inspired style propel $10.5 billion brand Burberry-a company as British as Buckingham Palace?. In every hard story, you find the romance,\" says Riccardo Tisci. He is talking about Thomas Burberry, a self-made, tough Victorian who established his clothing company, Burberry, in 1856 at the age of 21. And yet, Tisci, 45, who became Burberry's chief creative officer last year, could just as easily be talking about himself.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-giant-coty-tries-on-a-smaller-size-11572874045", "title": "Beauty Giant Coty Tries On a Smaller Size", "date": "2019-11-04 08:27", "summary": "CoverGirl cosmetics maker sheds brands and trims product ambitions after a buying spree backfires. Years into a turnaround that has yet to take hold, beauty giant Coty Inc. is doing an about-face.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-under-armour-berkshire-hathaway-newell-brands-alphabet-11572862226", "title": "Stocks to Watch: Under Armour, Berkshire Hathaway, Newell Brands, Alphabet", "date": "2019-11-04 08:16", "summary": "Here are some of the companies expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-is-subject-of-federal-accounting-probe-11572819835", "title": "Under Armour Is Subject of Federal Accounting Probes", "date": "2019-11-04 07:49", "summary": "Justice Department, SEC examining how sportswear maker recorded revenue; company says it is cooperating with investigators. Federal authorities are investigating Under Armour Inc.'s accounting practices in a probe examining whether the sportswear maker shifted sales from quarter to quarter to appear healthier, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-president-enters-the-octagon-11572808526", "title": "The President Enters the Octagon", "date": "2019-11-04 07:48", "summary": "UFC 244 features a contentious main event-and a historic visit from President Trump. Sometimes, a moment happens that feels so current, so urgently now, so comically representative of the times we now live in, you almost can't believe it.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-country-banks-sing-the-blues-11572869430", "title": "China's Country Banks Sing the Blues", "date": "2019-11-04 07:10", "summary": "A bank run in Henan province reignited fears about the country's shaky small lenders. Faced with a bank run, a rural lender in China's Henan province last week resorted to piling stacks of bills behind teller windows and recruiting state employees to ostentatiously deposit cash.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pot-industry-is-scrambling-for-cash-11572868803", "title": "The Pot Industry Is Scrambling for Cash", "date": "2019-11-04 07:00", "summary": "Slump in cannabis companies' equity value is a big problem for them. A sharp drop in their stock-market valuations will have an outsize impact on cannabis companies. Deal making is already slowing, while debt is becoming scarce and more expensive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-academy-of-music-set-to-open-art-gallery-11572868800", "title": "Brooklyn Academy of Music Set to Open Art Gallery", "date": "2019-11-04 07:00", "summary": "Cultural center is set to open the Rudin Family Gallery, featuring work by contemporary artists. Its name may suggest otherwise, but the Brooklyn Academy of Music is establishing a bigger foothold in the art world.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-a-problem-child-the-dreamliner-keeps-boeing-afloat-11572867181", "title": "Once a Problem Child, the Dreamliner Keeps Boeing Afloat", "date": "2019-11-04 06:33", "summary": "Inflows of cash from the once-troublesome 787 Dreamliner are now sustaining the production of the grounded 737 MAX. In a twist of fate, Boeing 's financial health through the 737 MAX crisis will rely heavily on what was once another problem child: the 787 Dreamliner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-faces-earnings-test-ahead-of-lockup-expiration-what-to-watch-11572865201", "title": "Uber Faces Earnings Test Ahead of Lockup Expiration", "date": "2019-11-04 06:00", "summary": "Ride-hailing company is under pressure to show it can generate sustainable profits. Uber Technologies will report earnings after the market closes on Monday. Here are the key points:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-s-china-trade-deal-wont-rescue-emerging-market-stocks-11572863825", "title": "A U.S.-China Trade Deal Won't Rescue Emerging Market Stocks", "date": "2019-11-04 05:40", "summary": "What is happening in the slowing Chinese domestic economy matters far more for the MSCI EM index than the latest mood on tariffs. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-bitcoin-player-manipulated-price-sharply-higher-study-says-11572863400", "title": "Large Bitcoin Player Manipulated Price Sharply Higher, Study Says", "date": "2019-11-04 05:30", "summary": "'Stablecoin' tether, Bitfinex exchange reportedly used to drive up cryptocurrency's price in 2017 and 2018. A single large player manipulated the price of bitcoin as it ran up to a peak of nearly $20,000 two years ago, a new study concludes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-150-years-navajo-win-back-political-power-in-utah-11572863402", "title": "After 150 Years, Navajo Win Back Political Power in Utah", "date": "2019-11-04 05:30", "summary": "Resume Subscription. MONTICELLO, Utah-Navajo people managed their affairs for centuries in the spectacular buttes and mesas of what is now San Juan County, Utah, until white settlers moved in and established political and economic control here nearly 150 years ago.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roger-stone-trial-likely-to-be-a-spectacle-11572863401", "title": "Roger Stone Trial Likely to Be a Spectacle", "date": "2019-11-04 05:30", "summary": "Longtime Trump associate is charged with lying and attempted obstruction. The criminal trial of Trump associate Roger Stone is to begin Tuesday in Washington, one of the last loose ends stemming from special counsel Robert Mueller's investigation into Russian interference in the 2016 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santander-takes-stake-in-u-k-payments-company-11572861601", "title": "Santander Takes Stake in U.K. Payments Company", "date": "2019-11-04 05:00", "summary": "Spanish lender to buy just over 50% of Ebury for $453 million. Spanish bank Banco Santander SA agreed to acquire a stake in a U.K.-based payments platform for £350 million ($453 million), as European banks hobbled by ultralow interest rates target growth areas.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-executives-throw-weight-into-2020-elections-11572843660", "title": "Private-Equity Executives Throw Weight Into 2020 Elections", "date": "2019-11-04 00:01", "summary": "As their industry is heaped with criticism, private-equity CEOs spend millions to influence political races. Private-equity executives are playing a familiar role in political races unfolding across the country: spending big to defend their industry's interests.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11572815117", "title": "Pepper...and Salt", "date": "2019-11-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prime-minister-abes-gift-to-japans-political-prince-a-lump-of-coal-11572786000", "title": "Japanese Princeling's Goal to Ditch Coal Hits a Snag: He's Environment Minister Now", "date": "2019-11-04 22:27", "summary": "Shinjiro Koizumi is being tested as he attempts to wean the country from its dependence on coal power. YOKOSUKA, Japan-Shinjiro Koizumi has led a charmed existence since he entered Japan's Parliament a decade ago, taking over a seat held by his father, former Prime Minister Junichiro Koizumi.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-no-cost-etfs-arent-no-cost-11572837061", "title": "Why No-Cost ETFs Aren't No Cost", "date": "2019-11-04 22:11", "summary": "ETF sticker prices are sinking. But don't let cheap trading dictate your decisions, or forget the other costs that are harder to see.. Online brokerages are dangling a new temptation in front of investors: the near-obliteration of trading commissions. That's right, buy or sell any stock or exchange-traded fund and pay nothing!", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-stock-market-investors-should-know-about-presidential-cycles-11572837000", "title": "What Stock-Market Investors Should Know About Presidential Cycles", "date": "2019-11-04 22:10", "summary": "The strong market in 2019 is what's expected in the third year of any president's term, says Jeffrey Hirsch of Stock Trader's Almanac. The election will determine the next pattern.. More than any investor alive today, Jeffrey Hirsch was born, bred, weaned and raised on stock-market cycles, patterns, seasonality data, charts and trends.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Q&A"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-impact-of-tax-loss-harvestingand-what-investors-should-do-about-it-11572836941", "title": "The Real Impact of Tax-Loss Harvesting-and What Investors Should Do About It", "date": "2019-11-04 22:09", "summary": "The impact can be pretty significant, especially in years when stocks have done well. Toward the end of each year, investors clamor to reduce their tax bills by selling \"loser\" stocks, or those that have experienced negative capital gains. This practice is referred to as tax-loss harvesting.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-volatility-funds-are-in-demand-once-again-11572836820", "title": "Low-Volatility Funds Are in Demand, Once Again", "date": "2019-11-04 22:07", "summary": "Investors turn to ETFs and mutual funds that buy low-volatility stocks as a way to hedge against market volatility. The stock market's turmoil over the past year has sent many investors scurrying for safety. And they have been pouring money into \"low-volatility\" stock funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-cap-stocks-might-not-be-hit-by-the-usual-end-of-year-blues-11572836761", "title": "Small-Cap Stocks Might Not Be Hit By the Usual End-of-Year Blues", "date": "2019-11-04 22:06", "summary": "Year-end large/small trend for stocks is shaping up differently this time. Fortunately for investors in the smallest stocks, the last two months of this year may not be as depressing as they usually are.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-might-be-going-downscale-should-you-invest-11572836700", "title": "Private Equity Might Be Going Downscale. Should You Invest?", "date": "2019-11-04 22:05", "summary": "As the SEC considers allowing the masses to invest in private-equity funds, here's what to know. A bigger world of investing could soon open up for small investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-investors-might-want-to-bet-on-humble-ceos-11572836641", "title": "Why Investors Might Want to Bet on Humble CEOs", "date": "2019-11-04 22:04", "summary": "A study suggests that analysts underestimate the earnings potential of companies run by modest leaders. Humble CEOs don't inspire much confidence among financial analysts-but that might be good news for people who invest in the CEOs' companies.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-investors-can-learn-from-the-best-poker-players-11572836580", "title": "What Investors Can Learn From the Best Poker Players", "date": "2019-11-04 22:03", "summary": "For one thing, don't be more willing to walk away when you've won money than when you've lost it. Some of the biggest investors on Wall Street are known to be ace poker players. Are there things we small fish can learn from Texas Hold 'em that will make us better investors?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-investor-positioning-11572836401", "title": "What Is 'Investor Positioning'?", "date": "2019-11-04 22:00", "summary": "Knowing how bullish or bearish professional investors are can provide a hint at possible market movements. Little sparks the interest of investors more than insight into where the market will move next. That's why you will hear Wall Street pros talk about \"investor positioning.\" In the simplest terms, it refers to readings of whether professional investors are collectively bullish or bearish on a particular asset class. At certain times, these readings can help signal a future move in prices.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-1-7-in-october-11572836400", "title": "U.S.-Stock Funds Rose 1.7% in October", "date": "2019-11-04 22:00", "summary": "Year-to-date gain of 20% sets investors up for a complete turnaround from a bad 2018. Stocks are on a roll, despite everything swirling around them, and fund investors aren't complaining.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funds-stick-with-stocks-of-gun-companies-11572836400", "title": "Funds Stick With Stocks of Gun Companies", "date": "2019-11-04 22:00", "summary": "Even as growing numbers of investors snub gun makers, funds own significant numbers of their shares. U.S.-based open-end mutual funds and exchange-traded funds own nearly a third of the stock in America's two publicly traded gun companies, even as many investors are snubbing those shares.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Gun Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marijuana-etfs-drag-despite-the-interest-in-them-11572836401", "title": "Marijuana ETFs Drag Despite the Interest in Them", "date": "2019-11-04 22:00", "summary": "Fund flows are strong for marijuana-related ETF investments, but bracing year-to-date declines range from 45% to 26%. The number of marijuana-related ETFs launched in the U.S. has grown in 2019, and the appetite remains high-despite their underperformance as investments.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-runners-compete-in-the-new-york-city-marathon-11572809859", "title": "Thousands Compete in the New York City Marathon", "date": "2019-11-04 21:30", "summary": "Pictures from along the 26.2-mile course through the five boroughs. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/asian-pacific-nations-move-closer-to-signing-china-backed-trade-pact-11572806699", "title": "Asia-Pacific Nations Move Closer to Signing China-Backed Trade Pact", "date": "2019-11-04 20:25", "summary": "Agreement would bring together 16 countries that make up nearly half the world's population. Thailand said negotiations have concluded for a sprawling China-backed regional trade agreement, bringing 16 Asia-Pacific countries involved in the talks closer to signing the pact.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-737-max-returns-to-service-airlines-plan-to-show-it-is-safe-11572827863", "title": "Before 737 MAX Returns to Service, Airlines Plan to Show It Is Safe", "date": "2019-11-04 19:54", "summary": "U.S. carriers to make jet's initial flights without passengers to shore up confidence of pilots, customers. Airlines aren't leaving it to Boeing Co. and the Federal Aviation Administration to reassure travelers the 737 MAX will be safe to fly. They are devising plans to conduct their own demonstration flights with senior company officials on board to amplify that message.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-attack-iranian-consulate-in-iraqi-city-11572826343", "title": "Protesters Attack Iranian Consulate in Iraqi City", "date": "2019-11-04 19:12", "summary": "Incident in Karbala marks growing anger over Tehran's involvement in the country's affairs. Iraqi protesters attacked the Iranian consulate in the city of Karbala, in the latest sign of mounting anger against Tehran's involvement in the country's affairs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]