[{"link": "https://www.wsj.com/articles/cousins-properties-tier-reit-to-merge-in-office-landlord-deal-11553557905", "title": "Cousins Properties, Tier Reit to Merge in Office-Landlord Deal", "date": "2019-03-25 19:51", "summary": "The $5.9 billion, all-stock tie-up will focus the new company in hot Sunbelt markets, with an emphasis on Austin. Cousins Properties Inc. and Tier Reit Inc. have agreed to merge in a $5.9 billion all-stock deal, creating one of the largest Sunbelt office-building landlords with a focus on Austin, Atlanta and other fast-growing markets.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/part-of-long-islands-sag-harbor-gains-historic-designation-11553557465", "title": "Part of Long Island's Sag Harbor Gains Historic Designation", "date": "2019-03-25 19:49", "summary": "District known as SANS earns recognition along with 16 other sites statewide. A waterfront section of Sag Harbor that grew into a summer resort for black families after World War II has won a spot on the New York State Register of Historic Places.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-journals-partnership-with-apple-marks-shift-in-strategy-11553556819", "title": "Journal Shifts Strategy With Apple Deal", "date": "2019-03-25 19:33", "summary": "Journal joins $9.99-a-month Apple news app, betting it can expand its digital customer base without undercutting paper's core business. The Wall Street Journal is a launch partner for Apple Inc.'s $9.99-a-month news service, marking a significant shift in strategy meant to draw in new readers and paying subscribers without undercutting the publication's core business.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-exposes-spy-chiefs-11553555713", "title": "Mueller Exposes Spy Chiefs", "date": "2019-03-25 19:15", "summary": "Did our intel leaders have any evidence when they pushed the Russia collusion line?. Now that special counsel Robert Mueller has found that no one in the Trump campaign colluded with Russia to steal the 2016 election, Democrats are busy moving the goal posts. But this is a distraction from the real reckoning that needs to come.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-is-dying-but-dont-blame-trump-11553555665", "title": "NATO Is Dying, but Don't Blame Trump", "date": "2019-03-25 19:14", "summary": "Germany reneges on defense commitments, thumbing its nose at the alliance.. Is NATO dying? The idea was once unthinkable, but after the German cabinet decided to keep defense spending as low as 1.25% of gross domestic product for the next five years it has become unavoidable. This decision is not driven by any fiscal urgency. Germany is projected to have a balanced budget after last year's surplus of €11.2 billion, its fifth annual surplus in a row.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/40-years-of-peace-between-israel-and-egypt-11553555618", "title": "40 Years of Peace Between Israel and Egypt", "date": "2019-03-25 19:13", "summary": "Sadat and Begin gambled everything, and the bet paid off.. Israel and Egypt have been at peace for 40 years. In a region beset by national, sectarian and tribal conflicts, the treaty between the two nations has endured since its signing on March 26, 1979. It has withstood the assassination in 1981 of Egyptian President Anwar Sadat, two Palestinian intifadas, two wars in Lebanon and the election of the Muslim Brotherhood's Mohammed Morsi as Egypt's president in 2012. Even though Mr. Morsi refused to deal directly with the Israelis-or say \"Israel\"-he did not walk away from the treaty during his year in power.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silence-review-the-rest-is-noise-11553555521", "title": "'Silence' Review: The Rest Is Noise", "date": "2019-03-25 19:12", "summary": "Silence is seemingly neutral but can be used as both a punitive tool and a liberating practice. Its meanings are lost in an era of nonstop sound.. The colonization of silence has been going on for years. Muzak piped into elevators and shopping malls seems almost quaint, now that televisions and video screens are everywhere-in waiting rooms, restaurants and taxis-and every stroll down a store aisle is accompanied by a pop soundtrack. Even pumps at the gas station blare music and weather updates, and earphones make it possible to go through an entire day listening to podcasts, phone conversations or a playlist of tunes. Our eagerness for nonstop sound suggests that mere quiet is an uncomfortable experience for many people.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-care-act-sign-ups-total-11-4-million-for-this-year-11553555429", "title": "ACA Sign-Ups Total 11.4 Million for This Year", "date": "2019-03-25 19:10", "summary": "Enrollment declined by 300,000 amid debate over future of U.S. health policy. About 11.4 million people signed up for coverage on the Affordable Care Act's exchanges for this year, according to a final tally released Monday, amid sharp debates in Washington over the future of health coverage.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-catastrophic-media-failure-11553555444", "title": "A Catastrophic Media Failure", "date": "2019-03-25 19:10", "summary": "America's blue-chip journalists botched the Russia story from its birth to its final breath Sunday.. Robert Mueller's investigation is over, but questions still abound. Not about collusion, Russian interference or obstruction of justice, but about the leading lights of journalism who managed to get the story so wrong, and for so long.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gerrymandering-disputes-dont-belong-in-court-11553555381", "title": "Gerrymandering Disputes Don't Belong in Court", "date": "2019-03-25 19:09", "summary": "The Framers left it to the legislative branch to draw district lines-and didn't anticipate political parties.. Not every day does the Supreme Court have a chance to advance democracy and reverse a major mistake while also lightening its future workload. But it can do all those things in two cases it hears Tuesday dealing with gerrymandering of congressional districts.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-golan-decision-is-moral-and-strategic-11553555328", "title": "Trump's Golan Decision Is Moral and Strategic", "date": "2019-03-25 19:08", "summary": "The vicious regime in Syria shouldn't be rewarded for trying to conquer Israel in 1967.. President Trump's tweeted last week that the U.S. will formally recognize the Golan Heights as part of Israel. The decision is strategically wise and morally important.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-beto-spoke-too-soon-11553555282", "title": "Notable & Quotable: Beto Spoke Too Soon", "date": "2019-03-25 19:08", "summary": "'You have a president, who in my opinion beyond the shadow of a doubt, sought to, however ham-handedly, collude with the Russian government.'. Amy Russoreporting for HuffPost.com, March 23:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-launch-new-magazine-service-called-apple-news-plus-11553534113", "title": "Apple Pushes Beyond iPhone With New Services", "date": "2019-03-25 19:06", "summary": "Tech giant launches suite of new products in pursuit of fresh revenue growth outside its core business. CUPERTINO, Calif.- Apple Inc. unveiled new products for entertainment, financial services, news and videogames as the technology giant vies with competitors that are also moving to expand their disruptive influence outside their core businesses in search of new growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-told-barr-weeks-ago-he-wouldnt-reach-conclusion-on-obstruction-charge-11553548191", "title": "Mueller Told Barr Weeks Ago He Wouldn't Reach Conclusion on Obstruction Charge", "date": "2019-03-25 19:06", "summary": "Special counsel hasn't explained why he left open the question of whether President Trump obstructed justice. WASHINGTON-Special counsel Robert Mueller told top Justice Department officials three weeks before submitting a report on his investigation into Russian election interference that he wouldn't reach a conclusion on whether President Trump obstructed justice, a person familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accountability-for-a-dossier-11553555149", "title": "Accountability for a Dossier", "date": "2019-03-25 19:05", "summary": "The dirty trick that started the collusion fable needs exposing.. Special Counsel Robert Mueller has dispatched the Russia collusion theories to the land of cranks and bitter-enders, but there are still some loose ends. To wit, how did the partisan propaganda known as the Steele dossier become the basis for an unprecedented FBI probe of a presidential campaign, an abuse of law enforcement, and two years of media and political hysteria?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-venezuelan-power-play-11553555068", "title": "Russia's Venezuelan Power Play", "date": "2019-03-25 19:04", "summary": "Putin is testing Trump by sending troops to back up Maduro.. The stakes for American interests keep rising in Venezuela, as Vladimir Putin is now moving his little green men to keep dictator Nicolás Maduro in power. U.S. Secretary of State Mike Pompeo called his Russian counterpart Monday after Russian air force planes carrying about 100 troops arrived in Caracas Saturday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-get-break-on-hedging-11553530560", "title": "Banks Get Break on Hedging", "date": "2019-03-25 18:54", "summary": "Derivatives regulators loosen rules for regional bank swap trades. WASHINGTON-Banks will be able to more easily hedge against the risks of the loans they originate without triggering stricter regulatory requirements, under rule changes made Monday by a federal markets regulator.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-nears-deal-to-buy-israeli-digital-startup-dynamic-yield-11553552124", "title": "McDonald's Buys Israeli Digital Startup Dynamic Yield", "date": "2019-03-25 18:51", "summary": "The $300 million-plus deal marks the fast-food chain's biggest acquisition in two decades. McDonald's Corp. is buying Israeli digital startup Dynamic Yield Ltd., in a bid to improve in-store ordering and online marketing at the burger giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-ex-president-michel-temer-released-after-4-days-in-jail-11553553878", "title": "Brazil Ex-President Michel Temer Released After 4 Days in Jail", "date": "2019-03-25 18:44", "summary": "Judge rules politician's preventive detention unjustified but he remains under investigation. SÃO PAULO-Brazil's former President Michel Temer was released from jail Monday, four days after his arrest on accusations of leading a criminal enterprise, after a federal judge ruled he doesn't represent a risk to public safety.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-annual-loss-doubles-to-nearly-2-billion-amid-rapid-expansion-11553552216", "title": "WeWork's Annual Loss Doubles to Nearly $2 Billion", "date": "2019-03-25 18:38", "summary": "The company spent heavily last year to increase its network of shared offices. WeWork Cos. on Monday said its loss last year doubled to nearly $2 billion, as the nine-year-old company spent heavily in an effort to rapidly expand its network of shared offices around the world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-cma-cgm-to-buy-chinese-made-container-ships-11553553134", "title": "France's CMA CGM to Buy Chinese-Made Container Ships", "date": "2019-03-25 18:32", "summary": "Order from government-run China State Shipbuilding announced during Chinese President Xi Jinping's visit to France. French shipping operator CMA CGM SA has ordered 10 container megaships from state-owned China State Shipbuilding Corp. as part of a string of deals that Chinese President Xi Jinping signed Monday with his French counterpart Emmanuel Macron.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officers-to-patrol-buses-in-effort-to-avert-fare-evasion-11553552624", "title": "NYPD Officers to Patrol Buses in Effort to Avert Fare Evasion", "date": "2019-03-25 18:23", "summary": "Total subway and bus fare evasion cost the MTA $225 million last year. The Metropolitan Transportation Authority's head of New York City's subway and bus systems called for police officers to patrol buses to curb worsening fare evasion that led to more than $128 million in lost revenues in 2018.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-ipo-to-test-investors-appetite-for-money-losing-startups-11553515201", "title": "Lyft Leading Wave of Startups That Will Make Debuts With Giant Losses", "date": "2019-03-25 18:13", "summary": "Lyft last year posted a loss of $911 million, more than any U.S. startup has ever lost in the 12 months leading to its IPO. Ride-hailing company Lyft Inc. is leading a parade of Silicon Valley companies to Wall Street that display an unusual quality with parallels to companies going public in the dot-com era: lots of red ink.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tintoretto-artist-of-renaissance-venice-review-a-masters-arrival-11553550865", "title": "'Tintoretto: Artist of Renaissance Venice' Review: A Master's Arrival", "date": "2019-03-25 17:54", "summary": "The big, energetic, unwieldy paintings of Tintoretto come to Washington, spectacularly.. Washington", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-partners-to-buy-hr-software-firm-plansource-11553550777", "title": "Vista Equity Partners to Buy HR Software Firm PlanSource", "date": "2019-03-25 17:52", "summary": "Resume Subscription. PlanSource, a provider of cloud-based benefits-administration software, on Monday said it agreed to be acquired by private-equity firm Vista Equity Partners for an undisclosed amount.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-timeline-of-events-that-provided-original-basis-of-mueller-investigation-11553550282", "title": "A Timeline of Events That Provided Original Basis of Mueller Investigation", "date": "2019-03-25 17:44", "summary": "The probe's outline emerged in a series of depositions and hearings. WASHINGTON-Congress for the better part of two years has been examining the origins of the probe that became special counsel Robert Mueller's investigation into Russian interference in the 2016 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-moore-says-feds-pivot-validates-criticism-of-interest-rate-increases-11553544172", "title": "Moore Says Fed's Pivot Validates Criticism of Rate Increases", "date": "2019-03-25 17:40", "summary": "Trump's latest pick for Fed board regrets 'harsh' tone of disapproval of Fed Chairman Powell. Former Trump campaign adviser Stephen Moore, the president's latest pick for a Federal Reserve Board seat, said the central bank's recent policy pivot shows that he was right to criticize its December interest-rate increase.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-push-for-pot-bill-fails-11553550005", "title": "New Jersey Push for Pot Bill Fails", "date": "2019-03-25 17:40", "summary": "State Senate lacked votes to move marijuana legislation. The New Jersey Senate scrapped plans Monday to vote on a bill legalizing recreational marijuana, dealing a blow to Gov. Phil Murphy's legislative agenda.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patients-continue-to-report-problems-with-breast-implants-11553533278", "title": "Patients Continue to Report Problems With Breast Implants", "date": "2019-03-25 17:34", "summary": "FDA panel hears testimony from women over symptoms including pain and connective-tissue disease. Women with breast implants continue to report a range of illnesses they attribute to the devices, from pain, weakness and distorted breasts to connective-tissue disease and a rare cancer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-boosts-bet-on-north-american-lng-exports-11553534641", "title": "Shell Boosts Bet on North American LNG Exports", "date": "2019-03-25 17:30", "summary": "Shell and Energy Transfer said they are putting contracts out for bid to reconfigure an existing import facility in Lake Charles, La.. Royal Dutch Shell PLC and Energy Transfer LP said they are pursuing plans to convert a liquefied-natural-gas import facility in Louisiana into an export terminal, a bet that the future of U.S. shale gas lies in selling it for higher prices in overseas markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coaches-administrators-allegedly-involved-in-college-admissions-cheating-scheme-appear-in-court-11553539588", "title": "Court Appearances Begin in College Admissions Scheme", "date": "2019-03-25 17:22", "summary": "Prosecutors say they took millions in payments and bribes to help clients land their children at elite colleges. BOSTON-Prominent college coaches and defendants who allegedly arranged for fraudulently boosted ACT or SAT scores appeared in federal court here Monday as part of the largest college-admissions scandal ever prosecuted by the Justice Department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-of-sandy-hook-shooting-victim-dies-of-apparent-suicide-11553533418", "title": "Father of Sandy Hook Shooting Victim Dies of Apparent Suicide", "date": "2019-03-25 17:18", "summary": "Jeremy Richman co-founded Avielle Foundation after 6-year-old daughter was killed in 2012 mass shooting. The father of a 6-year-old victim of the mass shooting at Sandy Hook Elementary School in Newtown, Conn., was found dead Monday morning of an apparent suicide, police said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-market-currencies-rebound-after-last-weeks-rout-11553536776", "title": "Emerging-Market Currencies Rebound", "date": "2019-03-25 17:17", "summary": "Turkish lira, Russian ruble and others rise against dollar. Investors returned to high-yielding emerging-market currencies Monday, pushing many higher against the dollar following last week's selloff.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-links-trade-deal-approval-to-steel-tariffs-11553547045", "title": "Canada Links Trade-Deal Approval to Steel Tariffs", "date": "2019-03-25 16:50", "summary": "Ottawa official indicates ratification of new Nafta may not proceed unless import barrier removed. Canada's foreign minister indicated Monday the government might delay ratification of the revised North American free-trade deal until the Trump administration lifts its tariffs against Canadian steel and aluminum.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-the-electoral-college-still-pass-the-test-11553546104", "title": "Does the Electoral College Still Pass the Test?", "date": "2019-03-25 16:35", "summary": "We aren't the \"People's Republic of America\" but the \"United States of America,\" where states, like people have rights.. Regarding your editorial \"Targeting the Electoral College\" (March 20): A middle-road alternative to the current Electoral College practice of \"winner take all\" by 48 states is that of Maine and Nebraska which award their Electoral College votes by congressional district plus two at-large Electoral College votes equal to their Senate seats.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opensecrets-org-says-its-website-is-correct-11553545986", "title": "OpenSecrets.org Says Its Website Is Correct", "date": "2019-03-25 16:33", "summary": "The article in question simply states the facts as disclosed in publicly available government records. It explicitly notes that AT&T and other telecommunications companies have denied funding the group.. Regarding the March 18 letter from AT&T 's Chief Communications Officer, Larry Solomon: We here at the Center for Responsive Politics disagree with Mr. Solomon that a recent article on our website OpenSecrets.org is misleading to readers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-company-says-steel-tariffs-are-working-11553546024", "title": "Steel Company Says Steel Tariffs Are Working", "date": "2019-03-25 16:33", "summary": "The president's Section 232 action on steel imports is strengthening national security and putting Americans back to work.. Regarding your editorial \"How Are Those Steel Tariffs Working?\" (March 18): The answer is simple: very well. The president's Section 232 action on steel imports is strengthening national security and putting Americans back to work.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newmont-tries-to-end-revolt-over-goldcorp-deal-with-special-dividend-11553523422", "title": "Newmont Tries to End Revolt Over Goldcorp Deal With Special Dividend", "date": "2019-03-25 16:32", "summary": "Newmont said it would pay 88 cents a share to its own investors if the Goldcorp deal is approved. Newmont Mining Corp. will issue a special dividend in an effort to quash shareholder dissent that threatened the company's takeover of Goldcorp, a deal that will create the world's largest gold miner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-apple-card-is-here-with-cash-back-and-privacy-promises-11553541513", "title": "The Apple Card Is Here, With Cash Back and Privacy Promises", "date": "2019-03-25 16:32", "summary": "The card will charge no fees, pay daily cash rewards and sync with consumers' iPhones to analyze their spending. Apple Inc. launched its highly anticipated credit card Monday, positioning it as a more user-friendly and secure alternative in a crowded market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-drop-on-global-growth-worries-11553485990", "title": "Stocks Stabilize After Selloff", "date": "2019-03-25 16:20", "summary": "Investors await GDP data from U.S. and other countries this week; Apple shares fall.. The Dow Jones Industrial Average inched higher Monday, showing signs of stabilizing after a bruising end-of-week selloff.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lbi-media-says-it-fears-liquidation-if-chapter-11-plan-fails-11553544924", "title": "LBI Media Says It Fears Liquidation if Chapter 11 Plan Fails", "date": "2019-03-25 16:15", "summary": "Spanish-language broadcaster's bankruptcy court confirmation contest tests fraud allegations made by bondholders. Broadcaster LBI Media says bondholders trying to block its bankruptcy-exit plan would rather see the company liquidated than come out on the losing end of a financing feud.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-extend-rally-11553527880", "title": "U.S. Treasurys Extend Rally", "date": "2019-03-25 16:01", "summary": "Treasury yields fall amid renewed investor concerns about global growth slowdown. U.S. government-bond prices rose anew Monday, pushing the yield on the 10-year Treasury note to a nearly 15-month low, amid continued concerns about the outlook for global economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-more-than-happy-for-release-of-full-mueller-report-white-house-says-11553520972", "title": "Trump 'More Than Happy' for Release of Full Report", "date": "2019-03-25 15:32", "summary": "Democrats have called for the swift release of the report and its underlying documents. WASHINGTON-President Trump signaled Monday he would support the public release of special counsel Robert Mueller's full report on Russian interference in the 2016 election, which he says exonerates him, while Democrats contested that interpretation and pressed for more information on its findings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naspers-to-list-its-134-billion-tencent-stake-in-europe-11553511476", "title": "Naspers to List Its $134 Billion Tencent Stake in Europe", "date": "2019-03-25 15:26", "summary": "The new entity will consist of all of Naspers' internet interests outside of South Africa, including its 31% stake in Tencent. JOHANNESBURG-Africa's most-valuable company, Naspers Ltd. , plans to separately list its internet assets in Amsterdam, creating a European-traded tech giant that will hold its $134 billion stake in China's Tencent Holdings Ltd.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-accused-of-killing-gambino-boss-charged-with-murder-11553541642", "title": "Man Accused of Killing Reputed Mafia Boss is Charged With Murder", "date": "2019-03-25 15:20", "summary": "Anthony Comello will be prosecuted in Staten Island for the death of Francesco Cali earlier this month. Police charged a Staten Island man with murder Monday for the killing of the reputed boss of the Gambino crime family earlier this month.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-university-agrees-to-pay-112-5-million-in-whistleblower-suit-over-grants-11553531422", "title": "Duke University Agrees to Pay $112.5 Million in Whistleblower Suit Over Grants", "date": "2019-03-25 15:18", "summary": "School said it uncovered falsified data after internal review that began in 2013. Duke University has agreed to pay $112.5 million to settle claims that it knowingly included fake data in applications for federal grants that brought more than $200 million into that school and other nearby universities.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transportation-department-sets-up-expert-panel-to-review-faas-approval-process-for-boeings-737-max-11553540392", "title": "DOT Panel to Review FAA Approval Process for Boeing 737 MAX", "date": "2019-03-25 15:17", "summary": "Special DOT committee to be led by retired Air Force General Darren McDew and former Air Line Pilots Association head Lee Moak. The U.S. Department of Transportation is creating a special committee of experts to review the Federal Aviation Administration's safety approval process for Boeing Co. 's 737 MAX aircraft, the latest sign of stepped-up scrutiny of the grounded jets.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-ticks-higher-amid-growth-concerns-11553512398", "title": "Gold Rises on Haven Demand, Weaker Dollar", "date": "2019-03-25 15:11", "summary": "Prices have risen about 3.2% for the year; copper inches up.. Gold prices climbed for the third consecutive session Monday, boosted by safe-haven demand with investors around the world fearing a sharp slowdown in global economic growth.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slip-on-weak-data-11553511877", "title": "U.S. Crude Edges Lower on Demand Fears", "date": "2019-03-25 15:02", "summary": "Concerns about a global economic slowdown weigh on sentiment. •U.S. crude prices edged down Monday, falling for the second consecutive session as fears about a global economic slowdown gripped markets and stoked jitters about lower fuel consumption.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swaths-of-southern-africa-remain-inundated-following-cyclone-idai-11553525569", "title": "Swaths of Southern Africa Remain Inundated Following Cyclone Idai", "date": "2019-03-25 15:01", "summary": "Nearly two weeks after storm hit Mozambique coast, survivors face threat of disease, ruined crops and destroyed houses. Nearly two weeks after a deadly cyclone whipped across southeastern Africa-killing hundreds of people-large swaths of three nations remain flooded, while survivors face the threat of disease, ruined crops and destroyed homes.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-head-of-chinese-firms-charity-to-serve-three-years-in-prison-11553535629", "title": "Ex-Head of Chinese Firm's Charity to Serve Three Years in Prison", "date": "2019-03-25 14:47", "summary": "Judge orders Patrick Ho Chi-Ping to pay $400,000 fine after December conviction on bribery charges. A U.S. court sentenced a former pitchman for a Chinese oil company to three years in prison following his conviction on bribery charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-was-like-he-had-the-magic-elixir-how-a-consulting-business-spawned-the-college-cheating-scandal-11553539186", "title": "'He Had the Magic Elixir': How the College Cheating Scandal Spread", "date": "2019-03-25 14:39", "summary": "Resume Subscription. Early last year, a money-management firm welcomed wealthy clients to the top floor of a Seattle skyscraper for an exclusive presentation titled \"Raising a Balanced Child in an Affluent Environment.\" It featured a dynamic college-counseling coach, who bounded across the stage in a zip-up track suit.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/recipes-that-start-with-seedsfrom-sunflower-to-poppy-11553627603", "title": "Recipes That Start With Seeds-From Sunflower to Poppy", "date": "2019-03-25 14:31", "summary": "The seeds that give us plants also lend a welcome crunch when sprinkled over a salad or provide a toothsome base for other fresh, healthy springtime dishes. Seeds of various kinds come together in this healthy, breakfasty pudding bowl. Maintain the barest simmer while cooking the tapioca and oat milk to prevent pearls from instantly dissolving.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-behind-collapsing-bond-yields-11553538516", "title": "What's Behind Collapsing Bond Yields", "date": "2019-03-25 14:28", "summary": "Lower rate expectations from the Federal Reserve are playing a role, but so are investors' fears of getting hit by the unexpected. The Treasury market is in a different place than it was last fall.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-sacklers-suspend-charity-donations-amid-opioid-lawsuits-11553537755", "title": "Some Sacklers Suspend Charity Donations Amid Opioid Lawsuits", "date": "2019-03-25 14:15", "summary": "Move comes as some recipients of the family's philanthropy reconsider ties. Certain members of the Sackler family, which owns prescription opioid maker Purdue Pharma LP, are suspending new charitable donations around the world as some recipients of the family's philanthropy reconsider ties.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-fated-hewlett-packard-deal-is-back-in-court-11553535108", "title": "Ill-Fated Hewlett-Packard Deal Is Back in Court", "date": "2019-03-25 13:31", "summary": "U.K. court takes up fraud case from $11.1 billion purchase of Autonomy. LONDON- Hewlett-Packard bought U.K. software developer Autonomy for $11.1 billion in 2011. Just a year later, the famed U.S. tech company said it had been duped into overpaying as it took an $8.8 billion write-down.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-and-the-obama-accounting-11553534271", "title": "Mueller and the Obama Accounting", "date": "2019-03-25 13:17", "summary": "The former President now owes the country an explanation for the historic abuse of government surveillance powers.. The Mueller report confirms that the Obama administration, without evidence, turned the surveillance powers of the federal government against the presidential campaign of the party out of power. This historic abuse of executive authority was either approved by President Barack Obama or it was not. It's time for Mr. Obama, who oddly receives few mentions in stories about his government's spying on associates of the 2016 Trump campaign, to say what he knew and did not know about the targeting of his party's opponents.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-johnson-johnson-to-pay-775-million-to-settle-xarelto-litigation-11553526678", "title": "Bayer, J&J to Pay $775 Million to Settle Xarelto Litigation", "date": "2019-03-25 13:11", "summary": "Settlement resolves 25,000 claims over the blood thinner Xarelto. Bayer AG and Johnson & Johnson have agreed to pay $775 million to resolve claims that the blood thinner Xarelto causes excessive bleeding, according to the companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-we-find-ourselves-the-photographs-of-hugh-mangum-1897-1922-review-portraits-without-prejudice-11553533075", "title": "'Where We Find Ourselves: The Photographs of Hugh Mangum, 1897-1922' Review: Portraits Without Prejudice", "date": "2019-03-25 12:57", "summary": "During the Jim Crow era, this Southern photographer welcomed a diverse clientele, creating images that speak to their subjects' individual humanity.. Durham, N.C.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-lawmakers-celebrate-muellers-conclusion-on-trump-11553531260", "title": "Russian Lawmakers Celebrate Mueller's Conclusion on Trump", "date": "2019-03-25 12:27", "summary": "Kremlin now in position to blame tattered ties with U.S. on what it calls anti-Russian lawmakers in Washington. MOSCOW-Russian lawmakers welcomed the findings of a monthslong investigation that said Donald Trump didn't conspire or collude with Russia to interfere in the 2016 presidential elections, though few in Moscow saw the outcome as likely to ease strained ties between the Kremlin and Washington.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-end-of-islamic-state-caliphate-u-s-shifts-to-long-new-fight-ahead-11553531192", "title": "With End of Islamic State Caliphate, U.S. Shifts to Long New Fight Ahead", "date": "2019-03-25 12:26", "summary": "Focus will change from years of armed conflict to confrontation with dispersed, furtive insurgency. WASHINGTON-The final defeat of the Islamic State extremist group's self-declared caliphate marked an important battlefield victory in the fight against the terrorist network, but it also signaled a shift to a more difficult fight to come, U.S. military officials and experts said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-sen-tom-udall-announces-he-won-t-seek-re-election-in-2020-11553529396", "title": "Democratic Sen. Tom Udall Says He Won't Seek Re-Election", "date": "2019-03-25 12:21", "summary": "New Mexico official, member of a prominent political family, joined the Senate in 2009. WASHINGTON-New Mexico Sen. Tom Udall announced Monday he wouldn't seek re-election for a third term, the first Democrat to announce his retirement in the 2020 cycle.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squeeze-looks-more-likely-for-drug-middlemen-11553530346", "title": "Squeeze Looks More Likely for Drug Middlemen", "date": "2019-03-25 12:12", "summary": "Additional information about how drugs are priced spells trouble for pharmacy-benefit managers and wholesalers. Pharmaceuticals manufacturers are gradually disclosing more information about how drugs are priced. That is a problem for drug supply-chain companies and their investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-gerrymander-mulligan-11553528110", "title": "A Gerrymander Mulligan", "date": "2019-03-25 11:35", "summary": "The Supreme Court should keep judges out of political redistricting.. The Supreme Court punted last term on the constitutionality of political gerrymanders, but lower courts have run the ball back up the field. Justices will get another two downs on Tuesday, and let's hope they resolve to leave the issue to the political branches and voters to decide.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-new-handbag-lines-promise-euro-chicfor-under-1-000-11553528051", "title": "Four New Handbag Lines Promise Euro Chic-For Under $1,000", "date": "2019-03-25 11:34", "summary": "The new class of \"It\" bag has a surprising characteristic: affordability. Offerings from Polène, Wandler, Danse Lente and Hunting Season are highly stylish and less than $1,000. Walk down any rue in Paris these days and you're likely to see someone wearing the bag du jour. It's not a Chanel, a Louis Vuitton or even an Hermés-though it is produced by the same Spanish manufacturer as the latter. Rather, it's a Polène, named after the Normandy country house of its founders: Mathieu, Antoine and Elsa Mothay, three siblings whose great-grandfather launched the storied French clothing line Saint James. The signature silhouette, the Numéro Un Mini ($330), comes in a variety of leather combinations-calfskin suede, full-grain textured-and hues like forest green or sand. \"We don't have any color that is not selling,\" says co-founder Mathieu Mothay who with his brother and sister opened Polène's flagship store in Paris's Le Marais neighborhood in December. \"The most important thing, and our success, is due to the high quality of the product.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-trial-russia-hacking-case-among-mueller-probes-loose-ends-11553517000", "title": "Stone Trial, Russia Hacking Case Among Remaining Loose Ends", "date": "2019-03-25 11:31", "summary": "No new indictments to be sought, but Justice Department units to keep pursuing election-related crimes. The end of special counsel Robert Mueller's nearly two-year Russia probe leaves a few matters unresolved.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haikus-about-space-make-science-less-tedious-so-hope-scientists-11553527816", "title": "Haikus About Space/Make Science Less Tedious/So Hope Scientists", "date": "2019-03-25 11:30", "summary": "To get attention for their papers, scientists turn research summaries into poetry. Look at falling sky", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tencents-top-investor-isnt-moving-to-new-york-11553527347", "title": "Why Tencent's Top Investor Isn't Moving to New York", "date": "2019-03-25 11:22", "summary": "South Africa's Naspers hopes to get a higher valuation by becoming Europe's only consumer tech giant. Tencent's top investor is betting on the value of being a big fish in a small pond.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-sisters-stranded-in-hong-kong-are-resettled-11553526989", "title": "Saudi Sisters Stranded in Hong Kong Are Resettled", "date": "2019-03-25 11:21", "summary": "Two women fleeing ultraconservative home reach third country after months in limbo. HONG KONG-Two Saudi sisters who were stranded in Hong Kong for six months after fleeing their what they said was an oppressive family have been safely resettled in a third country, their lawyer said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-autism-diagnosis-that-isnt-always-permanent-11553526845", "title": "The Autism Diagnosis That Isn't Always Permanent", "date": "2019-03-25 11:14", "summary": "Some children once thought to have autism spectrum disorder were later found to have other conditions or were misdiagnosed, new research finds. A growing body of evidence demonstrates that some children diagnosed with autism spectrum disorder, or ASD, can outgrow their diagnosis.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-airlines-boss-says-stall-prevention-system-likely-activated-on-crashed-737-max-11553518027", "title": "Ethiopian Airlines Boss Says Stall-Prevention System Likely Activated on Crashed 737 MAX", "date": "2019-03-25 10:31", "summary": "The comments are the first indication from the airline that the MCAS system, probed in an earlier crash, was activated. ADDIS ABABA, Ethiopia-Ethiopian Airlines' chief executive said a stall-prevention system on Boeing Co. 's 737 MAX appears to have activated on a jet that crashed earlier this month-the first time an aviation official familiar with the flight has specifically said that the system could have been switched on during the accident.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-vies-with-election-rival-during-u-s-trip-11553522124", "title": "Israel's Netanyahu Vies With Election Rival During U.S. Trip", "date": "2019-03-25 09:55", "summary": "Prime Minister Benjamin Netanyahu and general-turned-politician Benny Gantz are competing for support ahead of April elections. WASHINGTON-Israel's two top candidates for prime minister took their election rivalry to the U.S. capital Monday, with both men aiming to land political blows against each other and to win support for leading the country's most vital diplomatic relationship.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fashion-insider-pushes-for-diversity-11553522035", "title": "A Fashion Insider Pushes for Diversity", "date": "2019-03-25 09:53", "summary": "Brandice Daniel, founder of Harlem's Fashion Row, wants more designers of color to have a voice in the industry.. When Prada, Gucci and Burberry recently apologized for using racist imagery that drew an outcry online and calls for boycotts, discussion surged about the fashion industry's strained history with blacks.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-killer-debut-barry-returns-for-second-season-11553521887", "title": "After a Killer Debut, 'Barry' Returns for Second Season", "date": "2019-03-25 09:51", "summary": "The murderous title character played by Bill Hader 'is having a bit of an existential crisis'. What if you were extraordinarily talented at something that made you miserable?", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-female-athlete-out-earning-men-11553521371", "title": "The Female Athlete Out-Earning Men", "date": "2019-03-25 09:42", "summary": "Mikaela Shiffrin is setting records on the mountain, and Alpine skiing's equal prize money policy is rewarding her. Marcel Hirscher is considered by some to be the best Alpine skier in history. He's a mega-star in Europe, and has won eight overall World Cup racing titles in a row.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-only-ncaa-tournament-upset-bigger-than-no-16-beating-no-1-11553520777", "title": "The Only NCAA Tournament Upset Bigger Than No. 16 Beating No. 1", "date": "2019-03-25 09:32", "summary": "The best teams in college basketball all won this weekend. And now March Madness can finally begin.. There is something unexpected that seems to happen on the first weekend of every NCAA tournament. The No. 1 overall seed loses to a No. 16 seed in the first round. The nation becomes obsessed with a 98-year-old nun named Sister Jean. The son of a coach hits a game-winner so wild that his father tumbles off the rolling stool he needed because he tore his Achilles tendon celebrating another win the week before.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thai-parties-scramble-to-form-a-government-after-marred-voting-11553520767", "title": "Thai Parties Scramble to Form a Government After Marred Voting", "date": "2019-03-25 09:32", "summary": "Election Commission says errors in tabulating results delay offering a full picture of the new parliament. ", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bigger-supreme-court-its-been-tried-before-11553518800", "title": "A Bigger Supreme Court? It's Been Tried Before", "date": "2019-03-25 09:00", "summary": "Progressive groups' proposals to increase the number of justices echo an attempt by President Franklin D. Roosevelt to do so after his re-election in 1936. That effort died when Democrats and Republicans in Congress balked.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venmo-to-users-if-you-owe-us-money-were-coming-for-it-11553518800", "title": "Venmo to Users: If You Owe Us Money, We're Coming for It", "date": "2019-03-25 09:00", "summary": "The payments service is trying to curb its losses, but some users say Venmo is going after the wrong people. Venmo, the digital money-transfer service operated by PayPal Holdings Inc., is ratcheting up pressure on users the company says owe it money for transactions that went awry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-candidates-face-calls-to-embrace-supreme-court-overhaul-11553518800", "title": "Democratic Candidates Urged to Back Supreme Court Overhaul", "date": "2019-03-25 09:00", "summary": "Proposals could be risky after GOP base was energized by court fights in 2016, 2018 elections. WASHINGTON-Progressive activist groups are pressing Democratic presidential candidates to back proposals for changing the Supreme Court, a move that could draw protests from voters who don't want to upend the staid institution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-bank-of-america-apple-twitter-freeport-mcmoran-11553510574", "title": "Stocks to Watch: AT&T, Bank of America, Apple", "date": "2019-03-25 08:58", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-report-clears-president-trumpbut-not-president-putin-11553518522", "title": "Mueller Report Clears President Trump-but Not President Putin", "date": "2019-03-25 08:55", "summary": "Special counsel gives nonpartisan confirmation that Russia interfered in the 2016 election. President Trump is off the hook. Russian President Vladimir Putin isn't.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-pushes-xandr-ad-products-in-viacom-carriage-talks-11553449397", "title": "AT&T Pushes Xandr Ad Products in Viacom Carriage Talks", "date": "2019-03-25 08:29", "summary": "Telecom and media giant is striving to build a new TV ad business fueled by data. Carriage deals between pay-TV distributors and programmers typically hinge on price.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farewell-football-gronk-hello-senator-gronk-11553515200", "title": "Farewell, Football Gronk. Hello...Senator Gronk?", "date": "2019-03-25 08:00", "summary": "New England's charismatic tight end calls it an NFL career, but his gallop feels far from finished. Human bouncy castle Rob Gronkowski has retired from football-and you don't need me to tell you that the NFL is a far less joyful place.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thinning-liquidity-in-key-futures-market-worries-traders-11553515200", "title": "Thinning Liquidity in Key Futures Market Worries Traders", "date": "2019-03-25 08:00", "summary": "E-mini S&P 500 futures have gotten harder to trade since volatility shook U.S. stocks last year. A retreat by traders from an important corner of the U.S. financial system has some worried it could make the stock market more susceptible to shocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-viacom-avert-programming-blackout-11553514778", "title": "AT&T, Viacom Avert Programming Blackout", "date": "2019-03-25 07:52", "summary": "Companies renew contract that would keep Viacom's networks on AT&T's DirecTV, U-verse and WatchTV services. AT&T Inc. said Monday it has renewed a contract to continue carrying Viacom Inc.'s channels, avoiding a programming blackout that would have left more than 24 million pay-TV customers without channels such as MTV, Comedy Central and Nickelodeon.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-isnt-picture-perfect-just-yet-11553513400", "title": "Pinterest Isn't Picture Perfect Just Yet", "date": "2019-03-25 07:36", "summary": "Company needs to turn pretty pictures into attractive profits. Pinterest's initial public offering filing has a lot of pretty pictures pinned up, but behind them are a lot of holes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-ditch-suits-and-retailers-struggle-to-adapt-11553511602", "title": "Men Ditch Suits, and Retailers Struggle to Adapt", "date": "2019-03-25 07:00", "summary": "As companies relax dress codes, Lululemon pants enter the office; stretch 'isn't a dirty word anymore'. Jos. A. Bank, a chain known for selling suits to the corporate masses, began airing a television commercial earlier this month that features men in sport coats, khakis and jeans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fha-clamps-down-on-risky-government-backed-mortgages-11553511601", "title": "FHA Clamps Down on Risky Government-Backed Mortgages", "date": "2019-03-25 07:00", "summary": "Decision to tighten underwriting standards could mean fewer first-time home buyers are able to get loans. The federal agency that insures mortgages for first-time home buyers is tightening its standards, concerned it is allowing too many risky loans to be extended.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-economic-collapse-explained-in-nine-charts-11553511601", "title": "Venezuela's Economic Collapse Explained in Nine Charts", "date": "2019-03-25 07:00", "summary": "Venezuela's decline is now deeper than that of the Soviet Union after its breakup, and comparable only to Zimbabwe's in the late 1990s, economists say. Venezuela's economic collapse is among the world's worst in recent history. The decline is now deeper than that of the Soviet Union after its breakup, and comparable only to Zimbabwe's in the late 1990s, according to estimates from the Institute of International Finance, a Washington-based association of financial institutions.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-two-realities-people-with-dollars-and-those-without-11553511600", "title": "Venezuela's Two Realities: People With Dollars and Those Without", "date": "2019-03-25 07:00", "summary": "Growing use of the U.S. currency is feeding inequality, with dollar holders able to weather hyperinflation, and the rest drifting deeper into poverty. CARACAS-Venezuela is run by an anti-American, socialist government. But the country increasingly relies on a potent symbol of American capitalism: The U.S. dollar.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/running-out-of-reasons-to-be-cheerful-for-emerging-markets-11553509959", "title": "Running out of Reasons to Be Cheerful for Emerging Markets", "date": "2019-03-25 06:35", "summary": "The emergence of an inverted U.S. Treasury yield curve is a bad sign for emerging markets. A dovish Federal Reserve has given emerging markets a lift this year. Now investors are starting to realize the Fed's change of heart may not be all good news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-harker-says-central-bank-may-raise-rates-this-year-despite-risks-11553509800", "title": "Fed's Harker Says Central Bank May Raise Rates This Year", "date": "2019-03-25 06:30", "summary": "Philadelphia Fed leader sees one rate increase in 2019 and one more in 2020. Philadelphia Fed leader Patrick Harker said Monday the central bank may yet raise rates this year even as risks around the outlook have risen.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-giants-double-down-on-venture-capital-11553509511", "title": "Consumer Giants Double Down on Venture Capital", "date": "2019-03-25 06:25", "summary": "Investors shouldn't expect VC-style returns from corporate buyers, which have other reasons to buy startups. Big consumer companies more than doubled their bets on venture capital last year, but investors shouldn't count on VC-style returns. Corporate buyers tend to lay down terms that stack the odds against them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-returns-to-liaison-office-with-south-three-days-after-pulling-out-11553509098", "title": "North Korea Returns to Liaison Office With South Days After Pulling Out", "date": "2019-03-25 06:18", "summary": "Pyongyang watchers call it a sign the North remains open to diplomacy with Seoul and Washington. SEOUL-North Korean officials reversed course and returned to talks with the South at a joint liaison office near their border, a sign Pyongyang remains open to diplomacy with Seoul and Washington after their detente had shown signs of strain.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-merger-between-deutsche-bank-and-commerzbank-stacks-up-11553506201", "title": "How a Merger Between Deutsche Bank and Commerzbank Stacks Up", "date": "2019-03-25 05:30", "summary": "A deal between the struggling lenders could give much-needed support to Germany's economy-but skepticism is rife. FRANKFURT-The idea behind merging two of Europe's weakest financial institutions-Deutsche Bank and Commerzbank-is that together, they can somehow lean on each other and steady their fortunes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-startup-founders-leave-silicon-valley-bubble-and-head-east-11553506201", "title": "Some Startup Founders Leave Silicon Valley 'Bubble' and Head East", "date": "2019-03-25 05:30", "summary": "Entrepreneurs say New York has skilled workers, investors, proximity to finance and retail industries. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derbys-take-if-moore-makes-fed-governor-hed-be-like-none-other-11553506200", "title": "Derby's Take: If Moore Makes Fed Governor, He'd Be Like None Other", "date": "2019-03-25 05:30", "summary": "Resume Subscription. The Federal Reserve, especially its Washington-based governors, have long liked to put a united face to the world. That may be about to change.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-may-faces-growing-dissatisfaction-over-brexit-11553442242", "title": "Theresa May Faces Growing Dissatisfaction Over Brexit", "date": "2019-03-25 05:14", "summary": "Speculation rises cabinet is on brink of ejecting Mrs. May from office; jostling comes ahead of another week when lawmakers will try to resolve conundrum. LONDON-Prime Minister Theresa May is facing fresh questions about whether she can stay in office long enough to see Brexit through, as lawmakers enter another critical week of decisions over the U.K.'s departure from the European Union.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-says-policy-will-be-dependent-on-data-11553493600", "title": "Chicago Fed President Evans Doesn't See Rate Rise Until Second Half of 2020", "date": "2019-03-25 05:01", "summary": "Chicago Fed leader says downside risks now 'loom larger' than positive risks. HONG KONG-Chicago Fed President Charles Evans said Monday that he doesn't expect an interest-rate increase in the U.S. until next year, probably in the second half.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perils-of-heading-abroad-for-the-fed-11553501053", "title": "The Perils of Heading Abroad for the Fed", "date": "2019-03-25 04:04", "summary": "Chicago Federal Reserve Bank President Charles Evans is in Hong Kong for an investment conference. It's never easy being a representative of the world's most important central bank abroad-especially on a day when the U.S. Treasury yield curve has just inverted and Asian financial markets are tanking.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendo-to-launch-two-new-switch-models-11553494773", "title": "Nintendo to Launch Two New Switch Models", "date": "2019-03-25 02:19", "summary": "The new gaming consoles will be released as early as this summer. Nintendo Co. plans to launch two new versions of its Switch gaming console as early as this summer, people familiar with the matter said, as the company seeks to sustain sales momentum for the product going into a crucial third year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-the-iphone-sputtering-apple-bets-its-future-on-tv-and-news-11553437018", "title": "With the iPhone Sputtering, Apple Bets Future on TV, News", "date": "2019-03-25 00:01", "summary": "Resume Subscription. The iPhone is running out of juice. To go beyond the device that made Apple Inc. a global colossus, Tim Cook is betting on a suite of services-marking the company's biggest shift in more than a decade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553457751", "title": "Pepper...and Salt", "date": "2019-03-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-person-is-in-charge-of-the-perot-family-fortune-11553511600", "title": "A New Person Is in Charge of the Perot Family Fortune", "date": "2019-03-25 00:01", "summary": "Boaz Sidikaro, veteran hedge-fund trader, is taking the reins from Steve Blasnik. The Perot family in Dallas has hired a veteran hedge-fund trader as its new investment chief.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-the-most-out-of-a-second-home-11553479561", "title": "How to Get the Most Out of a Second Home", "date": "2019-03-25 22:06", "summary": "Buying the right kind of home, tech tools to help you manage it, rules for rentals, and other tips. Owning two homes can be a headache-a headache worth having, to be sure, but a headache nonetheless.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-law-is-full-of-exceptions-11553479500", "title": "Tax Law Is Full of Exceptions", "date": "2019-03-25 22:05", "summary": "Before doing your taxes, read the fine print. Experts say the new tax rules aren't as black and white as they might seem. An Internal Revenue Service official once introduced me to the rule of PUNG. When writing about taxes, he said, make frequent use of the words \"probably, usually, normally and generally.\"", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-dangers-of-automatic-payment-apps-11553479440", "title": "The Hidden Dangers of Automatic-Payment Apps", "date": "2019-03-25 22:04", "summary": "For younger people, the technology has severed the connection between the things we buy and the act of paying for those things. To get a sense of how different spending is for my generation than for my parents' generation, just consider one simple transaction: a utility bill. When my parents paid their utility bill, they had to take out their checkbook, put pen to paper, write a check and then record it in their checkbook. If they didn't know how much their utility bill was, they had to be willfully ignorant.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-marriage-affects-student-loans-11553479380", "title": "How Marriage Affects Student Loans", "date": "2019-03-25 22:03", "summary": "A union can trigger changes to a borrower's loan payments and eligibility for related tax breaks. Marriage can change everything for couples-in some cases even their student-loan payments.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-give-employees-a-bigger-say-in-corporate-philanthropy-11553479321", "title": "One Way to Get Employees to Donate More to Charities", "date": "2019-03-25 22:02", "summary": "Matching-gifts and paid-volunteer programs are among the tools being used to boost employee involvement. Should employers give their employees a bigger say in the company's charitable giving?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-digital-art-market-heats-up-11553479261", "title": "The Digital Art Market Heats Up. (And What Is Digital Art, Anyway?)", "date": "2019-03-25 22:01", "summary": "Prices are rising, but buyers may not always know the risks given technology's fast pace. It's a digital age, and art is no exception", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tv-chef-preps-plan-to-retire-in-five-years-11553479201", "title": "A TV Chef Preps Plan to Retire in Five Years", "date": "2019-03-25 22:00", "summary": "An adviser suggests Ron Duprat diversify his real-estate portfolio and factor in future health-care costs. Ron Duprat is living the American dream. The 48-year-old chef, who makes appearances on cable TV and owns five homes, arrived in Florida at age 16 by boat from Haiti. He worked as a dishwasher at first.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-findings-from-muellers-report-to-be-sent-to-congress-within-the-hour-11553454918", "title": "Mueller Doesn't Find Trump Campaign Conspired With Russia", "date": "2019-03-25 20:56", "summary": "Special counsel report leaves open questions about obstruction of justice, according to William Barr's summary. WASHINGTON-Special counsel Robert Mueller concluded that President Trump and his campaign didn't conspire or coordinate with Russia to interfere in the 2016 election, according to a letter Attorney General William Barr sent to Congress on Sunday that summarized the final report on Mr. Mueller's investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-press-on-with-their-probes-of-trump-11553471070", "title": "Democrats Press On With Their Probes of Trump", "date": "2019-03-25 20:33", "summary": "Pelosi and Schumer call for release of full special counsel report and all its underlying material. WASHINGTON-The first glimpse into special counsel Robert Mueller's primary findings sparked a fresh battle on Capitol Hill, with Democrats saying they would proceed with probes of the Trump administration while Republicans said their opponents should desist after Mr. Mueller didn't establish collusion between the Trump campaign and Moscow.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-is-exonerated-by-special-counsels-findings-11553463112", "title": "Trump Team Sees Political Gold in Mueller Findings", "date": "2019-03-25 20:31", "summary": "President says he was exonerated by report, which advisers see as potential tool against Democrats vying for White House. WEST PALM BEACH, Fla.-President Trump's advisers on Sunday began crafting plans to use special counsel Robert Mueller's findings as a line of attack against Democrats ahead of the 2020 election, according to a person familiar with the matter, seeking to turn an investigation the White House long viewed as a liability into a political advantage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-vessels-sail-through-taiwan-strait-defying-china-11553472120", "title": "U.S. Vessels Sail Through Taiwan Strait, Defying China", "date": "2019-03-25 20:02", "summary": "The move was a show of U.S. support for Taiwan, which has grown anxious over Beijing's defense spending and assertiveness in the region. WASHINGTON-The Pentagon sent two vessels through the Taiwan Strait, a show of U.S. support for Taiwan likely to fuel concerns in Beijing that Washington is aligning increasingly with Taipei.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]