[{"link": "https://www.wsj.com/articles/marathon-petroleum-plans-to-spin-off-gas-stations-may-shake-up-leaders-11572318413", "title": "Marathon Petroleum Plans to Spin Off Gas Stations, May Shake Up Leaders", "date": "2019-10-28 23:07", "summary": "Board discusses replacing CEO Gary Heminger, other executives, according to sources. Oil refiner Marathon Petroleum Corp. is preparing to spin off its gas-station chain and considering shaking up its executive leadership to appease activist shareholders, including Elliott Management Corp., according to people familiar with the matter.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-and-toyota-back-trump-administration-on-emissions-rollback-11572315567", "title": "GM and Toyota Back Trump Administration on Emissions Rules", "date": "2019-10-28 22:41", "summary": "Auto industry divided over whether California can set its own regulations. Several major auto makers including General Motors Co. , Toyota Motor Corp. and Fiat Chrysler Automobiles NV are siding with the Trump administration in a lawsuit over its proposed rollback of new tailpipe-emissions rules for cars and trucks sold in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employees-ask-facebook-to-reverse-policy-on-political-ad-fact-checking-11572311436", "title": "Employees Ask Facebook to Reverse Policy on Political-Ad Fact-Checking", "date": "2019-10-28 21:10", "summary": "A letter signed by 250 employees argues that candidates' ads should not be exempt from checks. A group of Facebook Inc. employees asked the company to reverse its policy of exempting political candidates' ads from its own fact-checking program, calling the controversial rules a betrayal of the social-media giant's values.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-alstom-executive-challenges-reach-of-u-s-foreign-bribery-law-11572310172", "title": "Former Alstom Executive Challenges Reach of U.S. Foreign Bribery Law", "date": "2019-10-28 20:49", "summary": "At the start of Lawrence Hoskins's trial Monday, his lawyers attacked prosecutors' interpretation of a key definition in the U.S. Foreign Corrupt Practices Act. NEW HAVEN, Conn.-A former Alstom SA executive mounted a direct challenge to the long reach of the U.S. Foreign Corrupt Practices Act on Monday, the first day of a trial in a case that has raised legal questions about who is subject to the foreign bribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-this-airplane-still-flying-the-faa-missteps-that-kept-boeings-max-aloft-11572308196", "title": "'Why Is This Airplane Still Flying?' The FAA Missteps That Kept Boeing's MAX Aloft", "date": "2019-10-28 20:16", "summary": "Resume Subscription. Just after a Boeing Co. 737 MAX jet crashed in Indonesia a year ago, FAA officials asked themselves: Should they warn the world the entire fleet could have a design flaw?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/housing-highlights-the-promisesand-limitsof-the-feds-insurance-rate-cuts-11572255004", "title": "Housing Highlights Promises, Limits of Fed's 'Insurance' Rate Cuts", "date": "2019-10-28 19:49", "summary": "Sales have rebounded as mortgage rates declined, but trade uncertainty has damped the benefit of lower borrowing costs in other sectors. When Federal Reserve officials started cutting interest rates over the summer, they framed the moves as akin to taking out insurance for the economy-steps aimed at providing some support at a time of rising risks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-court-prohibits-use-of-north-carolina-congressional-map-for-2020-elections-11572306197", "title": "State Court Prohibits Use of North Carolina Congressional Map for 2020 Elections", "date": "2019-10-28 19:43", "summary": "Three-judge panel said district lines drawn by GOP appeared to be unlawful partisan gerrymander. A panel of North Carolina judges on Monday blocked the state from using a Republican-drawn congressional map for the 2020 elections, stepping in after the U.S. Supreme Court declined to referee the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-parent-alphabets-ad-sales-hit-record-but-costs-pile-up-11572295328", "title": "Google's Ad Business Hums Along Though Profit Falls", "date": "2019-10-28 19:33", "summary": "Profit at Alphabet drops 23%, hurt by investment losses. Quarterly results from Google showed the complexity of operating its internet empire, as steady growth in online advertising sales was overshadowed by rising costs and a weak performance from some long-held company investments.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-witness-fails-to-appear-waits-for-court-ruling-11572280661", "title": "House to Vote on a Road Map for Its Impeachment Inquiry", "date": "2019-10-28 19:20", "summary": "Announcement follows failure by impeachment witness Charles Kupperman, Trump's former deputy national security adviser, to appear for interview in inquiry. WASHINGTON-The House plans to vote on a resolution laying out Democrats' next steps in the impeachment inquiry into President Trump and move to a public phase of the investigation, the first significant vote since the probe began.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-breaks-out-in-los-angeles-forcing-thousands-to-flee-11572271757", "title": "Tens of Thousands Flee Los Angeles Blaze", "date": "2019-10-28 19:09", "summary": "Utility companies prepare for another week of mandatory blackouts; PG&E says its power lines may have caused small fires over the weekend. LOS ANGELES-Tens of thousands of residents evacuated their homes as a fast-moving blaze swept through the nation's second largest city and utility companies planned another week of widespread blackouts amid forecasts of strong, dangerous winds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-investors-u-s-tech-entrepreneurs-continue-to-make-deals-11572275105", "title": "China Investors Keep Making Deals in Silicon Valley Amid Pushback", "date": "2019-10-28 19:07", "summary": "The moves highlight a resilient relationship amid Washington's efforts to curb foreign access to sensitive technology. Chinese investors are pressing ahead with investments into startups and venture-capital funds, emboldened in part by ambiguities in U.S. efforts to limit foreign access to technology deals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-financial-crunch-awaits-argentinas-new-leader-11572298978", "title": "IMF to Test Argentina's New Leader", "date": "2019-10-28 19:07", "summary": "President-elect Alberto Fernández must reconcile his campaign-spending promises with the strict fiscal demands of the International Monetary Fund. After defeating his political rival in Argentina's presidential election, President-elect Alberto Fernández now faces another adversary and longtime nemesis of the nationalist Peronist movement: the International Monetary Fund.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-vs-the-constitution-11572303822", "title": "California vs. the Constitution", "date": "2019-10-28 19:03", "summary": "Sacramento can't run its own foreign policy on climate change.. Democrats in California believe they can impose their laws on the rest of the country, and they even think they can ignore the Constitution when it conflicts with their progressive policies. Credit to the Justice Department for attempting to make clear that California isn't a separate nation under the law, and that climate change isn't a license for a state to conduct its own foreign policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-concedes-on-inquiry-vote-11572303794", "title": "Pelosi Concedes on Inquiry Vote", "date": "2019-10-28 19:03", "summary": "A House impeachment resolution is the start of political accountability.. Vindication is overrated, but we'll take it in the case of a House vote to authorize an impeachment inquiry. We're referring to Speaker Nancy Pelosi's letter Monday to fellow Democrats that she'll offer a resolution on the House floor this week that will set the terms of its impeachment investigation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-needs-trust-not-tactics-11572303129", "title": "The Fed Needs Trust, Not Tactics", "date": "2019-10-28 18:52", "summary": "Interest-rate cuts won't hold off the next downturn. The central bank must assure markets with a plan.. There's nothing soft about soft power.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-acquisition-would-be-lvmhs-most-challenging-yet-11572303064", "title": "Tiffany Acquisition Would Be LVMH's Most Challenging Yet", "date": "2019-10-28 18:51", "summary": "LVMH's chief executive, Bernard Arnault, faces rejuvenating the U.S. jewelry company. PARIS-In targeting Tiffany & Co, French billionaire Bernard Arnault is attempting his most challenging acquisition in more than three decades of deal making.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vicksburg-review-breaking-the-confederacy-11572303092", "title": "'Vicksburg' Review: Breaking the Confederacy", "date": "2019-10-28 18:51", "summary": "\"The Yankees . . . are worse than the Goth and Vandals of the middle ages,\" wrote one Confederate soldier. The feeling was mutual.. The first week in July 1863 was disastrous for the Confederacy. The Battle of Gettysburg, ending July 3, was, as we know, a great Union victory. Lee's Army of Northern Virginia was forced to retreat from Pennsylvania and would never again be on the offensive. The Eastern theater would soon turn into a slow, bloody war of attrition, one that the South, with inferior resources, couldn't hope to win militarily. The taking of Vicksburg, Miss., on July 4, 1863, by Ulysses S. Grant's Army of the Tennessee, was a smaller campaign, if measured by the number of troops involved and the number of casualties. But it was equally momentous, and it had greater immediate effects.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lukewarm-bond-yields-belie-mayors-climate-alarm-11572303011", "title": "Lukewarm Bond Yields Belie Mayors' Climate Alarm", "date": "2019-10-28 18:50", "summary": "If politicians believe what they say on the campaign trail, why don't their cities disclose it to borrowers?. Dire climate-change warnings have become a mainstay of politics. This is particularly true for state and local politicians whose coastal constituents stand to be most affected by rising sea levels. Mayors declare that impending eco-dangers represent an \"existential threat,\" and that significant portions of their cities will be submerged without swift and dramatic action. But do municipalities disclose these perilous environmental risks to potential bond investors?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-military-shouldnt-shave-its-numbers-11572302977", "title": "The Military Shouldn't Shave Its Numbers", "date": "2019-10-28 18:49", "summary": "Allowing beards could help bolster the ranks, and at no cost too.. For the first time in more than a decade, the Army missed its recruiting target last year. Given that the job market is competitive and only 29% of 17- to 24-year-olds meet entry standards, according to Pentagon data, something has to change. It's time to bring in the beards.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dissident-outlives-soviet-communism-11572302952", "title": "A Dissident Outlives Soviet Communism", "date": "2019-10-28 18:49", "summary": "His book documenting Western complicity didn't find a U.S. publisher for almost 25 years.. Only death could silence Vladimir Bukovsky. His crusade against the Communist system in Russia and beyond, before and after the Berlin Wall's fall, was unequaled. He died Sunday at age 76 at his home in Cambridge, England, where he'd lived since the Soviet Union expelled him in 1976.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-unfairness-advantage-11572302906", "title": "Trump's Unfairness Advantage", "date": "2019-10-28 18:48", "summary": "Pelosi realizes Democrats' trampling of impeachment norms helps Trump.. In Nancy Pelosi's defiance of all House precedent, her dubious reliance on selective leaks of secret testimony to make her case, and her deference to Democrats who have been looking to impeach Donald Trump from the moment he was sworn in, the speaker now stands atop the most unprincipled presidential impeachment in U.S. history.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-battle-won-in-the-war-on-terror-11572302844", "title": "A Battle Won in the War on Terror", "date": "2019-10-28 18:47", "summary": "Killing Baghdadi won't 'fix' the Middle East, but ISIS' failure is a crucial victory.. The Washington Post may have hastily changed its embarrassing headline for its obituary of Abu Bakr al-Baghdadi-\"austere religious scholar at helm of Islamic State\"-but that won't be the end of the West's difficulties in understanding and responding to the multifaceted crisis in the Middle East.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-four-audit-firms-sell-less-nonaudit-work-to-u-k-audit-clients-11572302773", "title": "Big Four Audit Firms Sell Less Nonaudit Work to U.K. Audit Clients", "date": "2019-10-28 18:46", "summary": "The finding comes ahead of potential new legislation that could reshape the industry. Big Four audit and accounting firms in the U.K. are selling less nonaudit work to their audit clients, a finding that comes as some lawmakers are recommending firms separate their audit and consulting businesses to avoid conflicts of interest.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-ts-profit-revenue-fall-on-tv-defections-11572261496", "title": "AT&T Reaches Truce With Activist as TV Defections Worsen", "date": "2019-10-28 18:39", "summary": "Elliott had challenged telecom giant's strategy; AT&T commits to regular share buybacks, plans to avoid major acquisitions. AT&T Inc. reached an agreement with an activist investor that had been pressuring the telecom giant to revamp its strategy, and said its chief executive would stay at the helm through next year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-presidenttries-to-turn-the-tables-on-powerful-bolivian-leader-11572269939", "title": "Former President Tries to Turn the Tables on Powerful Bolivian Leader", "date": "2019-10-28 18:33", "summary": "Carlos Mesa is attempting to use street tactics and international pressure to force President Evo Morales to face him in a December runoff. LA PAZ, Bolivia-The politician leading the opposition against Bolivian President Evo Morales is well-schooled in the power of protest.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-beats-rivals-in-adding-wireless-market-share-11572296288", "title": "T-Mobile Beats Rivals in Adding Phone Subscribers", "date": "2019-10-28 18:31", "summary": "Company gained 754,000 net postpaid phone customers in quarter, more than Verizon and AT&T combined. T-Mobile US Inc. attracted a higher number of lucrative cellphone subscribers than its rivals in the third quarter even as its merger with Sprint Corp. remained in limbo.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhubs-profit-falls-as-delivery-competition-accelerates-11572293564", "title": "Grubhub's Profit Falls as Delivery Competition Accelerates", "date": "2019-10-28 18:27", "summary": "Delivery company plans to spend more on promotions to counter rivals including DoorDash, Postmates. Grubhub Inc. said orders and customer growth are slowing as competition in the food-delivery business accelerates.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-pleads-guilty-to-all-23-counts-in-capital-gazette-massacre-11572301490", "title": "Man Pleads Guilty to All 23 Counts in Capital Gazette Massacre", "date": "2019-10-28 18:26", "summary": "Five staffers were killed; insanity hearing is next. ANNAPOLIS, Md.-A Maryland man pleaded guilty Monday in the slayings of five staffers at an Annapolis newspaper, and a jury is expected to hear testimony within weeks about whether he wasn't responsible by reason of insanity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-spokesman-targeted-in-u-s-airstrike-say-kurds-11572268364", "title": "Islamic State Spokesman Killed in U.S. Airstrike", "date": "2019-10-28 18:26", "summary": "Abu al-Hassan al-Muhajir was targeted by the U.S. and Syrian Democratic Forces shortly after the death of ISIS leader Baghdadi. U.S. forces targeted and killed Islamic State's spokesman in a strike in northeast Syria, a senior State Department official confirmed, an operation that closely followed the raid in which the militant group's leader died.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-recovered-valuable-intelligence-in-baghdadi-raid-11572301388", "title": "U.S. Recovered Valuable Intelligence in Baghdadi Raid", "date": "2019-10-28 18:23", "summary": "Defense officials say data on Islamic State and its leaders will likely lead to more operations against militant group. The U.S. military raid resulting in the death of Islamic State founder Abu Bakr al-Baghdadi also yielded an array of valuable intelligence concerning the militant group and its top leaders, defense officials said, providing details that likely will lead to future operations.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-spending-is-back-in-season-11572301404", "title": "Google's Spending Is Back in Season", "date": "2019-10-28 18:23", "summary": "Parent company Alphabet's rising costs overwhelm its growth story. Say this much for Google: They are consistent about being inconsistent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-councilman-andy-king-suspended-over-harassment-allegations-11572301320", "title": "New York City Councilman Andy King Suspended Over Harassment Allegations", "date": "2019-10-28 18:22", "summary": "Resume Subscription. The New York City Council voted Monday to suspend Councilman Andy King from his seat for 30 days over allegations he violated its anti-harassment policy, intimidated staff members and misused city dollars for a staff retreat in the U.S. Virgin Islands.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/beyond-meat-books-first-profit-as-competition-mounts-11572292802", "title": "Beyond Meat Books First Profit as Competition Mounts", "date": "2019-10-28 18:09", "summary": "Plant-based burger maker plans promotional push to help sustain sales growth. Beyond Meat Inc. is doubling down on marketing the nutritional value and environmentally friendly production of its meat alternatives in the face of growing competition to sell plant-based burgers, including from some of the biggest food companies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-makes-nyse-debut-11572281019", "title": "Virgin Galactic Makes NYSE Debut", "date": "2019-10-28 17:59", "summary": "Richard Branson's firm becomes first publicly traded space tourism company. Virgin Galactic Holdings Inc. made its trading debut Monday on the New York Stock Exchange, giving public investors their first chance to buy a piece of the space-tourism company founded by British business mogul Richard Branson.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-is-still-overcooked-11572299793", "title": "Beyond Meat Is Still Overcooked", "date": "2019-10-28 17:56", "summary": "The bar was unusually high for the company's quarterly results. Beyond Meat on Monday reported what looked like excellent results. But excellent doesn't cut it for a stock this hyped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-bid-for-an-early-election-is-defeated-by-lawmakers-11572289246", "title": "Johnson Loses Bid for Early Election but Takes New Tack to Get One", "date": "2019-10-28 17:49", "summary": "Prime minister hopes to get some opposition support for alternative route to a national vote in December. LONDON-A British general election remains likely this year as a way to resolve the Brexit stalemate, even though lawmakers on Monday blocked a bid by Prime Minister Boris Johnson to schedule an early ballot.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-evans-producer-of-chinatown-dies-at-89-11572287770", "title": "Robert Evans, Producer of 'Chinatown,' Dies at 89", "date": "2019-10-28 17:17", "summary": "Fast-living Hollywood figure also backed 'The Godfather,' 'Love Story'. Robert Evans, the playboy Hollywood producer behind \"Chinatown\" and \"Love Story\" whose career was derailed by a drug conviction and revived by a memoir and documentary, died Saturday at age 89, according to a spokeswoman. She didn't disclose the cause of death.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patent-office-seeks-help-from-ai-11572297295", "title": "Patent Office Seeks Help From AI", "date": "2019-10-28 17:14", "summary": "Agency is hiring an AI expert to help automate routine tasks as number of patent applications grows. The U.S. Patent and Trademark Office is expanding its use of artificial intelligence to tackle steadily growing patent applications, including an influx of AI-related filings.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tina-turner-musical-is-one-of-the-best-at-the-box-office-11572296483", "title": "Tina Turner Musical Is Off to a Strong Start on Broadway", "date": "2019-10-28 17:01", "summary": "Biographical show has had a strong run ahead of its official Broadway opening. In her decadeslong career, Tina Turner has sold millions of albums, won multiple Grammy Awards and gone on many a global concert tour.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-cfo-architect-of-direct-listing-to-retire-11572257118", "title": "Spotify CFO, Architect of Direct Listing, to Retire", "date": "2019-10-28 16:59", "summary": "Barry McCarthy, who oversaw music-streaming giant's unusual listing, to leave finance role and rejoin board; stock rallies amid higher user growth. Barry McCarthy will retire as Spotify Technology SA's finance chief early next year, leaving a role in which he oversaw the company's unusual direct stock listing and guided the streaming giant through its first year and a half on the public market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-off-to-weak-start-amid-brexit-uncertainty-11572256781", "title": "S&P 500 Rises to a Record", "date": "2019-10-28 16:52", "summary": "Nasdaq gains 1% on the day, finishes just below its record as investors look to earnings. The S&P 500 set a record for the first time in three months to kick off a busy week that features a flurry of corporate earnings, a Federal Reserve meeting and the October jobs report.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-looks-to-capitalize-on-baghdadi-raid-11572295811", "title": "Trump Campaign Looks to Capitalize on Baghdadi Raid", "date": "2019-10-28 16:50", "summary": "President says he is keeping America safe, while texts and emails seek donations. WASHINGTON-President Trump and his re-election campaign are moving swiftly to capitalize on the death of Islamic State leader Abu Bakr al-Baghdadi, casting the risky mission that resulted in his demise as a sign of strong leadership while seizing the moment for fundraising appeals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incoming-spotify-cfo-faces-capital-allocation-challenge-amid-increasing-competition-11572295743", "title": "Incoming Spotify CFO Faces Capital Allocation Challenge Amid Increasing Competition", "date": "2019-10-28 16:49", "summary": "Paul Vogel is set to take over from departing CFO Barry McCarthy. Spotify Technology SA's new finance chief faces a challenging task allocating the media streaming service's capital amid strong competition from Apple Inc., Amazon.com Inc. and other technology companies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sotheby-s-new-owner-names-cable-executive-to-be-ceo-11572284194", "title": "Sotheby's New Owner Names Cable Executive as CEO", "date": "2019-10-28 16:48", "summary": "Altice USA executive Charles Stewart to head auction house that was bought French telecom entrepreneur Patrick Drahi. French telecom entrepreneur Patrick Drahi is putting his stamp on Sotheby's, installing one of his Altice USA executives atop the New York-based auction house just weeks after acquiring it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-attacks-chicago-police-superintendent-over-crime-rate-11572290240", "title": "Trump Attacks Chicago Police Superintendent Over Crime Rate", "date": "2019-10-28 16:44", "summary": "Police leader Eddie Johnson had said he would boycott Trump's appearance. CHICAGO-President Trump bemoaned Chicago's crime rate and criticized the city's police superintendent, who boycotted Mr. Trump's remarks to a gathering of police chiefs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-moves-to-cut-off-huawei-zte-from-subsidies-11572289868", "title": "FCC Targets China's Huawei and ZTE", "date": "2019-10-28 16:38", "summary": "U.S. moves to cut off the telecom giants from subsidies. WASHINGTON-The Federal Communications Commission is moving to place another restraint on the U.S. business of Huawei Technologies Co. and ZTE Corp. by banning U.S. companies receiving federal subsidies from purchasing the Chinese firms' equipment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-pain-spreads-to-utilitys-bonds-11572275979", "title": "PG&E Pain Spreads to Utility's Bonds", "date": "2019-10-28 16:35", "summary": "Concerns about potential liability related to California fires push company's bonds, stocks sharply lower. PG&E Corp.'s bond and stock prices dropped sharply Monday amid mounting concerns about the bankrupt electric utility's potential liability related to the Kincade Fire burning in Northern California.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-investors-are-monitoring-gold-during-packed-week-of-data-11572273203", "title": "Gold Investors Prep for Packed Week of Data", "date": "2019-10-28 16:29", "summary": "Stock-market rally, advance in bond yields are challenging gold, which is up 17% for the year. The 2019 rally in gold appears to be at a crossroads in the final week of October, increasing attention on how the haven metal performs during a packed slate of economic data points.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-return-to-records-led-by-the-usual-suspects-large-tech-11572285036", "title": "Stocks' Return to Records Led by the Usual Suspects: Large Tech", "date": "2019-10-28 16:29", "summary": "After a brief retreat, tech stocks are back in charge of the market. Stocks rose broadly Monday, but it is a handful of big technology shares that have led the S&P 500 to its latest record.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unit-at-manhattans-220-central-park-south-sells-for-55-5-million-11572294395", "title": "A Positive Sign for Luxury New York Real Estate: A $55.5 Million Condo Sale", "date": "2019-10-28 16:26", "summary": "The sale at 220 Central Park South is viewed as a shot in the arm to the struggling ultra high-end market.. Manhattan's ultraluxury market has been mired in a slowdown, but a building emblematic of the category just flashed a sign of life: A unit at 220 Central Park South has sold for $55.5 million, according to public records.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vlatko-andonovski-named-coach-of-the-u-s-womens-soccer-team-11572293419", "title": "Vlatko Andonovski Named Coach of the U.S. Women's Soccer Team", "date": "2019-10-28 16:10", "summary": "The 43-year-old Andonovski is the ninth permanent head coach in the U.S. women's national team's history. The next coach of the U.S. women's soccer team is a man whose teams are used to winning.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-involved-in-fatal-shooting-of-suspect-released-from-hospital-11572293443", "title": "NYPD Officer Involved in Fatal Shooting of Suspect Released From Hospital", "date": "2019-10-28 16:10", "summary": "Officer LaFontant was attacked Friday attempting to arrest a man with an open warrant. A New York Police Department officer who had been in a medically induced coma after a violent confrontation that ended with the fatal shooting of a suspect was released from a hospital Monday afternoon.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tough-questions-anger-await-boeing-ceo-in-congress-11572261108", "title": "Tough Questions, Anger Await Boeing CEO in Congress", "date": "2019-10-28 16:10", "summary": "Muilenburg is set to tell lawmakers the company made mistakes that contributed to two fatal airplane crashes. Boeing Co. Chief Executive Dennis Muilenburg is set to tell lawmakers the company made mistakes that contributed to two fatal airplane crashes, as the aerospace giant struggles to regain public trust.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wants-impeachment-defense-based-on-substance-not-process-11572275094", "title": "White House Brings Lessons of Mueller to Impeachment Response", "date": "2019-10-28 15:57", "summary": "Some top officials, led by Jared Kushner, are urging caution, modeled after earlier legal scrutiny. WASHINGTON-Top White House officials have been urging a cautious approach to the escalating impeachment proceedings in the House, operating under the belief that because President Trump withstood the Mueller investigation he can overcome the threat posed by the latest round of scrutiny.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prologis-12-6-billion-deal-adds-to-warehousing-space-race-11572292109", "title": "Prologis $12.6 Billion Deal Adds to Warehousing Space Race", "date": "2019-10-28 15:48", "summary": "Acquisition of Liberty Property portfolio is the third buy for Prologis since early 2018. Warehouse providers are racing to add scale as the growth of e-commerce drives demand for industrial space near key logistics hubs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jesus-is-king-by-kanye-west-review-newfound-faith-or-prosperity-gospel-11572292031", "title": "'Jesus Is King' by Kanye West: Newfound Faith or Prosperity Gospel?", "date": "2019-10-28 15:47", "summary": "The superstar's supershort album seems slight.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-climb-ahead-of-fed-meeting-economic-data-11572277563", "title": "Treasury Yields Extend Recent Gain", "date": "2019-10-28 15:44", "summary": "Easing anxieties about Brexit and the U.S.-China trade battle boost Treasury yields. U.S. government-bond yields rose Monday, extending their recent climb as traders prepared for a busy week highlighted by a Federal Reserve meeting and several top-tier economic-data releases.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-had-114-000-homeless-students-last-year-11572291674", "title": "New York City Had 114,000 Homeless Students Last Year", "date": "2019-10-28 15:41", "summary": "About 29% of city's homeless children passed state tests in reading last spring. About one in 10 New York City public-school students lived in shelters or other temporary housing in the last school year, a rate that has remained stubbornly high.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bakersfield-sound-country-music-capital-of-the-west-1940-1974-review-evolution-of-a-sound-11572291341", "title": "'The Bakersfield Sound: Country Music Capital of the West 1940-1974' Review: Evolution of a Sound", "date": "2019-10-28 15:35", "summary": "A massive set from Bear Family takes a deep dive into this Western musical outpost.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunman-opens-fire-on-mosque-in-france-11572284519", "title": "Far-Right Gunman Attacks Mosque in France, Injuring Two", "date": "2019-10-28 15:31", "summary": "Police detain 84-year-old suspect who ran for office four years ago under Marine Le Pen's National Rally party. PARIS-Police detained a supporter of Marine Le Pen's far-right party on suspicion he opened fire on a mosque in southwestern France on Monday, injuring two people.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grudge-match-house-vs-executive-privilege-11572289788", "title": "Grudge Match: House vs. Executive Privilege", "date": "2019-10-28 15:09", "summary": "Nancy Pelosi has no more power than I do to launch an \"impeachment inquiry\" unless she does so as the speaker of the House of Representatives. She can't speak for the House without a vote, which she hasn't called.. Jean Galbraith and Michel Paradis take umbrage with President Trump's refusal to cooperate with Nancy Pelosi's \"official impeachment inquiry\" (\"Impeachment Trumps Executive Privilege. Ask George Washington,\" op-ed, Oct. 23). The writers have impressive credentials but seem to have missed the salient point of President Trump's lack of cooperation: Nancy Pelosi has no more power on her own than I do to launch an impeachment inquiry. She can't speak for the House without a vote, which she hasn't called.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/competition-will-improve-rating-standards-11572289690", "title": "Competition Will Improve Rating Standards", "date": "2019-10-28 15:08", "summary": "The North American rating oligopoly retains a more than 85% share of the European market a decade after the financial crisis.. We were astonished to find a columnist at The Wall Street Journal arguing that a lack of competition in the credit-rating sector is in the best interests of investors (\"Beware Debt Ratings' Lower Bar,\" Heard on the Street, Oct. 8). The conclusion that there needs to be less, not more, competition in rating credit flies in the face of lessons of the global financial crisis and euro crisis, when investors and issuers were so reliant on three credit-rating agencies with similar approaches to risk analysis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-an-attorney-general-works-after-leaving-office-11572289640", "title": "Where an Attorney General Works After Leaving Office", "date": "2019-10-28 15:07", "summary": "Regarding your editorial \"New York's Climate Show Trial\" (Oct. 22): Chances are while progressive attorneys general try to demonize Exxon using the tobacco model, vaping will continue to kill more people.. Regarding your editorial \"New York's Climate Show Trial\" (Oct. 22): Chances are while progressive attorneys general try to demonize Exxon Mobil using the tobacco model, vaping will continue to kill people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-pols-have-it-both-ways-on-high-gas-prices-11572289543", "title": "California Pols Have It Both Ways on High Gas Prices", "date": "2019-10-28 15:05", "summary": "This is how socialism works, increase regulations until the private companies have to raise prices, then blame those companies for raising prices as the excuse to take them over or more regulations.. Regarding your editorial \"California's Gasoline Panic\" (Oct. 23): Liberal politicians in California tell us they want to tax fossil fuels out of existence, then when it hits their voters' pocketbooks, it's the fault of the evil free market and companies overcharging consumers for profit. This is how socialism works: Increase regulations until the private companies have to raise prices, then blame them for raising prices, using that as the excuse to take them over or regulate them more.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manulife-alphabet-venture-launch-insurance-partnership-for-diabetics-11572289200", "title": "Manulife, Alphabet Venture Launch Insurance Partnership for Diabetics", "date": "2019-10-28 15:00", "summary": "Services to be provided through Onduo, which is owned by a unit of Google's parent and Sanofi. Manulife Financial Corp.'s John Hancock unit will market life insurance to Americans with diabetes that includes a behavior-change program and virtual clinic, in an effort to boost sales by making life-insurance products more user-friendly.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vitamin-based-vaping-products-proliferate-online-11572281358", "title": "Vitamin-Based Vaping Products Proliferate Online", "date": "2019-10-28 14:42", "summary": "Alternative vaping products that include vitamins and essential oils fly under the regulatory radar; 'it's not hurting me'. Sherry Musso doesn't like swallowing pills. To take her vitamins, she inhales them from a penlike device that vaporizes them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-allow-body-cameras-in-joint-task-forces-11572286500", "title": "Justice Department to Allow Body Cameras in Joint Operations", "date": "2019-10-28 14:15", "summary": "Change comes after local police complained about longstanding federal ban. CHICAGO-The Justice Department for the first time will let police officers wear body cameras during some joint operations with federal agents, lifting a ban that had long frustrated local agencies, department officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-introduces-249-airpods-pro-11572281612", "title": "Apple Bets on New $249 AirPods Pro Amid Weak iPhone Sales", "date": "2019-10-28 14:14", "summary": "Higher-end version with noise cancellation comes as tech giant seeks to broaden offering of wearable products. Apple Inc. is introducing a high-end version of its AirPods wireless earbuds with a new design and noise cancellation, as the tech giant looks to broaden its offering of wearable products amid lackluster iPhone sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-extends-brexit-deadline-until-jan-31-11572255175", "title": "EU Extends Brexit Deadline to Jan. 31", "date": "2019-10-28 14:07", "summary": "Extension is flexible, meaning U.K. can leave earlier if deal is ratified; Parliament to vote on December election. The European Union agreed to delay Brexit until Jan. 31, increasing the chances of a U.K. election before the end of the year and ending any hope of a departure by Prime Minister Boris Johnson's promised deadline this week.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-answers-the-threat-from-huawei-11572285820", "title": "FCC Answers The Threat From Huawei", "date": "2019-10-28 14:03", "summary": "The commission plans a vote on new restrictions of its 5G equipment.. Thanks to recent incidents involving the National Basketball Association, Apple and others, Americans have become more aware of how the Chinese government uses its influence over global commerce to export antidemocratic values. Imagine what could happen if we let Chinese equipment into tomorrow's 5G wireless networks. It would open the door to censorship, surveillance, espionage and other harms.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-told-to-prepare-for-return-to-private-sector-11572285741", "title": "Fannie, Freddie Told to Prepare for Return to Private Sector", "date": "2019-10-28 14:02", "summary": "Regulator updates goals for housing-finance companies in conservatorship since financial crisis. AUSTIN, Texas- Fannie Mae 's and Freddie Mac 's federal regulator took new steps to privatize the mortgage-finance companies on Monday, telling the firms to help lay the groundwork for their own transitions out of an 11-year government conservatorship.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-u-s-sen-kay-hagan-dies-11572285189", "title": "Former Sen. Kay Hagan Dies", "date": "2019-10-28 13:53", "summary": "Hagan was NationsBank executive before launching political career in North Carolina legislature. RALEIGH, N.C.-Kay Hagan, a former bank executive who rose from a budget writer in the North Carolina Legislature to a seat in the U.S. Senate, died Monday. She was 66.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greg-walden-long-serving-house-republican-from-oregon-to-retire-11572284761", "title": "Oregon Republican Greg Walden to Retire From House", "date": "2019-10-28 13:46", "summary": "Representative is 22nd GOP lawmaker to resign or announce plans to retire from House during current session. Longtime Oregon Rep. Greg Walden, the top Republican on the House Energy and Commerce Committee, said Monday that he plans to retire at the end of his current term.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-returns-to-saudi-summit-but-khashoggi-murder-deters-some-executives-11572274294", "title": "Wall Street Returns to Saudi Summit, but Khashoggi Murder Deters Some Executives", "date": "2019-10-28 13:40", "summary": "Kingdom is still struggling to attract a diverse mix of investors ahead of signature conference. DUBAI-A year after the murder of journalist Jamal Khashoggi, Saudi Arabia is struggling to draw a diverse mix of global executives to its signature investment conference, in another sign that Crown Prince Mohammed bin Salman's ambitious drive to overhaul the kingdom's economy is hitting headwinds.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactics-quest-could-get-bumpier-11572284206", "title": "Virgin Galactic's Quest Could Get Bumpier", "date": "2019-10-28 13:36", "summary": "Stock exchanges may prove to be a less hospitable environment for the new space ventures than the risk-hungry private markets. By crossing the great barrier of listing in the stock market, Virgin Galactic has gone where no space-tourism venture has gone before. But public markets might be an inhospitable environment for such firms.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-department-stores-are-becoming-restaurants-11572282749", "title": "Why Department Stores Are Becoming...Restaurants", "date": "2019-10-28 13:12", "summary": "As retail sales continue to slow, stores like Nordstrom, Crate & Barrel and Tiffany & Co. are investing in eateries to give shoppers a new reason to come through their doors. SHOPPERS AT THE NEW Nordstrom in midtown Manhattan who flag with hunger while contemplating Valentino sweaters or Vans sneakers have plenty of options for sustenance. The 320,000-square-foot, seven-level department store features a staggering seven eateries, from the luxe, sit-down restaurant \"Wolf\" to a stall slinging mochi donuts.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/step-toward-parole-of-child-rapist-and-murderer-sparks-outrage-in-belgium-11572282138", "title": "Step Toward Parole of Child Murderer Sparks Outrage in Belgium", "date": "2019-10-28 13:02", "summary": "Court allows psychiatric review of Marc Dutroux amid protests against his release. BRUSSELS-A court in Brussels ruled that a psychiatric panel could evaluate the risks convicted Belgian murderer and child-rapist Marc Dutroux would pose to society if set free, a step toward a possible release that has sparked outrage and protests.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traffic-jam-in-aisle-three-whole-foods-is-crowded-with-shoppers-filling-online-orders-11572281343", "title": "Feel Like You're the Only One at Whole Foods Buying Your Own Groceries? Possibly.", "date": "2019-10-28 12:49", "summary": "Resume Subscription. Whole Foods Market, once a paragon of leisurely high-end shopping, has become a battleground where well-heeled shoppers fight for elbow room and choice salmon cuts with harried delivery couriers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apollo-to-buy-more-of-athene-as-insurer-eliminates-supervoting-structure-11572268917", "title": "Apollo to Buy More of Athene as Insurer Eliminates Supervoting Structure", "date": "2019-10-28 12:31", "summary": "Private-equity firm to pay $1.55 billion in cash and stock to lift stake to 35% amid effort to broaden insurer's ownership. Apollo Global Management Inc. is buying an additional 18% stake in insurance company Athene Holding Ltd. as part of a complex deal that will eliminate the private-equity firm's supervoting power with the insurer.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-brands-internationals-sales-spiced-up-by-popeyes-chicken-11572267720", "title": "Tim Hortons Drags on Restaurant Brands", "date": "2019-10-28 12:27", "summary": "Popeyes and Burger King scored sales with new products, but Canadian chain struggled. An Impossible Whopper and spicy chicken sandwich aren't making up for trouble at Tim Hortons.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-the-archives-our-favorite-halloween-books-11572279499", "title": "From the Archives: Our Favorite Halloween Books", "date": "2019-10-28 12:18", "summary": "From a cultural history of the Frankenstein phenomenon to Colson Whitehead's zombie thriller, these are our favorite Halloween reads over the years. By Nick Groom", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chicken-sandwich-wars-are-back-on-11572279144", "title": "The Chicken Sandwich Wars Are Back On", "date": "2019-10-28 12:12", "summary": "Popeyes' popular sandwich comes back Sunday, Nov. 3, which is good news for customers and investors. Popeyes Louisiana Kitchen doesn't rest on Sundays.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-shy-investors-arent-hoarding-as-much-cash-as-you-might-think-11572278199", "title": "Risk-Shy Investors Aren't Hoarding as Much Cash as You Might Think", "date": "2019-10-28 11:56", "summary": "Despite slowing growth and the trade fight, cash allocations are still near historic lows. Investors seeking a refuge from market volatility have yanked billions of dollars out of stock funds this year while shifting money into bond and cash funds.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-fed-is-losing-potency-11572276821", "title": "The Fed Is Losing Potency", "date": "2019-10-28 11:33", "summary": "Neither consumers nor businesses are responding as forcefully to Federal Reserve rate cuts as they used to. Federal Reserve rate cuts ain't what they used to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-posts-higher-sales-11572262171", "title": "Walgreens to Scale Back In-Store Clinics", "date": "2019-10-28 11:32", "summary": "Drugstore chain looks to shift to outside providers as it pursues chronic-care patients. Walgreens Boots Alliance Inc. is getting out of the walk-in clinic business as it cuts costs and looks to bring in outside providers to deliver medical services in stores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-postseason-is-wild-but-it-has-become-weirdly-predictable-11572276609", "title": "Baseball's Postseason Is Wild. But It Has Become Weirdly Predictable.", "date": "2019-10-28 11:30", "summary": "The sport's best team won the World Series just four times from 1990 through 2015. If the Astros finish the job, it will be the third time in the past four seasons the top-seeded club took the title.. Collin McHugh remembers a moment back in spring training when the Houston Astros scanned the clubhouse, sized up the ridiculous amount of talent sitting in the room and arrived at a conclusion.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-prescription-for-teens-is-more-social-media-not-less-11572276260", "title": "When the Prescription for Teens Is More Social Media, not Less", "date": "2019-10-28 11:24", "summary": "Treatments for children with anxiety and depression increasingly push them to navigate Instagram, Snapchat to build relationships with peers. Psychologists have a new directive for anxious teens: Post selfies on Instagram and Snapchat.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-elizabeth-warren-could-pay-for-medicare-for-all-11572268303", "title": "Here's How Elizabeth Warren Could Pay for Medicare for All", "date": "2019-10-28 10:56", "summary": "Replacing insurance premiums would likely require taxes on individuals and businesses. WASHINGTON-As Sen. Elizabeth Warren develops her proposal for financing Medicare for All and reshaping how Americans pay for health care, she faces a complex set of challenges.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-useless-tom-brady-freakout-of-2019-11572273512", "title": "The Great, Useless Tom Brady Freakout of 2019", "date": "2019-10-28 10:38", "summary": "Resume Subscription. Next year, Tom Brady will be a Bear. Or a Raider. Or a Cowboy. Or a Jet. Why not? He really should be a Jet, just once, to see what that's like, weeping on your way to the huddle. Maybe Brady will be a Charger. Or a Maple Leaf. Maybe he'll retire to play slo-pitch softball for Canyon Ranch. Or backpack around Mongolia with Andrew Luck, sitting by the campfire, roasting avocados, reading Knausgaard out loud to each other. Maybe Brady'll write his own epic: My Struggle: The Grumpy Lobster Boat Captain and Me.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/delaneys-complaint-democrats-primary-system-tilts-left-11572271810", "title": "Delaney's Complaint: Democrats' System Tilts Left", "date": "2019-10-28 10:10", "summary": "The candidate fears the party may be passing by rank-and-file Democrats as it moves toward 2020-or worse, driving them toward Trump. John Delaney has spent more than a year toiling in the Democratic presidential primary vineyard, working on the assumption that there would be-or at least should be-a place for a centrist not named Joe Biden.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-and-chinese-tech-stocks-surge-after-xi-jinping-touts-blockchain-11572259762", "title": "Bitcoin and Chinese Tech Stocks Surge After Xi Jinping Touts Blockchain", "date": "2019-10-28 09:57", "summary": "China's president said the country should speed up research into the technology underpinning digital currencies. Chinese President Xi Jinping highlighted the potential of the technology underpinning digital currencies, fueling a surge in related stocks and bitcoin, which briefly topped $10,000.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-76-6-billion-in-overnight-liquidity-11572270912", "title": "Fed Adds $76.6 Billion in Overnight Liquidity", "date": "2019-10-28 09:55", "summary": "Repo operation is aimed at ensuring financial system has enough liquidity. The New York Fed added $76.583 billion in liquidity to financial markets Monday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driver-in-u-k-truck-deaths-charged-with-manslaughter-trafficking-11572270333", "title": "Driver in U.K. Truck Deaths Charged With Manslaughter, Trafficking", "date": "2019-10-28 09:45", "summary": "Case has cast fresh light on the risks some migrants take to find work. LONDON-The driver of a truck in which 39 people were found dead was charged with manslaughter, money laundering and conspiring to traffic people into the U.K., as investigators continued the wrenching task of identifying the victims.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-tightens-access-to-dollars-after-election-11572269771", "title": "Argentina Tightens Access to Dollars After Election", "date": "2019-10-28 09:40", "summary": "Central bank ramps up capital controls ahead of transfer of power to Peronists. BUENOS AIRES-Argentina's government imposed stricter capital controls to protect its foreign-currency reserves a day after voters returned the leftist Peronist movement to power in a defeat for pro-business President Mauricio Macri.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pro-trump-west-virginia-coal-country-the-jobs-keep-leaving-11572269967", "title": "In Pro-Trump West Virginia Coal Country, the Jobs Keep Leaving", "date": "2019-10-28 09:39", "summary": "Miners still largely support the president but aren't expecting Washington to come to the rescue. WHITMAN, W.Va.-George Adkins and other miners now spend their shifts pulling equipment from an underground coal mine before it closes in December.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-misses-third-quarter-profit-expectations-11572239574", "title": "HSBC to 'Remodel' After Fall in Third-Quarter Profit", "date": "2019-10-28 09:37", "summary": "Bank needs to simplify its structure and revamp some of its operations, says interim CEO. LONDON- HSBC Holdings PLC abandoned one of its main financial targets for 2020 and said it would embark on a new round of restructuring as tougher market conditions hit its third-quarter earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-catalans-protest-for-secession-a-division-widens-at-home-11572269431", "title": "As Catalans Protest for Secession, a Division Widens at Home", "date": "2019-10-28 09:30", "summary": "Resume Subscription. BARCELONA-As marchers for Catalan independence filled the center of this prosperous Mediterranean port city, on its outskirts Esther Fernández watched them on TV with contempt.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-tillis-faces-primary-fight-earlier-breaks-with-trump-are-a-focus-11572268951", "title": "Earlier Breaks With Trump Linger in North Carolina Senate Race", "date": "2019-10-28 09:22", "summary": "Sen. Thom Tillis, considered vulnerable in 2020, aligns closely with the president. WHITEVILLE, N.C.-Republican Sen. Thom Tillis is in lockstep with President Trump these days on everything from impeachment to Syria. But he hasn't always been.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hsbc-cleanup-interim-chief-plans-for-the-long-haul-11572268680", "title": "In HSBC Cleanup, Interim Chief Plans for the Long Haul", "date": "2019-10-28 09:18", "summary": "Disappointing third-quarter results give the bank's caretaker CEO the chance to make his mark. As HSBC posted a disappointing set of third-quarter results, the bank's caretaker chief executive, Noel Quinn, is acting the part of the permanent CEO. He has promised to deliver in February new targets and a plan to overhaul the business. That assumes he is still in charge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-democrats-make-early-push-to-take-on-trump-11572268638", "title": "Wisconsin Democrats Make Early Push to Take On Trump", "date": "2019-10-28 09:17", "summary": "Promise by Trump in 2016 to revitalize manufacturing resonated in competitive state. Wisconsin Democrats are planning a show of force ahead of the 2020 election in a state crucial to President Trump's re-election bid that is showing signs of stress from his trade wars.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-scott-stuber-reshaping-the-way-we-watch-movies-11571856909", "title": "How Netflix's Scott Stuber Is Reshaping the Way We Watch Movies", "date": "2019-10-28 09:00", "summary": "A day in the life of the producer, who heads up Netflix's original film division. On a sun-soaked L.A. morning, Scott Stuber has a few calls to make. In the passenger seat of a black Chevy Suburban, Netflix's head of original films pops in a set of earbuds and digs in. Forty-five minutes later, after traveling from his home in Pacific Palisades to Netflix's Hollywood headquarters, Stuber has powered through a list that, for most people, would constitute an entire workday. \"The longer commute is good for getting a bit of housekeeping out of the way,\" he says. \"That way I can enter the office with some semblance of context.\"", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearings-on-single-payer-health-care-plans-draw-crowds-around-new-york-11572267600", "title": "Hearings on Single-Payer Health-Care Plans Draw Crowds Around New York", "date": "2019-10-28 09:00", "summary": "Advocates hope that the number of personal and painful stories shared during the hearings will build momentum to pass the legislation. New Yorkers are waiting hours and lining up down the street to tell state legislators the same refrain: fix health care.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-rates-boost-mortgage-market-to-precrisis-levels-11572267165", "title": "Falling Rates Boost Mortgage Market to Precrisis Levels", "date": "2019-10-28 08:52", "summary": "Lenders extended $700 billion of home loans in the July-to-September quarter. The mortgage market turned red hot over the summer, posting its biggest three months since the financial crisis.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-lvmh-proposed-to-poorer-rival-tiffany-11572266440", "title": "Why LVMH Proposed to Poorer Rival Tiffany", "date": "2019-10-28 08:40", "summary": "The offer comes as the valuation gap between the brands approaches an all-time high. Louis Vuitton's owner will be marrying down in any union with jeweler Tiffany & Co., but a relatively cheap valuation makes the tie-up more appealing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-eddie-murphy-is-still-a-legend-11572265800", "title": "Why Eddie Murphy Is Still a Legend", "date": "2019-10-28 08:30", "summary": "One of America's most beloved performers, Eddie Murphy has been making audiences laugh since he was a teenager. Eddie Murphy was 19 years old in 1980 when he exploded into the American consciousness on Saturday Night Live, bringing urban sass, pop-culture insight and wicked wit to characters like Gumby, Mister Robinson and Buckwheat, while in the process reviving the flagging comedy franchise. Two years later he co-starred in 48 Hrs., in which he walked into a white country-western bar, took the measure of its patrons and walked out a movie star. After his 1983 stand-up special, Delirious, Murphy became as ubiquitous as superstar peers Michael Jackson, Prince and Madonna, making blockbuster movies (Beverly Hills Cop, Coming to America) and selling out concert venues. As a comedian and an African-American, Murphy pushed boundaries, opened doors and made millions. Next year will mark Murphy's 40th as an entertainer, and it's shaping up to be a big one.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-tiffany-microsoft-sears-and-ab-inbev-11572257575", "title": "Stocks to Watch: Tiffany, AT&T, Walgreens, Microsoft, and More", "date": "2019-10-28 08:27", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-peronist-repeat-11572262196", "title": "Argentina's Peronist Repeat", "date": "2019-10-28 07:29", "summary": "The ill-governed nation hands the government back to the left.. The cliche is that democracies get the government they deserve, but we're not sure Argentina deserves the left-wing government it elected Sunday. Argentines routed incumbent Mauricio Macri, but in electing Alberto Fernández as the next President and Cristina Kirchner as Vice President they are trusting the same Peronist Party that has ruined the economy before.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-springs-eternal-for-lyft-and-uber-investors-11572260401", "title": "Hope Springs Eternal for Lyft and Uber Investors", "date": "2019-10-28 07:00", "summary": "Ride-hailing stocks got a boost on a far-fetched goal last week. That could backfire.. Rough public waters seem to have ride-hailers and their investors reaching for virtually any kind of flotation device-even one riddled with holes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cmo-titles-will-continue-to-wane-and-thats-a-good-thing-analysts-say-11572258781", "title": "CMO Titles Will Continue to Wane, and That's a Good Thing, Analysts Say", "date": "2019-10-28 06:33", "summary": "Eliminating the CMO role can help companies take marketing more seriously. Chief marketing officer positions are likely to diminish in number again next year, but the trend may actually benefit companies' efforts to sell products and services.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-unicorn-population-flourishes-but-for-how-long-11572253200", "title": "China's Unicorn Population Flourishes, but for How Long?", "date": "2019-10-28 06:27", "summary": "China's total number of venture-backed companies with valuations over $1 billion tops U.S.'s. There hasn't been much good news for unicorns in the U.S. recently. Things aren't much better for these magical creatures in China either.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-your-boss-have-your-back-when-a-loved-one-dies-11572255002", "title": "Does Your Boss Have Your Back When a Loved One Dies?", "date": "2019-10-28 05:30", "summary": "Most Popular News. A little over a year ago, a kitchen shelf in Laura Madaio's Boston home collapsed for no apparent reason, cascading mugs and plates onto the counter and crushing her smartphone.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tis-the-season-for-surge-robots-as-holiday-hiring-finds-automation-11572255001", "title": "'Tis the Season for Surge Robots as Holiday Hiring Finds Automation", "date": "2019-10-28 05:30", "summary": "Retail warehouse operations are turning to 'cobots' to help seasonal workers cope with the expected flood of online orders. The holiday hiring frenzy is under way and robots are joining the rush to seasonal jobs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intraparty-disputes-dim-outlook-for-drug-price-legislation-11572255005", "title": "Intraparty Disputes Dim Outlook for Drug-Price Legislation", "date": "2019-10-28 05:30", "summary": "White House, Congress seek action this year, but conflicts and possible impeachment present logistical hurdles. WASHINGTON-House members who pledged to lower drug prices are confronting the prospect that intraparty divides and possible impeachment proceedings may prevent them from getting anything major done this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-firms-ramp-up-lobbying-as-antitrust-scrutiny-grows-11572255000", "title": "Tech Firms Ramp Up Lobbying as Antitrust Scrutiny Grows", "date": "2019-10-28 05:30", "summary": "Facebook, Amazon lead the pack in spending as the industry seeks to present a positive message to Washington. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-tax-on-gun-sales-faces-opposition-in-tacoma-wash-11572255002", "title": "Local Governments Try to Regulate Guns With High Tax", "date": "2019-10-28 05:30", "summary": "A fight in Tacoma, Wash., over a new proposal for a high tax, joining a handful of other towns. Tacoma, Wash., could soon become one of a handful of U.S. cities to levy high taxes on gun sales, opening a new front in the battle over how much power local governments have to regulate firearms.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-4-trillion-etf-industry-is-creating-more-roadkill-11572255004", "title": "The $4 Trillion ETF Industry Is Creating More 'Roadkill'", "date": "2019-10-28 05:30", "summary": "Many asset managers say the industry is entering a new phase of competition and oversaturation that threatens to squeeze out smaller funds. Exchange-traded funds have swelled into a $4 trillion juggernaut over the past quarter of a century, but many asset managers say the industry is entering a new phase of competition and oversaturation that threatens to squeeze out smaller funds.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-investors-search-for-momentum-outside-of-search-what-to-watch-11572255003", "title": "Google Investors Search for Momentum Outside of Search", "date": "2019-10-28 05:30", "summary": "Parent Alphabet's stock is roughly flat since last earnings report. Google parent Alphabet Inc. is scheduled to announce third-quarter earnings after the market closes on Monday. Here is what you need to know:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-makes-all-cash-takeover-bid-for-tiffany-at-roughly-120-a-share-11572190804", "title": "Tiffany Receives $14.5 Billion Takeover Offer From LVMH", "date": "2019-10-28 04:41", "summary": "French company is seeking to double down on jewelry, one of the fastest-growing businesses in the luxury sector. Tiffany & Co. has received a takeover approach from LVMH Moët Hennessy Louis Vuitton, which is seeking to add the iconic U.S. jeweler to its portfolio of upscale brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northern-california-wildfire-grows-overnight-forcing-evacuations-11572192010", "title": "Northern California Wildfire Grows Overnight, Forcing Evacuations", "date": "2019-10-28 00:33", "summary": "California governor declares state of emergency as fierce winds stoke fires. PETALUMA, Calif.-California's governor declared a state of emergency as a wildfire north of San Francisco burned nearly uncontrolled and millions of people were left without power as utilities tried to prevent more fires amid raging winds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-allow-thousands-of-el-salvadorans-to-remain-in-u-s-for-extra-year-11572286281", "title": "Trump Administration to Allow Thousands of Salvadorans to Remain in U.S. for Extra Year", "date": "2019-10-28 00:01", "summary": "Central American nation sought extension of protection, which U.S. said it planned to cancel last year. WASHINGTON-The Trump administration extended temporary protected status for more than 250,000 Salvadorans living in the U.S. through January 2021, and will offer them an additional year of protection once a court battle over the matter concludes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11572203113", "title": "Pepper...and Salt", "date": "2019-10-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]