[{"link": "https://www.wsj.com/articles/china-is-about-to-switch-on-5g-its-behind-the-u-s-but-not-for-long-11572494203", "title": "China Is About to Switch On 5G. It's Behind the U.S., but Not for Long.", "date": "2019-10-30 23:56", "summary": "Three state-owned wireless carriers are set to open China's 5G network for public use on Friday in about 50 cities. BEIJING-China plans to turn on its first 5G networks on Friday, setting up the country to leapfrog other nations in deploying the superfast cellular technology at the center of a technological arms race between China and the U.S.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-weighs-nomination-of-state-departments-no-2-to-serve-as-russia-envoy-11572448479", "title": "State Department's No. 2 Was Aware of Giuliani 'Campaign' in Ukraine", "date": "2019-10-30 23:44", "summary": "John Sullivan testified at his confirmation hearing to be new U.S. ambassador to Russia. WASHINGTON-Deputy Secretary of State John Sullivan told senators that he was aware of a \"campaign\" by Rudy Giuliani, President Trump's personal lawyer, to oust the U.S. ambassador to Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-earnings-fall-sharply-dragged-down-by-chip-slump-11572482431", "title": "Samsung's Earnings Fall Sharply", "date": "2019-10-30 23:32", "summary": "World's largest producer of memory chips reports 52% drop in third-quarter profit. SEOUL- Samsung Electronics Co. 's third-quarter net profit fell sharply, pressured by a downturn in the memory-chip market, despite growth at its mobile and display businesses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-auto-workers-strike-tentative-labor-deal-with-ford-11572487746", "title": "United Auto Workers Strikes Tentative Labor Deal With Ford", "date": "2019-10-30 22:09", "summary": "Deal must still be approved by workers. The United Auto Workers said Wednesday it has struck a new tentative labor deal with Ford Motor Co., as union bargainers look to move quickly to wrap up contract talks following a 40-day strike at General Motors Co.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-it-destroyed-baghdadi-compound-to-prevent-shrine-to-terror-leader-11572477489", "title": "U.S. Destroyed Baghdadi Compound to Prevent Shrine to Terror Leader", "date": "2019-10-30 21:59", "summary": "Islamic State founder may have tried to shoot at U.S. forces closing in on tunnel, top military commander says. WASHINGTON-U.S. military special operations forces destroyed the compound where a raid last weekend led to the death of Islamic State founder Abu Bakr al-Baghdadi to assure that the site didn't become a shrine to the extremist leader, a top commander said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-ceo-faces-second-day-of-grilling-on-737-max-crashes-11572438565", "title": "Boeing Employees Flagged Concerns About 737 MAX, Production Pressures", "date": "2019-10-30 21:57", "summary": "House hearing includes company documents and further testimony by plane maker's CEO following two fatal crashes. Lawmakers looking into Boeing Co. 's grounded 737 MAX jet fleet portrayed a corporate culture in which senior managers seemingly ignored alarm bells over safety, and they pressed the company's chief executive about whether he did enough before and after two crashes that cost 346 lives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-it-is-hard-bringing-good-things-back-to-life-11572453058", "title": "GE: It Is Hard Bringing Good Things Back to Life", "date": "2019-10-30 21:56", "summary": "GE shares surged on Wednesday, but only back to the level they reached three months ago. A reputation takes a long time to build and a short time to trash, or so the saying goes. How long does it take to rebuild?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victims-family-sues-accused-el-paso-shooter-his-family-and-8chan-11572484530", "title": "Victim's Family Sues Accused El Paso Shooter, His Family and 8chan", "date": "2019-10-30 21:40", "summary": "Lawsuit accuses message board of encouraging violence, alleged shooter's parents and grandparents of negligence. The family of a victim killed in the August mass shooting at an El Paso, Texas, Walmart Inc. store is suing the accused gunman, his parents and grandparents and the online message board 8chan.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-mastermind-of-1mdb-close-to-civil-settlement-with-doj-11572473653", "title": "Accused 1MDB Mastermind Reaches Civil Settlement With U.S.", "date": "2019-10-30 21:29", "summary": "He agrees to forfeit more than $700 million in assets, but he remains a fugitive from U.S. criminal justice system. Jho Low, the businessman-turned-fugitive accused of masterminding a multibillion-dollar fraud involving Malaysia's sovereign-wealth fund, agreed to forfeit more than $700 million in assets U.S. authorities sought to seize, according to a settlement filed Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-raises-guidance-reports-increased-revenue-11572466096", "title": "Lyft Raises Guidance, Reports Increased Revenue", "date": "2019-10-30 21:21", "summary": "Stock-based compensation and related taxes tied to company's IPO weigh on bottom line. Lyft Inc. raised its outlook for the year and built on recent Wall Street momentum with results that showed a 63% increase in revenue and more earnings per rider using its ride-hailing app.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-to-no-longer-accept-political-ads-11572466313", "title": "Twitter to Ban Political Ads", "date": "2019-10-30 20:11", "summary": "CEO Jack Dorsey takes the opposite position from rival Facebook on how to deal with potentially false information on their platforms. Twitter Inc. is banning political advertising, taking the opposite position of rival Facebook Inc. on an issue that is riling campaigns and prompting social-media companies to rethink how to deal with the spread of potentially false and misleading information on their platforms.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-finds-new-reason-to-talk-about-weather-as-december-election-nears-11572463534", "title": "U.K. Finds New Reason to Talk About Weather as December Election Nears", "date": "2019-10-30 20:07", "summary": "First British election in Christmas month since 1923 gives flight to heightened meteorological discourse. LONDON-The British love talking about the weather, and now they have a new way to spin the topic: How might it affect election day on Dec. 12?", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rajeev-misra-built-softbanks-vision-fund-now-he-has-to-save-it-11572536439", "title": "The Man Who Built SoftBank's Tech Fund Now Has to Fix It", "date": "2019-10-30 20:01", "summary": "Resume Subscription. Flying over Europe in a private jet last year, Rajeev Misra took his shoes off and propped his bare feet on the knee of a top European soccer executive. The executive froze while Mr. Misra, head of SoftBank Group Corp.'s $100 billion Vision Fund, chatted about ways to make more money off the streaming rights for FIFA tournaments.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/transit-workers-hold-massive-manhattan-rally-over-contract-11572479961", "title": "New York Transit Workers Hold Massive Rally Over Contract", "date": "2019-10-30 19:59", "summary": "Resume Subscription. Thousands of subway and bus workers crowded lower Manhattan on Wednesday evening to demonstrate their rising anger over stalled contract talks with the Metropolitan Transportation Authority.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/byo-cloud-iron-mountain-cio-comes-with-g-suite-11572479003", "title": "BYO Cloud: Iron Mountain CIO Comes With G Suite", "date": "2019-10-30 19:43", "summary": "Kim Anstett is rolling out Google's cloud tools at document-storage company after using them at Nielsen. When Kim Anstett left Nielsen Holdings PLC in April to become Iron Mountain Inc.'s chief information officer, she took some favorite items with her: cloud-computing, productivity and collaboration tools developed by Alphabet Inc.'s Google.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-adviser-to-testify-john-bolton-warned-u-s-diplomats-about-giuliani-11572426000", "title": "House Committees Seek Bolton's Testimony in Impeachment Inquiry", "date": "2019-10-30 19:43", "summary": "Lawmakers want to hear from former national security adviser Nov. 7, but his attorney says he wouldn't appear voluntarily. WASHINGTON-House committees are seeking to depose John Bolton next week for their impeachment inquiry, after a series of witnesses have testified that the former national security adviser raised alarms about efforts by Rudy Giuliani and Trump administration officials to push for investigations in Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-dept-grounds-aerial-drone-fleet-citing-risk-from-chinese-manufacturers-11572473703", "title": "Interior Department Grounds Aerial Drone Fleet, Citing Risk From Chinese Manufacturers", "date": "2019-10-30 19:32", "summary": "Department has more than 800 drones, all of which are either made in China or have Chinese parts. WASHINGTON-The Interior Department is grounding its entire fleet of aerial drones, one of the largest in the federal government, citing increasing concerns about the national security risk from Chinese manufacturers.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-unaoil-chiefs-plead-guilty-to-u-s-bribery-charges-11572478122", "title": "Former Unaoil Chiefs Plead Guilty to U.S. Bribery Charges", "date": "2019-10-30 19:28", "summary": "The plea agreements were reached three years after articles about the Monaco-based group implicated numerous energy companies. Former top executives of the Monaco-based Unaoil Group pleaded guilty to foreign bribery charges, three years after a series of articles by an Australian media company implicated the oil-services firm in a world-wide corruption scheme.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-cuts-rates-by-quarter-point-11572458556", "title": "Fed Cuts Rate for Third Time This Year, Signals Pause", "date": "2019-10-30 19:20", "summary": "Central bank statement indicates a higher bar for future rate reductions. WASHINGTON-The Federal Reserve cut interest rates for the third time this year but signaled it wouldn't reduce them further unless the economy slowed sharply.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reports-growth-in-revenue-users-11572467564", "title": "Facebook Earnings Soar as Zuckerberg Warns on Politics", "date": "2019-10-30 19:16", "summary": "Social-media giant's business surges as chief expresses willingness to pay price for aligning company's actions with his values. Facebook Inc.'s profit machine showed little wear and tear from the beating the social-media giant has received lately in Washington, though chief executive Mark Zuckerberg warned the political pressure could soon take a toll.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-protests-canceled-conferences-cloud-chilean-presidents-vision-11572476854", "title": "Mass Protests, Canceled Conferences Cloud Chilean President's Vision", "date": "2019-10-30 19:07", "summary": "Sebastian Piñera has sold his country as a peaceful and prosperous place to do business, but unrest has shattered some big opportunities. SANTIAGO, Chile-President Sebastian Piñera has spent his first 20 months in office selling Chile as a prosperous and peaceful nation to foreign investors.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tillerson-takes-stand-in-exxon-climate-trial-11572476872", "title": "Tillerson Takes Stand in Exxon Climate Trial", "date": "2019-10-30 19:07", "summary": "The oil company's former CEO says it didn't deceive investors about its accounting methods. Former Exxon Mobil Corp. Chief Executive Rex Tillerson on Wednesday testified that the company didn't mislead investors about how it accounted for climate-change regulations, taking the witness stand in a rare trial airing how businesses manage the risks of future environmental policy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-fires-power-outages-knock-out-modern-phones-11572459771", "title": "In California Fires, Power Outages Knock Out Modern Landline Phones", "date": "2019-10-30 19:05", "summary": "State's rules don't require backup power for landline or cellphone service, leaving many customers cut off. Dayslong power outages in California are revealing an inconvenient fact about modern phones: When the electricity goes out, so do they.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-isnt-alone-in-facing-liability-risk-over-california-fires-11572476471", "title": "PG&E Isn't Alone in Facing Liability Risk Over California Fires", "date": "2019-10-30 19:01", "summary": "Los Angeles Department of Water and Power, Edison International are among utilities that have disclosed possible responsibility for wildfires. PG&E Corp. isn't the only California utility facing liability risks because of fires sparked by its equipment, as disclosures this week by two of the state's other top utilities show.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-revenue-rises-even-as-iphone-sales-decline-11572467926", "title": "Apple Revenue Rises Even as iPhone Sales Decline", "date": "2019-10-30 19:01", "summary": "Company is on track for a strong Christmas sales season, CFO says. Apple Inc. is showing it has life beyond the iPhone, reporting growth in other gadgets and services in the latest quarter that outweighed further pain in its bedrock business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popular-protests-rattle-arab-leaders-11572469411", "title": "Popular Protests Rattle Arab Leaders", "date": "2019-10-30 18:55", "summary": "Resume Subscription. BEIRUT-Waves of sustained protests have shaken entrenched Arab rulers from Algeria to Iraq, injecting a new sense of euphoria among activists across the region as more leaders succumb to demands for change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/adam-smiths-revenge-11572475800", "title": "Adam Smith's Revenge", "date": "2019-10-30 18:50", "summary": "Trade damage takes the economy down to Obama growth levels.. The great counterfactual of the Trump Presidency is how much faster the economy would be growing without the damage of his trade protectionism. Wednesday's report of lackluster 1.9% growth in the third quarter shows again that you can't escape Adam Smith's revenge for indulging in bad economic policy for political goals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-democrats-sell-impeachment-11572475761", "title": "Can Democrats Sell Impeachment?", "date": "2019-10-30 18:49", "summary": "More than two months into their latest campaign to remove Donald Trump from office, it's hard to detect much change in public opinion.. Are Democrats making any progress in their latest attempt to remove America's duly-elected President from office? Several new polls suggest that Donald Trump remains just about as unpopular as ever. And Americans don't much care for his opponents, either.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-schools-flunk-11572475768", "title": "America's Schools Flunk", "date": "2019-10-30 18:49", "summary": "Despite more spending, test scores fall and the achievement gap grows.. The highest-achieving students are doing better and the lowest are doing worse than a decade ago. That's one depressing revelation from the latest Nation's Report Card that details how America's union-run public schools are flunking.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adios-bias-response-team-11572475729", "title": "Adios, Bias Response Team", "date": "2019-10-30 18:48", "summary": "Michigan concedes that its speech police are legally indefensible.. Good news is hard to find on American campuses these days, so we're even happier than usual to report a victory for free speech at the University of Michigan. The school administration has agreed under legal duress to disband its speech police and reform its student code.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aba-strikes-again-11572475604", "title": "The ABA Strikes Again", "date": "2019-10-30 18:46", "summary": "The lawyers' guild tries to defeat another conservative nominee.. How can a judicial nominee who has edited the Harvard Law Review, clerked for a top circuit judge, litigated extensively at the district and appellate levels and served as Solicitor General of two states be deemed \"unqualified\" for the bench?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-earnings-overpower-critics-for-now-11572475605", "title": "Facebook Earnings Overpower Critics for Now", "date": "2019-10-30 18:46", "summary": "The social-media company delivered another strong quarter, but the stock's boost may not last. After defending his company at just about every venue imaginable over the past few months, it is a wonder that Facebook Chief Executive Mark Zuckerberg still has a voice. But while his platforms continue to command a growing audience, it remains to be seen whether investors will remain enraptured.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/au-revoir-foie-gras-new-york-city-bans-sale-of-delicacy-11572470481", "title": "Au Revoir, Foie Gras: New York City Bans Sale of Delicacy", "date": "2019-10-30 18:45", "summary": "A spokeswoman for Mayor Bill de Blasio says he supports the bill. The New York City Council dealt a blow to fine dining and duck farmers on Wednesday, approving a bill that bans the sale of foie gras.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-baghdadi-terrorism-without-ideology-11572475441", "title": "After Baghdadi, Terrorism Without Ideology", "date": "2019-10-30 18:44", "summary": "ISIS provided a template for attacks. Now isolated people reproduce them as meaningless spectacle.. Abu Bakr al-Baghdadi is dead, a few weeks after Europe was racked by four separate incidents classified as terrorism: a truck-ramming in Limburg, Germany; a series of stabbings at a police station in Paris; a shooting at a synagogue in Halle, Germany; and another set of stabbings at a shopping mall in Manchester, England. While the investigations are still under way, at this stage it doesn't appear that any of these attacks had any structured link to a terrorist group like Baghdadi's Islamic State. Most of the perpetrators displayed some awareness of an extremist ideology, but we don't know that any of them were directed to do what they did.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-smear-campaign-from-the-american-bar-association-11572475391", "title": "Another Smear Campaign From the American Bar Association", "date": "2019-10-30 18:43", "summary": "The lawyers group declares Lawrence VanDyke 'not qualified' based on claims from anonymous critics.. If Benjamin Franklin ever had a bad idea, it was to trust lawyers to pick federal judges. According to James Madison's notes from the 1787 Constitutional Convention, Franklin suggested that an issue of such \"great moment\" as judicial appointments deserved a little creative thinking. And so he described-\"in a brief and entertaining manner\"-the Scottish tradition, \"in which the nomination proceeded from the lawyers.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-wonder-if-cancer-patients-need-new-treatments-11572475291", "title": "Regulators Wonder if Cancer Patients 'Need' New Treatments", "date": "2019-10-30 18:41", "summary": "Michigan hospitals may spend years seeking approval for a therapy already endorsed by the FDA.. Breakthroughs against cancer are devilishly hard to come by, as millions of Americans learn firsthand each year. Yet regulators in one state want to use an outdated law to bar desperate cancer patients from the latest hard-won treatment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-posts-higher-profit-as-u-s-sales-strengthen-11572466893", "title": "Starbucks Gets a Lift From Iced Coffee", "date": "2019-10-30 18:36", "summary": "Cold drinks now account for about half of the chain's beverage sales; shares climb in after-hours trading. Cold coffee is warming up Starbucks Corp.'s U.S. sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-in-betweens-review-they-see-dead-people-11572474718", "title": "'The In-Betweens' Review: They See Dead People", "date": "2019-10-30 18:31", "summary": "A visit to Camp Etna, a 143-year-old retreat in the Maine woods where Spiritualists and mediums gather to commune with the dead.. Who doesn't like a good ghost story? And in Camp Etna, the 143-year-old Spiritualist summer retreat located in the Maine hinterland just west of Bangor, author Mira Ptacin has found a whopping good one. To be clear, the Spiritualism involved is not the New Age \"I'm-not-religious-I'm-spiritual\" variety. It is a legally recognized, federally tax-exempt religion, with ministers, weekly services and a standard creed. Basically, Spiritualists believe in two things: the Golden Rule and the ability of the living to communicate with the dead.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casino-giant-mgm-looking-to-sell-more-las-vegas-strip-real-estate-11572474676", "title": "Casino Giant MGM Looking to Sell More Las Vegas Strip Real Estate", "date": "2019-10-30 18:31", "summary": "The company reported a quarterly loss due in part to an impairment charge related to its sale of Circus Circus. MGM Resorts International is working toward a deal to sell another Las Vegas Strip casino, the MGM Grand, before the end of the year, part of a continuing strategy to pull cash out of its real estate, company officials said Wednesday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-spooky-politics-11572474629", "title": "The Democrats' Spooky Politics", "date": "2019-10-30 18:30", "summary": "Their party's presidential candidates have created a bogeyman even scarier than Donald Trump. It's 'corporations!'. It was this weekend in 2012 that I went to a Halloween party wearing a quite realistic-looking Joe Biden mask. After about an hour, people said it was too spooky and asked me to take it off. When the Obama presidency ended, I threw the Biden mask away, assuming I'd never need it again. Wishful thinking is always a mistake.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunter-will-dog-joe-biden-11572474649", "title": "Hunter Will Dog Joe Biden", "date": "2019-10-30 18:30", "summary": "The Ukraine debacle eats away at the candidate's biggest strength: electability.. Joe Biden has a Hunter problem, and it's not going away. We saw that during the former Vice President's tone-deaf appearance Sunday on \"60 Minutes.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halloween-has-taken-a-sadistic-turn-11572474477", "title": "Halloween Has Taken a Sadistic Turn", "date": "2019-10-30 18:27", "summary": "We decry violence but 'decorate' our front yards with body parts.. Once upon a time, a medieval pope declared Nov. 1 a holiday to remember and honor the saints. The day was known as \"All Saints Day\" or \"All Hallows Day.\" The evening before this saintly holiday was known as \"All Hallows Eve,\" which became corrupted over time into \"Halloween.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-implicit-bias-and-harvard-11572474130", "title": "Notable & Quotable: Implicit Bias and Harvard", "date": "2019-10-30 18:22", "summary": "'In every other context, Harvard embraces the idea. . . . Faced on the stand with such an accusation itself, however, the college declares the concept ludicrous.'. From \"Harvard Admits Its Preferences\" by Heather Mac Donald in the New Criterion's November issue:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-fires-state-efforts-to-prevent-more-wildfires-complicated-by-strong-winds-11572444812", "title": "New California Fire Threatens Reagan Library", "date": "2019-10-30 18:19", "summary": "Easy Fire in Simi Valley quickly grows to 1,300 acres, as firefighters gain ground on Sonoma's large Kincade Fire. SIMI VALLEY, Calif.-Californians faced another day of evacuations and blackouts Wednesday as some of the strongest winds of the year fueled a new blaze north of Los Angeles that threatened the Ronald Reagan Presidential Library.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-dials-up-relief-11572473579", "title": "Apple Dials Up Relief", "date": "2019-10-30 18:13", "summary": "The company's forecast confirms a decent iPhone cycle lies ahead, but the stock's valuation remains rich. Even for a company the size of Apple Inc., the little things can count for a lot.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-house-deal-opens-path-to-citizenship-for-illegal-immigrant-farm-workers-11572473081", "title": "Bipartisan House Deal Opens Path to Citizenship for Illegal Immigrant Farmworkers", "date": "2019-10-30 18:11", "summary": "Proposal eases some restrictions on agriculture industry, while requiring farmers to verify workers' status. WASHINGTON-A bipartisan group of lawmakers agreed on a deal easing restrictions on foreign agricultural workers, including a path to citizenship for the more than one million farmworkers estimated to be in the U.S. illegally.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-central-bank-cuts-benchmark-rate-to-5-11572471652", "title": "Brazil Central Bank Cuts Benchmark Rate to 5%", "date": "2019-10-30 18:09", "summary": "Bank indicates at least one more cut is in store. Brazil's central bank cut rates for the third time in as many months, extending a period of historically low borrowing costs that is changing consumers' and investors' behavior in a country long accustomed to high inflation and expensive credit.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-suspends-ubers-scooters-over-data-fight-11572472690", "title": "Los Angeles Suspends Uber's Scooters Over Data Fight", "date": "2019-10-30 17:58", "summary": "Uber has 10 days to appeal ruling after it failed to comply with a deadline to report usage data to the city. Los Angeles has temporarily suspended Uber Technologies Inc.'s permit to offer dockless scooters for rent, amid a deepening disagreement over the city's data-collection efforts.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-strategic-planning-can-be-productive-11572472296", "title": "Good Strategic Planning Can Be Productive", "date": "2019-10-30 17:51", "summary": "The antidote to Mr. Wells's anecdotes is exactly the kind of deeper, more genuine thought and engagement that great strategic planning entails.. Wyatt Wells throws the baby out with the bath water in \"Why 'Strategic Plans' Are Rarely Strategic-or Effective\" (op-ed, Oct. 26). While he cites anecdotes to support his thesis, he neglects to mention that strategic planning, when done well, involves establishing a robust fact base, conducting rigorous analysis, surfacing the most intellectually and emotionally challenging questions for the organization, addressing those questions with genuine thought, integrity and collaboration, and communicating effectively across the organization throughout the process of developing and implementing the plan.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charters-a-drain-on-classic-public-schools-11572472239", "title": "Charters: A Drain on Classic Public Schools", "date": "2019-10-30 17:50", "summary": "A more apt choice of words for what is happening in Michigan, as well as Florida, would be a wasteful cash give-away of tax dollars to unaccountable privately run schools.. Your Oct. 19 editorial \"Florida's Reform Momentum\" was accompanied by Megan Keller's same-day \"Detroit Is Making a Comeback. Can Its Schools?\" (Cross Country), recounting how Detroit's public schools are moving in the \"right direction\" . . . even as \"the rest of Michigan slides.\" One of the main reasons for Michigan's slippage is the state's embrace of dumb ideas cleverly labeled as \"school choice.\" A more apt choice of words for what is happening in Michigan, as well as Florida, would be a wasteful cash give-away of tax dollars to unaccountable privately run schools.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-fed-board-chairwoman-pramaggiore-steps-down-amid-probe-of-former-employer-11572472206", "title": "Chicago Fed Board Chairwoman Pramaggiore Steps Down Amid Probe of Former Employer", "date": "2019-10-30 17:50", "summary": "She resigned soon after she abruptly retired from her job as chief executive of the utilities unit of Exelon. Anne Pramaggiore has resigned from her position as chairwoman of the board of directors overseeing the Federal Reserve Bank of Chicago, the bank confirmed Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-pack-the-high-court-but-have-a-retirement-age-11572472190", "title": "Don't Pack the High Court, But Have a Retirement Age", "date": "2019-10-30 17:49", "summary": "Politicians should, as Chief Justice John Roberts has wisely admonished, eschew interjecting politics into our highest court.. Your editorial \"Mayor Pete's Supreme Pivot\" (Oct. 25) reminds voters of South Bend, Ind., Mayor Pete Buttigieg's radical approach to our third branch of government. President Franklin D. Roosevelt's failed court-packing attempt, and the political mischief which it was symptomatic of, has apparently now been forgotten and recycled, as fear among progressive voters increases as Associate Justice Ruth Bader Ginsberg battles health-related issues during the Court's new term.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quids-pros-and-quos-and-the-trump-impeachment-11572471970", "title": "Quids, Pros and Quos and The Trump Impeachment", "date": "2019-10-30 17:46", "summary": "The etymology of \"cherry picking\" refers to a crane with a bucket to select the very best in a selfish manner.. Regarding Barton Swaim's \"Blowing the Whistle About a Quid and a Quo\" (op-ed, Oct. 25): The etymology of \"cherry picking\" refers to a crane with a bucket to select the very best in a selfish manner. The George W. Bush administration was accused of picking only information that supported the invasion of Iraq while ignoring (and hiding) evidence to the contrary.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ncaa-enters-the-21st-century-and-the-20th-11572470662", "title": "The NCAA Enters the 21st Century. And the 20th.", "date": "2019-10-30 17:43", "summary": "The governing body opens up to name/image/likeness rule changes. Also: What's up at Deadspin?. This week, the NCAA expressed its willingness to loosen restrictions on college athletes monetizing their name, image and likeness-an overdue move that signals, once more, that when the NCAA shrieks that a reasonable idea is bad for college sports, someone should immediately, loudly, play \"Yakety Sax\" on a 10-cent kazoo.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-california-fires-firefighters-seek-to-hold-the-line-in-sonoma-11572464115", "title": "To Fight California Fires, Firefighters Seek to Hold the Line in Sonoma", "date": "2019-10-30 17:36", "summary": "Resume Subscription. SONOMA COUNTY, Calif.-For Theodore Hiner Jr. and his crew of Grizzly Firefighters, the mission of the day was to fight any re-ignitions of the Kincade Fire literally by hand, chain-sawing brush, digging out underground flames and hand-pumping water into fresh ditches.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pg-e-trade-punishes-hedge-funds-as-california-burns-11572427806", "title": "PG&E Trade Punishes Hedge Funds as California Burns", "date": "2019-10-30 17:33", "summary": "Investors in utility's stocks and bonds lose $4.1 billion in four trading days. The Kincade Fire blazing north of San Francisco is wreaking havoc thousands of miles away: on Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-approves-major-revamp-of-streets-11572469673", "title": "New York City Approves Major Revamp of Streets", "date": "2019-10-30 17:18", "summary": "Legislation mandates a master plan to improve pedestrian and cyclist safety. New York City is about to embark upon a large-scale overhaul of its streets, taking space from cars and trucks in favor of pedestrians, cyclists and bus riders.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-of-car-leasing-startup-fair-resigns-11572470151", "title": "CEO of Car-Leasing Startup Fair Resigns", "date": "2019-10-30 17:15", "summary": "SoftBank-backed company fired 40% of its staff last week. The founder and chief executive of troubled car-leasing startup Fair resigned Wednesday, following widespread layoffs as the company seeks a path to profitability and considers changes to its business model.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebbing-volatility-fuels-rush-for-bullish-options-11572449357", "title": "Ebbing Volatility Fuels Rush for Bullish Options", "date": "2019-10-30 17:14", "summary": "The dwindling market volatility and rising share prices have stoked demand for options that would pay out if the S&P 500 continued to rise. The recent lurch higher in the stock market has pushed volatility lower and spurred a chase for bullish options bets on the S&P 500.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-tumbles-as-consumer-challenges-linger-11572456067", "title": "Tupperware Plunges as Consumer Challenges Linger", "date": "2019-10-30 17:12", "summary": "Company lowers financial expectations for the year. Shares of Tupperware Brands Corp. lost more than a third of their value after the company lowered its financial expectations for the year as it continues to struggle with a consumer pullback in its key markets.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-drift-lower-ahead-of-fed-decision-11572427384", "title": "S&P 500 Closes at Fresh High After Rate Cut", "date": "2019-10-30 17:07", "summary": "Stock benchmarks rise after Federal Reserve's latest interest-rate move. The S&P 500 notched its second record close of the week after the Federal Reserve cut interest rates again and signaled its intention to keep rates low.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-disfavor-hangs-over-possible-sessions-senate-bid-11572458713", "title": "Trump's Disfavor Hangs Over Possible Sessions Senate Bid", "date": "2019-10-30 16:59", "summary": "Former attorney general is weighing a run in Alabama, but his poor relationship with the president could hurt his GOP primary chances.. As former Attorney General Jeff Sessions weighs a run for his old Senate seat in Alabama, Republicans say one person can all but doom his chances: President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malware-detected-at-indias-largest-nuclear-power-plant-earlier-this-year-11572442863", "title": "Malware Detected at India's Largest Nuclear Power Plant", "date": "2019-10-30 16:57", "summary": "State-run power producer says infected computer wasn't connected to facility's control system. NEW DELHI-India's state-run nuclear power producer said malware was discovered on a computer at its largest facility earlier this year but the computer wasn't connected to the plant's operations, which it said were unaffected.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-posts-loss-on-restructuring-charges-but-raises-cash-flow-goals-11572432265", "title": "GE Posts Loss on Restructuring, Lifts Cash-Flow Goals", "date": "2019-10-30 16:51", "summary": "Conglomerate now expects up to $2 billion in 2019 cash flow from industrial operations. General Electric Co. reported a $9.5 billion third-quarter loss weighed down by accounting charges, but the industrial conglomerate showed signs of progress and again raised its cash-flow outlook for the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-roth-left-more-than-2-million-to-his-hometown-library-in-newark-n-j-11572467686", "title": "Philip Roth Left More Than $2 Million to His Hometown Library in Newark, N.J.", "date": "2019-10-30 16:34", "summary": "The writer, who grew up in Newark, quietly arranged to bequeath a large portion of his estate to the Newark Public Library before he died last year. Philip Roth, the Pulitzer Prize-winning novelist, quietly arranged to give at least $2 million of his estimated $10 million estate to the Newark, N.J., public library before his death last year.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-market-volatility-adds-to-worries-facing-libor-replacement-11572436801", "title": "Cash-Market Volatility Adds to Worries Facing Libor Replacement", "date": "2019-10-30 16:26", "summary": "Issuance of floating-rate debt linked to the secured overnight financing rate falls sharply in October. Turmoil in short-term money markets has rattled a protracted effort to phase in a new borrowing benchmark meant to eventually underpin trillions of dollars in lending contracts.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-posts-strong-profit-boosted-by-fund-platform-sale-11572435945", "title": "Credit Suisse Posts Strong Profit, Boosted by Fund Platform Sale", "date": "2019-10-30 16:23", "summary": "Swiss banking giant warns that Brexit and U.S.-China trade tensions may make investors more cautious. Credit Suisse Group AG's third-quarter net profit more than doubled on the back of strong results in global markets and the sale of a fund platform, though results in its core wealth management units were weaker.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-laying-off-staff-moving-others-to-iowa-in-shake-up-11572466111", "title": "Kamala Harris Laying Off Staff, Moving Others to Iowa in Shake-Up", "date": "2019-10-30 16:17", "summary": "California senator's campaign spent more than it raised in the last quarter. California Sen. Kamala Harris is restructuring her presidential campaign to cut costs, including laying off some staffers in her headquarters in Baltimore and deploying others to Iowa from offices in New Hampshire, Nevada and California.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-gives-investors-an-appropriate-gift-11572466586", "title": "The Fed Gives Investors an Appropriate Gift", "date": "2019-10-30 16:16", "summary": "The Federal Reserve's subtle change in language sent markets the vague message it sought. Sometimes the most appropriate thing to do is to say you aren't going to act appropriately anymore.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-before-fed-rate-decision-11572453887", "title": "Treasury Yields Fall After Fed Cuts Interest Rates", "date": "2019-10-30 16:10", "summary": "Recent data shows economy continues to expand, though pace has decelerated. U.S. government bond yields fell Wednesday after the Federal Reserve cut interest rates and hinted at a pause to future cuts.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tower-penthouse-in-a-legendary-manhattan-building-11572465134", "title": "Tower Penthouse in a Legendary Manhattan Building", "date": "2019-10-30 15:52", "summary": "In the San Remo, this triplex penthouse once owned by Demi Moore neighbors the one owned by U2 frontman Bono.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-fashionable-room-designed-around-hermes-wallpaper-11572464474", "title": "A Fashionable Room Designed Around Hermès Wallpaper", "date": "2019-10-30 15:41", "summary": "Designer Anne Hepfer saw a reflection of the cityscape in a plaid wallcovering, against which she mapped out an urbane dining room. Here's how to get the look. BIG CITIES have a particular layout-gridded and vertical and streamlined-that accommodates lots of people but leaves them living in cramped-feeling rooms. Desks are tucked into hallway closets that get passed off as home offices; treadmills sidle up to sofas. But while many urbanites resign themselves to the limitations of high-rise-life, Toronto interior designer Anne Hepfer borrowed, and beautified, its aesthetic framework for a local client's penthouse apartment.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-president-says-government-has-canceled-apec-summit-11572448911", "title": "Chile Cancels APEC Summit, Where U.S. Hoped to Sign Deal With China", "date": "2019-10-30 15:27", "summary": "White House had been aiming to have a phase-one trade agreement signed by Trump and Xi Jinping on meeting's sidelines. The cancellation of an Asia-Pacific summit is complicating efforts by the U.S. and China to complete and sign a limited trade agreement designed to keep new tariffs at bay.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/season-of-the-witch-11572463272", "title": "Season of the Witch", "date": "2019-10-30 15:21", "summary": "A restored version of Benjamin Christensen's witchy 'Häxan' allows for distraction-free viewing, letting audiences bask in and shudder at all the spooky details.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-stands-pat-on-rate-11572446997", "title": "Bank of Canada Stands Pat on Rate", "date": "2019-10-30 15:14", "summary": "Central bank keeps key interest rate unchanged at 1.75%, cites signs of resilience in Canadian economy. OTTAWA-Bank of Canada officials considered what is known as an insurance cut to shelter the economy from rising global headwinds before deciding to leave the key rate on hold this week, Governor Stephen Poloz said.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-grew-at-1-9-rate-in-third-quarter-11572438761", "title": "U.S. Growth Settles in at Low Gear in Third Quarter", "date": "2019-10-30 15:10", "summary": "Consumer spending growth offsets business investment decline in 1.9% GDP increase. WASHINGTON-U.S. economic growth settled in at a lower gear in the third quarter, with consumer spending and housing investment increases offsetting a business investment drop.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-turn-of-the-screw-zauberland-and-en-masse-reviews-11572462353", "title": "'The Turn of the Screw,' 'Zauberland' and 'En Masse' Reviews", "date": "2019-10-30 15:05", "summary": "Benjamin Britten's opera gets a staging in an appropriately creepy setting; a contorted take on traditional lieder concerts; and the end of one world meets the beginning of a new one.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arnold-schwarzenegger-on-why-jealousy-is-a-good-thing-11572461211", "title": "Arnold Schwarzenegger on Why Jealousy Is a Good Thing", "date": "2019-10-30 14:49", "summary": "The former governor and perennial Terminator on keeping up with Sylvester Stallone, playing a cyborg at age 72 and his electric Hummer. WHILE FACETIMING us from London's Heathrow airport, Arnold Schwarzenegger sipped from a pink tea set he called \"cutsey wootsy.\" But even when he's equipped with delicate accessories, there's nothing dainty about the imposing bodybuilder turned film star turned governor.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-rate-cut-generates-dissents-from-two-fed-officials-11572460779", "title": "Fed Rate Cut Generates Dissents From Two Fed Officials", "date": "2019-10-30 14:49", "summary": "Eric Rosengren of Boston and Esther George of Kansas City continue to dissent on reductions. WASHINGTON-The Federal Reserve's decision Wednesday to lower interest rates generated less internal opposition than its similar reduction last month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-gas-pipeline-to-germany-clears-major-hurdle-11572461255", "title": "Russia's Gas Pipeline to Germany Clears Major Hurdle", "date": "2019-10-30 14:47", "summary": "Denmark allows construction of Trump-opposed project that has also divided the European Union. BRUSSELS-Russia cleared a major hurdle in building a gas pipeline to Germany that President Trump has fiercely opposed after Denmark on Wednesday granted the final construction permits.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-russia-take-steps-toward-resolving-territorial-dispute-11572452003", "title": "Japan, Russia Take Steps Toward Resolving Territorial Dispute", "date": "2019-10-30 14:33", "summary": "Japanese tourists to visit contested islands that have long been a source of conflict between the two countries. Russia and Japan launched a new program aimed at resolving a territorial dispute that has festered between the neighbors for decades, as a group of Japanese tourists departed for a visit to a group of contested islands.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-takes-down-inauthentic-accounts-it-links-to-russian-businessman-11572456526", "title": "Facebook Takes Down Inauthentic Accounts It Links to Russian", "date": "2019-10-30 14:13", "summary": "Yevgeny Prigozhin has previously been indicted by the Justice Department for allegedly orchestrating a campaign on Moscow's behalf to influence the 2016 U.S. presidential election. Facebook Inc. said it dismantled a coordinated effort to mislead users led by a Russian businessman whom law-enforcement officials have previously accused of interfering in U.S. elections.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-must-show-it-can-do-more-than-just-shrink-11572459097", "title": "Deutsche Bank Must Show It Can Do More Than Just Shrink", "date": "2019-10-30 14:11", "summary": "The German banking giant says it is hitting restructuring goals, but investors are far from convinced. Deutsche Bank says its restructuring is on track, but investors are clearly impatient with the bank to start showing signs of life.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-faces-surge-in-roundup-plaintiffs-11572422207", "title": "Bayer Reports Surge in Roundup Plaintiffs", "date": "2019-10-30 14:07", "summary": "Number of people claiming herbicide caused cancer has more than doubled in past three months. BERLIN- Bayer AG said the number of plaintiffs claiming its Roundup herbicides caused cancer more than doubled to 42,700 in the past three months, adding pressure on the company to resolve the legal battle that has raised questions about its future.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-what-we-know-and-dont-know-11572458846", "title": "HBO Max: What We Know and Don't Know", "date": "2019-10-30 14:07", "summary": "Tuesday's unveiling left open several questions about access to the service for existing HBO customers. AT&T Inc. has revealed key details about its new HBO Max streaming-video service ahead of the app's launch next year, though some questions remain unanswered.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-suffers-another-quarterly-loss-as-restructuring-bites-11572419687", "title": "Deutsche Bank Suffers Another Loss as Restructuring Bites", "date": "2019-10-30 14:03", "summary": "Shares in German lender fall sharply after loss exceeded expectations. Deutsche Bank AG posted its second straight quarterly loss, as the troubled lender absorbed costs from its sweeping restructuring and its key fixed-income business performed poorly.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-interest-rate-cut-means-for-you-11572458562", "title": "What the Interest Rate Cut Means for You", "date": "2019-10-30 14:02", "summary": "How the Fed's move can affect your day-to-day finances. The Federal Reserve cut its short-term benchmark rate by a quarter-percentage point for the third time this year on Wednesday, lowering the federal-funds rate to a range between 1.5% and 1.75%.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-show-declines-in-nations-report-card-11572433205", "title": "Students Show Declines in Nation's Report Card", "date": "2019-10-30 13:47", "summary": "Fourth-grade math is only bright spot in test given nationally every two years. American students continued a pattern of failing to make notable gains in a national exam, with result scores dropping in nearly all categories and on par with those from a decade ago.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-jumpsuits-the-new-chef-whites-11572457603", "title": "Are Jumpsuits the New Chef Whites?", "date": "2019-10-30 13:46", "summary": "Forget the Frenchie toque and starched apron. One chef is making chef jumpsuits-part of a suite of new collaborations in the fashion-meets-culinary space. Chef Missy Robbins, 48, is probably the last person who thought her signature look would be a jumpsuit.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-pushes-for-improved-financial-reports-11572457435", "title": "U.K. Regulator Pushes for Improved Financial Reports", "date": "2019-10-30 13:43", "summary": "Companies continue to make mistakes calculating cash flows and provide too little information about alternative performance measures, the Financial Reporting Council says. The U.K. Financial Reporting Council is calling upon audit committee chairs and finance directors to boost the quality of their companies' financial reports, a move that comes on the heels of a review in which the accounting regulator found room for substantial improvement.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-should-say-nopec-to-opec-11572457272", "title": "Brazil Should Say NOPEC to OPEC", "date": "2019-10-30 13:41", "summary": "Jair Bolsonaro shouldn't push to be a member of the oil exporters' club even though they would love to have him. Someone explain the concept of being an economic free rider to this man.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-project-calm-for-online-travel-stocks-11572456981", "title": "Options Project Calm for Online Travel Stocks", "date": "2019-10-30 13:36", "summary": "Swings for Expedia, TripAdvisor and Booking are expected to hover below average moves recorded in previous eight earnings releases. Options traders are bracing for a relatively calm earnings season for online travel stocks, despite big swings in shares of individual companies this reporting season.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-luxe-fly-fishing-trip-try-bermuda-11572455090", "title": "For a Luxe Fly Fishing Trip, Try Bermuda", "date": "2019-10-30 13:04", "summary": "On this island of rum swizzles and posh golf resorts, an angler goes in search of the elusive bonefish. I HAD NEVER considered fly fishing for bonefish in Bermuda. Chasing the elusive, silver-green creatures, prized for their fight, was something you did at remote outposts and rustic camps, where showering was optional and accommodations primitive. Such a trip could be fun for a few days, but you'd never dare drag your wife or kids along. And fly fishing is hardly the first thing to come to mind on an island of genteel sports like cricket, golf, tennis, sailing and snorkeling. In Bermuda, even cocktailing is arguably a sport. Most visitors completely fail to explore the possibilities for inshore fishing, specifically with a fly rod.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economy-barely-grew-in-third-quarter-11572439584", "title": "Mexican Economy Barely Grew in Third Quarter", "date": "2019-10-30 12:51", "summary": "GDP rose 0.1% from second quarter, with industrial output shrinking 0.1% and services unchanged. MEXICO CITY-Mexico's economy barely grew in the third quarter amid weakness in industrial production and a slowdown in services, keeping the economy on track this year for its weakest performance in a decade.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pittsburgh-plans-to-appeal-ruling-against-new-gun-laws-11572453194", "title": "Pittsburgh Plans to Appeal Ruling Against New Gun Laws", "date": "2019-10-30 12:33", "summary": "Trio of gun laws were passed by city in wake of Tree of Life shooting that killed 11. Pittsburgh officials vowed to appeal a judge's ruling Tuesday that struck down gun restrictions imposed by the city council after last year's synagogue massacre.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-takes-streaming-price-to-the-max-11572451990", "title": "AT&T Takes Streaming Price to the Max", "date": "2019-10-30 12:13", "summary": "New HBO service is priced above most rivals, but telecom giant had little choice. AT&T was between a rock and a hard place with its much-awaited entry into the TV streaming wars. It chose the hard place.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-exploring-new-debt-products-including-20-year-bond-11572438976", "title": "Treasury Exploring New Debt Products, Including 20-Year Bond", "date": "2019-10-30 12:03", "summary": "Agency looks for new ways to attract investment as analysts see years of growth ahead in federal budget deficits. WASHINGTON-The Treasury Department said Wednesday it was considering several possible new debt products as officials seek to find more ways to attract investment as budget analysts expect years of continued growth in federal budget deficits.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yums-3q-profit-pressured-by-investment-in-grubhub-11572434934", "title": "Yum's Profit Pressured by Stake in Grubhub", "date": "2019-10-30 11:44", "summary": "Owner of chain restaurants also said general and administrative expenses increased 2%, while costs covering franchise advertising and services jumped 13%. Yum Brands Inc. marked down the value of its investment in Grubhub Inc., a move that hurt the restaurant chain's third-quarter profit but doesn't reflect the recent major selloff in shares of the delivery service.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-stakes-brexitand-his-premiershipon-an-election-11572450283", "title": "Boris Johnson Stakes Brexit-and His Premiership-on an Election", "date": "2019-10-30 11:44", "summary": "U.K. prime minister is positioning for the December election as Brexit's cheerleader-in-chief. LONDON-Boris Johnson has finally secured the election he has pushed for almost since he became prime minister in July. Nonetheless, it is a huge bet for him, with potentially vast consequences for the U.K.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-driving-the-economybefore-trump-and-now-11572449817", "title": "What Is Driving The Economy-Before Trump and Now", "date": "2019-10-30 11:36", "summary": "Consumers and government spending are boosting it as business investment lags behind. What is driving the U.S. expansion? Consumers and government spending, according to a close look at Wednesday's report on third-quarter economic output. A Trump administration priority-business investment-is lagging behind, while trade, another priority, is producing mixed results.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckesson-stock-splurge-leaves-little-wiggle-room-11572449346", "title": "McKesson Stock Splurge Leaves Little Wiggle Room", "date": "2019-10-30 11:29", "summary": "Pharmaceutical distributor's buybacks have flattered per-share earnings as possible opioid-litigation settlements loom. McKesson , one of the largest pharmaceutical distributors in the U.S., seems especially bullish on its own stock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tax-cut-underdelivers-which-could-embolden-democrats-who-want-it-reversed-11572447580", "title": "Trump's Tax Cut Underdelivers, Which Could Embolden Democrats", "date": "2019-10-30 11:03", "summary": "Democrats hope to make the economy, inequality and the middle class central to the 2020 election. The cornerstone of President Trump's domestic economic agenda is the tax cut he signed into law in late 2017. It would, he said, lift U.S. sustained annual economic growth to 3%, or even as high as 6%. His advisers said it would boost average household incomes by at least $4,000 a year. His Treasury secretary said it would pay for itself.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-transfer-blames-edgemarc-creditors-for-failed-bankruptcy-auction-11572447329", "title": "Energy Transfer Blames EdgeMarc Creditors for Failed Bankruptcy Auction", "date": "2019-10-30 10:55", "summary": "Pipeline builder says fracker and its creditors scrapped an auction for Pennsylvania properties. Pipeline giant Energy Transfer LP is blaming fracker EdgeMarc Energy Holdings LLC and its creditors for a failed auction of Pennsylvania natural gas drill sites left stranded by an explosion.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebola-is-now-a-disease-we-can-treat-how-a-cure-emerged-from-a-war-zone-11572446873", "title": "From a War Zone Came an Unexpected Cure for Ebola", "date": "2019-10-30 10:47", "summary": "Resume Subscription. BUTEMBO, Democratic Republic of Congo-The Ebola virus kills in terrifying ways, shutting down the body's organs and draining victims of the fluids that keep them alive. In outbreaks, it has claimed as many as 9 in 10 patients.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sony-corp-2q-net-profit-up-9-helped-by-camera-sensor-business-11572417527", "title": "Sony Sensor Unit's Strong Performance Is a Double-Edged Sword", "date": "2019-10-30 10:44", "summary": "Daniel Loeb's Third Point hedge fund has been calling for a spinoff of the image-sensor business that supplies Apple's iPhones. TOKYO- Sony Corp. reported better-than-expected quarterly profit thanks to strong demand for its smartphone camera sensors, a result that may invite further pressure from activist investor Daniel Loeb to spin off the unit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-open-houses-are-putting-the-high-in-high-end-real-estate-11572446133", "title": "Cannabis Open Houses Are Putting the High in High-End Real Estate", "date": "2019-10-30 10:35", "summary": "Real-estate agents and developers have discovered that cannabis can be a powerful marketing gimmick to sell luxury homes in communities, like Los Angeles, that have legalized recreational marijuana use. Los Angeles", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pots-got-potential-11572445981", "title": "Pot's Got Potential", "date": "2019-10-30 10:33", "summary": "Cannabis-themed events and home amenities are tapping into the legal cannabis boom. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-link-between-diet-exercise-and-alzheimers-11572427802", "title": "The Link Between Diet, Exercise and Alzheimer's", "date": "2019-10-30 10:31", "summary": "A new study finds that lifestyle changes can improve cognition. In his 40s and a self-described fitness nut, Stephen Chambers doesn't seem like someone who would be worrying about Alzheimer's.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-undefeated-49ers-are-bum-rushing-the-nfl-11572445850", "title": "The 49ers Are Rushing to Overpower the NFL", "date": "2019-10-30 10:30", "summary": "The 49ers have built their team around a bold investment: taking pass rushers at the top of the draft almost every year. And it's paying off to build one of the league's best teams.. Santa Clara, Calif.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-love-iphones-will-you-love-apples-tv-shows-11572445713", "title": "If You Love iPhones, Will You Love Apple's TV Shows?", "date": "2019-10-30 10:28", "summary": "The tech giant hopes the idealism in series like 'For All Mankind' and 'The Morning Show' will distinguish Apple TV+ from an ocean of streaming competitors, from Netflix to Disney. \"For All Mankind\" is more than just one of the expensive inaugural shows on Apple 's streaming TV service. The debut of the space-race drama doubles as a high-stakes product rollout.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-agrees-to-pay-u-k-fine-over-cambridge-analytica-scandal-11572442488", "title": "Facebook Agrees to Pay U.K. Fine Over Cambridge Analytica Scandal", "date": "2019-10-30 09:34", "summary": "Social-media company refuses to admit liability over political firm's improper access to users' data. LONDON- Facebook Inc. reached a settlement with the U.K.'s privacy regulator to pay a contested £500,000 ($643,000) fine for allowing political-data firm Cambridge Analytica to improperly access users' data, but stopped short of admitting wrongdoing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-59-85-billion-to-markets-ahead-of-fed-meeting-11572442370", "title": "Fed Adds $59.85 Billion to Markets Ahead of Fed Meeting", "date": "2019-10-30 09:32", "summary": "Fed took in $49.6 billion in Treasurys and $10.25 billion in mortgage-backed securities. The New York Fed added $59.85 billion in liquidity to financial markets Wednesday.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eat-steal-or-barter-how-to-handle-the-halloween-candy-haul-11572441935", "title": "Eat, Steal or Barter: How to Handle the Halloween Candy Haul", "date": "2019-10-30 09:25", "summary": "Parents hone strategies that let children trick-or-treat without triggering a bender on fun-size sweets. Halloween trick-or-treating has many parents bracing for an onslaught of fun-size treats Thursday night and wondering how to prevent a bender on Laffy Taffy, candy corn and Skittles. Just 20% of moms and dads said they don't set limits on their children's Halloween candy, according to a survey of more than 2,000 parents conducted last week by Pittsburgh consumer-research firm CivicScience.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-impeachment-inquiry-could-influence-the-spending-debate-11572441872", "title": "How the Impeachment Inquiry Could Influence the Spending Debate", "date": "2019-10-30 09:24", "summary": "Lawmakers are wary that the House probe is on a collision course with the next government funding deadline. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-help-revive-downtown-detroit-looks-beyond-a-failed-jail-11572427802", "title": "To Revive Downtown, Detroit Looks Beyond a Failed Jail", "date": "2019-10-30 09:22", "summary": "Plans call for $300 million tech hub on site of jail that was never finished. DETROIT-A site on the edge of this city's downtown sat for years with a half-built jail behind a chain-link fence, a remnant of the city's prebankruptcy corruption and mismanagement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-whiff-of-panic-for-loreal-rivals-11572440974", "title": "A Whiff of Panic for L'Oréal Rivals", "date": "2019-10-30 09:09", "summary": "In an ominous move for companies like Coty, the French cosmetics giant plans to grow its fragrance business. In an unwelcome development for less nimble competitors, the world's largest beauty company wants to grow its fragrance business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-race-to-finish-piles-of-student-recommendations-11572440400", "title": "Teachers Race to Finish Piles of Student Recommendations", "date": "2019-10-30 09:00", "summary": "Educators call this month 'Sucktober' as they cram to meet college admissions deadline. ", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-authorities-seek-to-reassure-over-small-rural-banks-health-11572431111", "title": "China Seeks to Reassure Over Small Rural Bank's Health", "date": "2019-10-30 08:50", "summary": "Henan Yichuan Rural Commercial Bank has seen a flurry of withdrawals, and its former chairman is under investigation. BEIJING-A small Chinese rural bank became the latest lender to spark concern as authorities were forced Wednesday to assure the safety of its deposits following a flurry of withdrawals, and as China's anticorruption watchdog unveiled an investigation of the bank's former chairman.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-shia-labeouf-and-alma-harel-honey-boy-was-an-act-of-therapy-11572439012", "title": "For Shia LaBeouf and Alma Har'el, 'Honey Boy' Was an Act of Therapy", "date": "2019-10-30 08:36", "summary": "In her debut scripted film, 'Honey Boy,' director Alma Har'el worked with actor and screenwriter Shia LaBeouf to tap into his childhood. The pair \"come from a similar pain index,\" LaBeouf says. Director Alma Har'el didn't go to a traditional film school. \"My filmmaking has been kind of pulling from everywhere,\" says the 41-year-old, whose latest project, Honey Boy, comes out November 8. Her cinematic education started during her childhood in Rehovot, Israel, where Har'el and her two siblings lived with their mother and grandmother, while her parents \"tried to make it work over the years.\" When the couple was on shaky ground, her father, who, she says, has struggled with alcoholism, wouldn't be allowed in the house. \"But once a week we'd go see a movie together,\" says Har'el. \"It was the best thing ever. He was a tough critic, but his taste was pretty broad.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-trial-of-worlds-most-expensive-drug-halted-over-safety-concerns-11572438880", "title": "Novartis Trial of World's Most Expensive Drug Halted Over Safety Concerns", "date": "2019-10-30 08:34", "summary": "Drug maker hoped to broaden its market for gene therapy drug Zolgensma. Novartis AG has paused a clinical trial of its Zolgensma gene therapy after a separate study on animals raised concerns about side effects, dealing a setback to the company's efforts to broaden the market for the world's most expensive drug.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melina-matsoukass-fearless-vision-11572438815", "title": "Melina Matsoukas's Fearless Vision", "date": "2019-10-30 08:33", "summary": "As an award-winning director with standout collaborators (Beyoncé, Rihanna, Issa Rae), Melina Matsoukas has created some of music and television's more memorable moments. Now, with 'Queen & Slim,' she makes her feature film debut. How does a contemporary filmmaker make entertaining black art that also responds to the world we live in? I am preoccupied with this question as I sit down with director Melina Matsoukas. Just before our conversation, I'd watched an early screening of her first feature film. I was transfixed. As the final credits rolled, I sobbed-I was utterly wrecked. Queen & Slim, a romantic thriller starring Jodie Turner-Smith and Daniel Kaluuya in the title roles, is by far the blackest movie I've ever seen. As engrossing as it is political, the movie is an unequivocal rejoinder to the world we live in, where police brutality is a pervasive and omnipresent reality, and where a great many people still need to be reminded that black lives matter.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-fiat-chrysler-apple-j-j-mattel-uber-mondelez-11572431464", "title": "Stocks to Watch: Apple, J&J, Fiat Chrysler, Mattel, Uber and More", "date": "2019-10-30 08:32", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-facebook-pressure-campaign-11572391241", "title": "The Facebook Pressure Campaign", "date": "2019-10-30 08:27", "summary": "Zuckerberg faces criticism for remaining politically neutral.. Facebook is in the midst of its worst scandal since Cambridge Analytica. CEO Mark Zuckerberg has been hammered by presidential candidates, Members of Congress, fellow tech moguls and virtually every major newspaper, magazine and television network. Hundreds of Facebook employees have signed a petition calling for him to change course.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frame-by-frame-11572438300", "title": "Frame by Frame", "date": "2019-10-30 08:25", "summary": "As an award-winning director with standout collaborators (Beyoncé, Rihanna, Issa Rae), Melina Matsoukas has created some of music and television's more memorable moments. Now, with 'Queen & Slim,' she makes her feature film debut. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/derivatives-market-watchdog-promises-movement-on-long-stalled-measures-11572436800", "title": "Derivatives Market Watchdog Promises Movement on Long-Stalled Measures", "date": "2019-10-30 08:00", "summary": "Approach could be friendlier to industry than that of Democratic predecessors. WASHINGTON-The Trump administration's pick to oversee the nation's derivatives markets plans to take a more industry-friendly approach than some of his Democratic predecessors and wrap up unfinished business.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-calls-for-trial-on-mckinseys-bankruptcy-disclosures-11572436804", "title": "Judge Calls for Trial on McKinsey's Bankruptcy Disclosures", "date": "2019-10-30 08:00", "summary": "Trial could cap a yearslong court brawl between McKinsey and AlixPartners founder over conflict-of-interest disclosures in bankruptcy cases. A Texas bankruptcy judge teed up a trial intended to end a long-running dispute between McKinsey & Co. and AlixPartners founder Jay Alix, saying the outcome of the trial will be \"the ultimate career ender\" for one of the two sides.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-series-heads-to-a-winner-take-all-game-7-11572435116", "title": "World Series Heads to a Winner-Take-All Game 7", "date": "2019-10-30 07:31", "summary": "The road team has won the first six games of this series, a bizarre pattern that defies all logic. HOUSTON-In an otherwise sleepy World Series that appeared destined to travel a rather uneventful road to a Houston Astros championship, a much-needed dose of chaos broke out in Game 6.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-backs-fitness-startup-mirror-11572435000", "title": "Lululemon Backs Fitness Startup Mirror", "date": "2019-10-30 07:30", "summary": "Home fitness device maker plans to expand to other verticals including meditation. Fitness apparel maker Lululemon Athletica Inc. has taken a minority ownership stake in Mirror, an at-home fitness startup that sells a tech-enabled mirror, as part of the startup's planned expansion into meditation and other categories.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-group-targets-local-races-in-bid-to-beat-trump-11572433200", "title": "Democratic Group Targets Local Races in Bid to Beat Trump", "date": "2019-10-30 07:00", "summary": "Democratic super PAC Priorities USA is running $4 million in digital ads encouraging voting in municipal elections this year. The city council race in the beachfront town of Rockledge, Fla., isn't typically on the target board for a major Democratic super PAC. But this fall, voters weighing their choices for two council seats in the city of about 28,000 are seeing a raft of Facebook , YouTube and Hulu ads funded by the deep-pocketed Priorities USA.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-rocket-scientist-propelling-girl-scouts-into-digital-age-11572433205", "title": "Meet the Rocket Scientist Propelling Girl Scouts Into Digital Age", "date": "2019-10-30 07:00", "summary": "Most Popular News. Leading the Girl Scouts of the USA may not technically be rocket science. But if it were, Sylvia Acevedo would be well-equipped for the mission.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-kamala-harriss-family-of-fighters-influenced-her-campaign-message-11572429601", "title": "How Kamala Harris's 'Family of Fighters' Influenced Her Campaign", "date": "2019-10-30 06:44", "summary": "Candidate cites civil-rights activism of her Indian-born mother and grandfather as she tries to gain traction. Kamala Harris hadn't yet sat down to eat gumbo with a family in Waterloo, Iowa, earlier this month when her late mother, Shyamala Gopalan Harris, became a part of the conversation.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-savings-more-debt-how-chinese-manage-money-american-style-in-17-charts-11572427805", "title": "How Chinese Now Manage Money American-Style, in 17 Charts", "date": "2019-10-30 06:44", "summary": "Household thrift in China is eroding, weakened by borrowing to buy real estate and enhance lifestyles, generational shift that will ripple through world economy. China has long been a nation of savers.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-retreats-from-video-but-still-plans-to-win-the-game-11572430629", "title": "Sony Retreats From Video But Still Plans to Win the Game", "date": "2019-10-30 06:20", "summary": "Sony is closing down its video streaming service. That is a tactical withdrawal to focus on its strengths.. Sony is fighting the streaming war on multiple fronts. It is retreating from video, but the Japanese company is better positioned in games and music.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-gaga-of-math-splits-macrons-party-by-running-for-mayor-of-paris-11572429603", "title": "'Lady Gaga of Math' Splits Macron's Party", "date": "2019-10-30 06:00", "summary": "Mathematician Cédric Villani says he embodies party's ideals, but for president, 'division is deadly'. PARIS-Cédric Villani calls himself the \"Lady Gaga of mathematics\" because he is both a star in his domain-a winner of the Fields Medal, math's highest honor-and an unconventional dresser, pairing 19th-century cravats with dazzling spider-shaped brooches.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-courier-purolator-resets-for-e-commerce-growth-11572429601", "title": "Canadian Courier Purolator Resets for E-Commerce Growth", "date": "2019-10-30 06:00", "summary": "A $760 million investment seeks to expand capacity and speed delivery despite the country's tough geography, logistics hurdles. Canadian parcel-delivery company Purolator Inc. is retooling its operations to meet growing e-commerce demand in a country with big hurdles to fast, cheap delivery.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aims-to-reassure-investors-and-avoid-last-years-misfire-11572427800", "title": "Apple Aims to Reassure Investors and Avoid Last Year's Misfire", "date": "2019-10-30 05:45", "summary": "The most important number Apple delivers will be its sales projection for the current quarter. Apple Inc. is scheduled to report results for its fiscal fourth quarter after the market closes Wednesday. Here's what you need to know.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-advertising-strength-set-to-boost-earnings-what-to-watch-11572427804", "title": "Facebook Advertising Strength Set to Boost Earnings", "date": "2019-10-30 05:39", "summary": "Social-media giant has been able to grow the top line even without a jump in ad prices so far this year. Facebook is scheduled to report earnings after the bell on Wednesday.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-groups-push-back-against-proposed-facial-recognition-bans-11572427801", "title": "Business Groups Push Back Against Proposed Facial-Recognition Bans", "date": "2019-10-30 05:30", "summary": "'Moratorium on the use of facial recognition technology would be premature and have unintended consequences'. The corporate sector is working to influence how facial-recognition tools are regulated, spooked by local bans on government agencies' use of the technology and lawmakers' proposals for nationwide restrictions.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-miners-pension-health-benefitsunder-stress-after-bankruptcies-11572427802", "title": "Bankruptcies Pressure Pension, Health Benefits for Coal Miners", "date": "2019-10-30 05:30", "summary": "A pension plan covering 90,000 retirees and dependents was 38% funded before the bankruptcy of Murray Energy and other coal companies. ", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-earnings-what-to-watch-11572427800", "title": "Lyft Earnings: What to Watch", "date": "2019-10-30 05:30", "summary": "Founders last week said ride-hailing company to achieve profitability in late 2021. Lyft Inc. is set to report its quarterly earnings after the market closes Wednesday, the ride-hailing company's third since going public in March.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-warns-auto-industry-downturn-is-worsening-11572426975", "title": "Volkswagen Warns Auto Industry Downturn Is Worsening, but Sells More SUVs", "date": "2019-10-30 05:16", "summary": "World's biggest auto maker maintains its outlook as it sells more sport-utility vehicles. BERLIN- Volkswagen AG warned Wednesday that the downturn in the global car market was worsening, but maintained its outlook for profit and revenue as the world's biggest auto maker by sales continued to sell more higher-priced sport-utility vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-peugeot-owner-psa-in-talks-to-combine-11572373519", "title": "Fiat Chrysler, Peugeot Owner in Talks to Combine", "date": "2019-10-30 03:52", "summary": "One option for a combination, which would create a nearly $50 billion auto giant, is an all-share merger. Fiat Chrysler Automobiles NV and Peugeot maker PSA Group of France said they were in merger talks, discussions that could lead to the creation of a roughly $46 billion trans-Atlantic auto giant that would rank as the world's fourth largest by volume.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-advocate-jack-dorsey-backs-crypto-startup-coinlist-11572418802", "title": "Bitcoin Advocate Jack Dorsey Backs Crypto Startup CoinList", "date": "2019-10-30 03:00", "summary": "The company raised $10 million in a new funding round, with the Twitter CEO investing for the first time. Twitter Inc. Chief Executive Jack Dorsey, a longtime bitcoin advocate, is making a fresh bet on cryptocurrency.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-sanctions-contribute-to-deaths-of-innocent-civilians-report-says-11572414898", "title": "North Korea Sanctions Contribute to Deaths of Innocent Civilians, Report Says", "date": "2019-10-30 01:54", "summary": "Restrictions have led to almost total ban on North Korean-related trade, investment and financial transactions, according to assessment. NEW YORK-As the Trump administration pursues a two-track North Korea strategy-combining maximum economic pressure with engagement-a new report contends the global sanctions regime has directly contributed to the deaths of innocent civilians and calls for the removal of restrictions on the delivery of humanitarian assistance.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-failure-deaths-rise-contributing-to-worsening-life-expectancy-11572411901", "title": "Heart-Failure Deaths Rise, Contributing to Worsening Life Expectancy", "date": "2019-10-30 01:05", "summary": "Rate surges as population ages and health of younger generations worsens. Deaths from heart failure, one of the nation's biggest killers, are surging as the population ages and the health of younger generations worsens.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-weighing-ways-to-tap-cuccinelli-as-acting-dhs-secretary-11572407713", "title": "White House Weighing Options to Tap Cuccinelli as Acting DHS Secretary", "date": "2019-10-30 00:22", "summary": "White House personnel chief told President Trump that he is ineligible under a federal statute governing vacancies. WASHINGTON-The White House is weighing legal options that could allow President Trump to appoint Ken Cuccinelli as the acting secretary of the Department of Homeland Security, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-puth-interview-katy-perry-11572374099", "title": "Charlie Puth Is Finally Comfortable in the Spotlight", "date": "2019-10-30 00:01", "summary": "The Grammy-nominated singer gets the call when Katy Perry and Ozzy Osbourne need fresh ideas. Is his next move a country album?. It didn't take long for 27-year-old singer Charlie Puth to make peace with the fact that his radio-friendly debut album, 2016's Nine Track Mind, was largely a misfire. \"That album... It hurts me,\" he says. \"It was very rudimentary production, but it was me. [The album] was super rushed and didn't feel like me at all.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11572373355", "title": "Pepper...and Salt", "date": "2019-10-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-gulf-nations-sanction-iranian-financial-network-in-joint-action-11572444411", "title": "U.S., Gulf Nations Sanction Iranian Financial Network in Joint Action", "date": "2019-10-30 00:01", "summary": "Move also targets Hezbollah-linked individuals. RIYADH, Saudi Arabia-Saudi Arabia, Qatar and four other Gulf nations joined the U.S. in imposing sanctions on a financing network controlled by Iran's military and several men linked to the Tehran-backed Lebanese group Hezbollah.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]