[{"link": "https://www.wsj.com/articles/virtually-no-one-will-lease-to-wework-thats-a-drag-on-nycs-office-market-11569762002", "title": "WeWork's Troubles Drag on NYC's Office Market", "date": "2019-09-29 19:44", "summary": "Landlords have little interest in taking on the shared-office-space company as a new tenant while it is struggling to shore up its finances. Turmoil at WeWork is causing the shared-office-space company to all but stop signing new leases, a fresh blow to New York City's already softening commercial real-estate market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-september-snow-storm-hits-montana-11569789158", "title": "Surprise September Snow Storm Hits Montana", "date": "2019-09-29 19:40", "summary": "Governor declares winter storm emergency as snow breaks record in Great Falls. An early winter storm in Montana brought high winds and 3 feet of snow in some areas, downing trees and power lines and making for treacherous driving conditions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-killed-by-armed-suspect-11569760082", "title": "NYPD Officer Fatally Shot in the Bronx", "date": "2019-09-29 19:20", "summary": "Officer Brian Mulkeen was shot while attempting to apprehend suspect. A New York Police Department officer was fatally shot early Sunday while patrolling a Bronx neighborhood that has struggled with gang violence.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-base-voters-largely-back-impeachment-even-with-its-risks-11569789527", "title": "Democrats' Voters Largely Back Impeachment, Even With Risks", "date": "2019-09-29 19:15", "summary": "On the campaign trail and at town halls, attendees favor an inquiry even if it doesn't remove Trump from office; 'This is for the history books'. Many of the Democratic Party's core supporters say they favor the impeachment inquiry of President Trump, though they are wary that the effort will founder in the Republican-controlled Senate and carries some political risks for their party.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-draws-house-antitrust-scrutiny-of-internet-protocol-11569765637", "title": "Google Draws House Antitrust Scrutiny of Internet Protocol", "date": "2019-09-29 19:15", "summary": "New standard could alter web's competitive landscape, cable and wireless companies say. Congressional antitrust investigators are scrutinizing plans by Google to use a new internet protocol because of concerns that it could give the company a competitive advantage by making it harder for others to access consumer data.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-senate-republicans-squabble-over-campaign-money-11569798001", "title": "New York State Senate Republicans Squabble Over Campaign Money", "date": "2019-09-29 19:00", "summary": "Lawsuit over $100,000 loan shows lingering resentment between prominent Republican and her former colleagues. A campaign committee controlled by state Senate Republicans has been accused of refusing to repay $100,000 to former Sen. Cathy Young's campaign because she tried to oust Senate Minority Leader John Flanagan last year.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-playoffs-are-set-as-cardinals-clinch-nl-central-on-final-day-of-the-season-11569796595", "title": "MLB Playoffs Are Set as Cardinals Clinch NL Central", "date": "2019-09-29 18:36", "summary": "The Astros will have home-field advantage throughout the playoffs. It took until the final day of the regular season, but the St. Louis Cardinals secured the National League Central crown for the first time since 2015. Their 9-0 rout of the Chicago Cubs on Sunday officially clinched the division title, ensuring that the Cardinals would stave off the surging Milwaukee Brewers and avoid a tiebreaker Monday.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austria-s-conservative-sebastian-kurz-wins-election-with-majority-of-votes-11569771495", "title": "Austrian Conservative Sebastian Kurz Wins Election", "date": "2019-09-29 18:22", "summary": "The former chancellor's turnaround comes months after his government collapsed, while antiestablishment populists suffered a setback. The party of former Austrian Chancellor Sebastian Kurz won an election months after his government collapsed, a turnaround that in a rare development on Europe's fractured political landscape saw antiestablishment populists suffer a significant decline.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-boom-is-slowing-just-when-the-world-needs-oil-most-11569795047", "title": "Shale Boom Is Slowing Just When the World Needs Oil Most", "date": "2019-09-29 18:10", "summary": "U.S. oil production grew less than 1% in early 2019 as operational issues weighed on shale companies. The American shale boom is slowing as innovation plateaus-and just when shale's importance in global markets has reached new highs following an attack on the heart of Saudi Arabia's oil infrastructure.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-stops-selling-zantac-products-11569791406", "title": "CVS Stops Selling Zantac Products", "date": "2019-09-29 17:10", "summary": "Heartburn drug could contain low levels of probable human carcinogen, FDA says. CVS Health Corp. has stopped selling Zantac products at its drugstores, citing a recent alert by the U.S. Food and Drug Administration that the popular heartburn drug could contain low levels of a probable human carcinogen.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eyeing-that-sweater-its-yours-in-four-easy-payments-11569672000", "title": "Eyeing That Sweater? It's Yours in Four Easy Payments", "date": "2019-09-29 16:30", "summary": "Resume Subscription. Sean Gauthier wouldn't think of using credit cards to buy sneakers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-colmar-treasure-a-medieval-jewish-legacy-review-troubled-trove-11569786994", "title": "'The Colmar Treasure: A Medieval Jewish Legacy' Review: Troubled Trove", "date": "2019-09-29 15:56", "summary": "A cache of items hidden by persecuted Jews in France needs more context to truly shine.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-durhams-ukrainian-leads-11569786611", "title": "John Durham's Ukrainian Leads", "date": "2019-09-29 15:50", "summary": "What the prosecutor has found may be quite different from what the Democrats are looking for.. Americans often boast that we are a nation of laws, but for the moment laws appear to play a decidedly secondary role in the drama we are living in and-hopefully-through.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-middle-class-economic-progress-11569786435", "title": "Trump's Middle-Class Economic Progress", "date": "2019-09-29 15:47", "summary": "A new study indicates median incomes are rising far faster than they did under Bush or Obama.. President Trump's critics can't deny that the economy is doing well, so instead they insist all the benefits have gone to the rich and large corporations. \"America's middle class is under attack,\" Sen. Elizabeth Warren asserted in her presidential campaign announcement last December.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/probe-the-effort-to-sink-kavanaugh-11569786380", "title": "Probe the Effort to Sink Kavanaugh", "date": "2019-09-29 15:46", "summary": "Leland Keyser tells a new book's authors she felt pressured to testify falsely.. The effort to sink Justice Brett Kavanaugh's confirmation cries out for investigation. The Senate Judiciary Committee has already made a criminal referral to the Justice Department regarding alleged material misstatements by lawyer Michael Avenatti and his client Julie Swetnick. And a new book by two New York Times reporters contains a potentially explosive revelation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-resist-a-win-for-american-workers-11569786329", "title": "House Democrats Resist a Win for American Workers", "date": "2019-09-29 15:45", "summary": "Passing the USMCA would bring in 176,000 jobs and $68 billion. It should be an easy bipartisan victory.. President Trump and the leaders of Canada and Mexico announced the most significant trade deal in a generation a year ago this week. The U.S.-Mexico-Canada Agreement is unambiguously a win for America. It would create new jobs, expand export markets, strengthen protections for workers, and generate billions of dollars in new prosperity. The USMCA would also help keep North American partners close while the U.S. hangs tough with China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-china-trade-idea-11569786243", "title": "The Worst China Trade Idea", "date": "2019-09-29 15:44", "summary": "Banning investment would hurt the U.S. and reformers in Beijing.. The Trump Administration is looking for ways to pressure China to change its trade practices, but how about not hurting the U.S. along the way? The latest shoot-self-in-foot moment came Friday when word leaked that the White House may restrict bilateral U.S.-China investment. Bloomberg News reported that the Administration may also block Chinese companies like Alibaba from listing on U.S. stock exchanges.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-national-rent-control-11569786061", "title": "Bernie's National Rent Control", "date": "2019-09-29 15:41", "summary": "He says Venezuela isn't his model. You can't tell by his housing policy.. Bernie Sanders this month unveiled a $2.5 trillion housing agenda, but the price tag isn't the only shocker. \"Under my plan,\" he told union members in Las Vegas, \"we will establish a national rent-control standard, capping annual rent increases throughout the country at no more than 1½ times the rate of inflation or 3%, whichever is higher.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-goes-soft-11569785993", "title": "Silicon Valley Goes Soft", "date": "2019-09-29 15:39", "summary": "Attacks from media and government have cowed tech firms from making bold moves.. I miss Travis Kalanick. Sure, the former Uber CEO was known to attack colleagues in the boardroom and berate his drivers from the back seat. And yes, when I met him in 2013, he was pacing around with a golf club looking as if he wanted to break a window in his conference room.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-market-revolution-11569785928", "title": "Brazil's Market Revolution", "date": "2019-09-29 15:38", "summary": "Bolsonaro's critics should hold him accountable for his promises of reform.. Brazilian inflation is now around 3.5% a year, and real interest rates have dipped to between 2% and 3%. Credit-default risk is easing, the stock market is climbing, and forecasts for growth are improving-though still well below what Brazil needs to become a developed country.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-narrow-corridor-review-leviathan-in-shackles-11569785869", "title": "'The Narrow Corridor' Review: Leviathan in Shackles", "date": "2019-09-29 15:37", "summary": "An allegory of good government that imagines liberty thriving in the narrow space connecting a vibrant society and an effective, responsive state.. Does democracy have a future? Once, the tendency was to assume that the only future following \"the end of history\" would be one of free markets and liberal democracies. But in the 1990s and 2000s, vicious conflicts around the edges of the developed world led to the question of whether such a future was attainable by everyone. Moreover, the rise of nihilistic, religiously inspired terrorism signaled that some people desired an altogether different end to history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-bolsonaro-on-the-brink-of-socialism-11569785815", "title": "Notable & Quotable: Bolsonaro on 'the Brink of Socialism'", "date": "2019-09-29 15:36", "summary": "'I come here before you today to introduce you to a new Brazil.'. Brazilian President Jair Bolsonarospeaking to the United Nations General Assembly, Sept. 24:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-737-max-boeings-flight-control-system-included-key-safeguards-11569754800", "title": "Before MAX, Boeing's Flight-Control System Included Key Safeguards", "date": "2019-09-29 15:31", "summary": "Earlier military version of MCAS had features to prevent misfires implicated in two 737 MAX crashes. Boeing Co. engineers working on a flight-control system for the 737 MAX omitted key safeguards that had been included in an earlier version of the same system used on a military tanker jet, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scammers-find-easy-prey-on-internet-marketplaces-11569784198", "title": "Scammers Find More Opportunities on Internet Marketplaces", "date": "2019-09-29 15:15", "summary": "Craigslist, eBay and social-media platforms are more lucrative than robocalls for fraudsters, study finds. WASHINGTON-The online ads that you willingly click on are more likely to make you a scam victim than the robocalls flooding your phone with urgent messages.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-threat-disillusionment-tamp-down-afghan-vote-11569784495", "title": "Taliban Threat, Disillusionment Tamp Down Afghan Vote", "date": "2019-09-29 15:14", "summary": "Historically low turnout reflects fear of violence, anger at government's failure to deliver on its pledge to end corruption and spur overhauls. KABUL-Slightly more than two million Afghans voted in presidential elections over the weekend, a historic low for a nation beleaguered by a nearly 18-year war and disillusioned by the government's failure to deliver on its pledge to end corruption and spur overhauls.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-you-can-build-your-own-real-estate-empire-100-at-a-time-11569783945", "title": "Now You Can Build Your Own Real-Estate Empire, $100 at a Time", "date": "2019-09-29 15:05", "summary": "Platform could capitalize on retail investors' thirst for alternatives such as hedge-fund, private-equity and real-estate strategies. A financial-technology startup is taking on the difficult task of enticing mom-and-pop investors to invest in small slices of office towers and other commercial buildings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-china-pmi-u-s-private-sector-hiring-and-september-employment-11569783600", "title": "Economy Week Ahead: China PMI and September U.S. Employment", "date": "2019-09-29 15:00", "summary": "Economists expect ADP data to show 138,000 positions were filled in the month, consistent with forecasts for another solid performance. The week ahead brings data from important business surveys, trade between the U.S. and the rest of the world and the all-important monthly employment report. Here is what to watch:", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-holiday-e-commerce-sales-to-test-severity-of-shopping-slump-11569780090", "title": "India's Holiday E-Commerce Sales to Test Severity of Shopping Slump", "date": "2019-09-29 14:44", "summary": "The buying season kicked off with a flurry of offers from Amazon.com Inc., Walmart Inc.'s Flipkart and other Western companies who have bet billions on the emerging market. NEW DELHI-India's slowing economy faces a critical test this week when corporate executives and economists see whether its annual festival of lights blockbuster shopping spree reignites spending.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothering-parenting-and-working-for-pay-11569782246", "title": "Mothering, Parenting and Working for Pay", "date": "2019-09-29 14:37", "summary": "Erica Komisar's bullying message is hurtful and antiquated. The reality for millions of us is that we have to be employed (I never say we \"work\" because all moms are working moms whether we're paid or not) to maintain a decent standard of living.. Bravo for Erica Komisar's recognition of a woman's real power as a mother (\"A Woman Doesn't Need an Office to Be Empowered,\" op-ed, Sept. 21). We would have fewer mental-health-care costs in U.S. colleges and universities today if women (or men) stayed home to rear stable, secure and self-confident individuals. Rearing responsible adults is the most valuable work one can do for America's future.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-cant-possibly-meet-most-expectations-11569782197", "title": "The Fed Can't Possibly Meet Most Expectations", "date": "2019-09-29 14:36", "summary": "The Fed just doesn't have the ability to deftly control the economy, interest rates, inflation or employment that so many seem to think.. Regarding Allen Buckley's Sept. 24 letter \"On the Fed's Mandate and Its Performance\" about Judy Shelton's \"The Fed's Mandate Is Up to Congress and the President\" (op-ed, Sept. 17): I wonder if Ms. Shelton has considered the possibility (which seems obvious to me) that the Federal Reserve doesn't have the ability to deftly control the economy, interest rates, inflation or employment as so many seem to think.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-aid-dont-crush-competition-11569782153", "title": "Regulators: Aid, Don't Crush, Competition", "date": "2019-09-29 14:35", "summary": "Until U.S. regulators gather and analyze the facts and evidence, politicians should be wary of pressure from groups like the Free and Fair Markets Initiative and of companies orchestrating behind-the-scenes campaigns against disruptive competitors. Their goals are to hamper their business rivals, not get at the truth.. \"Inside a Campaign to Take Down Amazon\" (Exchange, Sept. 21) exposes a darker side of Washington regulatory politics. The article reveals the regrettably common strategy of surreptitiously encouraging regulators to hamstring competitors. The cloak-and-dagger game designed to besmirch a company's reputation in Washington helps explain why politicians' calls to punish successful American tech firms are out of step with the public's appreciation for their highly innovative products.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkeleys-green-divestiture-violates-california-law-11569782111", "title": "Berkeley's Green Divestiture Violates California Law", "date": "2019-09-29 14:35", "summary": "Basing investment decisions on other than the prudent-investor rule by any California public-retirement-funds trustee violates Section 17 (c) of Article XVI of the California Constitution.. Your editorial \"The University of California Divests\" (Sept. 23) notes that the UC Berkeley chapter of Fossil Free says \"our work is not done\" until the UC system rejects all types of funding from the fossil-fuel industry. I put my daughter through UC Santa Barbara while working for a large international oil company (enabling UC students and parents to drive and fly at will, by the way). Would Fossil Free consider its work complete when the UC system rejects tuition payments from anyone employed by an oil company?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-manners-show-love-11569782047", "title": "Good Manners Show Love", "date": "2019-09-29 14:34", "summary": "\"Manners are love in little things.\". Regarding Paula Marantz Cohen's \"Jane Austen Understood That Manners Maketh the Man\" (op-ed, Sept. 14): This great grandmother will always remember her mother's polite response to her teen's disparaging remark about manners: \"Manners are love in little things.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-to-vote-on-overhaul-for-commercial-waste-collection-11569780986", "title": "New York City Council to Vote on Overhaul for Commercial-Waste Collection", "date": "2019-09-29 14:16", "summary": "Proposed legislation, which could still change, seeks to address environmental and worker-safety issues. A bill that would create exclusive zones for the commercial-waste industry across the city could change before it is voted on next month, its sponsor said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-experience-suggests-an-inverted-yield-curve-isnt-all-gloom-and-doom-11569762002", "title": "U.K. Experience Suggests Inverted Yield Curve Isn't All Gloom and Doom", "date": "2019-09-29 14:05", "summary": "In the U.S., a drop in long-term yields below short-term rates typically portends a recession, but that relationship may be breaking down. A widely watched U.S. recession signal has been blinking red for months now. Yet the performance of that gauge, the yield curve, in Britain suggests it is less worrisome than the American experience indicates.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-car-dreams-could-fall-a-nickel-short-11569780257", "title": "Electric-Car Dreams Could Fall a Nickel Short", "date": "2019-09-29 14:04", "summary": "Demand for a form of nickel needed in electric-vehicle batteries is starting to outpace supply. SYDNEY-Global producers of electric cars have big ambitions and a bigger problem: Supplies of a key material are running short.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-rally-in-moscow-to-demand-release-of-protesters-11569778330", "title": "Thousands Rally in Moscow to Demand Release of Protesters", "date": "2019-09-29 13:32", "summary": "Demonstrators had been jailed during summer protests that were biggest public show of dissent in years against Putin's rule. MOSCOW-Thousands of Russians rallied here Sunday to demand the release of protesters jailed during a rash of political demonstrations this summer that became the biggest public show of dissent in years against the rule of President Vladimir Putin.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-were-they-surprised-repo-market-turmoil-tests-new-york-fed-chief-11569777702", "title": "'Why Were They Surprised?' Repo Market Turmoil Tests New York Fed Chief", "date": "2019-09-29 13:21", "summary": "Resume Subscription. John Williams, a Ph.D. economist and Federal Reserve lifer, made his mark inside the central bank with his deep knowledge of interest-rate theory and a solid record as a policy maker and communicator.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-rate-cuts-put-pressure-on-electronic-brokers-11569776423", "title": "Fed Rate Cuts Put Pressure on E-Brokers", "date": "2019-09-29 13:17", "summary": "Near-zero fees for products and services seemed like a good idea-until it wasn't. Depending on where you turn, it can seem as though it costs almost nothing to buy and sell stocks, invest in exchange-traded funds and even get financial advice.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-getting-stoned-help-you-get-toned-gym-rats-embrace-marijuana-11569777229", "title": "Does Getting Stoned Help You Get Toned? Gym Rats Embrace Marijuana", "date": "2019-09-29 13:13", "summary": "Fitness junkies are making weed a part of their workout routines; 'feel the blood flow through each specific muscle'. Pauline Nordin is a trainer, model and licensed nutritionist. Earlier this year, she replaced the frozen peas in her freezer with 2,000 cookies.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachments-role-in-history-part-legal-creature-but-mostly-political-11569776731", "title": "Impeachment's Role in History: Part Legal Creature, but Mostly Political", "date": "2019-09-29 13:05", "summary": "The legal definition of the phrase 'high Crimes and Misdemeanors' was left flexible by the framers of the Constitution to protect against abuses of power. WASHINGTON-The impeachment process is a delicate blend of constitutional law and political calculation, with even the definition of the phrase \"high Crimes and Misdemeanors,\" which refers to allegations of misconduct by officials, remaining extraordinarily flexible.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-rallies-for-hong-kong-to-resist-beijings-might-11569767886", "title": "Taiwan Rallies for Hong Kong to Resist Beijing's Influence", "date": "2019-09-29 12:44", "summary": "A march in Taipei showed public support for Hong Kong's protest movement, which Taiwan's president has backed since June. TAIPEI-Antigovernment protests in Hong Kong are stirring anti-China sentiment in a neighbor that is also wary of Beijing's growing clout.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-is-given-four-days-in-pretrial-hearing-to-fend-off-formal-charges-11569773428", "title": "Netanyahu Is Given Four Days to Fend Off Formal Charges", "date": "2019-09-29 12:10", "summary": "Pretrial hearing starts Wednesday as Israeli prime minister fights to hold on to power. TEL AVIV-Israel's attorney general extended Benjamin Netanyahu's pretrial hearing on allegations of bribery, fraud and breach of trust to four days, as the embattled prime minister fights to retain power that could help protect him if indicted.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ugly-clashes-as-hong-kong-protesters-battle-police-ahead-of-china-anniversary-11569756811", "title": "Ugly Clashes as Hong Kong Protesters Battle Police Ahead of China Anniversary", "date": "2019-09-29 10:05", "summary": "Weekend violence suggests a large showdown on China's national day Tuesday. HONG KONG-Tens of thousands of protesters poured onto Hong Kong's streets Sunday, with the fiercest battles in weeks breaking out as demonstrators faced off with police and shouted anti-party slogans ahead of Tuesday's 70th anniversary of the founding of Communist China.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sex-abuse-law-brings-forth-hundreds-of-new-cases-11569765602", "title": "New York Sex-Abuse Law Brings Forth Hundreds of New Cases", "date": "2019-09-29 10:00", "summary": "Suits describing alleged childhood trauma emerge after state loosens restrictions on sex-abuse cases. One woman alleged that an elementary-school teacher repeatedly put his hand up her skirt while hidden behind a chalkboard, sometimes hitting her with a plastic bat. A man accused a social-service worker tasked with driving him to court of abusing him in a car. Another man claimed that while he was hospitalized at age 7, staffers sodomized him with a broomstick.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-steps-up-scrutiny-of-airplane-cybersecurity-11569764123", "title": "U.S. Steps Up Scrutiny of Airplane Cybersecurity", "date": "2019-09-29 09:35", "summary": "Air Force wants to probe planes for weaknesses before adversaries find them. Concerns that planes could be targeted in cyberattacks are prompting U.S. officials to re-energize efforts to identify airliners' vulnerability to hacking.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-watch-series-5-review-the-best-smartwatch-is-now-a-watch-11569762003", "title": "Apple Watch Series 5 Review: A Smartwatch That's More Like a Watch", "date": "2019-09-29 09:00", "summary": "An always-on screen makes Apple's smartwatch better-but for those with last year's model, it probably isn't worth the upgrade. Here's the best thing about the new Apple Watch Series 5: You don't need to buy it.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-cheese-on-that-loan-fund-why-yes-11569762001", "title": "Want Cheese on That Loan Fund? Why, Yes", "date": "2019-09-29 09:00", "summary": "Investors search in obscure corners to find an alternative to expensive stocks and bonds. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-game-on-again-for-nintendos-mobile-ambitions-11569758401", "title": "It's Game On Again for Nintendo's Mobile Ambitions", "date": "2019-09-29 08:00", "summary": "Mario Kart Tour is off to a better start than any of Nintendo's previous smartphone games. Nintendo 's mobile journey hasn't been smooth, but it is moving in the right direction.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-was-the-nbas-best-ref-then-he-went-to-a-catholic-seminary-11569758417", "title": "He Was the NBA's Best Ref. Then He Went to a Catholic Seminary.", "date": "2019-09-29 08:00", "summary": "Steve Javie's retirement plan: spending seven years studying to be a deacon. Newtown, Pa.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lifelong-fitness-fan-meets-her-match-with-tap-11569758402", "title": "A Lifelong Fitness Fan Meets Her Match With Tap", "date": "2019-09-29 08:00", "summary": "Resume Subscription. Christine DiBona figured tap dancing would be a breeze, even at 69, after a lifetime of exercise. Instead she calls it the toughest workout she's ever tried.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-iowa-teen-opening-new-doors-in-fashion-11569754801", "title": "The Iowa Teen Opening New Doors in Fashion", "date": "2019-09-29 07:00", "summary": "Resume Subscription. Iowa teenager Ugbad Abdi had just graduated from high school in Des Moines last year when she got a message on Instagram that would change her life.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fewer-stocks-are-participating-in-the-markets-rally-11569749400", "title": "Fewer Stocks Are Participating in the Market's Rally", "date": "2019-09-29 05:30", "summary": "The number of stocks hitting fresh 52-week highs has fallen since June. U.S. stocks are hovering near record levels but many are struggling to break out of a narrow trading range to hit new highs. One reason: Fewer individual stocks are contributing to the rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]