[{"link": "https://www.wsj.com/articles/hong-kong-takes-a-pause-from-protests-to-vote-in-record-numbers-11574585756", "title": "Hong Kong Voters Strongly Support Pro-Democracy Candidates", "date": "2019-11-24 23:31", "summary": "Nearly three million people cast their ballots in district races, delivering a rebuke to establishment-allied candidates and Beijing in the largest turnout for any election in the city's history. HONG KONG-Voters delivered a resounding defeat to the government and a major show of support for the protest movement, as millions turned out for local elections that became a referendum on the mood of the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-allow-internal-review-of-navy-seal-case-11574599532", "title": "Navy Secretary Richard Spencer Forced to Resign Amid Controversy Over Navy SEAL", "date": "2019-11-24 22:47", "summary": "Effort to seek White House deal over sailor Edward Gallagher spurs resignation demand. WASHINGTON-Defense Secretary Mark Esper fired Navy Secretary Richard Spencer on Sunday over the controversial case of a Navy SEAL that has created high-level friction between the president and the Pentagon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-energy-official-says-giuliani-associates-tried-to-recruit-him-11574652499", "title": "Ukraine Energy Official Says Giuliani Associates Tried to Recruit Him", "date": "2019-11-24 22:47", "summary": "Naftogaz executive Andrew Favorov told federal prosecutors that Lev Parnas and Igor Fruman tried to recruit him to help take over Ukraine's gas company. Two associates of Rudy Giuliani tried to recruit a top Ukrainian energy official in March in a proposed takeover of the state oil-and-gas company, describing the company's chief executive and the then-U.S. Ambassador Marie Yovanovitch as part of \"this Soros cartel\" working against President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-paytm-secures-1-billion-investment-from-softbank-ant-financial-11574648386", "title": "India's Paytm Secures $1 Billion Investment From SoftBank, Ant Financial", "date": "2019-11-24 21:36", "summary": "Paytm plans to use the money to boost its services for rural Indians as rivals gain traction. NEW DELHI-The parent company of popular Indian mobile-payments startup Paytm said it has secured $1 billion in fresh funds from Japan's SoftBank Group Corp. and China's Ant Financial Services Group, giving it more firepower in a fast-growing but crowded market.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-says-he-will-launch-democratic-presidential-bid-11574607686", "title": "Bloomberg Enters Crowded Democratic Race", "date": "2019-11-24 21:18", "summary": "Billionaire's entry further clouds a 2020 race with no definitive front-runner. Billionaire Michael Bloomberg's essentially limitless budget for his Democratic presidential bid adds uncertainty to an already crowded and unsettled race while increasing the odds of a prolonged nominating battle in a contest that has yet to produce a definitive front-runner.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fate-of-next-spending-deal-lies-with-pelosi-mnuchin-11574596802", "title": "Fate of Next Spending Deal Lies With Pelosi, Mnuchin", "date": "2019-11-24 19:38", "summary": "House speaker, Treasury secretary maintain good rapport amid tensions between Trump administration and Democrats. WASHINGTON-When Congress returns from its Thanksgiving break, lawmakers will have just three weeks to come up with a detailed agreement on funding for more than a dozen federal agencies, or risk a government shutdown days before Christmas for the second year in a row.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloombergs-news-operation-wont-investigate-him-or-democratic-rivals-11574625757", "title": "Bloomberg's News Operation Won't Investigate Him or Democratic Rivals", "date": "2019-11-24 19:21", "summary": "Bloomberg News will cover Trump administration and day-to-day campaign events. Bloomberg News won't do investigative reporting on any Democratic presidential candidates now that the news organization's multibillionaire owner, Michael Bloomberg, has jumped into the 2020 race, but it intends to cover day-to-day campaign events normally, the company said.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-frustrates-requests-for-amazon-records-11574640000", "title": "Cuomo Frustrates Requests for Amazon Records", "date": "2019-11-24 19:00", "summary": "New York governor's Executive Chamber says it has no records of communications with tech company about 2018 effort to land new headquarters. New York Gov. Andrew Cuomo and his team spent months wooing Amazon.com Inc. to build an office complex in New York. He met with company executives, and offered to change his own name to Amazon Cuomo.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-run-gantlet-of-bad-news-to-record-highs-11574591408", "title": "What Bad News? Investors Keep Stocks Rising", "date": "2019-11-24 18:11", "summary": "Investors shrug off trade snags and gloomy economic data; central bank policies help. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-climate-change-game-11574636939", "title": "The Climate-Change Game", "date": "2019-11-24 18:09", "summary": "The privileged of Yale and Harvard disrupt a football afternoon.. The denizens of Harvard and Yale like to describe their annual football contest as \"The Game,\" but these days the biggest game on campus appears to be politics. So it was on Saturday in New Haven, when the Harvard-Yale game was disrupted by students and others who stormed the field at half time to demand that the schools divest from fossil fuels.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-freedom-message-11574636994", "title": "Hong Kong's Freedom Message", "date": "2019-11-24 18:09", "summary": "Trump should sign Congress's rights and democracy legislation.. Hong Kong has been a showcase for the benefits of economic liberty, and on Sunday its citizens declared that they want a measure of political freedom too. Voters turned out in record numbers in district council elections to elect pro-democracy candidates in a repudiation of China's attempts to rob Hong Kong of its political and legal autonomy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tariffs-lead-to-more-tariffs-11574636899", "title": "How Tariffs Lead to More Tariffs", "date": "2019-11-24 18:08", "summary": "Steel makers asked for protection. A keg maker did next. Now brewers?. There's a nursery rhyme about an old lady who swallowed a fly-then swallowed a spider to catch the fly, then swallowed a bird to catch the spider, and on it goes, all the way up to a horse. Protectionist trade polices can be like that.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-nears-deal-to-buy-cholesterol-drug-maker-medicines-co-11574535418", "title": "Novartis to Buy Cholesterol-Drugmaker Medicines Co.", "date": "2019-11-24 18:04", "summary": "Acquisition would help Novartis bulk up in the heart-treatments market. Novartis AG agreed to buy cholesterol-drugmaker Medicines Co. for nearly $10 billion, in a pricey bid to expand its reach in the lucrative market for heart treatments.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dunkin-breaks-up-with-foam-cupand-fans-start-hoarding-foam-11574635044", "title": "Dunkin' Breaks Up With Foam Cup-and Fans Start Hoarding Foam", "date": "2019-11-24 17:37", "summary": "New Englanders stash away and reuse foam cups before they vanish; duct tape helps. When Dunkin' said it was ending its long-term union with the foam cup, it hoped the split would be amicable. Dunkin' diehards in New England are refusing to let go.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-bites-dog-thats-a-mistake-11574634718", "title": "Man Bites Dog? That's a Mistake", "date": "2019-11-24 17:31", "summary": "And other holiday-week thoughts, like what it takes to catch a lucky break.. A short business week provides time to think. Here's what I've figured out so far:", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-shrugs-at-impeachment-11574634612", "title": "The Left Shrugs at Impeachment", "date": "2019-11-24 17:30", "summary": "Over the past month, the socialist magazine Jacobin hasn't run an article about Trump.. 'Will the Democratic Party, this time in open collusion with the intelligence apparatus, succeed in its second attempt to depose President Donald Trump in what might fairly be called a bloodless coup?\" asks columnist Patrick Lawrence. What's surprising is that Mr. Lawrence is a man of the left. Like many progressives, he has as much disdain for Democratic centrists like Hillary Clinton as he has for Mr. Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-forever-wars-and-face-chinas-threat-11574634656", "title": "End 'Forever Wars' and Face China's Threat", "date": "2019-11-24 17:30", "summary": "America shouldn't aspire to run the world but to prevent Beijing's domination.. When the Berlin Wall fell 30 years ago this month, more than a few experts predicted the end of history: Communism was dead and democracy triumphant. Now U.S. power would remake the world, which would come to look a lot like America. George H.W. Bush famously called for a \"new world order\" of \"open borders, open trade and . . . open minds,\" a new era of international peace and harmony, all to be achieved by American exertion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-history-of-burma-review-continuity-masked-as-change-11574634559", "title": "'The Hidden History of Burma' Review: Continuity Masked as Change", "date": "2019-11-24 17:29", "summary": "Their titles may be different, but the people in power, for the most part, remain the same-undermining efforts to liberalize and reform.. Thant Myint-U wears many hats. He's a passionate advocate for economic reform and historical preservation. He's worked at the United Nations. He directs charities, including U Thant House, named for his diplomat grandfather who, from 1961 to 1971, was the first non-European secretary-general of the U.N.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/idea-laundering-in-academia-11574634492", "title": "'Idea Laundering' in Academia", "date": "2019-11-24 17:28", "summary": "How nonsensical jargon like 'intersectionality' and 'cisgender' is imbued with an air of false authority.. You've almost certainly heard some of the following terms: cisgender, fat shaming, heteronormativity, intersectionality, patriarchy, rape culture and whiteness.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-monopoly-imperils-national-security-11574634436", "title": "Qualcomm's Monopoly Imperils National Security", "date": "2019-11-24 17:27", "summary": "The U.S. shouldn't rely on one company for vital technologies like wireless silicon microchips.. Imagine that there was only one lightbulb manufacturer in America. What would be the result? Lightbulbs are, after all, an essential component of American life. Without them, we all live in the dark.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-probe-trump-taxes-raise-similar-questions-11574634388", "title": "Biden Probe, Trump Taxes Raise Similar Questions", "date": "2019-11-24 17:26", "summary": "Democrats are also using legitimate powers to target a political opponent.. The U.S. Supreme Court last week blocked a House committee's subpoena for eight years' worth of President Trump's tax returns. The committee will press the matter in further litigation. But the logic that supports the subpoena undercuts House Democratic efforts to impeach Mr. Trump for asking Ukraine to investigate Joe Biden. In both cases, the use of official power to get dirt on a political rival is consistent with a broader, and valid, official purpose.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicine-without-doctors-doesnt-compute-11574634329", "title": "Medicine Without Doctors Doesn't Compute", "date": "2019-11-24 17:25", "summary": "The hospital of the future will still need flesh-and-blood physicians.. Almost everyone who goes into medicine does so to try to help people. But doctors are trained as medical students, interns and residents in ways that are sometimes arbitrary and humorless, not to mention sleepless. While young doctors start off with the best of intentions, most of us struggle during the early parts of our careers to preserve and protect our identities. Our mechanisms for survival include what life-affirming struggles always include-love, sex, deprecating humor and deep bonds of friendship.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiffs-hearings-and-impeachable-offenses-11574634281", "title": "Schiff's Hearings and Impeachable Offenses", "date": "2019-11-24 17:24", "summary": "Without the impeachment inquiry, the public would never hear from George Kent, William Taylor, Marie Yovanovitch, Gordon Sondland, et al., and would be shielded from the truth.. In your editorial \"Unimpeachable Offenses\" (Nov. 21), you quote Sen. Ron Johnson saying that impeachment \"is doing a great deal of damage to our democracy.\" Excuse me, the credit for that goes to President Donald J. Trump.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicaids-incentives-encourage-cheating-11574634231", "title": "Medicaid's Incentives Encourage Cheating", "date": "2019-11-24 17:23", "summary": "The regulatory structure and financial incentives discourage finding and recovering fraud.. Brian Blase and Aaron Yelowitz do an excellent job in laying out the case for the lack of oversight in Medicaid enrollment (\"Why Obama Stopped Auditing Medicaid,\" op-ed, Nov. 19). \"Free\" federal money (100% federal funding of new enrollees, for a while) is hard for any state legislature to pass up. Once procured, the task of the state now becomes one of keeping the money within the state. The regulatory structure and financial incentives discourage finding and recovering fraud.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chick-fil-a-should-stand-up-to-the-bullies-11574634176", "title": "Chick-fil-A Should Stand Up to the Bullies", "date": "2019-11-24 17:22", "summary": "Chick-fil-A had a perfect legal alternative to conceding. It could have filed a lawsuit alleging economic damages against the hostile \"activist\" parties that caused the cancellation of its contracts with the three airports referenced.. Regarding your editorial \"Chick-fil-A Concedes\" (Nov. 20): Chick-fil-A had a perfect legal alternative to conceding. It could have filed a lawsuit alleging economic damages against the hostile \"activist\" parties that caused the cancellation of its contracts with the three airports referenced, and all lost potential contracts. It is known as tortious interference, or intentional interference with contractual relations, in the common law of torts. It occurs when one person intentionally damages someone else's contractual or business relationships with a third party, causing economic harm.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-dont-have-eternal-bureaucratic-life-11574634136", "title": "Charter Schools Don't Have Eternal Bureaucratic Life", "date": "2019-11-24 17:22", "summary": "Charters aren't funded purely because they exist but because parents choose to have their children attend them.. Regarding David Obsorne's \"The Big Lie About Charter Schools\" (op-ed, Nov. 20): Charters aren't funded purely because they exist but because parents choose to have their children attend them; the money goes where the child goes. If no students leave a district school for a charter, then the charter goes broke and closes. But if enough children leave a district school for a charter that the district's finances are seriously harmed, then it seems any responsible educator or manager would have to ask himself or herself why. To do otherwise is educational and financial malpractice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-signal-impeachment-will-move-to-next-stage-as-investigation-rolls-on-11574633360", "title": "Democrats Signal Impeachment Will Move to Next Stage", "date": "2019-11-24 17:09", "summary": "Lawmakers weigh need for additional evidence against concerns about 2020 election. WASHINGTON-House Democrats signaled they want to maintain the brisk schedule of their impeachment inquiry, saying that concerns about the integrity of next year's elections may outweigh the need to gather additional evidence about President Trump's conduct.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jets-are-suddenly-one-of-the-hottest-teams-in-football-11574631236", "title": "The Jets Are Suddenly One of the Hottest Teams in Football", "date": "2019-11-24 16:33", "summary": "After starting the season 1-7, New York won its third straight game. With a soft schedule, can they actually make the playoffs?. In the second half of the Jets-Raiders game Sunday, Sam Darnold gave the ball to a running back, who flipped it to a wide receiver, who tossed it back to the Jets quarterback for a pass. Just a few weeks ago, the only reasonable expectation for New York on a play so ridiculous would be some type cringeworthy mistake that runs on blooper reels until the end of time.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-facebooks-embed-in-the-trump-campaign-helped-the-president-win-11574521712", "title": "How a Facebook Employee Helped Trump Win-But Switched Sides for 2020", "date": "2019-11-24 15:18", "summary": "James Barnes is now focused on using digital-ad strategies to try to get Trump out of office. After the 2016 presidential election, Republican Party officials credited Facebook Inc. with helping Donald Trump win the White House. One senior official singled out a then-28-year-old Facebook employee embedded with the Trump campaign, calling him an \"MVP.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-inflation-and-chinese-manufacturing-data-11574625601", "title": "Economy Week Ahead: U.S. Inflation, Chinese Manufacturing Data", "date": "2019-11-24 15:00", "summary": "Investors will get a look at third-quarter corporate profits. The week ahead is a slow one in the U.S. because of the Thanksgiving holiday, but investors will get new inflation readings for both the U.S. and the eurozone as well as Chinese manufacturing data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exporting-the-nile-outsiders-buy-up-vital-water-supply-11574623318", "title": "Parched Countries Tap the Nile River Through Farms", "date": "2019-11-24 14:21", "summary": "Resume Subscription. THE NILE DELTA, Egypt-At the end of the world's longest river, Ahmad Muhammad has run out of fresh water.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/automobile-woes-cast-cloud-over-eastern-europe-11574607781", "title": "Automobile Woes Cast Cloud Over Eastern Europe", "date": "2019-11-24 13:51", "summary": "Nations that grew away from communism on auto production face uncertain future as the industry slows and confronts changes. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-in-nagasaki-calls-for-global-nuclear-disarmament-11574572436", "title": "Pope Francis, in Nagasaki and Hiroshima, Calls for Global Nuclear Disarmament", "date": "2019-11-24 13:46", "summary": "Catholic leader begins Japan trip with visits to the sites of the 1945 atomic bombings. NAGASAKI, Japan-Pope Francis called on nations with nuclear bombs to abandon them, even for deterrence, and warned of a new arms race from an erosion of multilateral agreements controlling weapons of mass destruction.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-expected-to-leave-hospital-sunday-after-treatment-for-fever-11574556178", "title": "Justice Ruth Bader Ginsburg Discharged From Hospital", "date": "2019-11-24 13:35", "summary": "Court's oldest member has maintained active public schedule despite series of health issues in recent years. WASHINGTON-Justice Ruth Bader Ginsburg has been discharged from the hospital and is doing well, a Supreme Court spokeswoman said Sunday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frozen-2-thaws-box-office-cold-streak-11574620507", "title": "'Frozen 2' Thaws Box-Office Cold Streak", "date": "2019-11-24 13:35", "summary": "Sequel opens to a record-setting $127 million in the U.S. and Canada. LOS ANGELES-Elsa to the rescue.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egyptian-police-raid-countrys-last-independent-news-outlet-11574618865", "title": "Egyptian Police Raid Country's Last Independent News Outlet", "date": "2019-11-24 13:07", "summary": "President Abdel Fattah Al Sisi has increased censorship in recent years and blocked access to more than 500 websites. CAIRO-Egyptian security forces raided the offices of the country's last major independent news organization and arrested three journalists, in one of the most significant attacks on media freedom in the country in years.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-restores-internet-access-as-protests-subside-but-threatens-more-arrests-11574618022", "title": "Iran Restores Internet Access, but Threatens More Arrests of Protesters", "date": "2019-11-24 12:53", "summary": "Brutal crackdown on demonstrations exposes Tehran's challenges amid heavy U.S. sanctions. Iran restored internet access in large parts of the country after a weeklong shutdown aimed at stifling nationwide protests, but threatened more arrests in a brutal crackdown that exposes the challenges facing a government struggling to cope with harsh U.S. sanctions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gobble-gobble-turkeys-are-the-diners-not-the-dinner-at-these-thanksgivings-11574617943", "title": "Gobble, Gobble: Turkeys Are the Diners, Not the Dinner, at These Thanksgivings", "date": "2019-11-24 12:52", "summary": "Thanksgiving dinners for rescued turkeys are draws in New York and elsewhere in the U.S.. WATKINS GLEN, N.Y.-Marnie is known as a troublemaker, especially around Thanksgiving. This year, she jumped on top of a table and stuck her face in a pumpkin pie.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloombergs-record-in-new-york-city-11574616519", "title": "Michael Bloomberg's Record in New York City", "date": "2019-11-24 12:28", "summary": "Resume Subscription. With Michael Bloomberg announcing a run for the Democratic presidential nomination on Sunday, many New Yorkers are re-examining his record as mayor for 12 years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/police-on-alert-after-false-times-square-bomb-threat-11574615291", "title": "Police on Alert After False Times Square Bomb Threat", "date": "2019-11-24 12:08", "summary": "Gov. Andrew Cuomo called for investigation into report that didn't appear to be credible. Law-enforcement officials will be augmenting patrols in Times Square following a false bomb threat, said New York Gov. Andrew Cuomo, who ordered the incident investigated.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-harbors-garbage-gobbling-tool-gains-speed-11574611200", "title": "Baltimore Harbor's Garbage-Gobbling Tool Gains Speed", "date": "2019-11-24 11:48", "summary": "More cities look for ways to remove plastic bottles and other trash from local waterways. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-camp-david-under-consideration-to-replace-his-doral-resort-for-g-7-11574611201", "title": "Trump Says G-7 Site Decision Coming Soon", "date": "2019-11-24 11:22", "summary": "President's comments come a month after he backed down on Trump National Doral Miami as the site of the gathering. WASHINGTON-President Trump said Sunday that he intends to soon announce the location of next year's Group of Seven summit, adding that Camp David is under consideration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-in-the-crosshairs-11574611201", "title": "Utilities in the Crosshairs", "date": "2019-11-24 11:00", "summary": "Here are the electric utilities identified by WSJ that were targeted in the 'Lookback' cyberattack. Throughout this year, hackers have taken aim at electric utilities in the U.S., a campaign that is being probed by the Federal Bureau of Investigation. Although the perpetrators of and reasons behind the so-called Lookback cyberattacks remain shrouded in mystery, The Wall Street Journal has identified several of the targeted utilities:", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-targeted-in-cyberattacks-identified-11574611200", "title": "Utilities Targeted in Cyberattacks Identified", "date": "2019-11-24 11:00", "summary": "Hackers homed in on smaller electricity providers in proximity to critical infrastructure; FBI investigating. More than a dozen U.S. utilities that were targets in a recent wave of cyberattacks have been identified by The Wall Street Journal. Some of the utilities, most of which are relatively small, are located near dams, locks and other critical infrastructure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-loyal-voters-could-keep-him-in-race-for-months-11574611201", "title": "Bernie Sanders's Loyal Voters Could Keep Him in Race for Months", "date": "2019-11-24 11:00", "summary": "Polls show Vermont senator's base is more dedicated than that of any other 2020 Democrat. Bernie Sanders's most adamant backers expect that he will be the Democratic nominee for president, but if it ends up looking like someone else may take that title, they want Mr. Sanders to put up a fight.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-document-that-explains-the-standoff-between-colin-kaepernick-and-the-nfl-11574609200", "title": "The Document That Explains the Standoff Between Colin Kaepernick and the NFL", "date": "2019-11-24 10:26", "summary": "Kaepernick's NFL-organized workout fell apart over an injury waiver that shows the unusual nature of his circumstances and concerns. At 12:03 p.m. on Nov. 16, the NFL received an email containing a one-page document, one that had a clear meaning: the unprecedented workout the league had tried to arrange for Colin Kaepernick in front of NFL clubs wasn't going to happen.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-apple-and-microsoft-dwarf-the-rest-of-the-market-11574604868", "title": "How Apple and Microsoft Dwarf the Rest of the Market", "date": "2019-11-24 09:14", "summary": "The two largest U.S. companies helped lift the Dow industrials above 28000 for the first time earlier this month. Apple Inc. and Microsoft Corp. helped lift the Dow industrials above 28000 for the first time earlier this month, a milestone that underscored how much the two largest U.S. companies influence major stock indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-laptop-keyboards-oh-and-the-best-laptops-too-11574604002", "title": "The Best Laptop Keyboards (And the Best Laptops, Too!)", "date": "2019-11-24 09:00", "summary": "Google, Apple and Microsoft have ushered in the golden age of the laptop keyboard with quieter, clickier keyboards. ", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-coal-end-where-they-started-in-bankruptcy-11574604000", "title": "Bets on Coal End Where They Started: In Bankruptcy", "date": "2019-11-24 09:00", "summary": "Aspiring coal barons who amassed distressed mines have seen their businesses wind up in chapter 11. ", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-has-spent-nearly-a-year-searching-for-a-taxi-commissioner-11574604001", "title": "New York City Has Spent Nearly a Year Searching for a Taxi Commissioner", "date": "2019-11-24 09:00", "summary": "Industry faces surge of ride-hailing vehicles and collapse in yellow-taxi medallion values. New York City is struggling to find a leader for its taxi regulator almost one year after the last chief announced her departure.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-friendly-podcasts-to-make-thanksgiving-travel-tolerable-11574600448", "title": "Family-Friendly Podcasts to Make Thanksgiving Travel Tolerable", "date": "2019-11-24 08:00", "summary": "What to listen to when traffic isn't moving and the kids are screaming. Of all the road trip's components, few are as combustible as its soundtrack.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spate-of-fires-has-shipping-industry-looking-at-how-dangerous-goods-are-handled-11574600400", "title": "Spate of Fires Has Shipping Industry Looking at How Dangerous Goods Are Handled", "date": "2019-11-24 08:00", "summary": "Report follows a spate of fires on big vessels at sea that executives say aren't fully investigated, undermining prevention efforts. A large share of the dangerous-goods shipments on international cargo ships were mislabeled, improperly handled and carried other safety risks, according to an industry study undertaken after a spate of fires on big, ocean-going vessels.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questions-to-ask-about-how-your-medical-data-could-be-used-by-researchers-11574600401", "title": "Questions to Ask About How Your Medical Data Could Be Used by Researchers", "date": "2019-11-24 08:00", "summary": "Participants could draw some personal benefit from donating their time and data. When research participants sign up for studies that are federally funded, they have to go through a process known as informed consent. That means the researchers must brief them on the risks and benefits of participating, like who might have access to their data or what they might be able to find out about their health, if anything, by joining a study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-memories-of-the-naval-academy-11574596800", "title": "Readers Share Memories of the Naval Academy", "date": "2019-11-24 07:00", "summary": "Our article on the 50th reunion of the Naval Academy's 23rd Company inspired readers to write about their time there. Read some of their letters.. In October, the 23 surviving members of the Naval Academy's 23rd Company celebrated their 50th reunion with beers and stories. Their special bond, detailed in Clare Ansberry's article in The Wall Street Journal, has been tested and reaffirmed by a half-century of life's challenges.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-cant-surf-in-memphis-do-the-next-best-thing-11574596803", "title": "If You Can't Surf in Memphis, Do the Next Best Thing", "date": "2019-11-24 07:00", "summary": "Resume Subscription. When Aaron Shafer drops into a 10-foot halfpipe in Memphis, Tenn., he's fantasizing about riding waves out west. The 49-year-old uses skateboarding to keep himself fit for his true passion, surfing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-videogame-makers-hunt-for-new-market-in-japan-11574596800", "title": "Chinese Videogame Makers Hunt for New Market in Japan", "date": "2019-11-24 07:00", "summary": "Chinese firms take more risks, spend more money and move faster to attract gamers, Japanese game-company executives say. TOKYO-Japanese smartphone game makers are shrinking their lineups and cutting jobs, under pressure from Chinese developers who are pushing into the market with apps that are winning praise for creativity and ease of play.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antigovernment-protests-unsettle-chiles-elite-11574593200", "title": "Protests Unsettle Chile's Elite", "date": "2019-11-24 06:15", "summary": "Resume Subscription. SANTIAGO, Chile-An annual summit of Chile's business elite has typically celebrated this country's economic success by gathering some 500 titans of industry for a congratulatory speech from the country's president. This year, as looters and protesters have taken aim at Chile's establishment, the group convened only 120 attendees and had a psychiatrist address them instead. The gathering's title: \"Day of Internal Reflection.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/firms-warn-of-risks-in-plan-to-take-fannie-mae-freddie-mac-private-11574591423", "title": "Firms Warn of Risks in Plan to Take Fannie Mae, Freddie Mac Private", "date": "2019-11-24 05:36", "summary": "Mortgage investors want a guarantee for mortgage-finance companies' debt. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-firms-pull-back-on-investment-11574591400", "title": "U.S. Firms Pull Back on Investment", "date": "2019-11-24 05:30", "summary": "Capital spending by S&P 500 companies grew less than 1% in the third quarter, and would have fallen without Apple and Amazon. Many of the biggest U.S. companies are moderating their spending on equipment and other capital investment, as an uncertain business environment prompts some to postpone or shelve otherwise promising projects. That could pose a continuing drag on economic growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]