[{"link": "https://www.wsj.com/articles/the-odd-way-we-announce-for-president-now-11547769482", "title": "The Odd Way We Announce for President Now", "date": "2019-01-17 18:58", "summary": "The challenge, pressure and opportunity of being a female candidate in 2020.. We are American politicians. We are running for president. We are dancing and drinking beer. We are on a road trip, dilating on our mind-loops, hoping to make new friends. We are singing \"One Nation Under a Groove.\" We are announcing we're exploring a run on Colbert as we giggle and hold his hand, as if we were announcing stardom in a new sitcom. And maybe we are. We have absorbed the lesson of the Trump era: You can do anything. And before this is over, you will. Beto O'Rourke live-streamed a dental visit as he queried his hygienist about life in her border town. His teeth are large, white and gleaming. This is not a kid who was ever told there's no milk in the house. He is a candidate of hope. My hope is he's too young to need regular colonoscopies.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shut-up-the-sec-explained-11547769134", "title": "Shut Up, the SEC Explained", "date": "2019-01-17 18:52", "summary": "A lawsuit says gagging defendants who settle is unconstitutional.. Strip away the legalese, and the order goes something like this: Shut up, if you know what's good for you. Such terms have been a typical part of the Securities and Exchange Commission's settlement agreements since 1972. For people facing an SEC action, signing a deal can make it all go away. But first they have to promise never to deny the accusations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gillibrands-me-too-moment-11547769164", "title": "Gillibrand's Me-Too Moment", "date": "2019-01-17 18:52", "summary": "Like Hillary Clinton, she's running as the women's candidate.. New York Senator Kirsten Gillibrand joined the 2020 presidential race this week, and you might call it her \"me too\" moment. We mean that in the sense that like Hillary Clinton she is running first and foremost as a woman candidate representing women's interests. \"I'm going to run for President of the United States,\" she told a friendly TV interviewer on Tuesday, \"because as a young mom I'm going to fight for other people's kids as hard as I would fight for my own.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poll-rigging-for-trump-and-creating-womenforcohen-one-it-firms-work-order-11547722801", "title": "Cohen Hired IT Firm to Rig Early CNBC, Drudge Polls to Favor Trump", "date": "2019-01-17 18:52", "summary": "Behind the scenes, Michael Cohen hired RedFinch Solutions, then allegedly stiffed it-and his boss. In early 2015, a man who runs a small technology company showed up at Trump Tower to collect $50,000 for having helped Michael Cohen, then Donald Trump's personal lawyer, try to rig online polls in his boss's favor before the presidential campaign.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bloody-month-of-jihad-11547769108", "title": "A Bloody Month of Jihad", "date": "2019-01-17 18:51", "summary": "Politicians may want to look away, but al Qaeda and ISIS aren't done.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aide-to-new-york-mayor-quit-after-sexual-harassment-accusations-11547769026", "title": "Aide to New York Mayor Quit After Sexual-Harassment Accusations", "date": "2019-01-17 18:50", "summary": "Kevin O'Brien was allowed to resign last year after two people accused him of harassment; city investigation substantiated their accounts. A former aide to New York City Mayor Bill de Blasio resigned from his role last year after he was accused of sexual harassment, then moved quickly to a public-relations firm with ties to the mayor, the city said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-chicago-officers-found-not-guilty-of-conspiracy-in-laquan-mcdonald-shooting-11547758402", "title": "Chicago Officers Found Not Guilty of Conspiracy in Laquan McDonald Shooting", "date": "2019-01-17 18:38", "summary": "Judge says officers could reasonably have feared that teen was attacking fellow officer; Jason Van Dyke, convicted of murder, to be sentenced Friday. A suspended Chicago police officer and two former officers were found not guilty on Thursday of falsifying reports and conspiring to cover up the 2014 fatal shooting of 17-year-old Laquan McDonald by police officer Jason Van Dyke.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skadden-arps-settles-with-doj-over-work-with-manafort-for-ukraine-11547756428", "title": "Skadden Arps Settles With DOJ Over Work With Manafort for Ukraine", "date": "2019-01-17 18:35", "summary": "Law firm to register as lobbyists for a foreign government in connection with that work. A top Wall Street law firm caught up in special counsel Robert Mueller's investigation agreed to turn over $4.6 million it made from work it did for Ukraine in 2012 with former Trump campaign chairman Paul Manafort, according to an agreement with the Justice Department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-creditors-oppose-sale-to-edward-lampert-11547767983", "title": "Sears Creditors Oppose Sale to Edward Lampert", "date": "2019-01-17 18:33", "summary": "Retailers' creditors seek to sue 'savior' and his hedge fund ESL, accusing them of causing Sears's destruction. Sears Holdings Corp.'s creditors are balking at the retailer's proposed sale to Edward Lampert, its former chief executive and would-be rescuer, accusing the hedge-fund manager of stripping Sears of its best assets before dumping the chain into bankruptcy and reacquiring it on the cheap.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-weighs-splitting-building-and-product-coating-units-11547730482", "title": "PPG Says U.S. Attorney's Office Investigating Paint Giant's Accounting Practices", "date": "2019-01-17 18:32", "summary": "SEC opened a probe in connection to the same irregularities last year. PPG Industries Inc. on Thursday said federal prosecutors are investigating accounting irregularities at the company, ratcheting up pressure on the paint giant that is also facing a push by an activist investor to break itself apart.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-reports-paid-customers-rise-on-strength-overseas-11547759799", "title": "Netflix Reports Paid Customers Rise on Strength Overseas", "date": "2019-01-17 18:30", "summary": "Original movies like 'Roma' appealed to an international audience while 'Bird Box' had broad appeal. Netflix Inc. continued to expand its customer base at a rapid clip in the fourth quarter thanks to strong growth overseas, but increased spending on content weighed on the streaming-video giant's profit and it forecast slower revenue growth for the current quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinsteins-criminal-lawyer-exits-case-11547766894", "title": "Harvey Weinstein's Criminal Lawyer Exits Case", "date": "2019-01-17 18:14", "summary": "Producer and Benjamin Brafman 'part ways amicably' in New York sex-crime case. Hollywood producer Harvey Weinstein and his criminal defense lawyer, Benjamin Brafman, are parting ways, throwing a wrench in the filmmaker's legal strategy and potentially delaying his May trial in New York City.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-leaders-reach-deal-on-15-minimum-wage-11547766693", "title": "New Jersey Leaders Reach Deal on $15 Minimum Wage", "date": "2019-01-17 18:11", "summary": "Proposal heads to legislature, where it is expected to pass. New Jersey Gov. Phil Murphy and Democratic legislative leaders reached an agreement Thursday on legislation that would raise the minimum wage to $15 an hour.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gillettes-ad-with-a-metoo-edge-gets-mixed-reactions-11547754187", "title": "Gillette's Ad With a #MeToo Edge Gets Mixed Reactions", "date": "2019-01-17 18:03", "summary": "P&G took a risk to spark a debate, and response to viral video has been split. Gillette's new ad campaign invoking the #MeToo movement is the latest test of how big consumer brands can navigate social movements to appeal to millennials without turning off customers who either don't agree with their message or don't believe it is well-executed.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-new-hit-is-international-11547765313", "title": "Netflix's New Hit Is International", "date": "2019-01-17 17:48", "summary": "The streaming company reported mixed numbers in its quarterly report, surging in international markets even as its domestic growth flagged. Netflix stumbled last summer, drawing fewer subscribers than it had forecast and raising questions about whether growth at the streaming service was decelerating.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-canada-oil-output-cuts-pay-off-as-prices-rally-11547721000", "title": "In Canada, Oil Output Cuts Pay Off as Prices Rally", "date": "2019-01-17 17:38", "summary": "Canadian crude prices have surged to trade at the smallest discount to U.S. oil in a decade. Canadian crude prices have surged to trade at the smallest discount to U.S. oil in a decade, marking an early success for provincial-government efforts to cap supply and boost the country's income.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-places-84-new-york-city-schools-on-low-performing-list-11547764603", "title": "State Places 84 City Schools on Low-Performing List", "date": "2019-01-17 17:36", "summary": "Those named under new rating system must draw up improvement plans. New York officials released a list of 245 of the state's lowest-performing schools Thursday, using new measures to identify the bottom 5% of public schools.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-monday-review-what-cometh-before-the-fall-11547764214", "title": "'Black Monday' Review: What Cometh Before the Fall", "date": "2019-01-17 17:30", "summary": "Showtime's new show looks at the lead-up to the 1987 market crash.. 'Computers don't make trades-men do,\" declares Maurice \"Mo\" Monroe (Don Cheadle), the testosterone-and-cocaine-fueled ringmaster of the '80s-nostalgic \"Black Monday.\" If you happen to be checking your 401(k) during this bit of bravado, your head might snap up from your cellphone: It's a moment of rare reflection for Mo, all misogyny aside. And given where the show is heading, an ominous one as well.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fyre-and-fyre-fraud-reviews-vipvery-impractical-party-11547764182", "title": "'Fyre' and 'Fyre Fraud' Reviews: VIP-Very Impractical Party", "date": "2019-01-17 17:29", "summary": "Two documentaries look at the most epic and ill-planned music event that never was.. The fascination with Fyre Festival-the most expensive, exclusive, elitist and ill-planned music event never to have actually happened-is understandable. Originally scheduled for spring 2017, on a Bahamian island advertised as \"once owned by Pablo Escobar,\" it was supposed to feature scampering supermodels, celebrity chefs, luxury accommodations and top pop acts. What it produced was indignation, litigation, stranded tourists and a certain smug satisfaction. \"Every time a rich kid gets scammed,\" someone tweeted, post-debacle, \"an angel gets his wings.\" What existed as a festival was largely limited to promotional images on Instagram; as a metaphor for social-media-centric entitled millennial culture, Fyre has the magnetism of a car crash.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-apple-ciders-are-wildliterally-11547763802", "title": "These Apple Ciders Are Wild-Literally", "date": "2019-01-17 17:23", "summary": "Ciders pressed from foraged fruit are edgy, earthy, exhilaratingly dry and a worthy match for wintry dishes. Back In 2003, on a whim, Steve Selin joined a group of his neighbors in the Finger Lakes region of New York to forage wild apples to press into hard cider. He was surprised to find that the result was actually pretty good: crisp and dry, more akin to Champagne than fizzy apple juice. \"It was a happy accident, starting out with wild apples,\" he said. \"It's some of the highest-quality cider fruit imaginable, and I didn't even know it at the time.\"", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bid-to-create-european-train-champion-on-verge-of-collapse-11547740419", "title": "Bid to Create European Train Champion on Verge of Collapse", "date": "2019-01-17 17:21", "summary": "European competition enforcer is expected to block the merger between Alstom and Siemens. BERLIN-A mooted Franco-German rail merger that has been hanging in the balance for months appeared to be on the verge of collapse Thursday after people close to the talks said antitrust regulators and the companies behind the deal had reached an impasse in talks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-in-talks-to-reopen-chicken-trade-11547763568", "title": "The U.S. and China Are Hatching a Plan to Reopen Chicken Trade", "date": "2019-01-17 17:19", "summary": "Discussions are part of efforts to resolve broader trade tensions. U.S. and Chinese trade officials are in talks to reopen China's market to U.S. chicken exports as they seek to forge a new trade deal, according to people familiar with the discussions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midcap-stocks-try-to-shed-the-orphaned-index-label-11547730000", "title": "Midcap Stocks Try to Shed the 'Orphaned Index' Label", "date": "2019-01-17 17:12", "summary": "Less expensive than smaller and larger peers, midcaps also are deemed less risky than small-caps. Wall Street's wild ride has shined a light on a segment of the stock market that is often forgotten: midcap stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mads-mikkelsen-helps-build-the-death-star-again-11547763036", "title": "Mads Mikkelsen Helps Build the Death Star (Again)", "date": "2019-01-17 17:10", "summary": "The 'Rogue One' saboteur and star of two new films, 'Polar' and 'Arctic,' on his basketball obsession and talent for being a Lego know-it-all. One of my dearest possessions is my old motorcycle, a 1937 Nimbus Luxus. I bought it in 1990. I was young and wanted a machine that wasn't crazy fast because I thought that would be a bad idea for me. I've taken it apart and put it back together a few times, and I always end up with a handful of bolts that I don't know where to fit in. But I throw them out, and it still works.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stomping-off-from-greenwood-by-greg-ward-review-11547762773", "title": "'Stomping Off From Greenwood' by Greg Ward Review", "date": "2019-01-17 17:06", "summary": "The saxophonist's Rogue's Parade ensemble reveals its invigorating rapport on a new album.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-returns-to-guerrilla-tactics-as-it-loses-territory-11547758644", "title": "Islamic State Returns to Guerrilla Tactics as It Loses Territory", "date": "2019-01-17 17:02", "summary": "Deadly suicide attack that the terror group claimed this week in northern Syria comes as it stands to lose its last sliver of land. Islamic State is reverting to the guerrilla-style tactics it employed in its early days to strike targets, including a suicide bombing it claimed in northern Syria this week, as it stands to lose the last sliver of territory it controls.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/found-mens-socks-that-arent-patternedor-plain-11547762434", "title": "Found: Men's Socks That Aren't Patterned-or Plain", "date": "2019-01-17 17:00", "summary": "Tired of crazy stripes and polka dots, but still want a little style? Here's the answer. Is there a happy medium between the overly funky banana-printed socks that promise suited men pizazz and the staid solid-black pairs that uninspired fellows wear? Having reached Peak Sock-see the glut of crazy-sock subscription services and Rob Kardashian's Instagram-friendly sock company, Arthur George-stylish men are now seeking something a bit more quiet. But not silent.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-paints-itself-into-a-corner-11547748312", "title": "PPG Paints Itself Into a Corner", "date": "2019-01-17 16:55", "summary": "The Pittsburgh coatings giant has little choice but to bow to criticism from Trian Fund Management. The paint industry can be surprisingly colorful-particularly when Pittsburgh-based PPG Industries is involved.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-economy-is-flying-blind-with-a-sputtering-engine-11547745950", "title": "U.S. Economy Flying Blind as Engine Sputters", "date": "2019-01-17 16:53", "summary": "Federal data shortage makes it harder to assess shutdown's current damage, let alone chart an informed path forward. The partial shutdown of the U.S. government is simultaneously hitting the economy and constricting the flow of data by which to gauge how big the hit actually is. Think of it as the forecasting equivalent of flying through a storm without instruments. Flying by sight will be tricky for both investors and Federal Reserve policy makers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-and-worst-ways-to-make-your-phone-battery-last-11547761044", "title": "The Best (and Worst) Ways to Make Your Phone Battery Last", "date": "2019-01-17 16:37", "summary": "Oh, those late nights when your phone's fading fast. Consider these strategies to squeeze out every ounce of battery life. If you're out late with friends and your phone battery is dwindling, these smart, easy tips will ensure you make it through the night:", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-more-than-doubles-annual-profit-11547760972", "title": "American Express More Than Doubles Annual Profit", "date": "2019-01-17 16:36", "summary": "Financial-services company reports record annual profit and revenue. American Express Co. on Thursday reported solid financial results for the most recent period, capping a record year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dare-to-cook-photo-free-and-love-it-so-much-more-11547758814", "title": "Dare to Cook Photo-Free (And Love It So Much More)", "date": "2019-01-17 16:29", "summary": "Cookbooks without photos make kitchen time more about pleasure and process than perfection. Start with these classics of the form. Hard as it is to fathom in an age when we Instagram every plate and sauté with one eye on YouTube, cookbooks once came without photos.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/choir-boy-review-a-familiar-sermon-11547760209", "title": "'Choir Boy' Review: A Familiar Sermon", "date": "2019-01-17 16:23", "summary": "Tarell Alvin McCraney's coming-of-age play about a gay student grappling with his sexuality at an all-black, all-male prep school has a good message, excellent performances but few surprises.. New York", "categories": [["Books & Arts", "Arts", "Theater", "Theater Review | By Terry Teachout"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/theater?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-lifting-china-tariffs-to-hasten-trade-deal-calm-markets-11547754006", "title": "U.S. Debates Lifting China Tariffs to Hasten Trade Deal, Calm Markets", "date": "2019-01-17 16:04", "summary": "New tactic under discussion would be aimed at giving Beijing incentives to make long-term concessions. U.S. officials are debating ratcheting back tariffs on Chinese imports as a way to calm markets and give Beijing an incentive to make deeper concessions in a trade battle that has rattled global economies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-climbs-after-labor-data-11547740695", "title": "U.S. Dollar Loses Earlier Gains", "date": "2019-01-17 16:00", "summary": "Dollar had climbed earlier on news that initial jobless claims fell last week. The U.S. dollar gave up earlier gains and edged lower on Thursday following a report that government officials are considering easing tariffs on China.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-follows-global-stocks-lower-11547724051", "title": "Oil Declines on Worries Over Rising U.S. Inventories", "date": "2019-01-17 15:55", "summary": "Uncertainty over the trade dispute between the U.S. and China continues to cast a shadow over markets. •Oil prices declined Thursday as investors worried about rising U.S. oil production and bulging inventories of gasoline amid sluggish demand that may point to a coming economic slowdown.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-hair-color-of-the-moment-is-gray-11547757649", "title": "The Hottest Hair Color of the Moment Is...Gray", "date": "2019-01-17 15:40", "summary": "Silver tresses, both dyed and natural, are trending among pop stars and CEOs alike. But is this a passing fad or a true revolution in our outdated notions of women's beauty? Plus: How the dyeing game is different for guys. I thought I found my first gray hair yesterday, and I got so excited,\" said 30-year-old Larkin Brown. Um, OK. When I confronted my own first grays a few years back, I was less \"excited\" and more \"existentially panicked.\" But attitudes toward gray are shifting. As a researcher and in-house stylist for the San Francisco visual-discovery engine Pinterest, Ms. Brown has recently been submerged in photos of women of all ages flaunting hair that is assertively and fashionably gray. Younger women are dyeing their locks in shades from slate to titanium, and those who are naturally fading are embracing their color.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bear-necessities-finding-value-in-a-sea-of-debt-11547757564", "title": "The Bear Necessities: Finding Value in a Sea of Debt", "date": "2019-01-17 15:39", "summary": "Société Générale and Goldman Sachs strategy conferences often appear to be a bearfest and bullfest. This week's annual parade of bears and bulls in London showed an intriguing agreement on two points: Companies with little debt are very expensive, and cheap companies are really very cheap indeed.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-pull-back-after-strong-data-11547740011", "title": "U.S. Government Bonds Pull Back After Strong Data", "date": "2019-01-17 15:38", "summary": "Yields edged higher after the Manufacturing Business Outlook Survey's index of business activity rose to 17.0 in January from 9.1 in December. U.S. government-bond prices fell Thursday as traders responded to better-than-expected data on regional manufacturing activity and a report that U.S. officials are debating whether to scale back tariffs on Chinese imports.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-americas-wealth-management-business-bucks-trend-in-volatile-quarter-11547757407", "title": "Bank of America's Wealth-Management Business Bucks Trend", "date": "2019-01-17 15:36", "summary": "BofA's wealth-management revenue rose 7% in the fourth quarter, while wild stock-market swings at the end of 2018 hurt rivals. Bank of America Corp.'s wealth-management business did what its Wall Street rivals couldn't during a wild fourth quarter: It grew its revenue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-profit-falls-sharply-11547639455", "title": "BlackRock's Assets Fall Sharply", "date": "2019-01-17 15:34", "summary": "The roughly $468 billion drop in the fourth quarter was the largest such decline since September 2011. BlackRock Inc.'s assets fell below the $6 trillion mark in the fourth quarter, a sign of how volatile markets are posing new challenges for the largest U.S. money managers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gymboree-files-for-chapter-11-bankruptcy-protection-again-11547704441", "title": "Gymboree Files for Chapter 11 Bankruptcy Protection Again", "date": "2019-01-17 15:22", "summary": "Company plans to close all Gymboree and Crazy 8 stores, sell Janie and Jack brand. Children's clothing retailer Gymboree Group Inc. filed for bankruptcy protection for the second time in less than two years and plans to shut all Gymboree and Crazy 8 stores and start going-out-of-business sales as early as Friday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-review-shyamalan-shattered-11547755413", "title": "'Glass' Review: Shyamalan Shattered", "date": "2019-01-17 15:03", "summary": "The latest from M. Night Shyamalan sees characters from 'Unbreakable' and 'Split' wreaking havoc in Philadelphia.. M. Night Shyamalan's \"Glass\" constitutes a sort of climax to a kind of trilogy that began 19 years ago with \"Unbreakable\" and includes \"Split,\" which was released in 2016. The concept is intriguing but the emotional payoff is negligible, the surprise ending is feeble and the whole enterprise resembles a recycling bin. Still, the film clarifies what its creator has been doing, to widely variable effect, ever since his spectacular 1999 breakthrough feature \"The Sixth Sense\"-combining strong technical skills, consecrated horror tropes and occasionally shrewd dramatic instincts while recycling his special blend of suffocating solemnity, steady-state sententiousness and a joyless grandiosity that, in its turn, seems to have been recycled from Ayn Rand.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-alphabet-and-walmart-were-top-it-spenders-in-2018-11547754757", "title": "Amazon, Alphabet and Walmart Were Top IT Spenders in 2018", "date": "2019-01-17 14:52", "summary": "The top 10 firms accounted for 7% of $1.1 trillion in IT spending, according to International Data Corp.. Amazon.com Inc. spent more than $13.6 billion on technology in 2018, making it the biggest corporate IT spender in the world, according to new research from International Data Corp. Google parent Alphabet Inc. and Walmart Inc. were in second and third place, respectively, with each spending nearly $12 billion last year on software, hardware, services, telecommunications equipment and staff, IDC says.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-when-politicians-promised-to-make-college-affordable-11547754038", "title": "Remember When Politicians Promised to Make College Affordable?", "date": "2019-01-17 14:40", "summary": "New Fed research highlights the crushing burden of government-subsidized tuition.. Most Americans can't remember a time when politicians weren't claiming to make education more affordable by funneling more money to colleges. But after the latest surge in \"affordability\" policies, implemented over the last decade, the staggering costs are becoming clear.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moviepass-parent-hopes-to-spin-off-cinema-subscription-business-11547751742", "title": "MoviePass Parent Hopes to Spin Off Cinema-Subscription Business", "date": "2019-01-17 14:02", "summary": "Helios & Matheson forms a new entity to take possession of its MoviePass shares. The parent company of MoviePass wants to spin off the struggling movie-theater subscription service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-explores-ways-to-exclude-huawei-from-5g-mobile-infrastructure-11547722800", "title": "Germany Weighs Banning Huawei From 5G", "date": "2019-01-17 13:57", "summary": "Berlin considers raising security requirements for building networks that would exclude China tech giant. Germany is exploring ways to ban the use of Huawei Technologies Co. products in the country's telecommunications infrastructure, according to a government official, extending the Western backlash against the Chinese tech firm over security concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-enthusiastic-for-border-security-11547751121", "title": "Democrats Enthusiastic for Border Security?", "date": "2019-01-17 13:52", "summary": "Democrats a decade ago, with President Obama in the White House and full control of Congress, didn't seem very interested in border security.. Regarding Dan Crenshaw's \"The Silly Arguments Against a Border Wall\" (op-ed, Jan. 11): Sen. Chuck Schumer and Speaker Nancy Pelosi made it crystal clear in their response to President Trump's border-wall speech that they are enthusiastic proponents of effective border-security solutions. They mentioned several times that they have better ideas for addressing the problem, but are arm-in-arm with the president in wanting stronger border security. Rep. Crenshaw might wonder why Democrats a decade ago, with President Obama in the White House and full control of Congress, didn't seem very interested in border security. But epiphanies happen in politics and the Democrats' desire to now address our porous border could be genuine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-curious-version-of-afghan-history-11547751081", "title": "Trump's Curious Version of Afghan History", "date": "2019-01-17 13:51", "summary": "President Trump's history of the war in Afghanistan isn't only dead wrong but excuses the Russians for their criminal invasion of the country in 1979.. Regarding your editorial \"Trump's Cracked Afghan History\" (Jan. 4): While I am a staunch supporter of Trump administration policies, President Trump's history of the war in Afghanistan isn't only dead wrong but excuses the Russians for their criminal invasion of the country in 1979. Over the next 10 years that invasion and barbarous occupation led to the ripping apart of the fabric of Afghan society and the death of one million Afghans and the displacement of millions more.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-berlusconi-is-back-for-one-more-try-11547751041", "title": "Berlusconi Is Back for One More Try", "date": "2019-01-17 13:50", "summary": "The businessman turned politician plans to run in European Union parliamentary elections in May. MILAN-It turns out Silvio Berlusconi's long goodbye wasn't actually a goodbye.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-helping-close-an-israeli-political-rift-11547751054", "title": "We're Helping Close an Israeli Political Rift", "date": "2019-01-17 13:50", "summary": "A gateway exists which opens doors both to positive relationships with the Israel Defense Forces and to job opportunities for an increasing number of ultra-Orthodox Israelis.. Regarding \"Call to Arms Deepens Israeli Political Rift\" (World News, Jan. 3): I would like to suggest that a gateway exists which opens doors both to positive relationships with the Israel Defense Forces and to job opportunities for an increasing number of ultra-Orthodox Israelis. The Jerusalem College of Technology has a rapidly growing track record of integrating the Haredi community into the fabric of Israel's military, workforce and society at large.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ciceronian-retirement-and-21st-century-demographics-11547750942", "title": "Ciceronian Retirement and 21st-Century Demographics", "date": "2019-01-17 13:49", "summary": "Cicero or Montaigne's advice for solitary and inner-directed living, therefore, might need some updating.. Jim Michaels's \"When It Comes to Retirement, I'm with Cicero\" (op-ed, Jan. 12) desperately needs a 21st-century reality check. Longevity reaching to 100 years is becoming more common. Even if we want to take his advice, it might be more applicable to the 80-plus range and not our now terribly outdated idea of retiring in our early 60s. Quite apart from individual sensibilities, our society can't afford to have 25% or more of us \"retired\" or only focusing on ourselves.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-bolsters-serbia-ties-as-western-sway-grows-in-the-balkans-11547750794", "title": "Putin Bolsters Serbia Ties as Western Sway Grows in the Balkans", "date": "2019-01-17 13:46", "summary": "A delegation from Moscow traveled with the Russian leader to sign deals on energy, foreign policy and infrastructure development. Russian President Vladimir Putin promised regional partner Serbia more investment and stronger defense ties during a visit Thursday aimed at securing Belgrade's continued loyalty at a time of growing Western influence in the Balkans.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-c-bogle-founder-of-vanguard-group-dies-11547677745", "title": "John C. Bogle, Founder of Vanguard Group, Dies at 89", "date": "2019-01-17 13:45", "summary": "Bogle's campaign to cut fees put him squarely into a U.S. tradition of iconoclastic discounters. American investors have lost the fiercest advocate they may have ever had.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-questionsand-a-few-answerscoming-out-of-the-detroit-auto-show-11547750629", "title": "Big Questions-and a Few Answers-Coming Out of the Detroit Auto Show", "date": "2019-01-17 13:43", "summary": "Thanks to a welcome shift in location, to downtown Motor City, the next auto show is 18 months away. Plenty of time for the automotive landscape to shift, says Dan Neil. Here's what to expect. In a boon for the city of Detroit, the North American International Auto Show will be moved from January to June, and from the charmless chasm of Cobo Center into the streets of a very happening downtown core. The city is already prepping exhibition space for the first summer show, in 2020, the week after IndyCar's Belle Isle race. Show organizers will line up cars along the riverfront and create an \"auto plaza\" around Jefferson and Woodward avenues, like a new-car concours d'elegance. Brilliant.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leslie-moonves-to-fight-cbs-decision-to-withhold-120-million-severance-11547737633", "title": "Moonves to Fight CBS Decision to Deny $120 Million Severance", "date": "2019-01-17 13:34", "summary": "Former CEO plans to seek arbitration over denial of severance package following board's sexual-harassment investigation. Former CBS Corp. head Leslie Moonves is challenging the company's decision last month to deny him a severance package of $120 million, CBS said Thursday, a move that will further prolong a monthslong drama at the media conglomerate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-outlines-broader-missile-defense-strategy-11547750082", "title": "Trump Outlines Broader Missile-Defense Strategy", "date": "2019-01-17 13:34", "summary": "Plan's vision includes space-based sensors to detect hostile or accidental launches. WASHINGTON-President Trump called Thursday for an expanded and more sophisticated missile-defense system and said America's allies must share in future costs of U.S. protection.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-editors-letter-lucky-stars-11547748861", "title": "WSJ. Magazine Editor's Letter: Lucky Stars", "date": "2019-01-17 13:14", "summary": "Editor in Chief Kristina O'Neill introduces the February 2019 issue of WSJ. Magazine. THIS YEAR'S Talents & Legends issue highlights giants at the top of their fields as well as up-and-comers about to join them. Two such luminaries-our February cover stars-are Lucas Hedges and Claire Foy. Now 22, Hedges earned an Oscar nomination for his role in 2016's Manchester by the Sea; this year, he's again generating awards buzz for his part in Boy Erased. His boy-next-door appeal and understated intensity have put him on a shortlist for top directors-including his father, who directed him in last fall's Ben Is Back.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-drinking-less-alcohol-11547733600", "title": "As Americans Drink Less Alcohol, Booze Makers Look Beyond the Barrel", "date": "2019-01-17 13:14", "summary": "Brewers and liquor companies seek nonalcoholic alternatives as beer volumes fall and growth in wine, spirits slows. Americans are increasingly laying off the booze, prompting the world's biggest brewers and liquor companies to push beyond their traditional fare and roll out teas, energy drinks and nonalcoholic spirits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-more-children-separated-from-parents-by-u-s-authorities-than-generally-known-watchdog-says-11547742532", "title": "Thousands More Children Were Separated From Parents by U.S. Authorities, Watchdog Says", "date": "2019-01-17 13:12", "summary": "A government watchdog says it's too soon to tell if the Trump administration can now accurately monitor all immigrant children separated at the border. WASHINGTON-Thousands more children were separated from their parents by U.S. immigration authorities than had been \"generally known,\" a government watchdog said Thursday, adding that the total number will likely never be known.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-wine-youve-been-hoarding-actually-valuable-11547747378", "title": "Is That Wine You've Been Hoarding Actually Valuable?", "date": "2019-01-17 12:49", "summary": "So you have a couple bottles of old Dom Pérignon stashed in a closet. Don't quit your job just yet. The experts reveal how they determine which bottles are legitimately bankable. A few months ago I stopped by an estate sale at one of the most beautiful houses in my town. I bought a couple things I didn't need and ended up talking with the owner of the home. When he found out what I do for a living, he asked if I would have a look at his cellar. He had two old bottles of Dom Pérignon Champagne he thought might be valuable.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-nations-set-to-snub-washingtons-latest-anti-iran-push-11547745315", "title": "EU Nations Set to Snub Washington's Latest Anti-Iran Push", "date": "2019-01-17 12:37", "summary": "Some ministers prepare to skip summit in Warsaw focused on Tehran, Mideast. BRUSSELS-A U.S. effort to enlist Europe in its pressure campaign against Iran faced a setback after officials said ministers from several European Union members will likely skip a summit organized by Washington on Iran and the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-fell-last-week-11547732073", "title": "The Labor Market Is Strong, Despite Concerns About a Hiccuping Economy", "date": "2019-01-17 12:23", "summary": "The dearth of layoffs suggests the expansion is still on solid ground despite the government shutdown and concerns about slowing growth. WASHINGTON-A gauge of layoffs across the U.S. fell last week, signaling the labor market remains robust despite fears of slowing economic growth and the government shutdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kondo-ing-a-guru-of-organizing-becomes-a-verb-11547745648", "title": "Kondo-ing: A Guru of Organizing Becomes a Verb", "date": "2019-01-17 12:20", "summary": "Marie Kondo joins a long line of namesake coinages, from Pasteur(ize) to Bork. Since the reality show \"Tidying Up with Marie Kondo\" debuted on Netflix earlier this month, the nation has begun riding a new wave of Kondo-mania.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-randal-quarles-is-upbeat-on-u-s-economy-11547744731", "title": "Fed's Quarles Upbeat on U.S. Economy", "date": "2019-01-17 12:05", "summary": "The central banker makes no comment on monetary policy. NEW YORK-A top Federal Reserve official said Thursday the outlook for the U.S. economy remains very good, although he refrained from commenting on what that might mean for the central bank's interest-rate decisions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tense-debate-over-gay-priests-11547743698", "title": "The Tense Debate Over Gay Priests", "date": "2019-01-17 11:48", "summary": "Efforts to blame abuse cases on a 'homosexual subculture' in the Catholic hierarchy have divided the church and drawn charges of scapegoating. Since last summer, the Catholic Church has been roiled by accusations that retired Archbishop Theodore McCarrick of Washington, D.C., molested male minors and sexually harassed adult seminarians and priests over more than two decades. The case has reignited a long and tense debate among Catholics over the question of homosexuality in the all-male priesthood. Some bishops, other clergy and laypeople have cited Archbishop McCarrick's rise to power, despite widespread rumors of sexual misconduct, as evidence of a \"homosexual subculture\" in the hierarchy that they blame for allowing sex abuse and covering it up.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-offers-iran-3-billion-oil-field-deal-as-europe-halts-iranian-crude-purchases-11547743480", "title": "China Offers Iran $3 Billion Oil-Field Deal", "date": "2019-01-17 11:44", "summary": "Beijing takes advantage of U.S. sanctions waiver while EU companies balk at risk. China's state-run energy giant is making a new approach to clinch a $3 billion deal for more development of an Iranian oil field, seeking to take advantage of waivers allowed under U.S. sanctions as two European nations have ended crude purchases, according to people familiar with the matter.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdown-shock-may-endure-for-federal-workers-11547742617", "title": "Shutdown Shock May Endure for Federal Workers", "date": "2019-01-17 11:30", "summary": "Even short interruptions in pay can inflict a lasting financial and emotional toll, researchers have found. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-gets-its-turn-in-the-penalty-box-11547741671", "title": "Morgan Stanley Gets Its Turn in the Penalty Box", "date": "2019-01-17 11:14", "summary": "Investors shouldn't overreact to the bank's disappointing quarter. America's major banks appeared to have gotten through the fourth quarter's market volatility relatively unscathed. Then Morgan Stanley reported weak trading results on Thursday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grassley-sees-shutdown-delaying-major-trade-talks-11547690253", "title": "Grassley Sees Shutdown Delaying Major Trade Talks", "date": "2019-01-17 11:12", "summary": "Issues warning ahead of parleys with EU and Japan as chief negotiator's staff is severely reduced. WASHINGTON-The chairman of the Senate Finance Committee said Wednesday that the Trump administration's trade negotiations may be delayed as a result of the partial government shutdown, which is now on day 26.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-supermoon-lunar-eclipse-will-appear-sunday-night-across-the-u-s-11547741356", "title": "Get Ready for the 'Super Blood Wolf Moon'", "date": "2019-01-17 11:09", "summary": "The only total lunar eclipse of the year will look larger than usual and have a reddish tint. Here's how to watch.. Mark your calendars: The only total lunar eclipse of 2019 is set to happen Sunday night, with a little something extra.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-willis-asks-12-95-million-for-new-york-country-retreat-11547740913", "title": "Bruce Willis Asks $12.95 Million for New York Country Retreat", "date": "2019-01-17 11:01", "summary": "The 'Die Hard' star is selling his 22-acre Westchester property with a Craftsman-style home as his family moves to the West Coast. Actor Bruce Willis and his wife Emma are listing their 22-acre country estate near Bedford Corners, N.Y., for $12.95 million as the couple plans a move to the West Coast.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-homebuyers-flock-in-fort-worth-embraces-its-cowtown-reputation-11547740490", "title": "As Homebuyers Flock In, Fort Worth Embraces its Cowtown Reputation", "date": "2019-01-17 10:54", "summary": "Resume Subscription. When Maridon and Jason Grochowski found a vacant lot in Rivercrest Bluffs, a gated community in Fort Worth's River District, they signed on the dotted line right away. But they knew they had a long wait ahead of them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/byron-trotts-firm-orders-a-double-adds-whiskey-to-tequila-bet-11547740448", "title": "Byron Trott's Firm Orders a Double, Adds Whiskey to Tequila Bet", "date": "2019-01-17 10:54", "summary": "BDT Capital buys minority stake in rye distiller WhistlePig. The investment firm run by Byron D. Trott is buying a minority stake in WhistlePig, a distiller of high-end whiskeys, the latest sign of the spirit's grip on American's tastes and wallets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historic-fort-worth-homes-for-modern-families-11547740409", "title": "Historic Fort Worth Homes for Modern Families", "date": "2019-01-17 10:53", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/food-fight-in-the-cookie-aislehydrox-vs-oreo-turns-cutthroat-11547740235", "title": "Oreo Competitor Makes Federal Case Out of 'Cutthroat' Cookie Rivalry", "date": "2019-01-17 10:50", "summary": "Hydrox investor claims market leader pushed aside his product on supermarket shelves; 'We want to get Congress involved'. To protect his latest investment, Ellia Kassoff has filed a complaint with the Federal Trade Commission, publicly accused his biggest competitor of foul play and rallied his customer base. \"We want to get Congress involved,\" he says.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-behind-billionaires-row-battles-to-sell-the-worlds-tallest-condo-11547739897", "title": "The Man Behind Billionaires' Row Battles to Sell the World's Tallest Condo", "date": "2019-01-17 10:44", "summary": "Resume Subscription. Gary Barnett was sitting in his Manhattan office one morning in the fall when his old-fashioned flip phone started to buzz. On the line was a real-estate agent who was marketing the New York developer's latest condo project, a soaring 1,550-foot tall building known as Central Park Tower. With a total projected sellout of more than $4 billion, the skyscraper is the country's priciest-ever condominium project and, when complete, will be the tallest residential building in the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/morgan-stanley-reports-higher-earnings-11547727696", "title": "Morgan Stanley Earnings Fall Short as Trading Hampers Results", "date": "2019-01-17 10:26", "summary": "The bank led by CEO James Gorman is the final of the six largest in the U.S. to report earnings. Morgan Stanley 's fourth-quarter profit fell short of Wall Street expectations, as a rise in corporate deal making failed to compensate for a big trading stumble in a volatile market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-other-endless-war-somalia-11547738433", "title": "America's Other Endless War: Battling al-Shabaab in Somalia", "date": "2019-01-17 10:20", "summary": "Resume Subscription. MOGADISHU, Somalia-The U.S. commandos careened between grief and anger as Alex Conrad's flag-draped coffin was hoisted onto the cargo plane.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-antidote-to-procrastination-11547737784", "title": "An Antidote to Procrastination", "date": "2019-01-17 10:09", "summary": "A behavioral economist answers questions about how to motivate workers, long-term relationships and noise-sensitive neighbors. Hi, Dan.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driverless-cars-tap-the-brakes-after-years-of-hype-11547737205", "title": "Driverless Cars Tap the Brakes After Years of Hype", "date": "2019-01-17 10:00", "summary": "Developers take a more cautious, low-key approach in testing and talking about autonomous vehicles after Uber crash. LAS VEGAS-At a command center near the airport here, executives from automotive supplier Aptiv PLC showed why deploying robot cars will be far more complicated than many envisioned just a few years ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-drew-brees-pushes-the-limits-of-quarterback-accuracy-11547737088", "title": "Drew Brees Pushes the Limits of Quarterback Accuracy", "date": "2019-01-17 09:58", "summary": "The Saints quarterback set the NFL record for completion percentage. The Journal reviewed all of his incompletions to explain why his feat will be so difficult to top.. Drew Brees dropped back to pass against the Minnesota Vikings this season, and something unusual happened: He threw an interception. This was exceptional because in his first 231 passes of the season, he hadn't thrown a single one.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-adds-criminal-courts-to-its-strategies-to-fight-chinese-theft-of-trade-secrets-11547727362", "title": "U.S. Weaponizes Its Criminal Courts in Fight Against China and Huawei", "date": "2019-01-17 09:48", "summary": "Pursuit of theft charges against Huawei is the second recent case where prosecutors have built criminal allegations on civil litigation. The federal pursuit of theft charges adds pressure on Chinese tech giant Huawei Technologies Co. by further involving the criminal-justice system in the fight against China's alleged encroachment on intellectual property.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extra-fatty-cream-by-the-numbers-11547735053", "title": "Extra-Fatty Cream by the Numbers", "date": "2019-01-17 09:24", "summary": "To mix butter and milk in the right proportions, an algebraic equation can help. ", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-state-speeds-up-exit-of-interim-president-john-engler-capping-months-of-controversy-11547735088", "title": "Michigan State Speeds Up Exit of Interim President John Engler", "date": "2019-01-17 09:24", "summary": "Board names Satish Udpa as acting president, effective immediately. The Michigan State University Board of Trustees accepted interim President John Engler's resignation Thursday morning and appointed a new interim president, ending a stormy 11-month tenure after he was brought in to steady the university in the wake of the Larry Nassar sex-abuse scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-morgan-stanley-gannett-nordstrom-alcoa-kinder-morgan-csx-charles-schwab-11547725633", "title": "Stocks to Watch: Morgan Stanley, Gannett, Nordstrom, Alcoa, Kinder Morgan, CSX, Charles Schwab", "date": "2019-01-17 09:17", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pulls-more-russia-linked-accounts-11547727235", "title": "Facebook Pulls More Russia-Linked Accounts", "date": "2019-01-17 08:27", "summary": "Social-media giant Facebook goes further in its effort to crack down on misuse of its service. Facebook Inc. said early Thursday that it had removed pages and accounts linked to what it said were two Russia-based misinformation campaigns, the latest step in the social-media company's effort to prevent misuse of its service.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-reaches-labor-pact-with-netjets-pilots-11547730121", "title": "Berkshire, NetJet Pilots Reach Labor Deal", "date": "2019-01-17 08:02", "summary": "Deal with private-jet company's largest union extends pilots' contract, raises pay. Berkshire Hathaway Inc.'s NetJets reached a new agreement with its pilots union that increases pay for pilots and extends their contract another three years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-exoskeletons-give-workers-a-lift-11547730001", "title": "Industrial Exoskeletons Give Workers a Lift", "date": "2019-01-17 08:00", "summary": "Ford, Boeing, Toyota and others are equipping workers with wearable devices that enhance strength and endurance. \"Iron Man\"-style powered suits could be next. In the weld shop of Toyota Motor North America's 1.8-million-square-foot plant in Woodstock, Ontario, amid the clanking of robotic arms and the occasional spray of sparks, two workers inspect the steel frame of a future RAV4.", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-bookings-suggest-u-s-growth-is-still-ahead-11547728500", "title": "Flight Bookings Suggest U.S. Growth Is Still Ahead", "date": "2019-01-17 07:35", "summary": "Delta and United reported very strong domestic results but start to see some weakness in trans-Atlantic business. Airlines are providing an early glimpse into the health of the global economy: Growth appears robust in the U.S., a bit less so in Europe.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-production-falls-as-saudis-slash-output-11547727033", "title": "OPEC Production Falls as Saudis Slash Output", "date": "2019-01-17 07:10", "summary": "Cartel says output declined last month by 751,000 barrel-a-day. LONDON-OPEC significantly dialed back its crude-oil production in December ahead of an official plan by the cartel to hold back output as part of an effort to rein in global oversupply and bolster crude prices.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-shareholder-bluemountain-protests-bankruptcy-decision-11547726402", "title": "PG&E Shareholder BlueMountain Protests Bankruptcy Decision", "date": "2019-01-17 07:09", "summary": "Hedge fund contends the utility's board is moving too quickly toward chapter 11. BlueMountain Capital Management LLC, a hedge fund with a significant stake in PG&E Corp. , has challenged the utility's board over a plan to resort to bankruptcy to tackle wildfire damages that PG&E estimates could run as high as $30 billion.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-democrats-in-2020-small-donors-are-gauge-of-fundraising-success-11547726400", "title": "For Democrats in 2020, Small Donors Are Gauge of Fundraising Success", "date": "2019-01-17 07:00", "summary": "Cory Booker, who is weighing a presidential run, has relied on outside money and big donations, even as potential rivals swear off super PACs. WASHINGTON-Sen. Cory Booker has largely fueled his New Jersey Senate bids with major donors and outside money rather than small donors-a pattern that could be a political liability as he weighs a presidential run.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-2-billion-problem-government-shutdown-leaves-loans-in-limbo-11547722800", "title": "Shutdown Leaves Small-Business Loans in Limbo", "date": "2019-01-17 06:00", "summary": "SBA's inability to approve loans due to the lapsed federal funding is forcing some entrepreneurs to resort to 'desperate measures'. The longest government shutdownin modern U.S. history is squeezing funding for many entrepreneurs.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-wont-save-the-oil-market-11547720883", "title": "China Won't Save the Oil Market", "date": "2019-01-17 05:28", "summary": "Crude imports are up sharply in recent months, but investors shouldn't take that as a go signal. Oil markets have been whipsawed this week by news from China. Monday, Brent oil fell 2.5% after trade data came in much weaker than expected. Tuesday, it rose 2.8% thanks in large part to stimulus hints from top Chinese officials. The price is now at $61 a barrel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sneakers-and-noodles-beat-jewelry-and-spirits-as-china-slows-11547701347", "title": "As China Slows, Sneakers and Noodles Beat Jewelry and Liquor Stocks", "date": "2019-01-17 04:07", "summary": "Chinese consumers continue to spend, but in a more discerning way. Shares in companies catering to everyday Chinese needs have fared better than those serving high-end consumption.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-costas-leaves-nbc-sports-after-nearly-40-years-11547715970", "title": "Bob Costas Leaves NBC Sports After Nearly 40 Years", "date": "2019-01-17 04:06", "summary": "'Everything in this transition was planned and done [by] mutual agreement,' his manager says. LOS ANGELES-Bob Costas, who stepped down as NBC's prime-time Olympics host two years ago, has left the network's sports division entirely.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11547663975", "title": "Pepper...and Salt", "date": "2019-01-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Commentary", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-answer-to-seattle-areas-housing-problem-500-million-11547701071", "title": "Microsoft's Answer to Seattle's Housing Issue: $500 Million", "date": "2019-01-17 23:57", "summary": "Puget Sound region, home to the tech giant and Amazon, has been among the nation's hottest real-estate markets. Microsoft Corp. pledged $500 million to support affordable housing in the Seattle area, an effort to address concern that technology companies' financial success has pushed less wealthy people out of their communities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-and-former-staffers-meet-after-harassment-allegations-11547693840", "title": "Bernie Sanders, Former Staffers Meet After Harassment Allegations", "date": "2019-01-17 22:07", "summary": "Senator has offered two public apologies on behalf of campaign, as he weighs a potential 2020 bid. WASHINGTON-Vermont Sen. Bernie Sanders on Wednesday heard directly from a group of former campaign staffers who said they faced sexual harassment and discrimination from colleagues during his 2016 presidential campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-ceo-makes-millions-as-landlord-to-wework-11547640000", "title": "WeWork's CEO Makes Millions as Landlord to WeWork", "date": "2019-01-17 22:01", "summary": "Adam Neumann has bought properties and leased them to his co-working startup, sparking conflict of interest concerns. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-pursuing-criminal-case-against-huawei-for-alleged-theft-of-trade-secrets-11547670341", "title": "Huawei Targeted in Criminal Probe for Alleged Theft of Trade Secrets", "date": "2019-01-17 21:33", "summary": "Probe involves allegations that Huawei stole robot phone-testing technology from T-Mobile. Federal prosecutors are pursuing a criminal investigation of China's Huawei Technologies Co. for allegedly stealing trade secrets from U.S. business partners, including technology used by T-Mobile US Inc. to test smartphones, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-security-council-votes-to-send-monitors-to-yemen-11547687794", "title": "U.N. Security Council Votes to Send Monitors to Yemen", "date": "2019-01-17 20:16", "summary": "Diplomats hope deployment of 75 observers will shore up cease-fire. UNITED NATIONS-The Security Council on Wednesday voted unanimously to deploy a team of up to 75 U.N. observers to the city of Hodeidah in Yemen for six months.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-state-board-weighs-ousting-interim-president-after-months-of-controversy-11547662787", "title": "Engler Steps Down as Interim President at Michigan State", "date": "2019-01-17 20:05", "summary": "Former Michigan governor had been brought in to calm waters in wake of Larry Nassar scandal; instead, he often stirred them, board members say. Michigan State University Interim President John Engler resigned Wednesday evening, 11 months after he was brought in to steady the university in the wake of the Larry Nassar sex-abuse scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-asks-u-s-diplomats-to-back-trumps-push-for-the-wall-11547686820", "title": "Pence Asks U.S. Diplomats to Back Trump's Push for a Border Wall", "date": "2019-01-17 20:02", "summary": "Vice president speaks to State Department staff as shutdown furloughs compound existing vacancies. WASHINGTON-Vice President Mike Pence on Wednesday urged top U.S. diplomats to support the administration's battle for a southern border wall, the divisive issue that has led to a partial government shutdown and left the diplomats and their staffs deployed overseas without pay.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transparency-gets-fresh-look-in-bankruptcy-court-11547685608", "title": "Transparency Gets Fresh Look in Bankruptcy Court", "date": "2019-01-17 19:40", "summary": "Justice Department is intensifying scrutiny of bankruptcy advisers' disclosure practices. Heightened scrutiny on bankruptcy advisers' conflict disclosures by the U.S. Trustee Program is sending a new and forceful message that current practices among some participants are likely to face challenges from the Justice Department and has already resulted in greater transparency in two chapter 11 cases.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-to-stay-open-after-edward-lampert-prevails-in-bankruptcy-auction-11547636823", "title": "Sears to Stay Open After Lampert Prevails in Bankruptcy Auction", "date": "2019-01-17 19:25", "summary": "Billionaire avoids liquidation, but can a Sears shrunken down to about 400 stores survive?. Late Tuesday night, billionaire Edward Lampert's bid to keep Sears Holdings Corp. alive was all but dead. A few hours later, the hedge-fund manager walked away with what he wanted: continued control of the retailer he ran into bankruptcy court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-block-easing-of-sanctions-could-make-u-s-wary-of-high-profile-targets-11547684246", "title": "Push to Block Easing of Sanctions Could Make U.S. Wary of High-Profile Targets", "date": "2019-01-17 19:17", "summary": "Some say lawmakers' effort to block the lifting of Russian sanctions injected politics into a technical process. The congressional effort to block a deal lifting sanctions on companies controlled by an oligarch close to Russian President Vladimir Putin could give officials pause before they take on another high-profile target, analysts and experts say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fed-leaders-economists-rally-around-carbon-tax-11547684175", "title": "Former Fed Leaders, Economists Rally Around Carbon Tax", "date": "2019-01-17 19:16", "summary": "Plan advocates replacing many environmental regulations with simplified tax on businesses that release carbon into the atmosphere, an incentive for them to use cleaner energy. WASHINGTON-An all-star roster of former Federal Reserve leaders and White House economic advisers are signing on to a new statement in support of a carbon tax on businesses that sends the revenue to U.S. citizens.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-funded-10-000-new-affordable-units-last-year-mayor-says-11547683909", "title": "NYC Funded 10,000 Newly Built Affordable Apartments in 2018", "date": "2019-01-17 19:11", "summary": "De Blasio touts investment as progress toward goal of securing 300,000 affordable apartments by 2026. New York City financed more than 10,000 new affordable-housing units last year, bringing the city closer to Mayor Bill de Blasio's goal of building or preserving 300,000 units by 2026, officials said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regional-banks-brush-off-yield-curve-worries-11547683841", "title": "Regional Banks Brush Off Yield-Curve Worries", "date": "2019-01-17 19:10", "summary": "While the gap between long-term and short-term rates has been a harbinger of recessions, executives say they don't see other signs of a downturn. Regional-bank executives on Wednesday talked up the strength of the economy, even though the spread between long-term and short-term lending rates has narrowed, a move that could lead the market to worry about the possibility of a recession.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-the-best-investment-ive-ever-made-11547683309", "title": "Bill Gates: The Best Investment I've Ever Made", "date": "2019-01-17 19:01", "summary": "Global health groups that buy and distribute medicines are a sure bet for saving lives, but their government funding is now in danger, and even the biggest philanthropies can't fill the gap. Technology is a boom-or-bust business, but it's mostly busts. I've always assumed that 10% of my technology investments will succeed-and succeed wildly. The other 90% I expect to fail.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-cure-for-economic-insecurity-11547683225", "title": "The Real Cure for Economic Insecurity", "date": "2019-01-17 19:00", "summary": "Liberal economists admit they were wrong about the 'gig economy.'. 'The gig economy is simply the next step in a losing effort to build some economic security in a world where all the benefits are floating to the top 10%.\" So declared Democratic Sen. Elizabeth Warren in 2016 amid an explosion of start-ups that facilitate freelancing by connecting workers with customers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]