[{"link": "https://www.wsj.com/articles/stanford-proposes-4-5-billion-to-invest-in-housing-transportation-11561416339", "title": "Stanford Proposes $4.5 Billion to Invest in Housing, Transportation", "date": "2019-06-24 19:59", "summary": "Santa Clara County official calls proposal inadequate, continuing standoff between the university and its home county. Stanford University has proposed to invest $3.4 billion in housing, part of its continuing negotiations with regional authorities over how to mitigate the impact of its expansion on a tight housing market in the San Francisco Bay Area.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-impose-new-sanctions-on-iran-11561391817", "title": "Trump Imposes New Sanctions on Iran", "date": "2019-06-24 19:54", "summary": "U.S. is also asking other countries to take part in effort to keep watch on Iran in the Persian Gulf. WASHINGTON-The Trump administration ordered new sanctions that aim to freeze the assets of Supreme Leader Ali Khamenei's office and several Iranian military commanders and include plans to target Foreign Minister Javad Zarif later this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-inspired-defaults-under-u-s-u-k-spotlight-11561419182", "title": "Blackstone-Inspired Defaults Under U.S., U.K. Spotlight", "date": "2019-06-24 19:33", "summary": "American and British regulators pledge to cooperate on addressing potential distortions in credit-default swap market. U.S. and U.K. regulators said they would jointly work to address financial engineering in the derivatives market that may push healthy companies to default on debt, echoing worries about potential gamesmanship involving credit-default swaps.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-considers-banning-repeat-transit-criminals-from-subway-11561414572", "title": "MTA Board Considers Banning Repeat Transit Criminals From Subway", "date": "2019-06-24 19:18", "summary": "Agency debates proposed resolution calling for limits on recidivists from accessing transit system. Metropolitan Transportation Authority board members are considering calling for a ban on the use of public transport by repeat offenders who commit crimes in New York City's transit system.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iran-hawk-returns-11561416711", "title": "The Iran Hawk Returns", "date": "2019-06-24 18:51", "summary": "New U.S. sanctions and leaks about a cyber attack on Tehran.. The Donald Trump doctrine, so far as we can tell, is to keep everyone guessing-allies and enemies, members of Congress, even his own national security advisers. So having tacked dovish on Iran by taking a military strike off the table on Friday, Mr. Trump tacked hawkish again on Monday with new sanctions and tougher rhetoric. As Mr. Trump likes to say, \"We'll see what happens.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scandalous-speech-is-protected-11561416519", "title": "'Scandalous' Speech Is Protected", "date": "2019-06-24 18:48", "summary": "The Supreme Court hands the Trademark Office another defeat.. The Supreme Court on Monday delivered another victory for free speech by striking down the Lanham Act's prohibition on \"immoral\" and \"scandalous\" trademarks. All nine Justices agreed to some degree that the law's broad scope offends the First Amendment, which sends the message that governments can't use expansive statutory language to restrict speech they dislike.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-old-free-college-try-11561416462", "title": "Bernie Sanders' Old Free College Try", "date": "2019-06-24 18:47", "summary": "He tries to leap Senator Warren in a single $1.6 trillion socialist bound.. The Democratic presidential primary is turning into a bidding war. Bernie Sanders on Monday introduced a \"revolutionary\" bill to eliminate tuition at public colleges, while canceling every student loan in the country. That's $1.6 trillion owed by 45 million people. \"We will make a full and complete education a human right in America,\" Mr. Sanders said.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-to-the-rescue-maybe-11561416268", "title": "Boris to the Rescue, Maybe", "date": "2019-06-24 18:44", "summary": "Britain's Tories embrace London's former mayor. Will anyone else?. Boris Johnson is on track to lead Britain's Conservative Party-and be the next Prime Minister-and Britons would feel better about that if anyone knew what it means. Amid a national Brexit meltdown, Mr. Johnson has run a leadership campaign by promising everything to everyone.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-iran-show-11561416216", "title": "Donald Trump's Iran Show", "date": "2019-06-24 18:43", "summary": "He has a nose for power, and he thinks Tehran is weaker than Obama understood.. President Trump's Iran policy over the weekend was both erratic and masterful. Doves and isolationists, panicked by what they see as the administration's inexorable drift toward war, rejoiced when Mr. Trump announced that a military strike had been called back. Hawks criticized him for an Obama-like climb-down, but the announcement of cyberattacks and tightening sanctions helped smooth ruffled feathers.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/basking-in-baseballs-summer-of-69-11561416180", "title": "Basking in Baseball's Summer of '69", "date": "2019-06-24 18:43", "summary": "Gil Hodges managed the Mets to a miracle. Give him his plaque in the Hall of Fame.. Fifty summers ago, Gil Hodges gave this columnist the best year of his boyhood when he skippered the New York Mets to an against-all-the-odds World Series victory. But it's the way he did it that underscores Major League Baseball's greatest continuing injustice: this man's exclusion from its Hall of Fame.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-may-see-sharp-knives-on-crowded-debate-stage-11561378904", "title": "Biden May See Sharp Knives on Crowded Debate Stage", "date": "2019-06-24 18:43", "summary": "Democratic front-runner has experience, but his rivals are likely to home in on recent controversies. Former Vice President Joe Biden will be the main target for his presidential-primary rivals as he takes center stage this week in his first 2020 Democratic debate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-politics-cheaper-than-wholesale-11561416128", "title": "Retail Politics, Cheaper Than Wholesale", "date": "2019-06-24 18:42", "summary": "Candidates' attention costs big bucks on the coasts. In Iowa, it comes free of charge.. The closest I ever came to meeting a presidential candidate was on a spring evening in 1968 when Sen. Robert Kennedy came to the town of Harmon, N.Y. My friends and I waited for hours in the bare-dirt lot of the Starlight Drive-In Theater until the motorcade-consisting of a sedan and a flatbed truck-pulled in. Grabbing a bullhorn, RFK climbed onto the truck. After brief remarks he shook a few hands before speeding off in a literal cloud of dust.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shelly-porges-on-creating-a-business-worthy-of-investment-11561416060", "title": "Shelly Porges on Creating a Business Worthy of Investment", "date": "2019-06-24 18:41", "summary": "The investor tells host Veronica Dagher that entrepreneurs need to move beyond just a good idea. Serial entrepreneur and investor Shelly Porges often hears pitches from entrepreneurs looking for funding.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restoring-the-promise-review-high-cost-low-yield-11561416072", "title": "'Restoring the Promise' Review: High Cost, Low Yield", "date": "2019-06-24 18:41", "summary": "A college degree is ever more common these days, but it comes with ever heavier loan burdens and, in many cases, only limited job prospects.. We are at the end of an era in American higher education. It is an era that began in the decades after the Civil War, when colleges and universities gradually stopped being preparatory schools for ministers and lawyers and embraced the ideals of research and academic professionalism. It reached full bloom after World War II, when the spigots of public funding were opened in full, and eventually became an overpriced caricature of itself, bloated by a mix of irrelevance and complacency and facing declining enrollments and a contracting market. No one has better explained the economics of this decline-and its broad cultural effects-than Richard Vedder.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-campus-welcomes-conservatives-11561415989", "title": "A Campus Welcomes Conservatives", "date": "2019-06-24 18:39", "summary": "President Bruce Benson embraced true diversity at the University of Colorado Boulder.. While researching what would become their 2009 book, \"Becoming Right: How Campuses Shape Young Conservatives,\" sociologists Amy Binder and Kate Wood conducted extensive student interviews at two schools: Harvard and the University of Colorado at Boulder. Although the faculty members they encountered were overwhelmingly liberal, Ms. Binder and Ms. Wood found that students at Boulder \"were far likelier [than Harvard students] to contend that their professors bring those personal politics into the classroom.\" This stifling ideological conformity, they concluded, caused conservative students to adopt \"the provocative style\" as their favored tactic to fight back.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-economy-is-going-strong-11561415942", "title": "Hong Kong's Economy Is Going Strong", "date": "2019-06-24 18:39", "summary": "Doubters raise concerns about debt levels, but the currency board has imposed financial discipline.. The recent mass protests in Hong Kong have fanned the flames of speculation against the Hong Kong dollar. In recent months, doubters have warned of a looming crisis, comparing Hong Kong with Ireland and Spain. They have even questioned whether its independent currency would survive. The alarm has been bolstered by a stream of baseless claims about Hong Kong's economy, its banking system, and its currency board.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fdas-challenge-on-e-cigs-11561415893", "title": "The FDA's Challenge on E-Cigs", "date": "2019-06-24 18:38", "summary": "Minimize the danger to minors while preserving a smoking-cessation tool.. Electronic cigarettes are less harmful than traditional cigarettes, but they aren't safe. There's evidence they can damage the lungs, and they're also a path to nicotine addiction. Last year the percentage of teenagers using nicotine grew at the fastest rate ever recorded for an addictive substance, according to a survey funded by the National Institute on Drug Abuse. The same organization also published a survey that found that children who use e-cigs are more likely to become long-term smokers of regular cigarettes than children who never use them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-young-imagination-beats-videogames-11561415828", "title": "A Young Imagination Beats Videogames", "date": "2019-06-24 18:37", "summary": "Fortnite doesn't hold a candle to my boyhood games of 'fort night.'. My two youngest sons, Finn and Jack, love the online game Fortnite. The 10- and 8-year-old brothers would play it long enough to grow roots through the floor if my wife and I let them. The pull of the game is that strong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eldorado-resorts-to-buy-caesars-for-8-58-billion-11561372166", "title": "Eldorado Resorts to Buy Caesars in $8.58 Billion Casino Deal", "date": "2019-06-24 18:34", "summary": "Combination to create one of the largest gambling companies in U.S.. Eldorado Resorts Inc. agreed to buy its larger rival Caesars Entertainment Corp. for about $8.58 billion in cash and stock, a move that would create the largest U.S. casino operator by venue count.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-clegg-fires-back-at-apples-cook-11561414082", "title": "Facebook Fires Back at Apple's Cook", "date": "2019-06-24 18:08", "summary": "The two tech giants are sniping at each other as their business models are under increasing scrutiny. BERLIN-A senior Facebook Inc. executive took a veiled shot at Apple Inc., continuing the sniping between the tech giants as their business models are under increasing scrutiny from global regulators.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-faces-big-test-after-istanbul-election-loss-11561413834", "title": "Erdogan Faces Big Test After Istanbul Election Loss", "date": "2019-06-24 18:03", "summary": "Voters in rerun mayoral race reflect frustration over economic crisis, president's policies. Turkish President Recep Tayyip Erdogan faces a big test after an opposition candidate's victory in Istanbul's mayoral election reflected growing displeasure with the nation's longtime leader and the economy he oversees.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-strikes-down-ban-on-immoral-or-scandalous-trademarks-11561387715", "title": "Supreme Court Strikes Down Ban on Immoral or Scandalous Trademarks", "date": "2019-06-24 17:50", "summary": "The decision is a win for California clothing designer's streetwear brand, FUCT. WASHINGTON-The government can't reject trademarks it deems immoral or scandalous, the Supreme Court ruled Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouris-last-abortion-clinic-can-operate-as-fight-moves-to-state-panel-11561412957", "title": "Missouri Abortion Clinic Dispute Moves to State Commission", "date": "2019-06-24 17:49", "summary": "Injunction keeping the facility's doors open is extended through Friday. A St. Louis circuit judge said Missouri's last abortion clinic can operate through Friday, offering a temporary reprieve as the clinic plans its next steps following the state's decision not to renew its license.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-new-type-of-apprenticeship-11561384506", "title": "Trump Administration Proposes New Type of Apprenticeship", "date": "2019-06-24 17:37", "summary": "The Labor Department releases proposed guidelines for industry-led programs. WASHINGTON-The Labor Department released its proposal Monday to create a new type of apprenticeship that would be run by business groups, colleges and other entities, rather than by the federal government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-move-together-as-trade-and-central-banks-dominate-11561368609", "title": "Tweets, Trade and the Fed Now Have Markets Moving in Packs", "date": "2019-06-24 17:31", "summary": "'Risk-on, risk-off' trading, in which major assets move in tandem, has become more prevalent. Bonds, stocks and currencies are moving in tandem more often, as central-bank surprises and trade uncertainty assert their grip over markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-play-offense-with-defense-focused-stocks-11561404509", "title": "Investors Play Offense With Defense-Focused Stocks", "date": "2019-06-24 17:30", "summary": "Rise of aerospace-and-defense sector has eclipsed that of utilities stocks in recent months as investors bet on national defense. The U.S. may have held off on an airstrike against Iran in favor of sanctions, but U.S. stock investors are decidedly choosing aerospace and defense.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-is-better-in-u-s-stock-market-11561389735", "title": "Bigger Is Better in U.S. Stock Market", "date": "2019-06-24 17:27", "summary": "Small companies, viewed as havens when turmoil swirls overseas, aren't getting much boost this time. Shares of small companies are typically touted as havens when turmoil swirls outside of the U.S.-but these days, investors aren't piling in.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-order-would-give-consumers-more-information-on-health-care-prices-11561384725", "title": "Trump Signs Order Compelling Disclosure of Health-Care Prices", "date": "2019-06-24 17:25", "summary": "Aim is to give consumers more information on their out-of-pocket costs. President Trump on Monday pushed for greater price disclosure in health care, signing an executive order that could make thousands of hospitals expose more pricing information and require doctors, health clinics and others to tell patients about out-of-pocket costs upfront.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-myers-to-shed-otezla-carving-path-for-celgene-deal-11561379010", "title": "Antitrust Concerns Delay Bristol-Myers' $74 Billion Merger With Celgene", "date": "2019-06-24 17:22", "summary": "Company's decision to shed Celgene's psoriasis drug suggests tighter FTC scrutiny of pharma mergers. Bristol-Myers Squibb Co. said its $74 billion merger with Celgene Corp. would be delayed as the company works to allay concerns of federal regulators by selling off Otezla, Celgene's anti-inflammatory drug that had global sales of $1.6 billion last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-watchdog-to-review-harriet-tubman-20-bill-delay-11561410250", "title": "Treasury Watchdog to Review Harriet Tubman $20 Bill Delay", "date": "2019-06-24 17:04", "summary": "Agency's inspector general agrees to assess whether note's planned redesign was improperly slowed. WASHINGTON-The Treasury Department's watchdog has agreed to look into the agency's plan to put Harriet Tubman on the $20 bill, which Secretary Steven Mnuchin said last month wouldn't be completed during his tenure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-news-and-fake-education-11561410275", "title": "Fake News and Fake Education?", "date": "2019-06-24 17:04", "summary": "A new study suggests that distorted media reporting and academic instruction are encouraging Americans to dislike each other.. The good news is that people who disagree with you about politics aren't nearly as unreasonable as you think. The bad news is that you are going to have a very hard time learning about them-unless of course you decide to talk to them. These are the findings of a new study suggesting that news media and academic institutions generally aren't providing the straight story.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-balance-by-abdullah-ibrahim-review-a-jazz-master-continues-to-grow-11561410245", "title": "'The Balance' by Abdullah Ibrahim Review: A Jazz Master Continues to Grow", "date": "2019-06-24 17:04", "summary": "On his first album in five years, the pianist finds yet more surprising pleasures in his signature blend of South African music and American jazz.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/misonix-says-sec-ends-probe-with-no-plans-for-enforcement-action-11561409664", "title": "Misonix Says SEC Ends Probe With No Plans for Enforcement Action", "date": "2019-06-24 16:54", "summary": "Agency was investigating potential foreign-bribery violations by a company that distributed products for the medical device maker. The Securities and Exchange Commission doesn't plan enforcement action after ending a probe into potential U.S. foreign-bribery violations by a company that distributed products for Misonix Inc. in China, Misonix said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-edges-spain-to-advance-to-the-world-cup-quarterfinals-11561409654", "title": "U.S. Edges Spain to Advance to the World Cup Quarterfinals", "date": "2019-06-24 16:54", "summary": "The Americans capitalized on two foul calls in the penalty box during their round-of-16 match. Next up: a showdown with France.. REIMS, France-Fans of the U.S. women's soccer team felt an unusual sensation on Monday: nerves.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bond-prices-jump-as-shares-dip-11561401598", "title": "PG&E Bond Prices Jump, While Shares Fall", "date": "2019-06-24 16:48", "summary": "Divergence reflects uncertainty about how much new equity the utility needs to raise to address claims tied to wildfires, say some analysts. PG&E Corp. bond prices surged in heavy trading even as shares slipped, a divergence that some analysts said reflects uncertainty about how much new equity the bankrupt California utility needs to raise in order to address claims tied to past and future wildfires.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drill-maker-schramm-files-for-bankruptcy-plotting-sale-11561408404", "title": "Drill Maker Schramm Files for Bankruptcy, Plotting Sale", "date": "2019-06-24 16:33", "summary": "Hydraulic drilling equipment maker has a $16.3 million offer from lender GenNx360 Capital Partners. Schramm Inc., which makes land-based hydraulic drilling equipment used in mining and oil-and-gas production, filed for bankruptcy with plans to sell the business in a court-supervised auction process.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-advance-to-start-the-week-11561365026", "title": "Stocks Meander Around Flat Line", "date": "2019-06-24 16:32", "summary": "Major indexes have rallied in recent weeks, and the broad index is on course for best June in decades. The S&P 500 inched lower Monday as a dearth of economic data kept trading activity relatively subdued.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-oregons-senate-republicans-check-idaho-11561408161", "title": "Where Are Oregon's Republicans? Check Idaho", "date": "2019-06-24 16:29", "summary": "Republicans who fled to stop a climate-change bill adjust to life on the lam; 'wrap your phone in tin foil'. SOMEWHERE IN IDAHO-Four days after fleeing his home in Oregon, State Senator Cliff Bentz is still figuring out how to be a fugitive.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-law-firm-veteran-who-leads-by-listening-11561176001", "title": "A Law-Firm Veteran Who Leads by Listening", "date": "2019-06-24 16:22", "summary": "'I don't learn much by what comes out of my mouth,' says Andrew Glincher, head of Nixon Peabody LLP. Andrew Glincher never expected to work in a big law firm, much less run one.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-enemies-gear-up-to-make-antitrust-case-11561368601", "title": "Google's Enemies Gear Up to Make Antitrust Case", "date": "2019-06-24 16:18", "summary": "Competitors are readying documents and data in anticipation of meetings with the Justice Department. As U.S. officials prepare an antitrust probe of Alphabet Inc.'s Google and possibly other Silicon Valley giants, a loose-knit crew of its rivals is gearing up to help.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-glum-even-with-stocks-at-all-time-highs-11561370745", "title": "Investors Are Glum, Even With Stocks at All-Time Highs", "date": "2019-06-24 16:03", "summary": "Gains have been accompanied by marked degrees of skepticism-but that isn't all bad. Stocks are hovering near records, but many investors are the most pessimistic they have been in years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ann-sarnoff-is-named-chief-executive-of-warner-bros-11561396730", "title": "Ann Sarnoff Is Named Chief Executive of Warner Bros.", "date": "2019-06-24 15:59", "summary": "She will be the first woman to lead the iconic movie and television studio, now part of AT&T. WarnerMedia named BBC Studios-Americas President Ann Sarnoff as head of Warner Bros., choosing an experienced but low-profile executive to steer the iconic Hollywood studio through profound industry changes including consolidation and the rise of streaming.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powell-to-testify-before-house-committee-on-july-10-11561406091", "title": "Fed Chairman Powell to Testify Before House Committee on July 10", "date": "2019-06-24 15:54", "summary": "He will testify before Senate Banking Committee the following day. Federal Reserve Chairman Jerome Powell will deliver his semiannual monetary policy report to the House Financial Services Committee on July 10, the committee announced Monday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-should-add-clam-juice-to-your-shopping-list-11561405461", "title": "Why You Should Add Clam Juice to Your Shopping List", "date": "2019-06-24 15:44", "summary": "You'd be surprised what a splash of this inexpensive ingredient will do for a dish, seafood or otherwise. It is true but often unacknowledged that the most useful ingredients are really just leftovers. Breadcrumbs are made from stale bread; lard is rendered pork fat that would otherwise be thrown away. The same goes for clam juice.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poet-of-the-body-new-yorks-walt-whitman-review-an-american-bards-early-years-11561405370", "title": "'Poet of the Body: New York's Walt Whitman' Review: An American Bard's Early Years", "date": "2019-06-24 15:42", "summary": "An intimate exhibition at the Grolier Club focuses on the poet's bohemian life in the city before the Civil War.. New York", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-oil-exports-rising-amid-middle-eastern-turmoil-11561404481", "title": "U.S. Oil Exports Rising Amid Middle Eastern Turmoil", "date": "2019-06-24 15:28", "summary": "Hostilities have lifted crude prices, sent tanker rates surging and opened a window for U.S. producers to sell more barrels abroad. U.S. crude exports are surging, reflecting strife along the Strait of Hormuz that has given oil buyers second thoughts about the Persian Gulf.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-knew-a-clothes-line-could-be-so-controversial-11561403044", "title": "Who Knew a Clothes Line Could Be So Controversial?", "date": "2019-06-24 15:04", "summary": "Inspired by the laundry she saw festooning narrow streets in Italy, columnist Michelle Slatalla air dried her own clothes in her California front yard. Not everyone was charmed. My husband came out into the front yard, where I was hanging his underwear on a clothesline stretched between two fruit trees.", "categories": [["Real Estate", "Design", "A Matter of Life and Décor"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-job-training-programs-largely-ineffective-presidents-advisers-find-11561394148", "title": "Federal Job-Training Programs 'Largely Ineffective,' Trump's Advisers Find", "date": "2019-06-24 15:03", "summary": "Republican administration has proposed cutting spending on programs; Democrats defend them as helping the unemployed. WASHINGTON-As U.S. employers struggle to fill near-record-high job openings, government training programs aimed at solving that problem are coming up short, according to President Trump's economic advisers.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-court-rules-mentally-disabled-woman-must-have-abortion-11561390581", "title": "U.K. Court Overturns Ruling Ordering Mentally Disabled Woman to Have Abortion", "date": "2019-06-24 15:02", "summary": "Lower court had ruled that the woman didn't understand the challenges of caring for a child and wouldn't be able to meet them. LONDON-A British appeals court on Monday overturned a lower court's order that a mentally disabled woman undergo an abortion. The earlier ruling had prompted an outcry from the Roman Catholic Church and abortion opponents.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-noninvasive-genetic-tests-for-ivf-embryos-are-in-development-11561402801", "title": "New Noninvasive Genetic Tests for IVF Embryos Are in Development", "date": "2019-06-24 15:00", "summary": "Study published Monday marks the latest effort to develop more accurate, less invasive tests for detecting genetic abnormalities. Scientists at academic medical centers and fertility companies are developing more accurate and less invasive ways to test whether embryos made through in vitro fertilization procedures might have genetic abnormalities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-fed-president-too-early-to-tell-whether-rate-cut-will-be-warranted-11561402800", "title": "Dallas Fed President: Too Early to Tell Whether Rate Cut Will Be Warranted", "date": "2019-06-24 15:00", "summary": "Robert Kaplan says question of rate cuts depends on whether trade and global growth uncertainties are likely to persist. Federal Reserve Bank of Dallas President Robert Kaplan said it is too soon to say whether the Fed will need to reduce interest rates in coming months due to rising uncertainty over trade tensions and weaker global growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-deputy-mayor-for-health-and-human-services-to-step-down-11561402800", "title": "New York City's Deputy Mayor for Health and Human Services to Leave", "date": "2019-06-24 15:00", "summary": "Dr. Herminia Palacio to lead think tank focused on sexual and reproductive rights. Herminia Palacio, the New York City deputy mayor for Health and Human Services, announced Monday that she will leave her post next month to take a position at a leading research and policy think tank focused on sexual and reproductive rights.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-israel-look-to-coax-russia-away-from-iran-alliance-11561382544", "title": "U.S., Israel Look to Coax Russia Away From Iran Alliance", "date": "2019-06-24 14:50", "summary": "National security advisers from the U.S., Israel and Russia are holding an unusual gathering in Jerusalem to discuss regional security, including Iran. The U.S. and Israel are working to convince Russia to join them in reining in Iran during an unusual gathering of the three countries' national security advisers this week, part of a flurry of diplomatic activity amid tensions with Tehran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-the-morning-cocktail-11561481498", "title": "In Praise of the Morning Cocktail", "date": "2019-06-24 14:31", "summary": "A true power breakfast calls for more than a half-caf cappuccino. Here's what top Los Angeles bartenders are pouring before noon. Taken together, the words cocktail and morning don't usually conjure happy memories. The regret of waking up after one too many leaps to mind. Yet few things kick off the day more decisively than a strong Bloody Mary. The same logic guides the hand that adds a shot of grappa to an espresso in Italy (to make a caffè corretto), or a shot of vodka in Sweden (for kaffekask, \"strong coffee\"). In France, the shooter that spikes the morning coffee varies from region to region: Calvados in Normandy, Armagnac in Gascony, Marc in Provence. One might presume the alcohol negates the lift of the caffeine. But to my unscientific mind, the liquor eliminates the jitters brought on by caffeine but not the sense of being more awake.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-recipe-will-make-your-house-smell-heavenly-11561404936", "title": "This Recipe Will Make Your House Smell Heavenly", "date": "2019-06-24 14:31", "summary": "Chef Nasim Alikhani of Sofreh, in Brooklyn, builds flavor layer by layer in this delicious and highly aromatic dish of chicken thighs infused with turmeric, saffron and sumac. YOU GET A STRONG sense of mission when chef Nasim Alikhani talks about her restaurant, Sofreh, in Brooklyn, N.Y. \"No one else is doing what we're doing,\" she said. \"We're explaining traditional Iranian cooking to the public.\" Still, the experience of sitting down to a meal in the inviting dining room feels more intimate than didactic. The dishes tap into memories of growing up in Iran that Ms. Alikhani has held fast to since moving to New York in 1983. Her mother still ships ingredients to her from Isfahan.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-is-meeting-its-fiscal-challenges-11561398975", "title": "Connecticut Is Meeting Its Fiscal Challenges", "date": "2019-06-24 13:56", "summary": "Connecticut Governor Ned Lamont: When I took office in January, I did so staring down the barrel of a $3.7 billion budget deficit, which we've since closed.. Regarding your editorial \"A Connecticut Tax Story\" (June 19): When I took office in January, I did so staring down the barrel of a $3.7 billion budget deficit, which we've since closed. Too often Connecticut doled out multimillion dollar tax incentives to businesses which either shouldn't have received them or used them to their own end, never planning to stay and grow meaningfully in the state. And one hand was tied behind my back inheriting previously negotiated state-employee union contracts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-mojave-water-project-makes-good-sense-11561398921", "title": "Our Mojave Water Project Makes Good Sense", "date": "2019-06-24 13:55", "summary": "Cadiz will sustainably provide new water to 400,000 Californians. We've been approved under stringent environmental laws, upheld by the courts and validated through continued scientific analysis.. Cadiz operates a large agricultural property in California's Mojave Desert at the base of a 1,300 square mile watershed with an aquifer system storing more water than Lake Mead. We currently irrigate the property with groundwater, but it's a \"tipping cup\" and what we don't use migrates to saline playas and evaporates-over 10 billion gallons lost annually. By managing the aquifer and this loss, Cadiz will sustainably provide new water to 400,000 Californians. We've been approved under stringent environmental laws, upheld by the courts and validated through continued scientific analysis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-may-be-worth-it-but-isnt-always-11561398859", "title": "College May Be Worth It, but Isn't Always", "date": "2019-06-24 13:54", "summary": "Lest we forget, the \"nonqualified\" students who were admitted during the recent college-admissions scandal weren't discovered because they were failing out of these prestigious institutions of higher learning.. David L. Warren, Ph.D., of the National Association of Independent Colleges and Universities writes in his June 15 letter that \"a college degree is most definitely worth it-and worth the investment.\" Actually my opinion, and that of many of my friends with college-age children, is that at least half of what higher education offers is worthless.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-sees-china-crush-one-country-two-systems-11561398831", "title": "Taiwan Sees China Crush 'One Country, Two Systems'", "date": "2019-06-24 13:53", "summary": "Democracies around the world should guard against a Chinese narrative that tries to force the Hong Kong model on Taiwan.. The people of Hong Kong have good reason to resist Beijing's authoritarian reach (\"How the U.S. Can Help Hong Kong,\" Review & Outlook, June 17). Taiwan supports these brave souls as they exercise their freedom of speech and we stand in solidarity with them and their aspirations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-coercion-goes-wild-progressive-chefs-beware-11561398733", "title": "When Coercion Goes Wild, Progressive Chefs Beware", "date": "2019-06-24 13:52", "summary": "I look forward to the day when I have the right to force a creative professional to design something that I am going to eat/enjoy, even if the artist finds my choice offensive or even repulsive.. Regarding John Bursch's \"How Masterpiece Cakeshop Fell Short\" (op-ed, June 21): I look forward to the day when I have the right to force a creative professional to design something that I and my loved ones are going to eat and enjoy, even if the artist finds my choice offensive or even repulsive. I am sure the results of such indentured servitude will be memorable. The possibilities are endless: kosher neo-Nazi cakes, pro-Israel kanafehs from halal bakeries, pro-life cookies and Make America Great Again cakes from progressive bakeries.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-central-banks-deputy-governor-resigns-11561398098", "title": "Indian Central Bank's Deputy Governor Resigns", "date": "2019-06-24 13:41", "summary": "Viral Acharya's departure reignites a debate over RBI's independence. NEW DELHI-The Reserve Bank of India's deputy governor stepped down on Monday, reigniting a debate on the independence of monetary policy in the world's biggest democracy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/icahns-caesars-bet-was-smart-not-just-lucky-11561395233", "title": "Icahn's Caesars Bet Was Smart, Not Just Lucky", "date": "2019-06-24 12:53", "summary": "Activist's push for Eldorado's deal to buy Caesars is ambitious, but now is a good time for a defensive M&A bet. Carl Icahn's bet on Caesars Entertainment already looks to be paying off. The activist investor has pushed for the Las Vegas-based casino operator to sell itself. On Monday, regional operator Eldorado Resorts announced an $8.6 billion cash-and-stock deal to acquire it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-airline-promises-to-bore-you-11561395072", "title": "German Airline Promises to Bore You", "date": "2019-06-24 12:51", "summary": "'We are German; we like to be boring,' says Lufthansa's chief executive officer. Investing in airlines offers more rolls, loops and spins than actually taking a commercial flight, because profitability is extremely sensitive to any drop off in demand. German carrier Lufthansa hopes to ease the turbulence by proudly reclaiming a national trait: boringness.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milan-cortina-selected-as-host-for-2026-olympics-11561394428", "title": "Italy Selected as Host for 2026 Winter Olympics", "date": "2019-06-24 12:40", "summary": "The International Olympic Committee selected Milan and Cortina d'Ampezzo over a joint bid by Stockholm and Åre, Sweden, and Sigulda, Latvia. The International Olympic Committee voted to award the 2026 Winter Olympic Games to Milan-Cortina, Italy. This will be the third Winter Olympics in Italy and second at Alpine ski resort Cortina d'Ampezzo, which hosted the Olympics in 1956.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-record-high-isnt-a-reason-to-worry-11561393967", "title": "Stock Market's Record Isn't a Reason to Worry", "date": "2019-06-24 12:32", "summary": "Glance at the stocks that are leading the market and there are no obvious signs of exuberance. With the S&P 500 making a new high again last week the obvious worry is that investors are getting overenthusiastic, as cheap money shields them from the real-world problems of a weaker economy, increasingly dangerous global politics and a poor profits outlook.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nowhere-man-behind-the-yesterday-script-11561392902", "title": "'Yesterday': The Real Story Behind The Beatles-Inspired Movie", "date": "2019-06-24 12:15", "summary": "The original idea for Richard Curtis's musical comedy came from a writer whose name you won't see on the poster. How much is an idea worth? In show business it often depends on who came up with it.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-proposes-to-wipe-out-all-student-debt-with-funds-raised-from-wall-street-11561391789", "title": "Sanders Proposes to Wipe Out All Student Debt With Funds Raised From Wall Street", "date": "2019-06-24 12:13", "summary": "Democratic presidential hopeful weighs in on issue aimed at winning over young and educated voters. WASHINGTON-Democratic presidential candidate Bernie Sanders is proposing to forgive all $1.5 trillion in U.S. student-loan debt with taxpayer dollars, entering a policy debate that resonates with young and educated voters the Democrats hope to secure for their 2020 electoral coalition.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-heat-wave-could-lead-to-crime-wave-in-poor-neighborhoods-study-says-11561392032", "title": "Heat Waves Precipitate More Crime in Poor Areas, Study in L.A. Finds", "date": "2019-06-24 12:07", "summary": "Violent crime rises by 5.7% when temperature tops 85 degrees-but not in wealthier neighborhoods. Police Departments have long been aware of the correlation between heatwaves and higher crime, but new data measures how poor neighborhoods suffer far more than richer areas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-washington-university-takes-money-from-people-with-a-point-of-view-11561392052", "title": "George Washington University Takes Money From People With a Point of View", "date": "2019-06-24 12:00", "summary": "We reported that the purportedly unbiased Regulatory Studies Center at George Washington University opines against regulations about 96% of the time in its public comments to the government on pending policies. Three-fourths of those comments were authored by people with past or present ties to groups funded by the Koch family.. Regarding your editorial \"Bullying George Washington\" (June 7), we reported that the purportedly unbiased Regulatory Studies Center at George Washington University opines against regulations about 96% of the time in its public comments to the government on pending policies. Three-fourths of those comments were authored by people with past or present ties to groups funded by the Koch family.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-gives-businesses-wider-protections-under-foia-11561391869", "title": "Court Gives Businesses Wider Protections Under FOIA", "date": "2019-06-24 11:57", "summary": "Justices, in 6-3 ruling, find the government can block private-sector financial data. WASHINGTON-The Supreme Court on Monday gave the government more leeway to block the release of documents that contain private-sector commercial or financial information, a win for the business community over media organizations and other advocates for public access.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-myers-celgene-deal-can-still-be-a-winner-11561391397", "title": "Bristol-Myers' Celgene Deal Can Still Be a Winner", "date": "2019-06-24 11:49", "summary": "Psoriasis drug sale will hold up Celgene deal, but Bristol-Myers should receive a premium price. Bad news at Bristol-Myers Squibb comes with a significant silver lining.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-demand-for-delivery-is-remaking-chinas-grocery-landscape-11561381366", "title": "After Struggling to Deliver in China, Carrefour Packs Its Bags", "date": "2019-06-24 11:25", "summary": "French company is pulling back as local upstarts seize on the trend toward delivering items directly to customers' homes. BEIJING- Carrefour SA, one of Europe's largest grocery retailers, is unloading most of its operations in China, where big-box retailers are struggling to keep up with nimble delivery providers that are winning over shoppers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-leader-of-americas-fracking-boom-has-second-thoughts-11561388670", "title": "A Leader of America's Fracking Boom Has Second Thoughts", "date": "2019-06-24 11:04", "summary": "Resume Subscription. Early this year, Scott Sheffield realized he had a problem. Investors were cooling on Pioneer Natural Resources Co. , the company he built into one of the leaders of the American fracking boom.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/odell-beckham-jr-wore-a-man-skirt-so-i-did-too-11561388122", "title": "I Wore a Man-Skirt (and I Honestly Didn't Hate It)", "date": "2019-06-24 10:55", "summary": "Though Scots-and fans of their style-have worn kilts for centuries, the garment is still heavily gendered. I decided to try one on for myself. ODELL BECKHAM JR. and I have very little in common. He is a three-time Pro Bowl wide receiver who made 77 catches last season and moonlights as a model in GQ spreads. I am an undersized reporter who can barely catch a cab and could get mistaken for Alfred E. Neuman on a bad day. Yet, after seeing the Cleveland Browns wide receiver convincingly wear a Thom Browne pleated skirt to the Metropolitan Museum of Art's Costume Institute Gala in New York last month, I was inspired to emulate this unlikely style role model.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-landlords-in-a-financial-bind-from-new-rent-law-11561201200", "title": "New York Landlords in a Financial Bind From New Rent Law", "date": "2019-06-24 10:50", "summary": "Curb on market-rate conversions pressures the value of rent-stabilized apartment. Property investors have spent billions of dollars on apartment buildings for what has been one of the most reliably profitable bets in New York City real estate: converting rent-regulated apartments to market-rate units.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosns-lawyers-push-for-reason-why-nissan-ceo-wasnt-charged-11561381969", "title": "Ghosn's Lawyers Push for Reason Why Nissan's Saikawa Wasn't Charged", "date": "2019-06-24 10:39", "summary": "Defense lawyer said he raised the subject in several ways but prosecutors declined to answer each time. TOKYO-Carlos Ghosn's defense team challenged Japanese prosecutors to explain why they didn't charge Nissan Motor Co. Chief Executive Hiroto Saikawa over allegations that the auto maker failed to report Mr. Ghosn's compensation properly.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-gop-lawmakers-hope-trump-keeps-counterstrike-on-the-table-11561385334", "title": "Key Lawmakers Hope Trump Keeps Counterstrike on Table", "date": "2019-06-24 10:08", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-federal-reserve-doesn-t-know-what-it-is-doing-11561381446", "title": "Trump Says Federal Reserve 'Doesn't Know What It Is Doing'", "date": "2019-06-24 10:04", "summary": "Criticism comes after central bank opted last week not to cut interest rates. WASHINGTON-President Trump said the Federal Reserve \"doesn't know what it is doing\" and compared the U.S. central bank to a \"stubborn child\" in a pair of tweets on Monday, after the bank opted not to cut interest rates during its two-day meeting last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-decide-on-government-obligations-in-health-care-law-11561384180", "title": "Supreme Court Takes Case on ACA Risk-Sharing Payments", "date": "2019-06-24 10:00", "summary": "High court to consider insurer claims for billions in Affordable Care Act funds. WASHINGTON-The Supreme Court agreed on Monday to consider whether the federal government is obligated to pay billions of dollars to health insurers that participated in Affordable Care Act exchanges that offered policies to consumers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-inflation-eased-in-early-june-11561384461", "title": "Mexican Inflation Eased in Early June", "date": "2019-06-24 09:54", "summary": "12-month rate moves closer to central bank's 3% target; food and energy prices drop. MEXICO CITY-Mexican consumer prices were little changed in the first half of June, bringing annual inflation closer to the central bank's target as lower food and energy costs offset increases in services such as airfares and vacation packages.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-money-markets-strains-ease-but-system-is-still-vulnerable-to-shocks-11561375031", "title": "China's Money-Markets Strains Ease, but System Is Still Vulnerable to Shocks", "date": "2019-06-24 09:22", "summary": "Mistrust between borrowers and lenders in the repo market can feed on itself and build into bigger problems. SHANGHAI-Signs of funding stress in China's money markets have abated after the country's financial regulators urged banks and brokerages to restore calm, but the recent disruptions showed the financial system's vulnerability to even small shocks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cradles-pews-and-the-societal-shifts-coming-to-politics-11561382477", "title": "Cradles, Pews and the Societal Shifts Coming to Politics", "date": "2019-06-24 09:21", "summary": "Consequences are big as church attendance declines and the birthrate drops. Sometimes the most important trends-the ones with enormous social and political consequences-are unfolding in plain sight. New data show two of them are under way right now:", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-carnival-amag-pharmaceuticals-canopy-growth-11561370400", "title": "Stocks to Watch: Caesars, Bristol-Myers, Carnival, and More", "date": "2019-06-24 09:07", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adults-fighting-at-youth-baseballreally-11561380478", "title": "Adults Fighting at Youth Baseball-Really?", "date": "2019-06-24 09:06", "summary": "An embarrassing brawl on the field is another signal of sports culture gone amok. My son's first season of organized baseball wrapped this past weekend, and I'm grateful to his coaches, teammates and my fellow parents for what was regularly the most positive two hours of my week.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-on-countries-to-protect-own-ships-in-strait-of-hormuz-11561380556", "title": "Trump Calls On Countries to Protect Own Ships in Strait of Hormuz", "date": "2019-06-24 08:49", "summary": "On Twitter Monday, president says U.S. is becoming a self-sufficient energy producer and no longer needs to be in region. WASHINGTON-President Trump called upon countries to protect their own ships passing through the Strait of Hormuz and questioned why the U.S. has provided such protection for years \"for zero compensation.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dispatches-from-the-2020-long-shots-trail-11561380289", "title": "Dispatches From the 2020 Long Shots' Trail", "date": "2019-06-24 08:44", "summary": "As the first round of Democratic debates approaches, presidential candidates polling around 1% look for a breakout moment. Most of the 2020 Democratic presidential hopefuls have a clear task ahead: find that breakout moment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-slashes-outlook-on-fresh-diesel-allegations-11561367960", "title": "Daimler Cuts Outlook on Fresh Diesel Allegations", "date": "2019-06-24 08:38", "summary": "Shares fall almost 5% on the third profit warning in a year; company denies manipulating diesel engines amid recall. BERLIN-Shares of Daimler AG fell almost 5% on Monday after the maker of Mercedes-Benz luxury cars issued a profit warning late Sunday related to a government recall of vehicles suspected of manipulating diesel emissions.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-corporate-boards-can-get-serious-about-sustainability-issues-11561379882", "title": "How Corporate Boards Can Get Serious About Sustainability Issues", "date": "2019-06-24 08:38", "summary": "Here are five ways boards can turn concerns about sustainability into effective action. The idea of sustainability is gaining traction in the boardroom. But a vast gap remains between the few directors who know how to integrate it into the heart of their organization's activities and the many who are taking a more check-a-box approach.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-companies-link-executive-pay-to-sustainability-targets-11561379745", "title": "More Companies Link Executive Pay to Sustainability Targets", "date": "2019-06-24 08:35", "summary": "How do you get management to make progress on social, environmental and governance goals? Make their compensation depend on it.. When Floris Fooij proposed a $1.7 million upgrade for the vitamin plant he oversees in New Jersey a few months ago, he did something he wouldn't have done in the past: He mapped out for the finance team how the upgrade would affect the firm's greenhouse-gas emissions.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-difficulty-of-measuring-a-companys-social-impact-11561379621", "title": "The Difficult Task of Measuring a Company's Social Impact", "date": "2019-06-24 08:33", "summary": "Asset managers, nonprofits and others are working on the problem. But even many companies themselves still struggle with how to define their own positive social results.. For investors who follow ESG strategies, something is missing.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-are-the-most-ethical-companies-good-luck-figuring-that-out-11561379528", "title": "Which Are the Most Ethical Companies? Good Luck Figuring That Out", "date": "2019-06-24 08:32", "summary": "As ESG ratings proliferate, investors find it difficult to untangle conflicting messages. Investors have become choosier about their portfolios, increasingly flocking to companies that align with their values related to the environment or social issues.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sin-stocks-seek-atonement-11561379445", "title": "'Sin Stocks' Seek Atonement", "date": "2019-06-24 08:30", "summary": "How companies with problematic social-impact reputations are trying to win over investors. Companies that have been on the wrong side of the social-impact movement are trying to convince investors to take another look. And for some investors, at least, it's working.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-legend-chrissy-teigen-rose-variety-show-11561140327", "title": "John Legend Thinks He and Chrissy Teigen Could Have a Variety Show", "date": "2019-06-24 08:30", "summary": "The Grammy (and Oscar, and Tony, and Emmy...) winner reflects on his family business with Chrissy Teigen, his new French wine and his dream of owning a vineyard. John Legend is enjoying the fruits of his labor.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-best-investments-in-history-becomes-a-headache-11561377644", "title": "One of the Best Investments in History Becomes a Headache", "date": "2019-06-24 08:00", "summary": "South African tech giant Naspers will need to articulate a more coherent strategy once it moves its key assets to Amsterdam. One of the best investments of all time has become a big financial headache. Tencent's anchor shareholder has a curiously incomplete plan to manage the downside of its extraordinary early bet on the Chinese tech giant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-is-low-on-ammunition-11561374180", "title": "Federal Reserve Is Low on Ammunition", "date": "2019-06-24 07:03", "summary": "Rates are low already, giving U.S. central bank only so many rate cuts before it hits zero again. The Federal Reserve doesn't have a lot of bullets, and as soon as next month it could start firing some of them off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liveramp-buys-data-plus-math-to-boost-targeted-tv-ad-presence-11561374000", "title": "LiveRamp Buys Data Plus Math to Boost Targeted TV Ad Presence", "date": "2019-06-24 07:00", "summary": "Cash-and-stock deal, valued at $150 million, combines companies' data sets that help advertisers check efficiency of campaigns. LiveRamp Holdings Inc. RAMP 5.40% agreed to buy Data Plus Math Corp. for $150 million in cash and stock, a deal that will give the platform firepower to help advertisers buy and analyze targeted ads both on traditional and streaming TV.", "categories": [["WSJ News Exclusive", "CMO"]], "category_links": ["https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-recorded-game-of-baseball-was-playedin-england-11561374001", "title": "The First Recorded Game of Baseball Was Played...in England?", "date": "2019-06-24 07:00", "summary": "Walton-on-Thames, located in Surrey about 15 miles southwest of Central London, is staking its claim to a game that happened in 1749. The upcoming series between the New York Yankees and the Boston Red Sox in London is being touted as the introduction of baseball to an audience that barely knows which way to run to first. But one small English town wants the world to know that, contrary to popular belief, America isn't importing its pastime to the U.K. at all-it's simply bringing it back home.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-bond-that-vanished-during-financial-crisis-is-back-11561374002", "title": "Mortgage Bond That Vanished Is Back", "date": "2019-06-24 07:00", "summary": "A unit of private-equity firm Cerberus issues debt secured by home-equity lines of credit. Cerberus Capital Management LP is bringing back a type of mortgage bond that went extinct during the financial crisis.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-probes-whether-lab-startup-ubiome-used-improper-billing-codes-sought-unnecessary-tests-11561373930", "title": "FBI Probes Whether Lab Startup uBiome Used Improper Billing Codes", "date": "2019-06-24 06:58", "summary": "Investigation also involves the role of doctors who ordered the uBiome tests. The Federal Bureau of Investigation is examining whether lab-testing startup uBiome Inc. used improper billing codes in claims and sought payment for unnecessary tests, tactics that could have inappropriately enriched the company, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-executives-spearhead-green-initiatives-11561368600", "title": "Tech Executives Spearhead Green Initiatives", "date": "2019-06-24 05:30", "summary": "IT leaders are taking company sustainability goals down to the code level. Information-technology executives are pushing to make their systems more energy-efficient, developing and tweaking software to cut waste and tracking how much energy their operations consume.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wait-where-did-our-new-hire-go-11561368606", "title": "Wait, Where Did Our New Hire Go?", "date": "2019-06-24 05:30", "summary": "An abrupt change of heart after saying yes to a job can have career repercussions years later-here's how to navigate this delicate decision. It should be any job seeker's dream: You're looking for a job and three offers land in your lap. Or maybe you're not even looking and a rival company tries to recruit you.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hondurass-leader-struggles-with-ills-that-drive-migration-11561368607", "title": "Honduras's Leader Struggles With Ills That Drive Migration", "date": "2019-06-24 05:30", "summary": "U.S. voices confidence in Juan Orlando Hernández while protests and corruption dog his presidency. TEGUCIGALPA, Honduras-The man the U.S. is counting on to stem a surge of Hondurans fleeing this impoverished, violence-ridden country is facing street protests and corruption allegations that make it harder to persuade people to stay.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-banks-stumble-in-adoption-of-new-accounting-standard-11561368600", "title": "Argentine Banks Stumble in Adoption of New Accounting Standard", "date": "2019-06-24 05:30", "summary": "Firms miss filing deadline as they adjust to new rules in the midst of hyperinflation. New accounting requirements aimed at establishing a common set of standards around the world hit Argentine banks in the middle of a recession and runaway inflation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-want-your-school-to-be-named-for-a-confederate-general-find-someone-else-named-lee-11561368603", "title": "Don't Want Your School to Be Named for a Confederate General? Find Someone Else Named Lee", "date": "2019-06-24 05:30", "summary": "Schools honor others with surname to avoid costs of repainting or new signs. The North East Independent School District in Texas was facing pressure to change the name of Robert E. Lee High School, amid national protests over the legacy of the Confederate general.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-pick-a-fight-with-the-peoples-bank-of-china-11561366004", "title": "Don't Pick a Fight With the People's Bank of China", "date": "2019-06-24 04:49", "summary": "Speculators shorting the yuan have been burned. Betting against the Korean won is a safer way to make the same wager.. Folk wisdom suggests you shouldn't start an argument with someone who buys ink by the barrel. Investors should think twice before making bets against someone with several trillion dollars in foreign exchange reserves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogs-vs-cats-why-pet-friendly-hotels-are-warming-to-felines-11561401093", "title": "Dogs vs. Cats: Why Pet-Friendly Hotels Are Warming to Felines", "date": "2019-06-24 00:01", "summary": "Though such hotels have traditionally focused on pampering dogs, they increasingly view cats as more manageable guests. Rajah's name means \"king\" in Hindi and when he checks into a hotel, he expects the royal treatment-from specially prepared meals to amenities like plush pinstripe pillows. While experienced travelers might view that level of luxury as yawningly routine, it's not when you consider that Rajah is a 2-year-old orange tabby cat.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11561301737", "title": "Pepper...and Salt", "date": "2019-06-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-new-iran-sanctions-as-europe-tries-to-defuse-tensions-11561321739", "title": "U.S. Plans New Iran Sanctions as Europe Tries to Defuse Tensions", "date": "2019-06-24 23:59", "summary": "President Trump, aides have indicated they are prepared to wait for the economic vise on Tehran to tighten further, but face calls at summits this week to show restraint. The U.S. plans to impose major new sanctions on Iran, signaling it won't ease pressure despite a diplomatic push by European leaders to persuade Washington and Tehran to show restraint.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-warn-kellyanne-conway-of-possible-subpoena-11561331088", "title": "House Democrats Warn Kellyanne Conway of Possible Subpoena", "date": "2019-06-24 21:56", "summary": "Oversight committee says neither she nor the White House had responded to its invitation to testify at a Wednesday hearing. A House committee is warning senior presidential adviser Kellyanne Conway that it may subpoena her testimony if she fails to attend a hearing this week over alleged ethics violations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-confronts-racial-tensions-after-police-shooting-in-hometown-11561333043", "title": "Buttigieg Confronts Racial Tensions After Police Shooting", "date": "2019-06-24 20:25", "summary": "Democratic presidential candidate holds community meeting after white police officer fatally shot black man. Racial tensions in South Bend, Ind., continue to test the city's mayor and Democratic presidential candidate Pete Buttigieg following a police-officer-involved shooting that left a black man dead in the city earlier this month.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]