[{"link": "https://www.wsj.com/articles/texas-church-shooting-leaves-two-dead-one-wounded-11577648142", "title": "Armed Parishioners Kill Gunman Who Fatally Shot Two at Texas Church", "date": "2019-12-29 20:36", "summary": "Shooter dies after two church members serving as volunteer security return fire. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-rights-icon-rep-john-lewis-says-he-has-pancreatic-cancer-11577663294", "title": "Civil Rights Icon Rep. John Lewis Says He Has Pancreatic Cancer", "date": "2019-12-29 19:37", "summary": "The cancer was discovered during a routine medical visit and confirmed by follow-up tests, Mr. Lewis said. WASHINGTON-John Lewis, the civil rights icon and Democratic congressman from Georgia, disclosed Sunday that he has advanced pancreatic cancer but vowed to continue in office while he fights the disease.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-stabbed-at-hanukkah-celebration-north-of-new-york-city-11577598858", "title": "How Congregants Fought Off Attacker in Hanukkah Assault", "date": "2019-12-29 19:28", "summary": "Suspect is arrested after five people injured in stabbing attack at rabbi's home; 'It was not an umbrella, it was a butcher knife'. MONSEY, N.Y.-Members of the Congregation Netzach Yisroel were gathered at the home of their rabbi in this heavily orthodox New York City suburb to celebrate the seventh night of Hanukkah when they noticed a stranger in their midst.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-strikes-shiamilitia-targets-in-iraq-and-syria-11577642168", "title": "U.S. Strikes Shiite Militia Targets in Iraq and Syria", "date": "2019-12-29 19:28", "summary": "Operation against Iran-backed Kataib Hezbollah comes in retaliation for attack targeting Iraqi military base that killed a U.S. contractor, wounded four troops. The U.S. carried out airstrikes against an Iranian-backed Shiite militia group in Iraq and Syria, in the Trump administration's most forceful response to Tehran's assertive posture in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-backed-kataib-hezbollah-has-long-targeted-u-s-forces-11577661868", "title": "Iran-Backed Kataib Hezbollah Has Long Targeted U.S. Forces", "date": "2019-12-29 19:05", "summary": "Attempts to bring militias to heel have forced Iraq's prime minister to navigate between Tehran and Washington. BEIRUT-The Iranian-backed Iraqi militia targeted by U.S. airstrikes on Sunday was among the Shiite groups that joined in the fight against Islamic State. But for nearly two decades it has also attacked American forces and helped stoke sectarian strife in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talks-over-some-new-york-state-bills-stretch-into-new-year-11577664001", "title": "Talks Over Some New York State Bills Stretch Into New Year", "date": "2019-12-29 19:00", "summary": "A minimum-wage bill for 'carwasheros' and the creation of a special high school in Syracuse are among the stalled measures. The fate of 11 bills that the New York state Legislature passed earlier this year isn't likely to be decided until 2020, as Gov. Andrew Cuomo has delayed signing them into law over a variety of concerns, a gubernatorial aide said.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainian-government-rival-separatists-exchange-prisoners-amid-push-for-peace-11577619371", "title": "Ukraine Government, Separatists Swap Prisoners Amid Peace Push", "date": "2019-12-29 18:52", "summary": "Prisoner swap follows peace talks between Ukraine and Russia. MOSCOW-Ukrainian government forces and pro-Russia separatists in the east of the country exchanged dozens of prisoners, a small step toward a rapprochement between two sides that have been engaged in a slow-burning conflict for almost six years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-koreas-kim-before-new-years-address-vows-offensive-measures-11577662325", "title": "North Korea's Kim, Before New Year's Address, Vows 'Offensive' Measures", "date": "2019-12-29 18:32", "summary": "Pyongyang hasn't convened a Central Committee session this close to leader's yearly speech in recent years. SEOUL-North Korean leader Kim Jong Un presided over a weekend of policy meetings held by the ruling Workers' Party, as Pyongyang mulls a shift in its approach with Washington amid a standstill in nuclear talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-taking-cash-out-of-their-homesand-it-is-costing-them-11577529000", "title": "Americans Are Taking Cash Out of Their Homes-And It Is Costing Them", "date": "2019-12-29 18:29", "summary": "Resume Subscription. Many U.S. homeowners who need cash are taking it out of their properties. The trade-off: higher interest rates.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-finally-fires-back-at-iran-11577662029", "title": "Trump Finally Fires Back at Iran", "date": "2019-12-29 18:27", "summary": "Tehran's proxies will keep attacking as long as they sense U.S. weakness.. It's about time. Finally, after multiple attacks on U.S. bases and allies, President Trump approved a military response against Iranian-allied militias in Iraq and Syria on the weekend. Mr. Trump has to be prepared to do more if the Iranians decide to escalate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-subpoena-standard-11577661976", "title": "Biden's Subpoena Standard", "date": "2019-12-29 18:26", "summary": "Joe says calling him to testify at a trial would be illegal.. Donald Trump should keep a thank-you letter to Joe Biden on robo-write. In his latest favor to the President, the former Vice President told the Des Moines Register last week that he wouldn't honor a subpoena to testify in a Senate impeachment trial.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-amendment-sanctuaries-11577661926", "title": "Second Amendment 'Sanctuaries'", "date": "2019-12-29 18:25", "summary": "Virginia counties say they might not enforce new gun-control laws.. Here's a legal poser for the New Year. The board of supervisors in Virginia's Fauquier County has voted unanimously that it is a \"constitutional county.\" This is part of a larger movement by Virginia counties to declare themselves \"Second Amendment sanctuaries\" in anticipation of gun-control measures the new Democratic state Legislature is expected to pass in 2020.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/piercing-egyptian-secrecy-probe-of-egyptair-crash-faults-airline-with-lapses-11577645533", "title": "French Probe of EgyptAir Crash Faults Airline With Lapses", "date": "2019-12-29 18:16", "summary": "Resume Subscription. PARIS-When an EgyptAir flight crashed on its way from Paris to Cairo in May 2016, international law designated the Egyptian government to lead a probe to find out why the jet plunged suddenly into the Mediterranean Sea, killing all 66 people aboard.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/toms-shoes-gets-new-owners-in-out-of-court-debt-restructuring-11577658221", "title": "Toms Shoes Gets New Owners in Out-of-Court Debt Restructuring", "date": "2019-12-29 17:23", "summary": "Slip-on footwear business, which has been backed by Bain Capital since 2014, is handing ownership to creditors owed about $300 million. Slip-on footwear company Toms Shoes LLC, backed by Bain Capital, is handing ownership to creditors in an out-of-court recapitalization that includes restructuring $300 million in debt and investing $35 million in the business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-was-going-to-change-the-world-11577648947", "title": "'He Was Going to Change the World'", "date": "2019-12-29 16:01", "summary": "Resume Subscription. HOUSTON-Devon Wade left this world much as he entered it, intertwined with his identical twin, Steve, fighting to survive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-least-70-killed-by-truck-bomb-in-somalias-capital-11577539770", "title": "More Than 70 Killed by Truck Bomb in Somalia's Capital", "date": "2019-12-29 15:50", "summary": "No one has claimed responsibility for the explosion in Mogadishu, but the president blames al-Shabaab. The death toll from a massive weekend truck bomb during rush hour in Mogadishu was at 79 and expected to rise, marking one of the deadliest single attacks in Somalia's decades of civil war and Islamist insurgency.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-skywalker-fuels-hearty-holiday-box-office-11577649104", "title": "'The Rise of Skywalker' Fuels Hearty Holiday Box Office", "date": "2019-12-29 15:37", "summary": "Disney film weathers mixed reviews to again take No. 1 spot. While the majority of moviegoers chose to escape to a galaxy far, far away, a bevy of films exploring alternate destinations helped give Hollywood some healthy holiday box-office returns.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-citizen-arrested-for-taking-photos-at-florida-naval-base-11577650517", "title": "Chinese Citizen Arrested for Taking Photos at Florida Naval Base", "date": "2019-12-29 15:15", "summary": "Incident is the latest in a string that authorities say may reflect stepped-up Chinese intelligence-gathering. WASHINGTON-Military authorities in Florida arrested a Chinese citizen for allegedly taking photos of facilities at a base in Key West, Fla., the latest in a string of incidents that authorities say may reflect stepped-up Chinese intelligence-gathering operations at U.S. military bases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-purchasing-managers-and-consumer-confidence-11577649600", "title": "Economy Week Ahead: Purchasing Managers, Consumer Confidence, Fed Minutes", "date": "2019-12-29 15:00", "summary": "Fed will release minutes from its December meeting. In 2020's opening week, a handful of economic news nuggets could give clues about how the new year will unfold. New data will show how the factory sector is fairing in China, Europe and the U.S., and Federal Reserve meeting minutes could offer more clarity on the direction of monetary policy.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tech-years-2010-was-eons-ago-11577648410", "title": "In Tech Years, 2010 Was Eons Ago", "date": "2019-12-29 14:40", "summary": "Streaming, AI and other breakthroughs have kept the U.S. economy surging.. Now that was a decade! In 2009 we wore analog watches, had landline phones, hung out in bookstores, and even hailed taxis. Ah, the good old days. Please don't make us go back.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-in-court-for-cuban-property-owners-11577648365", "title": "A Day in Court for Cuban Property Owners", "date": "2019-12-29 14:39", "summary": "Those who traffic in assets confiscated after the revolution can be held liable.. Thanks to the Trump administration, Americans whose property in Cuba was expropriated by the military dictatorship of Fidel Castro may finally have their day in court.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-plague-of-executive-producers-11577648316", "title": "A Plague of Executive Producers", "date": "2019-12-29 14:38", "summary": "HBO's 'Succession' is up to nine of them. But what do they do?. Q: How many executive producers does it take to change a lightbulb? A: No one knows, because Hollywood EPs don't do such things. Follow-up Q: Well, then, how many executive producers does it take to make a television show? A: Again, no one knows, because the number is growing so fast it's impossible to keep track.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-impeccable-spy-review-stalins-man-in-tokyo-11577648260", "title": "'An Impeccable Spy' Review: Stalin's Man in Tokyo", "date": "2019-12-29 14:37", "summary": "Richard Sorge drank heavily, bedded his associates' wives-and provided the Soviets crucial information after Hitler's invasion.. On May 14, 1938, after finishing a night of drinking by downing a bottle of whiskey, the Tokyo-based Soviet spy Richard Sorge mounted his motorcycle and, as always, roared through the city's narrow streets on his way home. This time, though, he ran straight into a stone wall, fracturing his skull. Before passing out in the hospital, he managed to tell an accomplice to empty his pockets, which contained several intelligence reports not yet encoded and a stash of American dollars.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-isnt-your-fathers-impeachment-11577648194", "title": "This Isn't Your Father's Impeachment", "date": "2019-12-29 14:36", "summary": "In 1974, the president faced recession, inflation, monolithic media and conservative dissension.. By impeaching President Trump, House Democrats had hoped to stir up a Watergate-like frenzy, at least to damage the president and perhaps even to hit the pay dirt of conviction and removal from office. But they fail to understand how today's political structure and atmosphere differ from those of the Watergate era.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abiy-ahmed-vladimir-lenin-and-the-quest-for-peace-11577648108", "title": "Abiy Ahmed, Vladimir Lenin and the Quest for Peace", "date": "2019-12-29 14:35", "summary": "The Nobel laureate has his work cut out for him: protecting beleaguered minorities in Ethiopia.. Abiy Ahmed was in a hurry. This year's Nobel Peace Prize laureate surprised his Norwegian hosts when he declined to hold two press conferences and skipped town shortly after delivering his Dec. 10 Nobel lecture. Rising ethnic tensions beckoned the Ethiopian prime minister home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-generic-politician-cant-beat-trump-11577648042", "title": "A Generic Politician Can't Beat Trump", "date": "2019-12-29 14:34", "summary": "The political class has clung to conformism as if it's a way to protest him.. One business lesson Donald Trump has applied in politics is to be original. Companies spend tremendous sums to make unique products, brand them and protect them from copying. Electoral messages are easy to copy, yet few candidates seem to recognize the threat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-cuomo-11577647988", "title": "Notable & Quotable: Cuomo", "date": "2019-12-29 14:33", "summary": "'He can't support a bill that would authorize marriages by more federal judges, including those appointed by Trump.'. A Dec. 23 Associated Press dispatch:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-to-blame-for-boeings-737-max-saga-11577647867", "title": "Who's to Blame for Boeing's 737 MAX Saga?", "date": "2019-12-29 14:31", "summary": "Airmanship is too often absent when most needed-when automation fails and pilots must adapt.. Holman W. Jenkins, Jr. has brought clarity to the 737 MAX issue (\"Pilots, Not the Plane, Keep the Boeing MAX Grounded,\" Business World, Dec. 21). I am privileged to be an industry volunteer member of the Federal Aviation Administration's airman certification system working group, and I have witnessed a well-intentioned culture shift in the bureaucracy. In dealing with in-flight emergencies, the emphasis is now on \"accident prevention\" training, as opposed to \"pilot skill\" training. This is a serious departure from historical methods in training pilots. The culture has also changed from basic airmanship \"skill set\" training to favor \"scenario\" training. Autopilot training is stressed over hand flying. As a result of these shifts, airmanship is too often absent when most needed-when automation fails and pilots must adapt.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-continuing-confusion-about-capitalism-11577647815", "title": "The Continuing Confusion About Capitalism", "date": "2019-12-29 14:30", "summary": "When anticapitalists treat capitalism as a new, artificial system to be dismantled, they ought to be reminded that capitalism developed organically thousands of years ago.. Many anticapitalists seem to think capitalism is a modern creation. Barton Swaim argues persuasively against the term \"creation\" (\"Capitalism Isn't a 'System,' \" op-ed, Dec. 26) but the other word, \"modern,\" deserves critical attention, too.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trust-your-gut-on-the-value-of-academias-fat-studies-11577647722", "title": "Trust Your Gut on the Value of Academia's 'Fat Studies'", "date": "2019-12-29 14:28", "summary": "Unlike Mr. Hobbs's hypothetical life-insurance customer, no morbidly obese person has 'no other risk factors.'. Jesse Hobbs's letter (\"A Rational Defense of College 'Fat Studies,' \" Dec. 18) is misleading in its criticism of Peter Boghossian's \"'Idea Laundering' in Academia,\" (op-ed, Nov 25).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-decided-that-we-use-latino-but-not-nihonjin-11577647621", "title": "Who Decided That We Use 'Latino' but Not 'Nihonjin'?", "date": "2019-12-29 14:27", "summary": "Let's agree that calling someone 'colored' is offensive in American English. Well, I find 'people of color' equally offensive.. I've often wondered how a term's offensiveness gets removed. Let's agree that calling someone \"colored\" is offensive in American English. Well, I find \"people of color\" equally offensive and have never used the term.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-battle-to-recruit-new-quants-hedge-funds-outpay-banks-11577646001", "title": "In Battle to Recruit New Quants, Hedge Funds Outpay Banks", "date": "2019-12-29 14:00", "summary": "The funds are eager to attract workers with quantitative skills; some graduates say they are earning $1 million. Hedge funds are paying top dollar to bring in new employees with quantitative skills, underscoring the desperation some funds face to bulk up their abilities around big data and algorithms.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-lays-out-his-objections-to-impeachment-subpoena-demand-11577558319", "title": "Biden Shifts Stance, Says He Would Testify in Impeachment Trial", "date": "2019-12-29 13:48", "summary": "Democratic candidate says he would honor potential GOP subpoena after earlier saying he wouldn't, because process 'is about Trump's conduct, not mine'. IOWA CITY, Iowa-Former Vice President Joe Biden said he would testify in President Trump's impeachment trial if subpoenaed by Senate Republicans, reversing course after earlier saying he would refuse but reiterating his view that participating wouldn't shed light on the charges.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lawyer-who-decides-whether-pope-bobbleheads-are-ok-11577642030", "title": "The Lawyer Who Decides Whether Pope Bobbleheads Are OK", "date": "2019-12-29 12:53", "summary": "The Vatican's Giuseppe Mascarucci approves some kitsch, nixes others and demands royalties. VATICAN CITY-If you haven't paid the licensing fees for selling your pope-themed shower curtains and key chains, the Vatican wants to know about it.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amgen-tasks-its-labs-with-finding-new-blockbusters-11577638800", "title": "Amgen Tasks Its Labs With Finding New Blockbusters", "date": "2019-12-29 12:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-opens-immigration-tent-courts-to-public-11577620801", "title": "U.S. Opens Immigration 'Tent Courts' to Public", "date": "2019-12-29 12:00", "summary": "Move follows criticism from migrant advocates over the proceedings' lack of transparency. WASHINGTON-The Department of Homeland Security is opening makeshift immigration tent courts erected along the U.S.-Mexico border to the public, following months of criticism over a lack of transparency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-shale-wells-age-gap-between-forecasts-and-performance-grows-11577631601", "title": "As Shale Wells Age, Gap Between Forecasts and Performance Grows", "date": "2019-12-29 11:09", "summary": "Thousands of shale wells are on track to produce less oil and gas than companies projected to investors, a Wall Street Journal analysis shows. The early promises of blockbuster shale wells that many fracking companies made to investors are looking even more suspect as the wells age.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tiger-bowl-is-set-for-college-footballs-national-championship-11577633230", "title": "The Tiger Bowl Is Set for College Football's National Championship", "date": "2019-12-29 10:27", "summary": "LSU and Clemson bear striking similarities, including a shared nickname, star quarterbacks and underrated defenses. For the third year running, college football's Tigers will play for the national championship. Except this time, the Tigers are guaranteed to win.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-for-market-share-gives-bond-issuers-pick-of-ratings-11577631600", "title": "Fight for Market Share Gives Bond Issuers Pick of Ratings", "date": "2019-12-29 10:00", "summary": "The result is securities deemed safe by the ratings firms have increasingly smaller cushions against losses. Last spring, a real-estate lender hired three ratings firms to rate a series of bonds backed by speculative real-estate loans. Only one of the three got to rate all the bonds. Moody's Corp. said about half were triple-A. Another firm said about 61% merited that grade. DBRS Inc. said two-thirds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-taking-no-chances-with-stagflation-11577628000", "title": "China Is Taking No Chances With Stagflation", "date": "2019-12-29 09:00", "summary": "China faces the highest consumer inflation in nearly a decade along with a toxic combination of stagnating growth and soaring prices. BEIJING-Chinese consumer inflation is rising at its fastest rate in nearly a decade. Economic growth, meantime, is at its lowest level in three decades.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-new-yorks-lead-poisoning-detectives-11577628000", "title": "Meet New York City's Lead-Poisoning Detectives", "date": "2019-12-29 09:00", "summary": "Health officials are attempting to eliminate childhood lead exposure during the next decade. A small drugstore in Manhattan's Chinatown had a few unusual boxes of skin-lightening cream and some other \"well being\" pills that on a recent day sparked an interest in two shoppers, who scrutinized the packaging and ingredients lists.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congrats-on-the-new-baby-welcome-to-crossfit-11577624401", "title": "Congrats on the New Baby. Welcome to CrossFit.", "date": "2019-12-29 08:00", "summary": "More fitness classes are marketing to women in their first weeks postpartum. Doctors say it can be good to get moving, but worry about social media pressure to 'bounce back.'. Jena Olson walked into a CrossFit studio about four weeks after giving birth last year. She's pretty sure Instagram made her do it.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greener-roads-spell-a-decade-of-disruption-11577624407", "title": "Greener Roads Spell a Decade of Disruption", "date": "2019-12-29 08:00", "summary": "Auto makers face regulatory tightening in 2020, but mounting environmental activism should worry the truck industry too. The passenger-car industry offers a sobering early example of what happens to investors when regulators get serious about the environment. And heavy-duty trucks may be heading toward the same scrutiny.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-hedge-funds-caught-out-by-bull-run-in-stocks-11577620802", "title": "European Hedge Funds Caught Out by Bull Run in Stocks", "date": "2019-12-29 07:46", "summary": "Many investors were positioned for a more subdued equity-market performance. LONDON-If you invested in a European hedge fund this year, you might wish you had put your money elsewhere. The problem, according to some hedge-fund advisers: Managers misjudged the strength of the stock market's bull run.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-entire-city-became-her-gym-11577622601", "title": "An Entire City Became Her Gym", "date": "2019-12-29 07:30", "summary": "A new fitness routine that jumps around San Juan makes a socially anxious young woman stronger, more confident-and turns her into a better dancer. Tania Cardona González never thought social media would help her become more mindful while also saving her money. Eight months ago she was spending more than $200 a month for a gym membership and personal trainer. A quality-control specialist for a low-income housing company in San Juan, Puerto Rico, she didn't have the budget or the time to tack on yoga or meditation classes.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-homes-in-on-key-accounting-issues-in-2020-as-chairmans-term-nears-end-11577620801", "title": "FASB Homes In on Key Accounting Issues in 2020 as Chairman's Term Nears End", "date": "2019-12-29 07:00", "summary": "U.S. standards setter is prioritizing potential rule making involving goodwill and liabilities. The year ahead will bring focus and flux to the Financial Accounting Standards Board.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-financial-crimes-unit-ramps-up-foreign-targeting-investigations-11577620800", "title": "Treasury's Financial Crimes Unit Ramps Up Foreign Targeting, Investigations", "date": "2019-12-29 07:00", "summary": "Banks may see more information requests from the Financial Crimes Enforcement Network on potential money-laundering threats in the year ahead. U.S. financial institutions may be required to provide more customer information to the Treasury Department's financial crimes office as it ramps up its focus on foreign money-laundering threats.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019-the-year-of-ipo-disappointment-11577615400", "title": "2019: The Year of IPO Disappointment", "date": "2019-12-29 05:30", "summary": "Resume Subscription. After years of waiting, public investors in 2019 finally got the chance to put their money into a class of U.S. startups famed for transforming industries over the past decade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/activist-behind-californias-new-privacy-law-already-wants-to-improve-it-11577615401", "title": "Activist Behind New California Privacy Law Seeks to Improve It", "date": "2019-12-29 05:30", "summary": "Alastair Mactaggart aims to tighten data rules that business groups backed by Facebook and Google have protested. California's law aimed at helping people control their personal information goes into effect Jan. 1, but the privacy activist who spearheaded the new rules is already seeking to strengthen them.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traffic-jam-on-the-illinois-waterway-tugboats-are-busy-through-the-holidays-11577615400", "title": "Traffic Jam on the Illinois Waterway: Tugboats Are Busy Through the Holidays", "date": "2019-12-29 05:30", "summary": "Resume Subscription. ON THE ILLINOIS WATERWAY-At a time of year when things usually slow down, the tugboat Aggie C. shuttles 300-foot-long barges through crowded locks and canals outside Chicago as the industry recovers from a year of record floods.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sales-tax-ruling-strains-small-online-sellers-11577615401", "title": "Sales-Tax Ruling Strains Small Online Sellers", "date": "2019-12-29 05:30", "summary": "Businesses are still trying to adjust to Supreme Court's collection ruling in Wayfair case last year. Eighteen months after the Supreme Court gave states the green light to tax online transactions, small companies that sell things as diverse as recycled yarn and gold bullion are struggling to adjust.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-counsel-drives-aggressive-trump-impeachment-defense-11577615425", "title": "White House Counsel Drives Aggressive Trump Impeachment Defense", "date": "2019-12-29 05:30", "summary": "Pat Cipollone and deputies have a key role but internal White House tensions persist. WASHINGTON-To lay the groundwork for an expected Senate impeachment trial, the White House sent a full black Suburban to the Capitol earlier this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanification-haunts-slow-growth-europe-11577613600", "title": "'Japanification' Haunts Slow-Growth Europe", "date": "2019-12-29 05:00", "summary": "Is Europe turning into another Japan, fated to decades of sluggish growth and high debt?. This article is part of the Journal's quarterly markets review, which this quarter analyzes Japan's bear market three decades after it started.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lsu-routs-oklahoma-to-advance-to-national-championship-game-11577583210", "title": "Clemson, LSU Advance to National Championship Game", "date": "2019-12-29 02:34", "summary": "Clemson gets a dramatic win over Ohio State, while LSU routs Oklahoma. A day before Saturday's Fiesta Bowl, Clemson Coach Dabo Swinney predicted that field position would be a critical aspect of his team's college football semifinal matchup against Ohio State.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-budget-no-budget-maybe-you-need-a-bit-of-both-11577620801", "title": "New Budget? No Budget? Maybe You Need a Bit of Both", "date": "2019-12-29 00:01", "summary": "Some say a budget is the only way to keep spending in check; Others believe they can put people off looking at their finances. ", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}]