[{"link": "https://www.wsj.com/articles/former-tesco-subsidiary-executive-acquitted-in-fraud-case-11548460676", "title": "Former Tesco Subsidiary Executive Acquitted in Fraud Case", "date": "2019-01-25 18:57", "summary": "Carl Rogberg, a former Tesco Stores executive, faced fraud and false accounting charges. The third defendant in a trial related to accounting practices at a Tesco PLC subsidiary has been acquitted.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-backing-of-venezuela-opposition-government-risks-putting-states-oil-money-in-limbo-11548460424", "title": "U.S. Backing of Venezuela Opposition Government Risks Putting State's Oil Money in Limbo", "date": "2019-01-25 18:53", "summary": "The Trump administration plans to direct the oil and gold transactions into the interim president's hands, but the stalemate could exacerbate the country's economic crisis. Venezuela's deepening political crisis is threatening to upend the nation's critical oil industry and further damage an economy that has already undergone one of the biggest collapses in modern times.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keystone-kops-collusion-11548460227", "title": "Keystone Kops Collusion", "date": "2019-01-25 18:50", "summary": "Roger Stone couldn't even get Steve Bannon to take his phone call.. Robert Mueller's indictment Friday of Roger Stone proves, if more proof were needed, that Donald Trump has awful judgment in political associates. What it doesn't show, within the four corners of the indictment, is Russia-Trump collusion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sherrod-brown-sends-regrets-11548460167", "title": "Sherrod Brown Sends Regrets", "date": "2019-01-25 18:49", "summary": "The Democrat was supposed to support new Nafta. Guess not.. U.S. Trade Representative Robert Lighthizer spent nearly as much effort last year courting Ohio Democrat Sherrod Brown as he did Republicans while renegotiating Nafta. So how's that working out now that Donald Trump needs Democratic votes to pass the revised U.S.-Mexico-Canada trade agreement (USMCA)?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kpmg-gets-poor-marks-from-audit-regulator-11548460081", "title": "KPMG Gets Poor Marks From Audit Regulator", "date": "2019-01-25 18:48", "summary": "Regulator unseals sharp criticism of Big Four accounting firm's audit quality during period spanning leak scandal. Audit regulators found serious deficiencies in nearly half the KPMG LLP audits they scrutinized in their last two years of inspections, according to reports issued Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-shutdown-fiasco-11548460112", "title": "After the Shutdown Fiasco", "date": "2019-01-25 18:48", "summary": "Trump lost round one, but we'll now see if Pelosi wants any deal.. President Trump cut his growing political losses on Friday by agreeing to reopen the government for three weeks pending new border-spending negotiations. House Speaker Nancy Pelosi emerges as the winner in this showdown, at least in the short term. We'll now see if she's serious about negotiating a deal on immigration or simply wants to humiliate Mr. Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/informal-trump-adviser-roger-stone-arrested-in-florida-11548415987", "title": "Stone Charged in Mueller Probe", "date": "2019-01-25 18:33", "summary": "Longtime associate alleged to have shared with campaign officials WikiLeaks plans to publish hacked emails. Roger Stone, a longtime political adviser to President Trump, was arrested Friday after a federal grand jury accused him of lying to Congress to cover up his efforts to obtain and share with Trump campaign officials plans by WikiLeaks to publish emails Russian hackers stole from Democrats in 2016.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-leader-juan-guaido-says-he-has-landed-foreign-aid-11548441203", "title": "Venezuela's Maduro, Rival Guaidó Face Off in Dueling Speeches", "date": "2019-01-25 18:23", "summary": "Claimant to presidency speaks to supporters as Maduro vows to 'defeat this coup'. CARACAS, Venezuela-Juan Guaidó, in his first speech since taking an oath as Venezuela's interim president, sought to topple a main pillar supporting President Nicolás Maduro's authoritarian regime by offering amnesty to military officers and government officials who abandon him.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-to-receive-some-migrants-from-the-u-s-11548458143", "title": "Mexico to Receive Some Migrants From the U.S.", "date": "2019-01-25 18:15", "summary": "The new U.S. policy will return up to 20 asylum seekers a day, but Mexico won't accept everyone. MEXICO CITY-The Mexican government said Friday it will accept the return of some Central American asylum seekers while they wait for their U.S. immigration court hearings for humanitarian reasons, but won't take unaccompanied minors or migrants with health problems.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-declines-to-end-week-11548429295", "title": "Dollar Declines to End Week", "date": "2019-01-25 18:07", "summary": "The euro and the pound rise against the U.S. currency. The U.S. dollar fell Friday as stocks around the world jumped to end the week.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-too-late-to-quit-social-media-11548457601", "title": "It's Not Too Late to Quit Social Media", "date": "2019-01-25 18:06", "summary": "Cal Newport never had a Facebook or Twitter account to delete, but he does have a method to break the habit.. Washington", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-to-sue-city-over-lack-of-affordable-housing-11548439811", "title": "California Sues City Over Lack of Affordable Housing", "date": "2019-01-25 18:04", "summary": "Action against Huntington Beach is first use of 2018 law allowing governor to refer such cases to the state attorney general. California accused one of its own cities of blocking the construction of enough affordable places to live, filing a lawsuit Friday that signals an aggressive approach to the state's housing crisis by the new governor, Gavin Newsom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregons-progressive-politicians-want-rent-control-for-all-11548456652", "title": "Oregon's Progressive Politicians Want Rent Control for All", "date": "2019-01-25 17:50", "summary": "Development restrictions make housing expensive, but lawmakers blame landlords instead.. Oregon is poised to become the first state to enact statewide rent control. The Democrat-controlled state Senate is considering a bill to cap rent increases at 7 points above the annual increase in the consumer price index. Currently, that works out to about 10% a year. The bill also includes tenant protections, such as prohibiting no-cause evictions for anyone who has lived in a property for more than a year. Democratic Gov. Kate Brown supports the bill and says she'll sign it.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-c-s-lewiss-test-11548456515", "title": "Notable & Quotable: C.S. Lewis's Test", "date": "2019-01-25 17:48", "summary": "'Suppose one reads a story of filthy atrocities in the paper. Then suppose that something turns up suggesting that the story might not be quite true.' Are you relieved or disappointed?. From C.S. Lewis's \"Mere Christianity,\" published in 1952:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/left-wing-politics-and-the-decline-of-sociology-11548456420", "title": "Left-Wing Politics and the Decline of Sociology", "date": "2019-01-25 17:47", "summary": "Nathan Glazer came from an era when the field cared about describing the world, not changing it.. When retired Harvard professor Nathan Glazer died Jan. 19 at 95, descriptive sociology lost its last great practitioner. Best known for \"Beyond the Melting Pot,\" his landmark study written with Daniel Patrick Moynihan, Glazer also collaborated with David Riesman on a rare best-seller of 20th-century sociology, \"The Lonely Crowd.\" Glazer was not a descriptive sociologist in the sense of collecting interview and questionnaire data, though he analyzed such data to draw conclusions. He was a descriptive sociologist in the sense that his books and articles aimed at a truthful depiction of social reality.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-news-became-fake-11548456383", "title": "How the News Became Fake", "date": "2019-01-25 17:46", "summary": "We in the media have our hands full with newsmakers who are frauds and sensationalists.. One can never wear out Walter Lippmann's observation that journalists traffic in stereotypes not just because they enable \"economy of effort.\" The stereotypes we embrace also assure us of our own status, such that \"any disturbance of the stereotypes seems like an attack upon the foundations of the universe.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-circuit-review-the-tour-that-never-ends-11548455950", "title": "'The Circuit' Review: The Tour That Never Ends", "date": "2019-01-25 17:39", "summary": "A yearlong look at some of the top names in tennis-Roger Federer, Andy Murray-as well as less successful players who've never won a major title.. Tennis fans know that one of the sport's best players, Andy Murray, could be finished. After years of suffering from a long-term hip injury, Mr. Murray, 31 years old, is still in pain. He said he might end his career in July at Wimbledon, where he has won two of his three Grand Slam titles. But if he can't get there, his loss in the first round of the Australian Open could be his last professional match.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-thewhiggishview-of-history-11548455517", "title": "Book Review: The Whiggish View of History", "date": "2019-01-25 17:31", "summary": "An examination of the ways in which 18th-century English writers and thinkers studied their country's past.. In Evelyn Waugh's novel \"A Handful of Dust\" (1934), Lady Brenda Last remarks of her husband's beloved ancestral home, Hetton Abbey: \"I detest it . . . at least I don't mean that really, but I do wish sometimes that it wasn't all, every bit of it, so appallingly ugly.\" Her husband, Tony Last, will do anything to keep up the old ways. Though lacking any semblance of religious feeling, he dutifully attends the village church every Sunday and sits in the pine pew that his great-grandfather installed there generations ago. While Tony is fussing over his neo-Gothic pile, Brenda takes a flat in London \"with limitless hot water and every transatlantic refinement.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-want-to-be-president-you-better-write-a-book-11548455495", "title": "Politics: Want to Be President? You Better Write a Book", "date": "2019-01-25 17:31", "summary": "The defining quality of most campaign books is the author's moral narcissism.. Howard Schultz, the longtime CEO of Starbucks, will soon publish \"From the Ground Up\" (Random House, 352 pages, $28). The book, he writes, is \"a story about reinvention and renewal. About possibilities. About the power of people to change the lives of others as well as their own. It's a story about what we can do for ourselves and for each other, as well as the responsibility we all have to reimagine our shared future.\" In other words, he's running for president.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-was-longtime-associate-of-donald-trump-11548425830", "title": "Roger Stone Was Longtime Associate of Donald Trump", "date": "2019-01-25 17:14", "summary": "Trump Organization used the lobbying firm run by Stone and Paul Manafort years ago; Stone and Trump became friends. Roger Stone, a former Trump campaign adviser who was indicted Thursday by special counsel Robert Mueller, has had a relationship with the president for four decades.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-jump-to-end-a-bumpy-week-11548406150", "title": "U.S. Stocks End the Week With Gains", "date": "2019-01-25 16:47", "summary": "Indexes held gains as Trump reached deal with lawmakers to temporarily reopen the government. U.S. stocks rose Friday, recouping much of their losses from earlier in the week, as mostly positive earnings results and a report that the Federal Reserve will maintain a larger portfolio of Treasury securities helped boost investor sentiment.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-the-shutdown-the-trump-pelosi-dynamic-defines-washington-11548451844", "title": "Beyond the Shutdown: The Trump-Pelosi Dynamic Defines Washington", "date": "2019-01-25 16:30", "summary": "Resume Subscription. WASHINGTON-The standoff over border-wall funding has laid bare the dynamics of divided government in Washington. At the center of it all, steering the country, are President Trump and House Speaker Nancy Pelosi, political leaders with little shared history, diametrically opposed ideologies and a willingness to go to the brink to get their way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/houses-russia-probe-cited-in-roger-stone-charges-nearly-derailed-itself-11548451536", "title": "House's Russia Probe, Cited in Stone Charges, Nearly Derailed Itself", "date": "2019-01-25 16:25", "summary": "Partisan rancor characterized the intelligence committee investigation under GOP control. WASHINGTON-The congressional investigation that Roger Stone is accused of trying to impede was itself nearly derailed by partisan infighting over the degree to which investigators would look into matters related to Russian election interference, including Mr. Stone's own activities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-the-union-is-missing-11548374902", "title": "The State of the Union Is Missing", "date": "2019-01-25 16:08", "summary": "America loses something worthwhile as Trump and Pelosi cast aside another traditional norm.. Donald Trump's signature, which he enjoys displaying after signing bills and executive orders, is unusually big, sharp and jagged. It's like the lines a seismograph makes during an earthquake, or what a polygraph shows when you're telling a whopper. Lately it has looked bigger and sharper.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-pull-back-as-stocks-advance-11548432688", "title": "U.S. Treasurys Pull Back as Stocks Advance", "date": "2019-01-25 15:47", "summary": "Market is taking cues from moves in stocks as some market-moving data aren't being published while the government remains closed. U.S. government bond prices fell Friday as the bond market continued take cues from the stock market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-ticks-higher-as-supply-concerns-outweigh-rising-stocks-11548416326", "title": "Oil Rises as Supply Concerns Outweigh Rising Stockpiles", "date": "2019-01-25 15:35", "summary": "Stockpiles of U.S. crude reached a two-month high of 445 million barrels last week. HIGHLIGHTS", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-fliers-should-keep-in-mind-as-the-shutdown-pauses-11548448278", "title": "What Fliers Should Keep in Mind as the Shutdown Pauses", "date": "2019-01-25 15:31", "summary": "Travelers shouldn't assume security lines and air-traffic control will start running smoothly right after a temporary deal is set. For travelers, the government shutdown has gone from summerlike congestion to all-out blizzard conditions. Plan accordingly.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-odds-of-a-recession-are-rising-11548435696", "title": "Why the Odds of a Recession Are Rising", "date": "2019-01-25 15:24", "summary": "Indicators show growing risk of recession in year ahead, after government shutdown likely sapped economy's strength. Even in the best of times, investors can't dismiss entirely the risk that the U.S. will slide into a recession within the next year. These aren't the best of times.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-faces-a-challenge-from-pro-gun-advocates-11548447389", "title": "NRA Faces a Challenge From Pro-Gun Groups", "date": "2019-01-25 15:16", "summary": "Smaller groups draw interest after bump-stock ban; 'the NRA is appeasing to the middle, they're not pro-gun enough'. Dustin Coleman has bought a booth at the National Rifle Association's annual convention for his shooting accessories company for the past three years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elegy-for-the-floating-city-11548446816", "title": "Elegy for the Floating City", "date": "2019-01-25 15:06", "summary": "John Ruskin's 'The Stones of Venice' is a melancholic account of what he saw as the rise and fall of La Serenissima as evinced by the city's buildings, streetscapes and art schools.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-sends-gucci-owner-a-nearly-1-6-billion-tax-bill-11548445942", "title": "Italy Sends Gucci Owner a Nearly $1.6 Billion Tax Bill", "date": "2019-01-25 14:52", "summary": "Kering SA said it challenges the outcome of the audit report. PARIS-Italian authorities Friday sent Gucci parent Kering SA a €1.4 billion ($1.58 billion) tax bill, saying the company was paying taxes in Switzerland on profits that were generated in Italy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-showy-chandeliers-hello-low-key-lighting-that-transforms-rooms-11548444466", "title": "Goodbye, Showy Chandeliers. Hello, Low-Key Lighting That Transforms Rooms", "date": "2019-01-25 14:27", "summary": "The reign of the statement chandelier-all angsty angles and glaring bulbs-is dimming. What's next: Designers are discreetly tucking much-improved LED lights in every nook to create a more modern mood. WHEN LINDSEY ADELMAN launched her Branching Bubble chandelier, in 2006, the New York lighting designer triggered a nationwide infatuation with modern \"statement chandeliers\" that's still robust. Her Y-connector hardware let multiple handblown glass globes splay horizontally like big berries on a network of twigs. The ineffably cool fixtures found eager buyers, and cheap knockoffs soon went viral, at retailers from Wayfair to Walmart.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weed-versus-greed-on-wall-street-11548412203", "title": "Weed vs. Greed on Wall Street", "date": "2019-01-25 14:14", "summary": "As potential profits in cannabis grow, big banks and blue-chip investors will lose their reticence about the pot business. The whiff of pot on Wall Street is unmistakable, but banks, wary of federal regulators, won't touch the stuff.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-who-cant-do-teach-wall-street-edition-11548442967", "title": "Those Who Can't Do Teach, Wall Street Edition", "date": "2019-01-25 14:02", "summary": "Former hedge fund-manager Whitney Tilson teams up with sensationalistic newsletter promoters. Former hedge fund-manager Whitney Tilson has had a tough decade. Even so, this isn't a good sign.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-to-curb-its-referrals-to-conspiracy-theories-and-other-false-claims-11548442814", "title": "YouTube to Curb Referrals to Conspiracy Theories, False Claims", "date": "2019-01-25 14:00", "summary": "The video site has long faced criticism that its algorithms contribute to the spread of disinformation. YouTube said it will stop recommending as many videos that feature conspiracy theories and other false claims, moving to address longstanding criticism that its algorithms help spread disinformation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-unconstitutional-wealth-tax-11548442306", "title": "Elizabeth Warren's Unconstitutional Wealth Tax", "date": "2019-01-25 13:51", "summary": "If you thought the Native American story was a whopper, check out her new plan to expand government.. As she seeks the 2020 presidential nomination of the Democratic party, Sen. Elizabeth Warren is giving voters fair warning that she does not accept the Constitution's limits on federal power. On Thursday the former Harvard law professor unveiled a plan to extract wealth from the country's wealthiest citizens. According to a press release from her Senate office:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exile-of-brazils-first-gay-activist-lawmaker-dismays-supporters-11548442223", "title": "Exile of Brazil's First Gay Activist Lawmaker Dismays Supporters", "date": "2019-01-25 13:50", "summary": "Rival of president quits and flees, saying he fears for his life. SÃO PAULO-Brazilian politicians and rights groups rallied around the country's first gay activist lawmaker on Friday after he said he was giving up his seat and going into exile following death threats.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-names-stacey-tevlin-research-director-11548435944", "title": "Fed Names Stacey Tevlin Research Director", "date": "2019-01-25 13:49", "summary": "She will oversee the team producing analysis and forecasting related to the domestic economy and financial markets. WASHINGTON-The Federal Reserve announced a new head economist on Friday, naming an internal candidate to lead its crucial research division at a time of slowing economic growth in the U.S. and abroad.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-navy-veteran-detained-for-months-on-private-complaint-11548418691", "title": "U.S. Navy Veteran Detained in Iran on 'Private Complaint'", "date": "2019-01-25 13:41", "summary": "Iranian prosecutor says Michael White is being held after an individual accused him of wrongdoing. A U.S. Navy veteran was arrested last year in Iran after an individual accused him of wrongdoing as Iranian authorities are also investigating possible security-related charges, an Iranian prosecutor said Friday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-asked-ex-ceo-martin-sorrell-to-repay-expenses-11548436162", "title": "Advertising Giant WPP Asked Ex-CEO Sorrell to Repay Expenses", "date": "2019-01-25 12:48", "summary": "Ski trips and items for New York apartment are among expenses advertising giant has scrutinized. Martin Sorrell resigned as chief executive of WPP PLC nine months ago following a company probe into his conduct, but his feud with the advertising giant continues.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-should-pull-an-apple-leave-production-hell-to-other-people-11548435605", "title": "Time for Tesla to Study the Apple Playbook", "date": "2019-01-25 12:41", "summary": "The real money isn't in building beautiful things. It's in creating them.. It's been two years since Elon Musk changed the name of his company. Like Apple Inc.'s decision a decade ago to hit delete on \"Computer\" (nodding to its focus on mobile devices), he dumped the \"Motors\" from Tesla Inc. to send the message that his was more than just a car company.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-covington-catholic-to-an-uneasy-davos-11548437463", "title": "From Covington Catholic to an Uneasy Davos", "date": "2019-01-25 12:31", "summary": "Media bias was on full display in the U.S. as global elites gathered to reassure each other that it'll all be OK. There's a delicious irony in the headline that the New York Times gave its first story about the Covington Catholic affair this week: \"Boys in 'Make America Great Again' Hats Mob Native Elder at Indigenous Peoples March.\"", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-mobile-carrier-halts-huawei-purchases-amid-security-concerns-11548418611", "title": "Major Carrier Halts Huawei Purchases Amid Security Fears", "date": "2019-01-25 12:23", "summary": "Vodafone to suspend purchasing Huawei gear for use in core of new 5G networks. LONDON-The world's biggest mobile carrier outside China said it is temporarily halting purchases of some components made by Huawei Technologies Co., posing a threat to the Chinese company's growth and dealing another blow to its reputation amid increasing government scrutiny around the globe.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-art-collector-on-a-mission-to-share-his-passion-11548436573", "title": "An Art Collector On a Mission to Share His Passion", "date": "2019-01-25 12:16", "summary": "Real estate developer Jordan Schnitzer has established a foundation to loan out his enormous collection of prints by modern masters. His aim: Art for everyone.. Real estate developer Jordan D. Schnitzer manages several billion dollars' worth of property. He oversees an equally impressive empire as an art collector, owning one of the world's largest private collections of prints, with 13,000 works by the likes of Andy Warhol, Roy Lichtenstein and Jasper Johns.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-refugees-suffer-as-winter-storms-devastate-lebanese-camps-11547235122", "title": "Syrian Refugees Suffer as Winter Storms Devastate Lebanese Camps", "date": "2019-01-25 12:13", "summary": "'People are burning their shoes in the night to stay warm,' says one refugee as snows approach ramshackle tent encampments. BEIRUT-Thousands of Syrian refugees in Lebanon are fleeing their ramshackle tent camps in a desperate search for better shelter as a major winter storm approaches, aid workers said Friday, further dimming the plight of people unwanted by their host country and afraid to go home.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glories-of-danish-art-11548435687", "title": "Glories of Danish Art", "date": "2019-01-25 12:01", "summary": "In the first half of the 19th century, Denmark enjoyed a golden age of painting. The first half of the 19th century was an era of drastic geopolitical decline for Denmark. Caught on the losing side of the Napoleonic wars and bankrupt thereafter, the country shrank in size and influence until, by the 1860s, the onetime maritime and imperial power began to resemble the small, close-knit society it is today. Yet Denmark now looks back at the first half of the 19th century as a cultural Golden Age, thanks to figures like philosopher Søren Kierkegaard, writer Hans Christian Andersen, ballet master August Bournonville-and an extraordinary collection of painters.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-approves-weinsteins-request-for-new-lawyers-11548434362", "title": "Judge Approves Weinstein's Request for New Lawyers", "date": "2019-01-25 11:39", "summary": "Two of the former producer's new attorneys previously represented one of his vocal accusers. A judge in New York on Friday approved Harvey Weinstein's decision to switch lawyers after questioning the former Hollywood producer about potential conflicts of interest because two of his new attorneys previously represented one of his vocal accusers.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masculine-men-are-honorable-bullies-arent-11548434220", "title": "Masculine Men Are Honorable, Bullies Aren't", "date": "2019-01-25 11:37", "summary": "In taking on \"traditional masculinity,\" the American Psychological Association revealed a social agenda, not a scientific one.. Regarding Erica Komisar's \"Masculinity Isn't a Sickness\" (op-ed, Jan. 17): In recently defining \"traditional masculinity\" as a pathological state, the American Psychological Association (APA) is no less out of touch today than it was in the 1960s when it defined homosexuality as a sickness, \"a pathological hidden fear of the opposite sex caused by traumatic parent-child relationships.\" Now it's going after manhood, and backing up its cause using political correctness and pseudoscience.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-with-the-priests-who-molest-the-young-11548434188", "title": "Deal With the Priests Who Molest the Young", "date": "2019-01-25 11:36", "summary": "Rather than debate a \"homosexual subculture\" in the Catholic priesthood, we should discuss the pedophile-and-protectors subculture.. Rather than debate a \"homosexual subculture\" in the Catholic priesthood, we should discuss the pedophile-and-protectors subculture (\"The Tense Debate Over Gay Priests,\" Review, Jan. 19). Certainly, we don't want pedophiles who target boys or girls. I submit that the bishops should be debating celibacy, the all-male priesthood and same-sex marriage. Is celibacy a wise, relevant or efficacious condition for priesthood? Male clergy resist opening the priesthood to women, but most of us believe that had there been female priests, bishops-and priests' wives-the Catholic Church never would have tolerated centuries of child abuse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-housing-would-mean-cheaper-housing-11548434161", "title": "More Housing Would Mean Cheaper Housing", "date": "2019-01-25 11:36", "summary": "Take away the artificial barriers and let the market do its job.. How interesting that William Miles refers to credit policy in the U.K. and U.S. as responsible for spiking the demand for urban housing, creating excess demand and thus artificially high housing prices (Letters, Jan. 17). Likewise Kevin Erdmann cites unnatural influences, i.e., government regulation, as suppressing the supply of urban housing with the same effect (\"Rich Cities Created the Housing Shortage,\" op-ed, Jan. 7).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measuring-teacher-output-11548434113", "title": "Measuring Teacher Output", "date": "2019-01-25 11:35", "summary": "You can teach the learning disabled and cognitively delayed students while I teach the AP and gifted students.. In his Jan. 22 letter, Richard S. Bishop asks: \"Is there any reason that an increase in teacher benefits shouldn't be tied to an improvement in student performance?\" My response: You can teach the learning disabled and cognitively delayed students while I teach the AP and gifted students. Or you can teach students who depend on street gangs for protection while I work with kids whose parents are gainfully employed and college graduates. Sounds fair.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-years-after-egypts-uprising-a-new-autocrat-is-determined-not-to-permit-a-sequel-11548434153", "title": "Eight Years After Egypt's Uprising, a New Autocrat Is Determined Not to Permit a Sequel", "date": "2019-01-25 11:35", "summary": "As the country marks the anniversary of the Tahrir Square protests, President Sisi is jailing dissidents, expanding censorship and perhaps looking to remain in power indefinitely. Eight years ago this week, protests erupted in Cairo's Tahrir Square, with throngs of Egyptians demanding an end to autocratic rule and chanting the slogan, \"Bread, freedom, social justice.\" A fierce and joyful revolution soon followed, pushing out Egypt's longtime autocrat Hosni Mubarak and briefly making the country a global symbol of popular rebellion. But for many Egyptians, it is a bitter anniversary. President Abdel Fattah Al Sisi, the former general who became Egypt's president after a 2013 coup, vows that such protests will never happen again and has pushed the country into the vanguard of resurgent authoritarian states.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contraceptives-are-cheap-no-matter-the-little-sisters-11548434084", "title": "Contraceptives Are Cheap, No Matter the Little Sisters", "date": "2019-01-25 11:34", "summary": "There is no merit to this fight on moral reasons.. A frustrating component of the culture war resulting from certain elements of the Affordable Care Act (\"Little Sisters Back in Court,\" Review & Outlook, Jan. 19) is that the cost of birth control is refreshingly low. Major big-box retailers with in-house pharmacies sell generic oral contraceptives at a cost as low as $8 per month when a three-month supply is purchased. This is less than the copayment for the generic tier on my employer's health plan for covered drugs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jesuit-university-others-settle-haiti-sex-abuse-case-for-60-million-11548433675", "title": "Jesuit University, Others Settle Haiti Sex-Abuse Case for $60 Million", "date": "2019-01-25 11:27", "summary": "More than 130 people say they were abused as children at now-defunct charity school. HARTFORD, Conn.-More than 130 people who say they were sexually abused as children at a now-defunct charity school in Haiti have reached a $60 million settlement with a Jesuit university in Connecticut and other defendants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-robert-muellers-predecessors-usually-didnt-prevail-11548433411", "title": "Why Mueller's Predecessors Usually Didn't Prevail", "date": "2019-01-25 11:23", "summary": "The Teapot Dome scandal and other cases going back 140 years show that special prosecutors tend to be overmatched by presidents. Special counsel Robert Mueller's investigation has left pundits scrambling for historical analogies. Many have reached for Watergate, the most famous special-prosecutor investigation in U.S. history and the only one to bring down a sitting president. But Watergate is the exception, not the rule. Special-prosecutor investigations stretch back 140 years, and most of them have ended far less conclusively-without seriously threatening the president.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-call-from-pence-helped-set-an-uncertain-new-course-in-venezuela-11548430259", "title": "Pence Pledged U.S. Backing Before Venezuela Opposition Leader's Move", "date": "2019-01-25 11:14", "summary": "Trump administration's secret plan offering support for opposition leader Juan Guaidó was preconceived and tightly coordinated. The night before Juan Guaidó declared himself interim president of Venezuela, the opposition leader received a phone call from Vice President Mike Pence.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earplugs-in-the-pews-churches-crank-up-the-music-louder-than-a-lawn-mower-11548432885", "title": "Why Are People Wearing Earplugs in Church? Hint: It's Not the Sermon", "date": "2019-01-25 11:14", "summary": "Congregations crank up the music to ear-splitting volume; 'They were going after rock concert levels'. Larry Calo entered an elementary school in Glen Rock, N.J., for Sunday services of the Emergence Church, greeted fellow congregants and scanned the room for an open seat. Then he dipped his hand into a glass jar and pulled out a pair of orange PVC foam earplugs.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-says-up-to-two-million-people-exposed-to-likely-carcinogens-in-blood-pressure-drugs-11548427981", "title": "FDA Cites Exposure to Likely Carcinogens in Blood-Pressure Drugs", "date": "2019-01-25 11:12", "summary": "Half or more of patients taking common hypertension medicines are in U.S., agency says. As many as two million people world-wide have been exposed to a class of generic blood-pressure drugs containing probable human carcinogens from raw-material facilities in China and India, according to U.S. officials.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-maker-abbvie-swings-to-loss-on-charge-from-stemcentrx-deal-11548428177", "title": "Drug Maker AbbVie Swings to Loss on Charge from Stemcentrx Deal", "date": "2019-01-25 11:04", "summary": "Competition to its best-selling drug Humira also weigh on quarterly financial results. New competition from lower-cost copies of AbbVie Inc.'s top-selling drug Humira weighed on the company's latest quarterly financial results and intensified concerns about the company's ability to offset sales declines for its most important product.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dude-wheres-my-car-pacific-nation-loses-fleet-of-official-vehicles-11548432003", "title": "Dude, Where's My Car? Pacific Nation Loses Fleet of Official Vehicles", "date": "2019-01-25 11:00", "summary": "Fire engines, buses and SUVs acquired for APEC summit in Papua New Guinea last year are missing, highlighting country's dysfunction. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-jan-19-25-2019-11548431971", "title": "Photos of the Week: Jan. 19-25", "date": "2019-01-25 10:59", "summary": "Venezuelans defy their president, furloughed U.S. workers line up for food assistance, Tom Brady celebrates a win and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maison-objet-2019-best-in-show-from-the-paris-design-fair-11548431416", "title": "Maison & Objet 2019: Best in Show From the Paris Design Fair", "date": "2019-01-25 10:50", "summary": "Reporter Sarah Medford scoped out the influential French design expo for these needle-moving-and great-looking-innovations. THE BIANNUAL DESIGN FAIR Maison & Objet, in Paris, unfolded against the contrasting backdrop of thousands of \"yellow vest\" protesters denouncing President Emmanuel Macron's economic policies. Within the fair itself, less urgent face-offs ensued: between minimalists and pattern mongers, primitivists and progressives, old guard and new. But from all sides, the freshest launches hinted at what living well might look like in the years ahead. Cassina showed a leatherlike upholstery material made from apples by young Italian company Frumat. At Dedar, outdoor fabrics debuted in unlikely weaves and bouclés. And French brand Solar Brother introduced an oven for kids powered by the sun. Here, more examples of international savoir-vivre from the show.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-238-million-do-they-throw-in-a-foldout-sofa-11548430982", "title": "For $238 Million, Do They Throw In a Foldout Sofa?", "date": "2019-01-25 10:43", "summary": "Given the record price that billionaire Ken Griffin paid for his new Manhattan penthouse, I hope it's not a walk-up. ", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colgate-palmolives-sales-decline-11548430567", "title": "Colgate-Palmolive's Sales Decline", "date": "2019-01-25 10:36", "summary": "Profit rises on lower income-tax costs. Colgate-Palmolive Co. reported Friday that its top line declined in the fourth quarter, and its chief executive said he expects earnings to fall in 2019 amid higher raw-material prices and global economic uncertainty.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muslim-region-approves-self-rule-in-philippines-11548430337", "title": "Muslim Region Approves Self-Rule in Philippines", "date": "2019-01-25 10:32", "summary": "Mindanao voters support new bid for peace in impoverished territory marked by violence. A Muslim-majority region of the southern Philippines has voted overwhelmingly in favor of self-rule, authorities said Friday, paving the way for an elected government that will face a deeply rooted history of violence.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-p-smith-searched-for-overseas-adventureand-distressed-bonds-11548430201", "title": "Robert P. Smith Searched for Overseas Adventure-and Distressed Bonds", "date": "2019-01-25 10:30", "summary": "Boston lawyer scooped up government debt in Nigeria, Guatemala and El Salvador to resell at a profit. Robert P. Smith was looking for a life of adventure. He found it in government bonds.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbara-gardner-proctor-became-a-role-model-for-african-american-women-11548430200", "title": "Barbara Gardner Proctor Became a Role Model for African-American Women", "date": "2019-01-25 10:30", "summary": "After clashing with bosses, she set up her own advertising firm and won accolade from President Reagan. When Barbara Gardner Proctor applied for a Small Business Administration loan to start an advertising firm in 1970, she was asked what her collateral was.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-reworks-wabtec-deal-to-raise-more-cash-for-itself-11548429794", "title": "GE Reworks Wabtec Deal to Raise More Cash for Itself", "date": "2019-01-25 10:23", "summary": "GE shareholders will get smaller stake so conglomerate can pay down debt. General Electric Co. changed the structure of the planned spinoff of its transportation division by taking a larger stake in the new company rather than giving it to shareholders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-shouldering-the-burden-11548429173", "title": "Book Review: Shouldering the Century's Burden", "date": "2019-01-25 10:12", "summary": "In 1940-41, Józef Czapski lectured on Proust for his fellow Polish ofﬁcers in a Soviet prison camp.. In 1917, a Russian imperial cavalry cadet named Józef Czapski faced Bolshevik forces. He informed his commanding officer that he couldn't kill his fellow man. The idealistic 21-year-old expected to be court-martialed or shot. Instead, his division chief told him, \"When I was young, I also wanted to change the world. Go. Try.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-rafael-nadal-set-for-another-classic-australian-open-final-11548428886", "title": "Novak Djokovic, Rafael Nadal Set for Another Australian Open Showdown", "date": "2019-01-25 10:08", "summary": "The rivals will play each other for the 53rd time in their careers, with Djokovic holding a 27-25 edge. Young stars Stefanos Tsitsipas and Lucas Pouille both made surprise runs to the semifinals at this year's Australian Open, but the men's final is a rather familiar matchup: No. 1 Novak Djokovic versus No. 2 Rafael Nadal.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-shutdown-schools-worry-meal-programs-will-run-out-of-cash-11548412200", "title": "Amid Shutdown, Schools Worry Meal Programs Will Run Out of Cash", "date": "2019-01-25 10:06", "summary": "Funding for lunches and breakfasts is seen running out in March if impasse goes on. Lydia Osborne, a furloughed federal employee with the Farm Service Agency in Bryan, Texas, has taken tough financial steps as she braced to miss a second paycheck Friday due to the partial government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pension-losses-could-hit-companies-like-at-t-and-verizon-hard-11548428400", "title": "Pension Losses Could Hit Companies Like AT&T and Verizon Hard", "date": "2019-01-25 10:00", "summary": "Late-2018 market plunge could weigh on bottom lines of the telecom giants and others because of how they account for pension plans. The stock-market tumble late last year could punish earnings at companies such as Verizon Communications Inc. and AT&T Inc. because of how they account for fluctuations in their pension plans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-hardman-11548428025", "title": "Five Best: Robert Hardman on the Making of the Modern Monarchy", "date": "2019-01-25 09:53", "summary": "The author, most recently, of 'Queen of the World'. By Frank Prochaska (1995)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-taking-to-the-sky-11548427940", "title": "Children's Books: Taking to the Sky", "date": "2019-01-25 09:52", "summary": "Drawing inspiration from a haiku by Bashō, Shaun Tan envisions a cicada spreading its wings after 17 years in a dead-end job.. In 1897, three adventurous Swedes set out in a hydrogen balloon to search for the North Pole. It is a true story. In Emily Butler's fanciful reimagining, the three men-Salomon Andrée, Nils Strindberg and Knut Fraenkel-carry a pair of unconventional stowaways in their basket.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-when-the-wheels-come-off-11548427903", "title": "Mysteries: When the Wheels Come Off", "date": "2019-01-25 09:51", "summary": "Former Detroit cop August Snow returns to do battle in Stephen Mack Jones's action-packed \"Lives Laid Away.\". August Snow-ex-Marine, ex-Detroit cop and self-described \"rakishly handsome Blaxican\"-made a favorable debut in Stephen Mack Jones's 2017 novel, titled, of all things, \"August Snow.\" Now this tough-as-nails hero returns in Mr. Jones's \"Lives Laid Away\" (Soho Crime, 296 pages, $26.95), in which Snow and his neighborhood crew do battle with sex traffickers, rogue federal agents, racist bikers and their own most dangerous impulses.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perilous-adventures-of-the-cowboy-king-review-a-rough-road-to-power-11548427854", "title": "'The Perilous Adventures of the Cowboy King' Review: A Rough Road to Power", "date": "2019-01-25 09:50", "summary": "A spirited novel that recounts Theodore Roosevelt's early life, from brash \"Cyclone Assemblyman\" to vice president.. Among the nearly 40 books that Theodore Roosevelt published over his long literary career, one of his favorite subjects was the adventures of Theodore Roosevelt. In works such as \"Hunting Trips of a Ranchman\" (1885), \"The Rough Riders\" (1899) and \"African Game Trails\" (1910), he recounted his exploits in the American West and beyond, while in his autobiography, published in 1913, he retraced the broad, bracing sweep of his entire life. Now, in \"The Perilous Adventures of the Cowboy King,\" Jerome Charyn imagines that TR penned yet another memoir, a spirited romp ranging from his privileged but asthmatic childhood in New York City in the early 1860s to his abrupt accession to the presidency, after the assassination of William McKinley, in 1901.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camelots-end-review-unpopularity-contest-11548427766", "title": "'Camelot's End' Review: Unpopularity Contest", "date": "2019-01-25 09:49", "summary": "Helped into office by voters' disgust with Watergate, Jimmy Carter soon alienated supporters. By 1979, Democrats preferred Ted Kennedy by a 52%-23% margin.. However worthy Jimmy Carter's postpresidency, his single term in the White House was pretty dismal. He did make human rights a signature element in American foreign policy. Still, he is chiefly remembered for that lugubrious \"malaise\" speech and the catastrophic failure of his mission to rescue the American hostages in Tehran.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-human-review-users-of-the-world-unite-11548427718", "title": "'Team Human' Review: Users of the World, Unite!", "date": "2019-01-25 09:48", "summary": "Hopeful suggestions for mending the fabric of a society frayed by a \"state of perpetual distraction.\". Like many other cyber-theorists in the 1990s, Douglas Rushkoff once hoped that the internet might herald a wholly positive revolution. There was a moment, he wrote in 1994, when we could be excited by \"the wild potentials of marrying the latest computer technologies with the most intimately held dreams and the most ancient spiritual truths.\" Even then, though, it seemed to him \"disheartening to see how many of the most optimistic appraisals of our future are still very far from being realized.\" Still, digital networks promised a new, more democratic counterculture, in which people would create their own media rather than passively consuming, and electronic connection would bring us to a higher state of planetary consciousness. So what went wrong?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-heaven-is-not-all-what-you-think-11548427608", "title": "Fiction: Heaven Is Not at All What You Think", "date": "2019-01-25 09:46", "summary": "Madhuri Vijay's first novel imagines an intrepid Indian woman's search for her late mother's Kashmiri soulmate.. Kashmir, said Arundhati Roy, \"is a paradise covered with graveyards.\" Since Partition in 1947, the region, eulogized by poets as the most beautiful place on Earth, has been the site of a bloody and seemingly irreconcilable partisan divide between Hindus and Muslim separatists. The conflict has tended to go overlooked since September 11, but not by novelists, and now joining books by Salman Rushdie and Ms. Roy is Madhuri Vijay's \"The Far Field\" (Grove, 432 pages, $27). Set in 2002, it follows an outsider from Bangalore into the picturesque Kashmiri mountains, where, as her host warns her, \"Heaven is not at all what you think.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-goodness-paradox-review-good-breeding-11548427524", "title": "'The Goodness Paradox' Review: The Benefits of Good Breeding", "date": "2019-01-25 09:45", "summary": "Humans are peaceful compared to some of our closest primate relatives. Did we domesticate ourselves?. An anthropologist at Harvard University, Richard Wrangham is no stranger to wild animals. His long fieldwork with wild chimpanzees in the Kibale Forest of Uganda, and other African field sites, has done much to help scientists see the role of aggression and violence in our close relatives.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-jan-12-11548426958", "title": "Best-Selling Books, Week Ended Jan. 19", "date": "2019-01-25 09:35", "summary": "With data from NPD BookScan. NPD BookScan gathers point-of-sale book data from more than 16,000 locations across the U.S., representing about 85% of the nation's book sales. Print-book data providers include all major booksellers, web retailers and food stores. E-book data providers include all major e-book retailers. Free e-books and those selling for less than 99 cents are excluded from the ebook lists. The fiction and nonfiction combined lists include aggregated sales for all book formats (except audio books, bundles, boxed sets and foreign language editions) and feature a combination of adult, young adult and juvenile titles. The hardcover fiction and nonfiction lists also encompass a mix of adult, young adult and juvenile titles while the business list features only adult hardcover titles. Refer questions to Teresa.Vozzo@wsj.com.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-our-friends-russians-push-to-preserve-north-korea-ties-11548426360", "title": "'These Are Our Friends'; Russians Push to Preserve North Korea Ties", "date": "2019-01-25 09:26", "summary": "Some Russian business owners and ethnic Koreans are braving U.S. ire to maintain business ties with Pyongyang. YUZHNO-SAKHALINSK, Russia-United Nations sanctions are forcing Yuri Dyakov to disband his team of 200 North Korean construction workers in Russia's Far East. His planned solution: fly dozens of the laborers to an unrecognized statelet backed by Moscow 7,000 miles away.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industry-hopes-for-detente-in-u-s-china-trade-spat-11548426015", "title": "Industry Hopes for Detente in U.S.-China Trade Spat", "date": "2019-01-25 09:20", "summary": "The tussle for economic and technological supremacy is adding a new layer of unpredictability for global business leaders. DAVOS-Global business leaders are hoping that the U.S. and China will strike a trade pact soon to calm jittery markets, minimize disruption to their operations and mitigate the impact of an economic slowdown in the Asian country, where they still see plenty of room for growth.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-intel-starbucks-discover-financial-e-trade-intuitive-surgical-11548415040", "title": "Stocks to Watch: Intel, Starbucks, Colgate-Palmolive", "date": "2019-01-25 09:13", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-packaging-for-refills-airbus-may-take-wing-walmarts-driving-trucks-11548425579", "title": "Today's Logistics Report: Packaging for Refills; Airbus May Take Wing; Walmart's Driving Trucks", "date": "2019-01-25 09:13", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-indictments-whos-who-1531511838", "title": "Mueller Indictments: Who's Who", "date": "2019-01-25 08:57", "summary": "A list of people guilty and charged in the special counsel's investigation into Russian interference in the 2016 U.S. election. Seven people have pleaded guilty or been convicted in Special Counsel Robert Mueller's probe into Russian interference in the 2016 U.S. election, with one other person pleading guilty to charges brought after a referral by Mr. Mueller's office. Another 27 individuals have been indicted, along with three Russian companies. Here's a list.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-ratifies-historic-accord-with-macedonia-amid-protests-11548423620", "title": "Greece Ratifies Historic Accord With Macedonia", "date": "2019-01-25 08:40", "summary": "Approval settles long dispute but polarizes Greek society and politics. ATHENS-Greece ratified a U.S.-backed deal with Macedonia that aims to help stabilize the Balkan region, but which is roiling Greece's society and polarizing its political scene.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-rams-and-patriots-followed-opposite-paths-to-the-super-bowl-11548422503", "title": "The Super Bowl of Opposites", "date": "2019-01-25 08:21", "summary": "Bill Belichick and Tom Brady against Sean McVay and Jared Goff is only the beginning. The Patriots and Rams took completely different approaches to building a championship contender.. For two teams every year, the Super Bowl is a chance to play for the NFL's championship. For the other 30, it's an annual referendum in which they ask themselves, \"What did those two teams do to get here that we didn't?\" Then they seek to swipe strategies from the winners in hopes of building a championship contender of their own.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dwindling-debt-cushions-threaten-safety-of-leveraged-loans-11548421200", "title": "Thinning 'Debt Cushions' Undermine Safety of Leveraged Loans", "date": "2019-01-25 08:00", "summary": "More companies are issuing loans that aren't protected by junior debt. More companies with low credit ratings are limiting their borrowing to loans that would be repaid first in a bankruptcy, a trend that stands to undermine loans' reputation as a safe investment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-charlie-munger-calls-listen-and-learn-11548421209", "title": "When Charlie Munger Calls, Listen and Learn", "date": "2019-01-25 08:00", "summary": "A self-published author gets an unsolicited call from Warren Buffett's right-hand man. An unexpected phone call from Charlie Munger says at least as much about him as it does about you.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-backlash-tech-leaders-shift-tone-11548420000", "title": "Facing Backlash, Silicon Valley Says It Can Change", "date": "2019-01-25 07:40", "summary": "Facebook, Microsoft and other big players say they have a greater responsibility to mitigate the dangers of their own creations. DAVOS, Switzerland-The world's biggest tech firms have a message for the world's policy makers and business leaders: We're changing our ways.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-has-got-the-wrong-kind-of-friends-11548419400", "title": "Facebook Has Got the Wrong Kind of Friends", "date": "2019-01-25 07:30", "summary": "Facebook's user base is growing, but it may be shrinking where it matters. Confounding the skeptics, Facebook 's social network continues to grow. Bigger isn't always better, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-macau-family-saga-remains-a-big-gamble-11548418878", "title": "This Macau Family Saga Remains a Big Gamble", "date": "2019-01-25 07:21", "summary": "SJM shares have jumped as a winner seems to have emerged from a yearslong struggle for control. Investors are hoping a long-running family feud atop Macau's oldest gambling empire is finally coming to an end. But such matters are never easy to fully resolve-especially when the family patriarch has 17 children from four wives.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipo-hopes-trigger-a-stampede-for-shares-of-top-unicorns-11548417603", "title": "IPO Hopes Trigger Scramble for Shares of Top Unicorns", "date": "2019-01-25 07:00", "summary": "But transactions are hard to track and some questionable practices have arisen. The coming listings of some of the world's most valuable startups are heating up an opaque market for private trades in their shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-cars-are-still-cheap-but-theyre-no-longer-ugly-11548417621", "title": "Chinese Cars Are Still Cheap. But They're No Longer Ugly.", "date": "2019-01-25 07:00", "summary": "Designers from Rolls-Royce, BMW and elsewhere have been recruited to give Chinese cars more style. Their creations could be headed to a dealership near you.. SHANGHAI-Long known for being cheap but ugly, Chinese cars are starting to turn heads as domestic manufacturers poach star designers from foreign rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-should-bring-planes-down-to-earth-11548415163", "title": "Aircraft Investors Should Be More Grounded", "date": "2019-01-25 06:19", "summary": "The uncomfortably low rents airlines pay for planes should be a red flag for investors. Aircraft have been highfliers for investors over the past few years. Now, it looks like time for a landing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-makers-invent-brands-for-only-amazon-to-sell-11548414001", "title": "Brands Invent New Lines for Only Amazon to Sell", "date": "2019-01-25 06:00", "summary": "Amazon gets exclusive products, while brands receive faster customer feedback, marketing support and increased sales. To build a big line of exclusive products on its site, Amazon.com Inc. is pushing other brand manufacturers to do most of the work.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-weigh-earlier-than-expected-end-to-bond-portfolio-runoff-11548412201", "title": "Fed Mulls End of Portfolio Drawdown", "date": "2019-01-25 05:30", "summary": "Next week's meeting could yield more clues. Federal Reserve officials are close to deciding they will maintain a larger portfolio of Treasury securities than they'd expected when they began shrinking those holdings two years ago, putting an end to the central bank's portfolio wind-down closer into sight.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-patience-buys-breathing-room-for-asian-economies-11548393287", "title": "Fed's Patience Buys Breathing Room for Asian Economies", "date": "2019-01-25 00:14", "summary": "Resume Subscription. It isn't just the Federal Reserve. Central bankers across Asia are biding their time while they monitor global growth, and some economists even expect interest-rate cuts later this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11548360534", "title": "Pepper...and Salt", "date": "2019-01-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-adviser-says-fed-board-nominees-should-support-easy-money-policies-11548375931", "title": "Kudlow: White House Seeks Fed Nominees Who Understand Shift on Growth, Inflation", "date": "2019-01-25 22:20", "summary": "Trump adviser says surge in economy's productive capacity can restrain price pressures. WASHINGTON-A top White House economic adviser said Thursday President Trump will seek to fill two Federal Reserve Board vacancies with nominees who don't believe a rapidly expanding economy has to fuel faster inflation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/test-your-smarts-on-insurance-1533521160", "title": "Test Your Smarts on...Insurance", "date": "2019-01-25 22:17", "summary": "Resume Subscription. For many consumers, insurance is a confusing maze of possibilities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venezuelas-military-backs-maduro-11548347862", "title": "Venezuela's Military Backs Maduro", "date": "2019-01-25 21:05", "summary": "Announcement comes a day after Juan Guaidó, head of the national assembly, declared himself president. Venezuela's military threw its support behind embattled President Nicolás Maduro on Thursday, dealing a significant blow to the U.S. effort to back a parallel government and oust the authoritarian leader.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrat-elizabeth-warren-weighs-wealth-tax-on-rich-households-11548369037", "title": "Democrat Elizabeth Warren Proposes Wealth Tax on Rich Households", "date": "2019-01-25 21:02", "summary": "The plan drives the tax-policy discussions within the Democratic Party further to the left. WASHINGTON-Democratic presidential candidate Elizabeth Warren is proposing an annual wealth tax, attempting to combat inequality and raise trillions of dollars with a significant new levy on the very richest Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-probes-possible-conflict-in-cloud-contract-11548380123", "title": "Pentagon Probes Possible Conflict in Cloud Contract", "date": "2019-01-25 20:35", "summary": "Oracle is protesting the bidding process, saying it is tilted in favor of Amazon Web Services. WASHINGTON-The Defense Department is examining whether Amazon Web Services created a conflict of interest by hiring a former Pentagon employee who helped develop a cloud-computing procurement contract.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/true-west-review-family-feud-via-tinseltown-11548379800", "title": "'True West' Review: Family Feud via Tinseltown", "date": "2019-01-25 20:30", "summary": "Paul Dano and Ethan Hawke star in Sam Shepard's tale of two mismatched brothers who collaborate on a screenplay.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-power-regulators-scale-back-draft-safety-rule-11548378555", "title": "Nuclear Power Regulators Scale Back Draft Safety Rule", "date": "2019-01-25 20:09", "summary": "Commission's Democratic members and nuclear power critics blasted the decision. WASHINGTON-U.S. nuclear power regulators are scaling back tougher safety rules proposed in the wake of Japan's Fukushima nuclear disaster, saying additional measures imposed after the 2011 incident are sufficient.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-startup-polkadot-seeking-new-token-sale-above-1-billion-valuation-11548377842", "title": "Crypto Startup Polkadot Seeking New Token Sale Above $1 Billion Valuation", "date": "2019-01-25 19:59", "summary": "Ethereum co-founder wants to make blockchains talk to each other. The cryptocurrency market, in the midst of a prolonged bear market, is waiting for the launch of long-awaited projects that could pave the way for a broader, mainstream market adoption of emerging crypto-based platforms.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-holds-off-on-fare-and-toll-increases-proposed-for-march-11548345371", "title": "MTA Holds Off on Fare and Toll Increases Proposed for March", "date": "2019-01-25 19:53", "summary": "Agency delays vote on hikes as it explores other fare-raising options. The Metropolitan Transportation Authority on Thursday postponed a vote on a proposed fare and toll increase that was set to affect millions of commuters across the New York region beginning in March.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-considering-hearings-with-biggest-u-s-banks-11548373338", "title": "CEOs of Six Top Banks to Testify Before Congress", "date": "2019-01-25 19:33", "summary": "Wall Street giants expected to testify before House Financial Services Committee in March or April. WASHINGTON-The chief executives of the six largest U.S. banks are poised to testify together before House lawmakers in Congress this spring, according to people familiar with the matter, for the first time since shortly after the financial crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-mendelsohn-11548376384", "title": "John Mendelsohn", "date": "2019-01-25 19:33", "summary": "The medical innovator made MD Anderson a cancer-care giant.. We live in an age of great biomedical advances, but these don't happen by themselves. They require human ingenuity to discover new therapies, and then human organizations to deliver them to millions of patients. A man who excelled in both was John Mendelsohn, who died this month at age 82.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-out-of-venezuela-11548376414", "title": "Cuba Out of Venezuela", "date": "2019-01-25 19:33", "summary": "Friends of democracy need to target Havana's control in Caracas.. International support for a return to democracy in Venezuela has been growing since Juan Guaidó took the oath of interim president on Wednesday. The crucial but underreported question now is whether dictator Nicolás Maduro's protectors in Cuba and Russia will intervene to stop this democratic uprising.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-runs-the-census-11548376332", "title": "Who Runs the Census?", "date": "2019-01-25 19:32", "summary": "How the bureaucracy takes power away from elected officials.. Another week, another liberal court injunction against the Trump Administration. This month a federal judge blocked the Commerce Department from adding a citizenship question to the 2020 Census. At issue is whether the President and his appointees control the government bureaucracy or the other way around.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholics-against-columbus-11548376196", "title": "Catholics Against Columbus", "date": "2019-01-25 19:29", "summary": "In covering a mural, Notre Dame gives in to the far left's assault on Western history.. Father John Jenkins, president of the University of Notre Dame, announced Sunday that the school would cover a dozen murals depicting the life of Christopher Columbus. \"The murals' depiction of Columbus as beneficent explorer and friend of the native peoples hides from view the darker side of this story,\" he asserted in a letter. While this decision may give the university a brief respite from its critics, it will never be enough. Columbus may be the momentary object of hatred, but the real target is the Catholic faith itself.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-opens-the-door-to-u-s-gmos-11548376118", "title": "China Opens the Door to U.S. GMOs", "date": "2019-01-25 19:28", "summary": "The decision is a boon to farmers and a milestone for agronomic innovation.. Lost in the news of contentious U.S.-China trade disputes was a meaningful regulatory approval that will improve agriculture around the world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pros-and-cons-of-vaping-11548376044", "title": "The Pros and Cons of Vaping", "date": "2019-01-25 19:27", "summary": "E-cigarettes are effective in helping smokers quit, but they may also induce teenagers to start.. As an internist who treats hundreds of recalcitrant smokers a year, I was desperate for useful quitting techniques. I finally found a successful approach. In most cases a nicotine patch during the day, combined with e-cigarettes when the urge for tobacco hits, works best. Vaping is less dangerous than cigarette smoking, but it isn't harmless, and the long-term health effects aren't yet known. The American Society of Clinical Oncology, American Association for Cancer Research and American Heart Association have all expressed concerns about e-cigarettes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-pointless-lawsuit-took-off-11548375984", "title": "How a Pointless Lawsuit Took Off", "date": "2019-01-25 19:26", "summary": "An error put Rahinah Ibrahim on the no-fly list. The government fought her for 14 years.. Imagine going to board a flight and getting arrested instead. You are released a few hours later but told that your name appears on the government's no-fly list: You are barred from U.S. airlines and airspace for as long as you live. Can you find out why? Can you challenge the decision? Can you show they made a mistake? No.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dreyers-english-review-flossing-your-prose-11548375848", "title": "'Dreyer's English' Review: Flossing Your Prose", "date": "2019-01-25 19:24", "summary": "Any good writer can brush up his own work, but \"being well copy-edited is like getting a really thorough teeth cleaning.\". I spy a trend: copy editors' memoirs-cum-style guides. Four years ago, Mary Norris-a longtime copy editor for the New Yorker-published the splendid \"Between You & Me: Confessions of a Comma Queen.\" Now comes the copy chief at Random House with the rather more grand-sounding \"Dreyer's English.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-shares-jump-after-california-clears-company-in-2017-fire-11548365332", "title": "PG&E Shares Jump After California Clears Company in 2017 Fire", "date": "2019-01-25 19:19", "summary": "Investigators said the Tubbs Fire was caused by a private electrical system, not PG&E equipment. PG&E Corp. shares surged after California fire investigators said the utility didn't cause the deadliest in a series of 2017 state wildfires.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-envoy-misspoke-on-huawei-executives-legal-case-11548375186", "title": "Canada Envoy 'Misspoke' on Huawei Executive's Legal Case", "date": "2019-01-25 19:13", "summary": "Canada's ambassador to China said he regrets remarks on Meng Wanzhou's strong case to fight extradition to U.S.. OTTAWA-Canada's chief envoy to China said Thursday he misspoke when commenting on the strong legal case Huawei Technologies Co.'s chief financial officer had in fighting a potential extradition request from the U.S.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-ethnic-quotas-are-a-cautionary-tale-11548375194", "title": "India's Ethnic Quotas Are a Cautionary Tale", "date": "2019-01-25 19:13", "summary": "Originally intended to help tribals and 'untouchables,' preferences have expanded even to upper castes.. Here are five words no politician in India dares utter: Quotas are a terrible idea. Seven decades after the country first embraced caste-based quotas in education and government jobs, they have become permanent entitlements that cement social divisions, encourage mediocrity and poison political discourse. It's a cautionary tale of identity politics run amok.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-warners-enablers-11548375028", "title": "Mark Warner's Enablers", "date": "2019-01-25 19:10", "summary": "The Virginia senator gets too much respect for his Trump-Russia conspiracy theories.. Hand it to Sen. Mark Warner. Of the many Russia-collusion theorists, how many get to claim \"bipartisan\" credentials?", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-prepares-votes-on-measures-to-end-shutdown-11548339694", "title": "Shutdown Talks Revived After Senate Bills Fail", "date": "2019-01-25 19:06", "summary": "McConnell, Schumer huddle; 'We're talking, we're talking,' Schumer says. WASHINGTON-Rival proposals to end the partial government shutdown failed in the Senate on Thursday, prolonging the impasse that has stymied Washington for weeks but reigniting negotiations between the White House and Capitol Hill over a short-term fix that includes border-security funding.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-council-votes-to-let-politicians-fundraise-to-pay-legal-fees-11548374583", "title": "City Council Votes to Let Politicians Fundraise to Pay Legal Fees", "date": "2019-01-25 19:03", "summary": "The bill paves the way for de Blasio to take donations to settle a lawyer's tab stemming from probes of his campaign. The New York City Council passed a bill Thursday that allows elected officials to fundraise to pay off legal bills, paving the way for Mayor Bill de Blasio to raise money to cover a lawyer tab stemming from now-closed investigations into his campaign.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-facts-about-facebook-11548374613", "title": "The Facts About Facebook", "date": "2019-01-25 19:03", "summary": "We need your information for operation and security, but you control whether we use it for advertising.. Facebook turns 15 next month. When I started Facebook, I wasn't trying to build a global company. I realized you could find almost anything on the internet-music, books, information-except the thing that matters most: people. So I built a service people could use to connect and learn about each other. Over the years, billions have found this useful, and we've built more services that people around the world love and use every day.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-projects-slower-revenue-growth-this-year-11548365723", "title": "Intel Projects Slower Revenue Growth This Year", "date": "2019-01-25 19:02", "summary": "Revenue rose in latest quarter, but the chip maker missed sales targets. Intel Corp. reported a 9% gain in revenue but cautioned that it expects slowing demand for data-center chips to continue well into 2019, a considerable challenge as the company's search for a new chief executive stretches into month eight.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]