[{"link": "https://www.wsj.com/articles/china-finally-snuffs-out-a-beacon-of-liberal-thought-and-democracy-11566886519", "title": "China Finally Snuffs Out a Beacon of Liberal Thought and Democracy", "date": "2019-08-27 19:47", "summary": "Beijing's Unirule Institute, founded to promote economic liberalization and democracy, set to shut down after a quarter-century, citing government pressure. BEIJING-An independent Chinese think tank that has served as a rare bastion for liberal economic thought will shut down, citing government pressure as President Xi Jinping's campaign to silence dissent rolls on.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-bolsonaro-spurns-g-7-amazon-fire-aid-in-spat-with-macron-11566920646", "title": "Brazil's Leader Spurns Amazon Fire Aid in Spat With Macron", "date": "2019-08-27 19:43", "summary": "President says country will only accept $20 million package if French leader apologizes for calling Bolsonaro a liar. BRASÍLIA-Brazil's President Jair Bolsonaro threatened to refuse $20 million from Group of Seven countries to help fight fires in the Amazon rainforest unless French President Emmanuel Macron apologizes for calling him a liar about his commitment to the environment.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-to-pursue-nasdaq-listing-dual-class-stock-structure-in-ipo-11566948809", "title": "Peloton to Pursue Nasdaq Listing, Dual-Class Stock Structure in IPO", "date": "2019-08-27 19:33", "summary": "Closely held maker of high-end stationary bikes and treadmills shows surging revenue and losses in new filing. Peloton Interactive Inc. is moving ahead with an initial public offering, a test of investors' appetite for the high-end fitness category as the company's efforts to grow equipment and subscription sales has resulted in steep losses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-biggest-stakeholders-11566948582", "title": "Meet the Biggest 'Stakeholders'", "date": "2019-08-27 19:29", "summary": "The SEC brings some needed transparency to the proxy duopoly.. Proxy advisory firms Glass Lewis and Institutional Shareholder Services may be disappointed that they didn't get a shout-out in the Business Roundtable's paean to \"stakeholders\" last week. But the Securities and Exchange Commission is taking note of their influence and finally holding them accountable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-oscarssowhite-hollywood-makes-strides-in-diversifying-ranks-of-actors-directors-11566923425", "title": "Hollywood Diversifies After Rebuke Over Racial and Gender Inequality", "date": "2019-08-27 19:29", "summary": "Parity remains elusive; 'Until there's a female Coen brothers, a female Tarantino, we're not there'. Major Hollywood studios, stung by recent criticism about racial and gender inequality across the film industry, have been implementing measures aimed at elevating talent from underrepresented backgrounds.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sat-changes-its-answer-11566948554", "title": "The SAT Changes Its Answer", "date": "2019-08-27 19:29", "summary": "The College Board is right to drop plans for an 'adversity score.'. The educational establishment rarely reverses itself when it makes a mistake in the name of combating inequality. So the College Board deserves credit for its decision, announced Tuesday, to scrap plans for an \"adversity score\" to accompany students' SAT results. The metric would have increased cynicism about the inscrutable college-admissions game.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-resistance-11566948536", "title": "The Federal Reserve Resistance", "date": "2019-08-27 19:28", "summary": "A recent official urges the central bank to help defeat Donald Trump.. Perhaps you've seen former Chairs of the Federal Reserve defending the central bank's independence and foreswearing all political intentions. Fair enough. But then what are we to make of former Fed monetary Vice Chair William Dudley's marker that the Fed should help defeat President Trump in 2020? That's the extraordinary message from the former, and perhaps future, Fed grandee in Bloomberg.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-college-orientation-wont-teach-you-11566947576", "title": "What Your College Orientation Won't Teach You", "date": "2019-08-27 19:12", "summary": "Schools should try a less congratulatory and more honest approach.. Editor's note: This Future View is about freshman orientations at U.S. colleges. For next week, we'll discuss the College Board's decision not to assign an \"adversity score\" to every student who takes the SAT. What role should the adversity that applicants face play in the college admissions process? Students should click here to submit opinions of fewer than 250 words before Sept. 3. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iran-israel-war-is-here-11566947384", "title": "The Iran-Israel War Is Here", "date": "2019-08-27 19:09", "summary": "More than a decade of civil strife has opened up the region for the escalating state-to-state conflict.. Israel and Iran are at war. Israeli strikes this week in southern Syria, western Iraq and eastern Lebanon-and possibly even Beirut-confirm it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-gives-up-on-educating-poor-kids-11566947350", "title": "De Blasio Gives Up on Educating Poor Kids", "date": "2019-08-27 19:09", "summary": "Rather than expanding schools that help minority students, the mayor wants to shut them down.. To say that many liberal elites have all but given up on educating low-income minorities might seem like an overstatement. But when you consider the state of public education in our inner cities, and the priorities of those in charge, it's hard to draw any other conclusion.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-in-talks-to-resolve-opioid-cases-through-bankruptcy-11566945535", "title": "Purdue Pharma in Talks to Resolve Opioid Cases Through Bankruptcy", "date": "2019-08-27 19:09", "summary": "Deal valued at $10 billion to $12 billion would direct proceeds to governments that sued OxyContin maker. OxyContin maker Purdue Pharma LP and its owners, the Sackler family, are in talks with state and local governments to resolve more than 2,000 opioid cases in a deal valued at between $10 billion and $12 billion, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-a-meatless-burger-this-one-has-suds-11566947325", "title": "Want a Meatless Burger? This One Has Suds", "date": "2019-08-27 19:08", "summary": "A sign advertising beer brings back memories of childhood, radio and the Cincinnati Redlegs.. Bolted to the back wall of an unprepossessing pizza-and-bar-food joint in Franklin County, Ohio, one recent night was an aged electric sign, oval and red, bearing two words: Burger Beer. I've never had a sip, yet the sign was a passport to a parade of memories.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-news-smears-a-competitor-11566947297", "title": "NBC News Smears a Competitor", "date": "2019-08-27 19:08", "summary": "Its attack on the Epoch Times is in line with Beijing's propaganda demonizing Falun Gong.. The Epoch Times is a nonpartisan, independent media company that publishes a daily newspaper and website. Our motto is \"Truth and Tradition.\" Last week NBC News and its sister network MSNBC launched a series of irresponsible and misleading attacks on us.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-presses-putin-on-syrian-offensive-11566933210", "title": "Erdogan Presses Putin on Syrian Offensive", "date": "2019-08-27 19:01", "summary": "Turkish president wants Moscow to rein in Syrian regime's offensive on rebel enclave of Idlib. MOSCOW-Turkish President Recep Tayyip Erdogan flew to Russia to persuade Vladimir Putin to rein in his Syrian allies, whose offensive on rebels' last stronghold is threatening to drive thousands of refugees into Turkey.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liechtenstein-royal-bank-buys-indian-venture-capital-firm-from-soros-fund-11566946860", "title": "Liechtenstein Royal Bank Buys Indian Venture Capital Firm From Soros Fund", "date": "2019-08-27 19:01", "summary": "LGT expands impact investing push with purchase of Aspada. The private bank of Liechtenstein's royal family has bought an Indian venture-capital firm with about $100 million in assets from one of George Soros's funds to increase its investments in emerging markets companies serving people who earn just a few dollars a day.", "categories": [["WSJ News Exclusive", "Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-taps-arbys-head-as-ceo-11566905713", "title": "Papa John's Taps Arby's Head as CEO", "date": "2019-08-27 18:59", "summary": "Struggling pizza chain looks to new leader to repair reputation and franchisee relations. Papa John's International Inc. hired Arby's President Rob Lynch as its chief executive, the pizza chain's second change at the top in less than two years amid falling sales and controversies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-morris-altria-discussing-all-stock-merger-of-equals-11566913969", "title": "Fall in Tobacco Sales Spurs Philip Morris, Altria to Talk Merger", "date": "2019-08-27 18:56", "summary": "Deal would put Marlboro owners back together as they struggle with declining smoking rates. Marlboro makers Philip Morris International Inc. and Altria Group Inc. are in advanced talks to merge, a potential blockbuster deal that would reunite two tobacco giants struggling with shrinking demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-reshuffling-shows-balancing-act-cfos-often-take-at-pe-backed-firms-11566946479", "title": "Kraft Heinz Reshuffling Shows Balancing Act CFOs Often Take at PE-Backed Firms", "date": "2019-08-27 18:54", "summary": "Finance chiefs at portfolio companies provide frequent updates to private-equity investors, while also managing day-to-day operations. The switch-up of chief financial officers at Kraft Heinz Co. demonstrates the close relationship private-equity firms often demand of finance chiefs at their portfolio companies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-divert-hurricane-relief-funds-for-beds-in-border-detention-facilities-11566938402", "title": "Trump Administration to Divert Hurricane Relief Funds for Border Detention", "date": "2019-08-27 18:47", "summary": "Department of Homeland Security plans to transfer money allocated by Congress for other purposes. WASHINGTON-The Trump administration plans to use $271 million of Department of Homeland Security funds, including some designated to help hurricane-stricken areas, to detain and remove immigrants who cross the southern U.S. border illegally.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-obsession-north-of-the-border-11566945928", "title": "Trump Obsession, North of the Border", "date": "2019-08-27 18:45", "summary": "Sick of hearing about the president? Don't move to Canada.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rein-in-trumps-emergency-powers-11566945869", "title": "Rein In Trump's Emergency Powers", "date": "2019-08-27 18:44", "summary": "Congress has granted vast authority to the presidency, risking dictatorial abuses.. \"Our great American companies are hereby ordered to immediately start looking for an alternative to China,\" President Trump declared last week in an instantly famous tweet. When skeptics questioned his authority to issue such an order, he cited the International Emergency Economic Powers Act of 1977, or IEEPA.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-california-war-is-about-evs-11566945897", "title": "The California War Is About EVs", "date": "2019-08-27 18:44", "summary": "The auto industry goes rogue in pursuit of electric vehicle credits from Trump. A rational person's reaction might be, so what? The auto industry claims that, unless California and the Trump administration resolve their differences on fuel-economy standards, car makers will be forced to build two sets of cars for the U.S. market.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ludicrous-review-a-revolutionary-old-product-11566945826", "title": "'Ludicrous' Review: A Revolutionary Old Product", "date": "2019-08-27 18:43", "summary": "For all its innovations-from battery power to computer-assisted driving-Tesla continues to emphasize its cars' speed, luxury and sex appeal.. John DeLorean, Malcolm Bricklin, Ferruccio Lamborghini, Alejandro de Tomaso-in the postwar period, these and other wealthy men took on the motor-vehicle establishment and started their own car companies. Only Lamborghini and De Tomaso succeeded, though with small numbers of vehicles that were essentially handmade. Rare is the new marque that reaches mass production. That is, until Elon Musk and Tesla.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-president-will-only-meet-trump-if-u-s-lifts-sanctions-11566911240", "title": "Iran's President Won't Meet Trump Unless the U.S. Lifts Sanctions", "date": "2019-08-27 18:26", "summary": "President Rouhani steps back from a potential diplomatic opening as hard-liners warn against showing weakness. Iran's President Hassan Rouhani rejected the possibility of meeting with President Trump as long as the U.S. sanctioned his country, a day after both leaders appeared to be opening up to possible talks following months of heightened tensions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-proposes-requiring-homeless-shelter-residents-to-save-30-of-income-11566942173", "title": "New York City Proposes Requiring Homeless Shelter Residents to Save 30% of Income", "date": "2019-08-27 18:07", "summary": "Department of Homeless Services says savings accounts will aid transition to permanent housing. New York City offers a free stay in its homeless shelters, but a newly proposed rule would require residents to save a share of their monthly income to use the housing.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-regulator-promises-scrutiny-of-blockchain-companies-11566943548", "title": "Swiss Regulator Promises Scrutiny of Blockchain Companies", "date": "2019-08-27 18:05", "summary": "The guidance follows a call for greater regulation from an intergovernmental organization tasked with combating money laundering. Switzerland's financial regulator issued guidance on the money-laundering risks associated with blockchain technology following a call to action by a global standard-setter this year.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fomo-brings-massive-crowds-to-chinas-first-costco-11566942106", "title": "FOMO Brings Massive Crowds to China's First Costco", "date": "2019-08-27 17:41", "summary": "The Shanghai opening of the U.S. retailer's first store in China shows a fight for, not against, some U.S. goods. There is a trade war escalating, but it seems that Chinese bargain hunters didn't get the memo.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cboe-was-a-winner-from-recent-market-turmoil-11566920792", "title": "Cboe Was a Winner From Recent Market Turmoil", "date": "2019-08-27 17:29", "summary": "Exchange operator's shares have risen 23% this year, as investors turn to its products to bet on volatility. It is a good time to be in the business of trading volatility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buried-by-vesuvius-treasures-from-the-villa-dei-papiri-review-a-homecoming-of-sorts-11566941174", "title": "'Buried by Vesuvius: Treasures From the Villa dei Papiri' Review: A Homecoming of Sorts", "date": "2019-08-27 17:26", "summary": "Artifacts once trapped by the volcano are now on view at the Getty Villa, which was designed to look like the ancient Roman structure that used to house them.. Los Angeles", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smucker-shares-fall-but-consumer-staples-are-poised-to-bounce-11566930349", "title": "Smucker Shares Fall, but Consumer Staples Are Poised to Bounce", "date": "2019-08-27 17:22", "summary": "Consumer-staples sector has thrived even during the August market turmoil. J.M. Smucker Co. 's shares fell sharply after it reported earnings, dragging down the hot consumer-staples sector.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bahamas-resort-business-booms-as-neighboring-destinations-struggle-11566903600", "title": "Bahamas Resort Business Booms, as Neighboring Destinations Struggle", "date": "2019-08-27 17:12", "summary": "Hotel occupancy and revenue per available room were both up sharply in the first half. While a number of Caribbean destinations struggle, resorts in the Bahamas are bouncing back from a tough period, attracting vacationers, gamblers and sun worshipers.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-seesaw-on-trade-hopes-weak-economic-data-11566893279", "title": "U.S. Stocks Slip Amid Trade Worries", "date": "2019-08-27 17:10", "summary": "Most S&P 500 sectors reversed their earlier gains as investors accelerated their buying of bonds, gold and other haven assets. U.S. stocks fell and bond yields slipped again Tuesday as guarded investors hedged their bets on whether U.S.-Sino relations were improving.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-to-exit-alaska-with-5-6-billion-sale-11566932341", "title": "BP to Exit Alaska With $5.6 Billion Sale", "date": "2019-08-27 16:50", "summary": "British oil company is selling all its Alaska oil and pipeline holdings to Hilcorp Energy. BP PLC is exiting Alaska after six decades, marking the latest blow to the state's oil industry, which has diminished amid the rise of shale drilling in the continental U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-group-argues-first-amendment-should-apply-to-youtube-11566937988", "title": "Conservative Group Argues First Amendment Should Apply to YouTube", "date": "2019-08-27 16:33", "summary": "Prager University tells federal appeals court that Google's practices violated its constitutional free-speech rights. A lawsuit making the provocative argument that one of the biggest social-media platforms should be subject to the First Amendment got a hard look from a federal appeals court in Seattle on Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weaker-prices-for-coffee-and-peanut-butter-weigh-on-smucker-11566906615", "title": "Smucker Is Hit by Weaker Prices for Its Coffee and Peanut Butter", "date": "2019-08-27 16:32", "summary": "The food manufacturer plans to boost spending on marketing to try to drive sales higher. J.M. Smucker Co. reported weaker sales in its latest quarter, as the food manufacturer passed along to retailers savings from lower costs for raw materials such as coffee beans and peanuts.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fed-official-says-central-bank-should-act-to-thwart-trumps-re-election-11566926950", "title": "Fed Rejects Call to Consider Politics in Policy Decisions", "date": "2019-08-27 16:27", "summary": "Former official says central bank should consider thwarting Trump's re-election, sparking blowback. The Federal Reserve said it rejected political considerations in its policy-making after one of its former top officials called for the central bank to consider the economic risks of President Trump's re-election when setting interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-shares-buoyed-by-opioid-judgement-seen-as-light-11566937015", "title": "J&J Shares Buoyed by Opioid Judgment Seen as Light", "date": "2019-08-27 16:25", "summary": "Judge's order that the drugmaker pay for Oklahoma's opioid crisis allayed investors' worst fears. Johnson & Johnson shares rallied Tuesday after a judge's order that the company pay for Oklahoma's opioid crisis allayed investors' worst fears.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-seeks-exclusive-programming-for-imdb-tv-11566936875", "title": "Amazon Seeks Exclusive Programming for IMDb TV", "date": "2019-08-27 16:14", "summary": "Ad-supported streaming service sees more investment, team expansion. Amazon.com Inc. is steadily increasing its investment in IMDb TV, its ad-supported streaming service for on-demand movies and television shows, as consumers suggest that there is room for alternatives to ad-free subscription video.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-resume-their-rally-11566922047", "title": "Treasury Prices Resume Rally, Pushing Yields Lower", "date": "2019-08-27 16:02", "summary": "Demand for longer-term debt securities persists despite signs of stability in stock market. U.S. government bond yields resumed their march downward on Tuesday, as recent signs of stability in the stock market did little to arrest the relentless demand for longer-term debt securities.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-prime-minister-expected-to-push-kashmir-at-united-nations-next-month-11566936050", "title": "Pakistan Prime Minister Expected to Push Kashmir at U.N. Next Month", "date": "2019-08-27 16:00", "summary": "Pakistan has warned that the situation could ignite a war with India, and highlighted that both countries are nuclear armed. WASHINGTON-Pakistani Prime Minister Imran Khan is expected next month to push the United Nations to pay more attention to India's actions in Kashmir, according to the Pakistan ambassador to Washington, as the nation seeks to jump-start international attention to New Delhi's clampdown in the disputed territory.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-allege-epstein-abuse-at-emotional-court-hearing-11566935254", "title": "Women Allege Epstein Abuse at Emotional Court Hearing", "date": "2019-08-27 15:47", "summary": "Accusers tell judge financier's death cheated them of the chance to hold him accountable. More than a dozen women told a federal court on Tuesday that they had been sexually abused and emotionally manipulated by Jeffrey Epstein and his associates, expressing anger that the disgraced financier had evaded responsibility while his victims endured shame and trauma.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-a-more-rational-biosimilars-policy-11566934161", "title": "We Need a More Rational Biosimilars Policy", "date": "2019-08-27 15:29", "summary": "Throwing in the towel on a whole new category of medicines, just shy of a decade in, is not only shortsighted, it's bad for patients and provider choice.. Peter B. Bach and Mark Trusheim say it's \"Time to Throw In the Towel on Biosimilars\" (op-ed, Aug. 22), but throwing in the towel on a whole new category of medicines, just shy of a decade in, is shortsighted and bad for patients and provider choice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-not-forever-bonds-for-federal-debt-11566934108", "title": "Why Not 'Forever' Bonds for Federal Debt?", "date": "2019-08-27 15:28", "summary": "Bonds that never mature might seem odd but have advantages and precedents.. Your editorial \"A 100-Year Treasury?\" (Aug, 23) encourages the U.S. Treasury Department to issue 50- and 100-year-maturity bonds while interest rates are unusually low. The Treasury should go further and issue \"forever bonds\" or \"consols\" to lock in low rates permanently.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safe-haven-baby-boxes-have-a-long-history-11566934062", "title": "Safe Haven Baby Boxes Have a Long History", "date": "2019-08-27 15:27", "summary": "To shelter Paris's rising numbers of abandoned infants, St. Vincent DePaul instructed his confreres in charge of convents, hospices and orphanages to carve out baby compartments at the backs of their buildings.. The Safe Haven Baby Boxes described in \"Boxes Provide Babies Safe Refuge\" (U.S. News, Aug. 16) hark back to a system used by the 17th-century priest St. Vincent DePaul (1581-1660) to shelter Paris's rising number of abandoned infants. St. Vincent instructed his confreres in charge of convents, hospices and orphanages to carve out similar, adult-height baby compartments at the backs of their buildings, and to advertise their locations. When an outer sliding door was raised, the parent found a turntable platform inside. Once the baby was laid and the door closed, an inner door was raised by the nun or priest stationed in wait who rotated the table to position the baby for safe removal inside, replacing the child with a medal on a ribbon that contained a number. The parent could opt to reopen the outer door and retrieve the medal. Each infant was cataloged by age, gender and surrender location and tagged with a corresponding medal. Those leaving a child were encouraged to retain the medal so they one day could trace their loved one through St. Vincent's orphanage network.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tarrif-wars-are-killing-farmers-like-me-11566934006", "title": "Trump's Tarrif Wars Are Killing Farmers Like Me", "date": "2019-08-27 15:26", "summary": "President Trump's idea of making us whole is to give us two and one-half cents per pound and acting like he is taking care of us. He is not.. Regarding your editorial \"Cut the Trump Uncertainty Tax\" (Aug. 22): As a walnut farmer in California, I must comment that President Trump's federal aid to affected small farms is a mere drop in the bucket. The losses farmers are experiencing due to our trade war is about 36 cents per pound of walnuts a year. My farm produces about two million pounds a year. President Trump's idea of making us whole is to give us two-and-one-half cents per pound and act like he is taking care of us. He is not.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/privately-owned-guns-deter-a-large-number-of-crimes-11566933898", "title": "Privately Owned Guns Deter A Large Number of Crimes", "date": "2019-08-27 15:24", "summary": "Something like two million crimes are prevented each year by armed citizens, typically with the display of a firearm with no shots fired.. Ed Shoop writes (Letters, Aug. 13) regarding Alan M. Dershowitz's \"A Yellow Light for Red-Flag Laws\" (op-ed, Aug. 7) and asks: \"Why do we value guns more than each other?\" Aside from our constitutional right to have guns, studies have estimated that as many as two million crimes are prevented each year by armed citizens, typically with the display of a firearm with no shots fired. What would be Mr. Shoop's response to the additional two million people a year who will be murdered, raped or robbed because he supported taking away the victims' means of self-protection?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/human-error-often-the-culprit-in-cloud-data-breaches-11566898203", "title": "Human Error Often the Culprit in Cloud Data Breaches", "date": "2019-08-27 15:24", "summary": "Mistakes made by customers can often lead to the finger being pointed at cloud providers. Poor security practices, complicated controls and rushed technology programs are causing a rash of data breaches stemming from the use of cloud services, experts say. Both users and cloud providers could be doing more to prevent them.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-rule-in-favor-of-new-jerseys-right-to-die-law-11566933730", "title": "Judges Rule in Favor of New Jersey's Right-to-Die Law", "date": "2019-08-27 15:22", "summary": "Appellate court removed a temporary restraining order issued by a lower court that blocked the new law. New Jersey's new law allowing terminally ill patients to end their own lives can move forward, a state appellate court ruled.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-watch-says-more-about-your-status-than-you-think-11566933401", "title": "Your Watch Says More About Your Status Than You Think", "date": "2019-08-27 15:17", "summary": "Even in the age of the Apple Watch and casual everything, your timepiece is sending certain signals to colleagues in the know. AN OLD WORKPLACE adage says you shouldn't wear a watch that's fancier than your boss's. For Tony Traina, 27, an associate lawyer in Chicago, however, it would have been difficult to find a more casual timepiece than the $399 Apple Watches his firm's higher-ups tend to favor. He didn't bother. As a watch-lover, he ignored protocol, showing up at work in a $1,500 mechanical watch by German brand Nomos Glashütte. But it barely went noticed.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-glut-in-natural-gas-supply-goes-global-11566907200", "title": "Glut in Natural Gas Goes Global", "date": "2019-08-27 15:11", "summary": "In a blow to producers, prices in Europe and Asia plummet to historic lows. More shale gas than ever is leaving U.S. shores. Unfortunately for the country's beleaguered natural-gas producers, global prices for the fuel have never been lower.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-investors-turn-focus-to-inventories-as-demand-fears-linger-11566916162", "title": "Oil Investors Turn Focus to Inventories as Demand Fears Linger", "date": "2019-08-27 14:56", "summary": "Figures on crude stockpiles could impact expectations for excess supply moving forward. As a rocky August in financial markets wraps up, energy investors are looking ahead to Wednesday figures on U.S. crude-oil stockpiles that could impact expectations for excess supply moving forward.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-marlboro-men-want-to-share-smokes-again-11566931600", "title": "Why the Marlboro Men Want to Share Smokes Again", "date": "2019-08-27 14:46", "summary": "The remerger of Philip Morris International and Altria probably makes sense, but it will still be hard for management to explain. Talks between Philip Morris International and Altria , which only split up 11 years ago, must involve a degree of humility not often associated with megamergers. Yet this could be a reassuring sign that the companies are thinking of getting back together for the right reasons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-danish-villas-heroic-beginnings-11566930639", "title": "A Danish Villa's Heroic Beginnings", "date": "2019-08-27 14:30", "summary": "North of Copenhagen in the seaside suburb of Klampenborg, a home whose original owners fled Nazi occupation comes on the market for $2.5 million. A family's dramatic escape from Nazi-occupied Denmark is the back story to a stately suburban villa north of Copenhagen. The two-story, beige-brick home was built by businessman Heinrich Infeld in the 1930s, looked after by friends during World War II, reclaimed by the family after the war, then purchased by his son, who made it his home for six decades. The family retained ownership until five years ago.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouri-judge-temporarily-blocks-eight-week-abortion-ban-11566927945", "title": "Missouri Judge Temporarily Blocks Eight-Week Abortion Ban", "date": "2019-08-27 14:30", "summary": "The law, set to take effect this week, would have been one of the most restrictive in America. A federal judge temporarily blocked parts of a Missouri law that would have prohibited abortions after eight weeks of pregnancy, putting on hold one of the most restrictive limitations on abortion in the nation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-reaches-deal-with-pipeline-operators-on-gas-delivery-contracts-11566916579", "title": "Mexico Reaches Deal With Pipeline Operators on Gas Delivery Contracts", "date": "2019-08-27 14:26", "summary": "Fees paid by Mexico's state-run power utility will be reduced and set at a fixed rate rather than escalating each year. MEXICO CITY-Mexico's president announced a deal to end a standoff with several natural-gas pipeline operators over contract prices, allowing them to avoid international arbitration and begin increasing gas deliveries across the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-defends-doral-resort-after-reports-of-bedbug-lawsuit-resurface-11566930246", "title": "Trump Defends Doral Resort After Reports of Bedbug Lawsuit Resurface", "date": "2019-08-27 14:24", "summary": "President has drawn criticism for floating the Florida property as possible site of next G-7 gathering. WASHINGTON-President Trump rejected the allegation that his luxury golf resort near Miami had been infested by bedbugs, calling it a false report designed to undermine his controversial idea to host next year's Group of Seven summit there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-watchdog-starts-hiring-after-15-staff-drop-under-trump-11566929922", "title": "Consumer Watchdog Starts Hiring After Trump Cutbacks", "date": "2019-08-27 14:18", "summary": "CFPB chief lifts hiring freeze, as regulator seeks to fill senior positions for enforcement, other areas. WASHINGTON-The Consumer Financial Protection Bureau is looking for workers again, following departures during a hiring freeze and budget cuts by Trump administration officials that took over the agency in late 2017.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-villa-along-denmarks-whiskey-belt-11566929326", "title": "A Villa Along Denmark's Whiskey Belt", "date": "2019-08-27 14:08", "summary": "The 1934 home in Klampenborg is on the market for $2.5 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sonero-the-music-of-ismael-rivera-by-miguel-zenon-review-honoring-el-sonero-mayor-11566928461", "title": "'Sonero: The Music of Ismael Rivera' by Miguel Zenón Review: Honoring 'El Sonero Mayor'", "date": "2019-08-27 13:54", "summary": "The alto saxophonist recasts the work of the Puerto Rican singer, paying homage to him while finding new ways into the music.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-act-like-a-human-when-working-from-a-coffee-shop-11566927737", "title": "How to Act Like a Human When Working From a Coffee Shop", "date": "2019-08-27 13:42", "summary": "As more of us brazenly turn local cafes into home offices, etiquette demands that we're on our best behavior. Here, six rules to follow. THE ROMANTIC notion of cafes filled with budding novelists is now extinct. In its place? A zoo full of laptop monkeys hunched over keyboards, grunting as they bang away at reply-all emails, not magnum opuses.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-florida-nursing-home-workers-linked-to-hurricane-deaths-surrender-to-authorities-11566856148", "title": "Nursing-Home Workers Linked to Hurricane Deaths Surrender", "date": "2019-08-27 13:19", "summary": "Lawyer calls charges of aggravated manslaughter 'governmental scapegoating' in connection with 12 deaths after Irma in 2017. Four former nursing-home workers facing criminal charges surrendered to authorities in Florida in connection with the deaths of 12 elderly patients at a sweltering facility after Hurricane Irma in 2017, according to attorneys involved.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-task-force-to-recommend-wider-screening-for-hepatitis-c-11566918027", "title": "U.S. Task Force to Recommend Wider Screening for Hepatitis C", "date": "2019-08-27 12:45", "summary": "Guidelines say all adults ages 18-79 should be tested amid rise of the viral infection in younger people. Adults of a wide range of ages should be screened for hepatitis C, according to a new draft recommendation from the U.S. Preventive Services Task Force that could greatly expand the number of people treated for the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rihannas-lingerie-brand-savage-x-fenty-receives-50-million-in-fresh-funding-11566923431", "title": "Rihanna's Lingerie Brand Savage X Fenty Receives $50 Million in Fresh Funding", "date": "2019-08-27 12:30", "summary": "Direct-to-consumer brand has been gaining market share on Victoria's Secret since its debut last year. Rihanna's lingerie brand Savage X Fenty has received new funding from investors following a strong first year, bringing the total amount invested in the company to roughly $70 million, according to people familiar with the situation.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-expertly-pack-a-suit-so-it-doesnt-wrinkle-11566922598", "title": "How to Expertly Pack a Suit So It Doesn't Wrinkle", "date": "2019-08-27 12:16", "summary": "The head butler at Raffles Singapore shares her technique-and secret weapon-for packing business attire. When packing precious garments, tissue paper is your secret weapon. \"You're always trying to minimize creases,\" said Grace Kiong, head butler at Singapore's storied 132-year-old Raffles Hotel, which reopened this month after a two-year renovation. It's where the Singapore Sling was first slung, and where butlers have been unpacking and packing guests' luggage since the days of corsets and morning coats. The Raffles staff includes some 20 butlers, who, beyond folding guests' unmentionables, provide in-room check-in, run errands (when you anxiously require two backup phone chargers) and memorize guest preferences for everything from vegan snacks to pillow firmness. Ms. Kiong, 34, began her training at Raffles 15 years ago, and is deadly serious about negotiating a suit into a confined space without wrinkles. The keys, she says, are planning, patience and strategic padding.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ninety-people-missing-after-ferry-capsizes-off-cameroon-11566920653", "title": "Ninety People Missing After Ferry Capsizes Off Cameroon", "date": "2019-08-27 11:44", "summary": "Authorities say many bodies are trapped in the shipwreck. Around 90 people are missing after a ferry capsized off Cameroon, local authorities said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obstacle-course-races-want-more-kids-step-one-ditch-the-fire-jump-11566920304", "title": "Obstacle Course Races Want More Kids. Step One: Ditch the Fire Jump.", "date": "2019-08-27 11:38", "summary": "As some events' popularity cools, organizers are trying to draw more kids and families: 'To adults, we sell suffering, but to kids, we want to sell a lot of fun.'. For 11-year-old Cassidy Short and her mom Deedee, a mother-daughter weekend means climbing walls, throwing spears and jumping over mud trenches. They've each competed in about 10 Spartan obstacle course races since March of last year. In November, Cassidy placed fourth in the first-ever Spartan Kids World Championships for 10- to 13-year olds in Laughlin, Nev.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-generation-of-north-korean-defectors-become-youtube-stars-11566919074", "title": "A New Generation of North Korean Defectors Become YouTube Stars", "date": "2019-08-27 11:17", "summary": "Young people who fled the regime find careers on the internet talking about dating, snack food, makeup. SEOUL-Fleeing North Korea 11 years ago, Heo Jun sought a better life, studied hard and won a prized admission to South Korea's most prestigious university.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pets-cant-save-struggling-food-makers-11566918605", "title": "Pets Can't Save Struggling Food Makers", "date": "2019-08-27 11:10", "summary": "Smucker's earnings show that food companies' rush into pet food has turned a popular growth strategy into a competitive field. Like other struggling food brands, J.M. Smucker has been looking to pet food as a growth driver. But whenever multiple competitors jump into a promising field at once, it can quickly start to look less promising.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backed-u-s-british-free-trade-deal-faces-hurdles-11566901800", "title": "Trump-Backed U.S.-British Trade Deal Faces Hurdles", "date": "2019-08-27 10:58", "summary": "Resistance rises on both sides of the Atlantic to a pact, and no deal can be made if the U.K. remains in the EU customs zone. President Trump and U.K. Prime Minister Boris Johnson want to quickly strike a free-trade pact after Britain leaves the European Union. Resistance is already rising on both sides of the Atlantic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-townhouse-of-a-facebook-co-founder-11566917354", "title": "The Family Townhouse of a Facebook Co-Founder", "date": "2019-08-27 10:49", "summary": "The Greenwich Village home of Chris Hughes and his husband Sean Eldridge mixes modern amenities with traditional touches.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-co-founder-chris-hughes-wants-26-million-for-greenwich-village-townhouse-11566917125", "title": "Facebook Co-Founder Chris Hughes Wants $26 Million for Greenwich Village Townhouse", "date": "2019-08-27 10:45", "summary": "Hughes and his husband Sean Eldridge are selling the 6,000-square-foot property to move into a new home with their expanding family, their agent says. Chris Hughes, a co-founder of Facebook who recently called for the social-media behemoth to be broken up, is listing his downtown New York townhouse for $26 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-emerging-tax-idea-look-beyond-income-target-wealth-11566916571", "title": "Democrats' Emerging Tax Idea: Look Beyond Income, Target Wealth", "date": "2019-08-27 10:36", "summary": "Resume Subscription. The income tax is the Swiss Army Knife of the U.S. tax system, an all-purpose policy tool for raising revenue, rewarding and punishing activities and redistributing money between rich and poor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/super-mario-and-pokemon-dna-make-this-stock-a-winner-11566914979", "title": "Super Mario and Pokémon DNA Make This Stock a Winner", "date": "2019-08-27 10:09", "summary": "Japanese game developer DeNA could benefit from upcoming smartphone games Mario Kart Tour and Pokémon Masters. Super Mario and Pokémon, characters made popular by Nintendo 's games, could boost another Japanese game developer if they manage to get big on smartphones.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-runoff-will-test-mississippis-taste-for-new-spending-11566914668", "title": "GOP Runoff Will Test Mississippi's Taste for New Spending", "date": "2019-08-27 10:04", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/any-way-you-slice-it-its-a-tough-road-for-nyc-mango-vendors-11566914400", "title": "Any Way You Slice It, It's a Tough Road for NYC Mango Vendors", "date": "2019-08-27 10:00", "summary": "The mostly immigrant sidewalk sellers put in long hours preparing and hawking the tasty fruit to bring home about $100 a day. When it comes to New York City startups, it doesn't get any simpler than that ubiquitous summer staple, the sidewalk mango stand. A $30 shopping cart and a few boxes of fruit puts you in business.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-acting-betsy-brandt-embraced-a-world-of-make-believe-11566914447", "title": "Before Acting, Betsy Brandt Embraced a World of Make-Believe", "date": "2019-08-27 10:00", "summary": "The 'Pearson' star, who was in 'Breaking Bad,' spent her childhood writing and performing plays, and imagined being a newscaster. Betsy Brandt, 46, is a film, TV and stage actress who starred in AMC's \"Breaking Bad\" and CBS's \"Life in Pieces.\" She currently is in USA Network's \"Pearson,\" a political drama and \"Suits\" spinoff. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-an-alfa-romeo-or-a-jaguarits-a-tribute-to-both-11566914306", "title": "It's Not an Alfa Romeo or a Jaguar-It's a Tribute to Both", "date": "2019-08-27 09:58", "summary": "Resume Subscription. Dave Hinz, 75, a retired former software company co-owner from Harbor Springs, Mich., on what he calls his homemade 1936 A.J. Speciale, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-1930s-car-built-eight-decades-later-11566913921", "title": "Photos: A 1930s Car Built Eight Decades Later", "date": "2019-08-27 09:52", "summary": "A retiree took 10 years to build a car inspired by Alfa Romeo and Jaguar. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-johnson-johnson-lyft-caleres-standex-11566903107", "title": "Stocks to Watch: Johnson & Johnson, J.M. Smucker, Lyft and More", "date": "2019-08-27 09:24", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executors-of-leona-helmsleys-estate-to-get-100-million-payday-11566912024", "title": "Executors of Leona Helmsley's Estate to Get $100 Million Payday", "date": "2019-08-27 09:20", "summary": "Over the objections of the New York attorney general's office, a Manhattan surrogate's court judge sides with executors. Twelve years after the death of Leona Helmsley, a Manhattan Surrogate's Court judge has awarded a total of $100 million in fees to four of the executors of her estate over the objections of the New York attorney general's office.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-continued-to-slow-in-june-11566911260", "title": "Home-Price Growth Continued to Slow in June", "date": "2019-08-27 09:07", "summary": "S&P CoreLogic Case-Shiller National Home Price Index rose 3.1% for the year ending in June, down from a 3.3% annual pace the prior month. Home-price growth continued to decelerate in June, the latest sign that lower mortgage rates are providing little boost to a housing market that has been slowing for the past year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-court-condemns-russia-over-whistleblowers-death-11566910829", "title": "European Court Condemns Russia Over Whistleblower's Death", "date": "2019-08-27 09:00", "summary": "Sergei Magnitsky's life was put in danger and his rights violated when he was in detention, says European Court of Human Rights. MOSCOW-Russia has been condemned by Europe's top human-rights court for violating the rights of whistleblower Sergei Magnitsky by failing to provide adequate medical care that could have saved his life when he died in detention awaiting trial in 2009, a decision aimed at Russia's notorious justice system", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-little-black-box-does-heavy-lifting-for-wall-street-11566910484", "title": "This Little Black Box Does Heavy Lifting for Wall Street", "date": "2019-08-27 08:54", "summary": "As the speed and complexity required of trading desks increases, some banks, including UBS, outsource some of their technology. Every day, about 10% of all orders sent to the U.S. stock market first pass through black boxes created by a 50-person technology company, Hyannis Port Research Inc. in Needham, Mass.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-hypnotherapy-apps-better-than-meditation-11566909103", "title": "Are Hypnotherapy Apps Better Than Meditation?", "date": "2019-08-27 08:31", "summary": "Often associated with onstage theatrics and eccentric celebrities, hypnosis is moving further into the mainstream with hypnotherapy apps like Clementine, Harmony Hypnosis and Mindset. Six years ago, Kim Palmer, 40, was working in a senior marketing role at a tech start-up in London, an environment she describes as extremely fast-paced. \"I was like a lot of women, probably, very ambitious,\" she says. \"I was work-obsessed; I was a perfectionist.\" One day at the office, halfway through her pregnancy with her first son, Palmer had a panic attack in front of a group of co-workers. \"As someone who took all of their sense of self-worth from being good at work, it was incredibly traumatic for me,\" she says. She continued to have panic attacks, sometimes in front of her family or friends.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-ethanol-promises-come-due-11566908474", "title": "Trump's Ethanol Promises Come Due", "date": "2019-08-27 08:24", "summary": "Ethanol companies benefit from fight that pits the Corn Belt against oil, but benefits have limits. The Corn Belt carries a lot of weight in Washington-especially at the moment. That is coming in handy for ethanol companies that have lost some recent rounds to the fossil fuel sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-clashes-put-brakes-on-property-boom-11566898207", "title": "Hong Kong Clashes Put Brakes on Property Boom", "date": "2019-08-27 08:11", "summary": "Some analysts now expect home prices, after marching upward for many years, to be flat for 2019. Hong Kong's formidable property market is straining, as protest pressures add to those created by an escalating U.S.-China trade spat and slowing global growth.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-betting-against-the-british-pound-fear-a-reversal-11566907412", "title": "Investors Betting Against the British Pound Fear a Reversal", "date": "2019-08-27 08:03", "summary": "U.K. Prime Minister Boris Johnson's recent Brexit talks prompted a rally in the currency. Some investors are betting that the biggest risk to the British pound isn't that the turmoil around Brexit causes it to plunge further against the dollar, but that it stages an unexpected rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-astros-secret-weapon-tons-of-strikeoutsand-never-striking-out-11566906733", "title": "The Astros' Secret Weapon: Tons of Strikeouts-and Never Striking Out", "date": "2019-08-27 07:52", "summary": "Houston could become the first team to have the most strikeouts from the mound and the fewest at the plate in the same season since strikeouts were first tracked MLB-wide in 1913. Houston", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-ties-to-wework-raise-conflict-of-interest-concerns-11566903601", "title": "Investor's Ties to WeWork Raise Conflict-of-Interest Concerns", "date": "2019-08-27 07:00", "summary": "Rhone Group co-founder Steven Langman is one of WeWork's key backers but also runs a fund that leases buildings to the workspace giant. Few people outside of We Co. have more riding on the initial public offering of WeWork's parent company than Steven Langman.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-top-airline-is-verboten-for-investors-11566898361", "title": "Europe's Top Airline is Verboten for Investors", "date": "2019-08-27 05:32", "summary": "Lufthansa's obsession with protecting its network rather than route profitability is problematic in a slowing European economy. Investors in Europe's biggest airline aren't sitting comfortably in their cabins.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-moves-to-pull-plug-on-its-iran-power-cord-11566898321", "title": "Iraq Moves to Pull Plug on Its Iran Power Cord", "date": "2019-08-27 05:32", "summary": "Under U.S. pressure, Baghdad works to link its energy grid to Arab neighbors, boost its own capacity. BAGHDAD-Iraq is trying to cut its dependence on Iranian energy under pressure from the U.S., moving to connect its power grid to Tehran's Arab rivals and develop alternatives to Iranian natural-gas imports.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-lakes-cities-facing-near-record-high-water-gear-up-for-winter-11566898206", "title": "Great Lakes Cities Gear Up for Winter as Water Levels Rise", "date": "2019-08-27 05:30", "summary": "Resume Subscription. CHICAGO-A large black drone flew along the city's Lake Michigan shoreline last week, cataloging the damage wrought by the lake's near-record water level: vanished and shrinking beaches, wave-battered homes and crumbling piers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-all-night-gaming-results-in-dropping-out-of-college-11566898208", "title": "When All-Night Gaming Results in Dropping Out of College", "date": "2019-08-27 05:30", "summary": "For one young man, videogames helped him deal with anxiety but nearly derailed his college career; how he and his mom fought back. Jake Uskoski was small for his age, stood out for having long hair and got bullied in middle school. \"I could count on one hand the number of friends I had,\" he said.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-automatic-brakes-become-common-so-do-driver-complaints-11566898205", "title": "As Automatic Braking Becomes More Common in Cars, So Do Driver Complaints", "date": "2019-08-27 05:30", "summary": "Technology cuts down on crashes but can also activate when there is no risk; 'I was so scared'. Automatic emergency-braking systems that are promoted as a safety feature in vehicles don't always work as intended and at times activate when there is no risk of a crash, drivers say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-primer-on-the-future-of-fannie-freddie-11566898207", "title": "A Primer on the Future of Fannie, Freddie", "date": "2019-08-27 05:30", "summary": "What to expect from the Trump administration's housing-finance overhaul. The Trump administration is close to releasing a blueprint for overhauling Fannie Mae and Freddie Mac , two companies that back half of the nation's $10 trillion mortgage market. The firms have been in government conservatorship since the 2008 financial crisis, and administration officials say it is time to return them to the private sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swing-district-democrats-push-for-vote-on-north-america-trade-pact-11566898201", "title": "Swing-District Democrats Push for Vote on North America Trade Pact", "date": "2019-08-27 05:30", "summary": "Pact to replace Nafta takes on heightened significance in Texas; Rep. Allred assures business leaders he understands the value of consistency in trade. RICHARDSON, Texas-Tensions over global trade have ramped up the importance of the U.S. trade agreement with Canada and Mexico to businesses in this Dallas suburb-and to the freshman Democratic congressman seeking a second term here.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-open-direct-talks-with-iran-backed-houthis-in-yemen-11566898204", "title": "U.S. Plans to Open Direct Talks With Iran-Backed Houthis in Yemen", "date": "2019-08-27 05:30", "summary": "Washington is looking to prod Saudi Arabia into taking part in secret talks in Oman. WASHINGTON-The Trump administration is preparing to initiate direct talks with Iran-backed Houthi forces in Yemen in an effort to end the four-year-old war, a conflict that has become a volatile front line in the conflict with Tehran, according to people familiar with the plans.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-center-market-powers-up-to-meet-cloud-demand-11566898200", "title": "Data Center Market Powers Up to Meet Cloud Demand", "date": "2019-08-27 05:30", "summary": "CONTENT FROM OUR SPONSOR. U.S. companies switching to online software and technology systems are fueling a booming market for computing power.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-citizen-yang-hengjun-is-arrested-in-china-on-suspicion-of-spying-11566870552", "title": "Australian Citizen Arrested in China on Suspicion of Spying", "date": "2019-08-27 03:26", "summary": "The blogger and spy novelist had been in custody for a half-year. China arrested an Australian writer for alleged spying, Australia's government said, in a case that exacerbates tense relations between the two countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11566843993", "title": "Pepper...and Salt", "date": "2019-08-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-ordered-to-pay-572-million-in-oklahoma-opioid-case-11566850079", "title": "Johnson & Johnson Ordered to Pay $572 Million in Opioid Case", "date": "2019-08-27 23:12", "summary": "Verdict caps first case to go to trial among thousands brought by U.S. states, cities against drug industry. An Oklahoma judge ordered Johnson & Johnson to pay $572 million for contributing to the state's opioid-addiction crisis, a verdict that could signal further findings of liability for drug companies as similar cases wind through courts across the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferdinand-piech-who-transformed-volkswagen-dies-11566861010", "title": "Ferdinand Piëch, Who Transformed Volkswagen, Dies at 82", "date": "2019-08-27 22:07", "summary": "Grandson of VW Beetle's original designer helped turn the German auto maker into a global powerhouse. BERLIN-Ferdinand Piëch, grandson of the original designer of the Volkswagen Beetle and a towering figure in modern automotive history, has died, his wife, Ursula Piëch, said Monday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amgen-to-buy-otezla-for-13-4-billion-in-cash-11566816794", "title": "Bristol-Myers Moves Closer to Buying Celgene", "date": "2019-08-27 21:49", "summary": "Sale of Celgene's skin treatment for $13.4 billion to Amgen seen addressing antitrust concerns from regulators. Bristol-Myers Squibb Co. took a major step toward completing its $74 billion acquisition of Celgene Corp. , as the two pharmaceutical companies found a buyer for a skin treatment whose sale they hope will address antitrust concerns.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-china-called-u-s-to-get-back-to-the-table-after-latest-tariff-spat-11566807487", "title": "Trump Softens Tone on China, Iran at G-7 Summit", "date": "2019-08-27 21:46", "summary": "The president says he thinks China wants to make a deal and indicates he is open to meeting with Iran's president. BIARRITZ, France-President Trump struck a conciliatory tone on the final day of the Group of Seven summit, where he faced pressure from French President Emmanuel Macron to de-escalate the trade war with China and ease tensions with Iran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]