[{"link": "https://www.wsj.com/articles/sen-elizabeth-warren-officially-enters-2020-presidential-race-11549731946", "title": "Sen. Elizabeth Warren Officially Enters 2020 Presidential Race", "date": "2019-02-09 18:47", "summary": "The Democrat traveled to New Hampshire to kick off a tour through early voting states. DOVER, N. H.-Sen. Elizabeth Warren of Massachusetts, looking to move past a nagging controversy about her claims to Native-American ancestry, might find a Democratic base eager to do the same.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cory-booker-stumps-in-iowa-seeking-position-as-obamas-heir-11549749749", "title": "Cory Booker Stumps in Iowa Seeking Position as Obama's Heir", "date": "2019-02-09 17:02", "summary": "The 'champion of selfies' on the campaign trail hopes to inherit Barack Obama's political coalition. CEDAR RAPIDS, Iowa-Cory Booker is betting the path to the 2020 Democratic presidential nomination runs through young people and African-Americans-the same groups that propelled Barack Obama's campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-watching-its-cable-bills-11549724401", "title": "Google Watching Its Cable Bills", "date": "2019-02-09 10:00", "summary": "Alphabet's plunging capital expenditures for its Other Bets segment is mostly due to lower Fiber investment. The good folks of Louisville, Ky., learned the hard way this week that Google has been cutting its cable bill.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-kill-a-mockingbird-hits-broadway-box-office-bonanza-11549722600", "title": "'To Kill a Mockingbird' Hits Broadway Box-Office Bonanza", "date": "2019-02-09 09:30", "summary": "Since its first preview in November, the show has sold out every performance. Almost a year ago, the Broadway-bound production of \"To Kill a Mockingbird,\" based on the beloved Harper Lee novel, was on shaky ground, at least legally. The author's estate had sued producer Scott Rudin's company, saying its theatrical version departs from the spirit of the book.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-glimpse-of-fortnites-future-music-and-dancing-without-the-guns-11549720800", "title": "Fortnite-Marshmello Mashup Showcases New Avenues for Games, Music", "date": "2019-02-09 09:00", "summary": "Live concert shows the hit game's potential as an entertainment platform. Marshmello didn't need to lure people to an arena for his concert. They were already waiting for the musician inside \"Fortnite.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-panther-and-a-star-is-born-lead-soundtrack-resurgence-11549717200", "title": "'Black Panther' and 'A Star Is Born' Lead Soundtrack Resurgence", "date": "2019-02-09 08:00", "summary": "For the first time in nearly 20 years, a movie soundtrack is nominated for album of the year Grammy. Film soundtracks are experiencing their highest level of commercial and cultural clout in decades, driven by an unusual number of music-themed movies and the rise of streaming services and their playlist-loving users.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-demographic-danger-grows-as-births-fall-far-below-forecast-11549717201", "title": "China's Demographic Danger Grows as Births Fall Far Below Forecast", "date": "2019-02-09 08:00", "summary": "Number of newborns fell in 2018 and was well below expectations, despite lifting of one-child policy. The end of China's draconian one-child policy has failed to bring an expected boom in births, adding yet another headwind to the country's economy and compounding worries about its long-term growth potential.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gifted-programs-in-high-poverty-districts-aim-to-create-pipeline-to-opportunity-11549717200", "title": "Gifted Programs in High-Poverty Districts Aim to Create Pipeline to Opportunity", "date": "2019-02-09 08:00", "summary": "Some have argued that instead of scrapping admissions tests for top high schools, more gifted classes should be added to nurture diverse talent. In a gifted-and-talented class in Brooklyn's Bedford-Stuyvesant on a recent morning, third-graders compared notes on hammerhead sharks.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frida-kahlo-appearances-can-be-deceiving-review-searching-for-the-artist-11549713600", "title": "'Frida Kahlo: Appearances Can Be Deceiving' Review: Searching for the Artist", "date": "2019-02-09 07:00", "summary": "An exhibition at the Brooklyn Museum with more than 325 objects-from photographs to clothing to orthopedic corsets to lipsticks and eyebrow pencils-is more of a biographical than artistic journey.. Brooklyn, N.Y.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feuding-monks-expose-bitter-ethnic-buddhist-divisions-in-myanmar-11549713600", "title": "Feuding Monks Expose Bitter Buddhist Divisions in Myanmar", "date": "2019-02-09 07:00", "summary": "Resurgence of centuries-old conflict between rival Buddhist ethnicities divides clergy. MAUNGDAW, Myanmar-In overwhelmingly Buddhist Myanmar, hard-line nationalist monks who championed the military's 2017 crusade against the mostly Muslim Rohingya minority were crucial to legitimizing and galvanizing support for the scorched-earth campaign.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-likes-valentines-day-anymore-retailers-florists-cash-in-on-galentines-day-a-ladies-only-spin-11549713601", "title": "'Nobody Likes Valentine's Day Anymore.' Retailers, Florists Cash In on 'Galentine's Day,' a Ladies-Only Spin", "date": "2019-02-09 07:00", "summary": "Galentine's-a celebration of female friendships sparked by an episode of 'Parks and Recreation'-is hitting the mainstream this year as companies scramble to rejuvenate sales around Valentine's Day. What should you get your friend for Galentine's Day? Everyone from Hallmark to Walmart suddenly has an idea.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bb-t-and-suntrust-merger-deals-a-blow-to-atlanta-11549713601", "title": "BB&T and SunTrust Merger Deals a Blow to Atlanta", "date": "2019-02-09 07:00", "summary": "SunTrust's planned departure in $28.2 billion deal stuns city where it has an outsize presence. ATLANTA- SunTrust Banks Inc. is so intertwined with the history and culture of this city that news of its merger with BB&T Corp. and the loss of its headquarters stunned many leaders in the business community.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-bask-in-puerto-rico-bond-deal-11549713600", "title": "Hedge Funds Bask in Puerto Rico Bond Deal", "date": "2019-02-09 07:00", "summary": "Bondholders offering debt relief in $18 billion renegotiation gain substantial profits. A small group of hedge funds are being rewarded for backing an $18 billion restructuring of Puerto Rico's sales-tax debt that saddled other investors with losses.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombian-drug-epic-birds-of-passage-takes-flight-11549713580", "title": "Colombian Drug Epic 'Birds of Passage' Takes Flight", "date": "2019-02-09 06:59", "summary": "The film explores the country's drug trafficking and its impact on an indigenous clan in the '60s and '70s. In \"Birds of Passage,\" a new film exploring the growth of Colombia's drug trade in the 1960s and '70s, the family at its center lives by a code that wouldn't seem out of place in \"The Godfather.\"", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princess-ubolratana-upends-thai-election-with-challenge-to-junta-leader-11549604162", "title": "Royal Drama Stuns Thais Accustomed to Image of Serenity", "date": "2019-02-09 05:58", "summary": "Monarch says it would be unconstitutional for his sister to compete in next month's polling after she declared her candidacy. Thailand witnessed an unprecedented royal drama after the king's oldest sister announced her candidacy to be prime minister in elections next month, only for the monarch himself to dismiss her move as unconstitutional and inappropriate in a written statement broadcast across the Buddhist nation.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-gym-class-turns-into-a-bollywood-musical-11549720800", "title": "His Gym Class Turns Into a Bollywood Musical", "date": "2019-02-09 00:01", "summary": "A New Yorker builds up a serious sweat dancing to the music of his youth in BollyX classes that incorporate the moves of the Indian films. One night a week, Atit Amin feels like the male lead in a Bollywood movie. He's often the only man dancing to \"Cutiepie,\"\"Chogada\" and other popular Indian movie songs that make up the BollyX fitness class playlist.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11549643546", "title": "Pepper...and Salt", "date": "2019-02-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-internet-divided-between-the-u-s-and-china-has-become-a-battleground-11549688420", "title": "The Internet, Divided Between the U.S. and China, Has Become a Battleground.", "date": "2019-02-09 00:00", "summary": "As China and the West race for 5G dominance, two digital powers with very different approaches to technology are staking out their corners. The global internet is splitting in two.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-are-the-u-s-cities-most-likely-to-be-disrupted-by-robots-11549688401", "title": "This Thriving City-and Many Others-Could Soon Be Disrupted by Robots", "date": "2019-02-09 00:00", "summary": "Automation might not mean lower employment overall, but it can still take away jobs as it notches gains in productivity. Right in the center of Florida is a metro area that's home to more than 600,000 people, along with some of the most technologically sophisticated distribution centers in the country.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-envoy-voices-optimism-ahead-of-north-korea-nuclear-summit-11549684347", "title": "U.S. Envoy Voices Optimism Ahead of North Korea Nuclear Summit", "date": "2019-02-09 22:52", "summary": "Central to the meeting in Vietnam is what the U.S. might offer Kim in return for concrete steps to relinquish his nuclear arsenal. SEOUL-The U.S. special envoy for North Korea concluded three days of nuclear-disarmament talks in Pyongyang ahead of the second summit between President Trump and North Korean leader Kim Jong Un, scheduled for this month in Vietnam, expressing confidence that \"real progress\" was possible if both sides remain committed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-is-healthy-white-house-physician-says-11549673251", "title": "President Trump Is Healthy, White House Physician Says", "date": "2019-02-09 19:47", "summary": "Mr. Trump found to be in good health after annual physical exam. WASHINGTON-President Trump is in very good health, a White House physician said Friday following an annual exam.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-who-in-fight-between-jeff-bezos-and-the-national-enquirer-11549671736", "title": "Who's Who in Fight Between Jeff Bezos and the National Enquirer", "date": "2019-02-09 19:22", "summary": "Amazon founder Jeff Bezos mentioned a series of people in his blog post accusing the National Enquirer of blackmail. Here is a quick look at the main characters:. Founder and chief executive of Amazon.com Inc. and owner of the Washington Post. He accused the National Enquirer's publisher of trying to blackmail him by threatening to release embarrassing photos if he didn't call off an investigation into how the Enquirer got his personal text messages. Some of the texts and photos were featured in an Enquirer story last month that revealed Mr. Bezos' alleged extramarital affair. Mr. Bezos, who is considered the world's wealthiest man, also has been a target of criticism from President Trump.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-launches-first-new-flavor-in-over-a-decade-11549671673", "title": "Coke Launches First New Flavor in Over a Decade", "date": "2019-02-09 19:21", "summary": "Orange Vanilla version to hit stores nationwide later this month; Last new flavor was Vanilla Coke in 2007. Coca-Cola Co. is introducing the first new flavor in more than a decade for its namesake cola.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-work-to-hash-out-border-deal-to-avoid-new-government-shutdown-11549658825", "title": "Lawmakers Close In on Deal in Talks on Border Funding", "date": "2019-02-09 19:16", "summary": "Bipartisan compromise would boost spending but fall short of President Trump's demands. WASHINGTON-Negotiators signaled Friday they were zeroing in on a compromise spending package that boosts funding for border barriers and related security measures, with the goal of reaching a bipartisan deal early next week and avoiding a new partial government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-woman-accuses-virginia-lt-gov-justin-fairfax-of-sexual-assault-11549662072", "title": "Second Woman Accuses Virginia Lt. Gov. Justin Fairfax of Sexual Assault", "date": "2019-02-09 19:13", "summary": "He issues denial, fends off calls to resign; claim adds to others facing state's top leadership. RICHMOND, Va.-A second woman has accused Virginia Lt. Gov. Justin Fairfax of sexual assault, deepening the weeklong crisis embroiling the state's Democratic leadership and leading to more calls for his resignation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-bigger-banks-11549670853", "title": "Elizabeth Warren's Bigger Banks", "date": "2019-02-09 19:07", "summary": "The BB&T-SunTrust merger is an attempt to compete with the giants.. Massachusetts Sen. Elizabeth Warren is claiming that the proposed marriage of BB&T and SunTrust vindicates her warnings that bank deregulation will create more too-big-to-fail banks. In reality the merger provides more evidence of how Dodd-Frank's too-big-to-fail architecture, which Sen. Warren favors, has driven big banks to get bigger and why we need high capital firewalls.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-voucher-vindication-11549670717", "title": "Florida's Voucher Vindication", "date": "2019-02-09 19:05", "summary": "New data shows how school choice lifts college prospects.. One issue that helped Florida Governor Ron DeSantis beat progressive Andrew Gillum in November's gubernatorial nail-biter was his support for the state's private school voucher program. To understand why that mattered, consider a report this week on the link between K-12 school choice and college success.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-tax-cutters-11549670604", "title": "Arkansas Tax Cutters", "date": "2019-02-09 19:03", "summary": "Gov. Hutchinson wants to make his state more competitive.. Democrats around the country want to raise taxes, but Arkansas has a better idea. As Gov. Asa Hutchinson begins his second term, he and the GOP Legislature are moving to make the state more economically competitive with an ambitious tax reform.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]