[{"link": "https://www.wsj.com/articles/investigators-expected-to-probe-deutsche-efforts-to-shed-loan-to-russian-bank-11549238370", "title": "Investigators Expected to Probe Deutsche Efforts to Shed Loan to Russian Bank", "date": "2019-02-03 18:59", "summary": "German lender, seeking to slash its exposure to Russia in late 2016, scrambled to sell a $600 million loan. Congressional investigators expect the House Financial Services Committee to examine Deutsche Bank AG's efforts after the 2016 election to shed a loan it made to VTB Group, a large Russian state-owned bank.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-gets-a-do-over-for-its-first-impression-11549237957", "title": "Newark Hopes for New Identity With Revamped Office Complex", "date": "2019-02-03 18:52", "summary": "Sizable investment in the Gateway Center towers signals the city's next revival phase. The new owners of an office complex in Newark, N.J., are betting they can re-engineer a symbol of this city's starker era, aiming to give the municipality's long-running revitalization story a big push into the next chapter.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-are-waving-the-caution-flag-11549198801", "title": "Small Businesses Are Waving the Caution Flag", "date": "2019-02-03 18:42", "summary": "Economic confidence among smaller companies hits lowest level since Trump's election; 'We could be at a turning point'. An Alabama welding-supply company is delaying purchases of new gas cylinders. A men's clothing store in Louisiana has trimmed fall orders for suits and high-end sportswear. An information-technology consulting firm in California is holding back on planned hiring.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-liii-patriots-vs-rams-11549235931", "title": "Super Bowl LIII: Patriots vs. Rams", "date": "2019-02-03 18:18", "summary": "Photos of the big game from Mercedes-Benz Stadium in Atlanta. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/steel-tariff-profiteers-11549233141", "title": "Steel Tariff Profiteers", "date": "2019-02-03 17:32", "summary": "American steelmakers post record earnings-while others pay the bill.. As American steelmakers announce huge yearly profits, President Trump has practically unfurled a \"Mission Accomplished\" banner. \"Tariffs on the 'dumping' of Steel in the United States have totally revived our Steel Industry,\" he tweeted last week. Yet investors don't think so. From the time Mr. Trump announced his 25% tariffs through the middle of January, steel stocks lagged the S&P 500 by nearly 20 percentage points. What gives?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-northams-racial-education-11549233081", "title": "Ralph Northam's Racial Education", "date": "2019-02-03 17:31", "summary": "The Virginia Governor and Democrats owe an apology to Ed Gillespie.. Ralph Northam won the Virginia governorship in 2017 in part by wielding race as a weapon unfairly against Republican Ed Gillespie. That the same weapon is now likely to end his career is a case of rough political justice, though he and Democrats still owe an apology to Mr. Gillespie.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missile-defense-alert-11549233033", "title": "Missile Defense Alert", "date": "2019-02-03 17:30", "summary": "As global threats grow, the U.S. needs space-based sensors.. There is nothing inevitable about the U.S. winning wars, and on that point the Pentagon's new missile defense review is alarming. Russia and China are ramping up investments in sophisticated technologies while America is spending less on defending itself. One urgent priority: A constellation of space sensors that could shore up U.S. missile defenses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-spending-spat-stirs-worry-over-u-s-forces-in-korea-11549195200", "title": "Military-Spending Spat Stirs Worry Over U.S. Forces in Korea", "date": "2019-02-03 17:30", "summary": "Trump's call for Seoul to pay more looms over his planned second summit with North Korean leader. SEOUL-A quarrel between the U.S. and South Korea over the costs of their military alliance threatens to complicate negotiations with North Korea over its nuclear program.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aid-for-venezuela-to-test-militarys-support-for-maduro-11549232493", "title": "Aid for Venezuela to Test Military's Support for Maduro", "date": "2019-02-03 17:21", "summary": "The army's support has allowed the authoritarian leader to hold power despite hyperinflation, food shortages and a steep economic contraction. CARACAS, Venezuela-The U.S. government and Venezuela's opposition are preparing humanitarian aid shipments for the crisis-stricken country, setting the stage for a showdown with authoritarian leader Nicolás Maduro as his military backers face rising international pressure.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-has-no-plans-to-pull-troops-from-south-korea-11549218020", "title": "Trump Says He Has No Plans to Pull Troops From South Korea", "date": "2019-02-03 16:54", "summary": "Statement comes amid feud between Washington and Seoul over cost-sharing accord for U.S. military. President Trump said Sunday he has no plans to withdraw U.S. troops from South Korea, potentially assuaging worries in Seoul as Mr. Trump's end-of-the-month summit with North Korean leader Kim Jong Un approaches.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moving-to-install-new-chiefs-of-army-navy-marines-11549230573", "title": "Trump Moving to Install New Chiefs of Army, Navy, Marines", "date": "2019-02-03 16:49", "summary": "Step will be president's biggest to date in putting his choices in place to run the U.S. armed services. ", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rapid-warm-up-puts-midwest-on-high-alert-11549222630", "title": "Rapid Warm-Up Puts Midwest on High Alert", "date": "2019-02-03 16:38", "summary": "Melting could cause rivers to overflow and roads to turn icy as temperatures surge after polar vortex. A rapid warm-up after last week's polar vortex-induced deep freeze has put the Midwest on high alert for overflowing rivers, dangerous driving conditions and the potential for freezing rain in the coming days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-of-the-union-guests-are-on-both-sides-of-border-wall-battle-11549197001", "title": "State of the Union Guests Will Reflect Immigration Split", "date": "2019-02-03 16:25", "summary": "Democrats invite immigrants who worked illegally at a Trump golf club, while GOP lawmakers bring law-enforcement officers. WASHINGTON-When President Trump delivers his State of the Union address on Tuesday, the debate over immigration that spurred the recent government shutdown will be well-represented in the guests invited to view from the House gallery.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-dialogue-for-maduro-11549229078", "title": "No Dialogue for Maduro", "date": "2019-02-03 16:24", "summary": "Venezuelans are not divided. Juan Guaidó is the legitimate interim president.. Heavily armed soldiers pin down a man wearing jeans and a short-sleeved shirt in a video shot last week from a high-rise building. After a few seconds, the soldiers drag their prisoner like a rag doll to the middle of the street, pull off his shirt, and kick him. As they back away, one guardsman trains his rifle on the limp body and fires a single shot at close range. The soldiers jump on motorcycles and speed away.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-blame-drug-prices-on-big-pharma-11549229031", "title": "Don't Blame Drug Prices on 'Big Pharma'", "date": "2019-02-03 16:23", "summary": "Lawmakers want lower list prices, but insurers are at fault for mismanaging plans.. An unlikely bipartisan consensus has formed to blame pharmaceutical companies for high prescription-drug prices. Democrat Elijah Cummings, chairman of the House Oversight and Reform Committee, held hearings this month on drug companies' pricing practices, while Republican Chuck Grassley has done the same on the Senate Finance Committee. As odd a duo as President Trump and Bernie Sanders already have called for drug price controls, and more voices will join the chorus as the public grilling of pharmaceutical executives continues.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brutal-cold-brings-warm-memories-11549228990", "title": "Brutal Cold Brings Warm Memories", "date": "2019-02-03 16:23", "summary": "I settled in Southern California, and I miss the arctic winters back in Chicago.. I live in Southern California, but people in my hometown of Chicago have been experiencing what I like to call the drama of weather. Lucky dogs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/light-horse-harry-lee-review-wedded-to-his-sword-11549228952", "title": "'Light-Horse Harry Lee' Review: Wedded to His Sword", "date": "2019-02-03 16:22", "summary": "Impetuous, thin-skinned, flamboyant, daring, Harry Lee was a skilled and legendary American soldier-and the father of another.. Growing up on one of Virginia's great plantations, Henry Lee III romped his way through the Greek and Roman classics. His favorites were books on strategy and tactics, but his interest in literature of any kind far exceeded that of either of his less intellectually inclined parents. Asked to explain the difference, Lee responded: \"Two negatives make a positive.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lefts-idea-of-generosity-11549228822", "title": "The Left's Idea of Generosity", "date": "2019-02-03 16:20", "summary": "Progressives across the West are eager to spend other people's money on moral vanity projects.. Studies consistently show that Republicans give more than Democrats to private charities. But as any liberal will happily tell you, that doesn't capture the whole picture. The left, they say, is far more generous than the right. It's just that they don't express their concern for the disadvantaged via charitable giving. Rather, they raise taxes and spread the wealth via big government.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-doesnt-understand-wealth-taxes-11549228772", "title": "Elizabeth Warren Doesn't Understand Wealth Taxes", "date": "2019-02-03 16:19", "summary": "There's a reason real estate is treated differently from income-generating assets.. Sen. Elizabeth Warren has proposed a federal wealth tax-2% annually on assets above $50 million and 3% on assets above $1 billion. The response has been predictable. Progressives praise the proposal as necessary to curb the political power of the wealthy; conservatives see it as an attack on success and business stewardship. The real problem with Ms. Warren's proposal, however, is not that it taxes concentrated wealth, but that it does so hamfistedly. Taxes on capital already exist in the U.S., and there are good arguments they should. But in failing to distinguish between different types of wealth, Ms. Warren and her advisers disregard basic precepts of tax policy and administration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-law-is-already-extreme-11549228726", "title": "Abortion Law Is Already Extreme", "date": "2019-02-03 16:18", "summary": "Virginia's governor lets slip the truth, causing discomfort for advocates.. A legislative effort to loosen restrictions on late-term abortion died last week in the Virginia General Assembly. The problem was that Gov. Ralph Northam was a little too honest about what the bill would mean. When an interviewer asked him what would happen to a baby born alive during a third-trimester abortion, the governor-who also works as a pediatric neurologist-said calmly: \"If a mother is in labor, I can tell you exactly what would happen. The infant would be delivered. The infant would be kept comfortable. The infant would be resuscitated if that's what the mother and the family desired, and then a discussion would ensue between the physicians and the mother.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howard-schultz-take-your-shot-11549228679", "title": "Howard Schultz, Take Your Shot", "date": "2019-02-03 16:17", "summary": "If you're worried he'll play spoiler, don't be a bully. Make the case for your candidate instead.. Thirty seconds into Howard Schultz's first campaign event last Monday in New York City, one attendee yelled \"Don't help elect Trump, you egotistical, billionaire a-h-!\" The shouter was joined by thousands of vitriolic posts on social media. The mainstream media, which thrives on tribal warfare, added fuel to the fire, urging Mr. Schultz not to run for president.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odds-heavily-favor-index-funds-long-term-11549225813", "title": "Odds Heavily Favor Index Funds Long Term", "date": "2019-02-03 15:30", "summary": "The argument for indexing is that its lower expenses and trading will allow it to perform better, in the long run, than the vast majority of active funds.. In \"Index Funds Are Cheap But Not Always Best\" (Letters, Jan. 29), Christopher Hanford argues that index giant Vanguard doesn't want investors to know that there exists an actively managed mutual fund that has performed better than Vanguard's S&P 500 index fund.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/managed-grazing-is-needed-for-clean-water-11549225711", "title": "Managed Grazing Is Needed for Clean Water", "date": "2019-02-03 15:28", "summary": "Managed livestock grazing on perennial grass pastures can improve water quality and be highly profitable.. Regarding \"Booming Farms, Poisoned Wells\" (page one, Jan. 19): Today's agricultural landscape is locked in to the confined livestock feeding operations that are contaminating rural wells. The policy, finance and socioeconomic rules that favor confinement production systems, even in the face of low profitability for farmers and unacceptable health risks for their rural neighbors, are reinforced by those who profit from the current system-corporations supplying fertilizer, seed and pesticides to farmers. The rules of the game are stacked against transformative change and proposed solutions are met with immense social, political and economic resistance. Overwhelming this resistance will require widespread public outcry and demand for an agriculture that provides for our needs and wants while improving our health and well-being.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-incentive-does-california-really-give-11549225634", "title": "What Incentive Does California Really Give?", "date": "2019-02-03 15:27", "summary": "While homelessness, crime and taxes are increasing, test scores are not.. T.J. Rodgers's concern for the homeless in Silicon Valley is admirable, but he shouldn't hold his breath waiting for things to improve (\"Another California Tax Grab,\" op-ed, Jan 28). Artificially constraining the housing supply seems to be in California's DNA. Eighteen years ago our house plans spent over a year in San Jose's plan check. Nothing has changed. Friends building in the area were recently told to expect their building permit in 12 to 18 months, and construction impediments aren't California's only challenge. Property crime is soaring thanks to Prop. 47, which effectively decriminalized thefts below $950 a day, making their prosecution not a priority.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/custom-family-cookbooks-11549225511", "title": "Custom Family Cookbooks", "date": "2019-02-03 15:25", "summary": "I made a family cookbook with my first printer.. In 2002 I made a family cookbook with my first printer (\"Saving Memories, Dish by Dish,\" Life & Arts, Jan. 30). Everyone had to contribute at least one or two recipes. I included the family tree, medical history, everyone's birthday and wedding date, old photos and lots of cute cartoons about cooking to entice everyone to look through the book. I give a book to each child when they graduate from college, and every Thanksgiving I give them new pages for the \"Birthdays of the Stars\" page, as our family grows and grows.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christie-says-he-warned-trump-about-tweets-11549225004", "title": "Christie Says He Warned Trump About Tweets", "date": "2019-02-03 15:16", "summary": "The former prosecutor said tweeting about the Russia probe only would serve to drag it out. Chris Christie, a friend and confidant of President Trump, gave him a no-nonsense piece of advice early in his White House term: Don't tweet about the Russia investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-services-sector-activity-international-trade-and-more-11549224000", "title": "Economy Week Ahead: Services-Sector Activity, International Trade", "date": "2019-02-03 15:00", "summary": "Also, the Labor Department releases data on jobless claims. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-mattis-acting-defense-chief-shanahan-is-trying-out-for-permanent-role-11549213294", "title": "After Mattis, Acting Pentagon Chief Auditioning for Permanent Post", "date": "2019-02-03 14:38", "summary": "Former Boeing executive appears to be front-runner for Pentagon's top post, though some point to his limited foreign-policy experience. WASHINGTON-When Pat Shanahan, who now serves as acting defense secretary, arrived at the Pentagon in 2017 as the Defense Department's No. 2, he aimed to inject the massive bureaucracy with lessons he had learned as a successful executive at aerospace giant Boeing Co.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-laments-yemeni-civil-war-before-traveling-to-u-a-e-11549221735", "title": "Pope Laments Yemeni Civil War Before Traveling to U.A.E.", "date": "2019-02-03 14:22", "summary": "Roman Catholic leader calls for compliance with recent United Nations-sponsored cease-fire. ROME-Pope Francis deplored the impact of the four-year civil war in Yemen on Sunday, only hours before traveling to the United Arab Emirates, which has played a leading role in the war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-seeking-next-chapter-makes-inroads-through-west-africa-11549220824", "title": "Islamic State, Seeking Next Chapter, Makes Inroads Through West Africa", "date": "2019-02-03 14:07", "summary": "In Nigeria, an affiliate of the terrorist group has seized hundreds of square miles of territory and could disrupt a presidential election this month. YOLA, Nigeria-The battle began with two small drones buzzing over a base where more than 500 Nigerian troops guarded the shores of Lake Chad. Then came the clatter of gunfire from a column of armored cars, artillery units and tanks that also blasted jihadist battle songs from mounted speakers.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sisi-supporters-seek-to-extend-his-power-for-years-11549220607", "title": "Sisi Supporters Seek to Extend His Power for Years", "date": "2019-02-03 14:03", "summary": "Egyptian president's backers propose constitutional amendment allowing him to stay in office longer. CAIRO-Egyptian lawmakers launched an effort Sunday to change the country's constitution to allow President Abdel Fattah Al Sisi to remain in power beyond the current limit of eight years, opening the door for him to rule for decades to come.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-follows-u-s-in-suspending-involvement-in-nuclear-treaty-11549109035", "title": "As U.S.-Russia Treaty Breaks Down, Risk of Arms Race Rises", "date": "2019-02-03 13:58", "summary": "Moscow suspended involvement in the INF treaty, which the U.S. said it plans to leave if Russia doesn't destroy certain missile systems. MOSCOW-Russia's announcement over the weekend that it would suspend its obligations under a Cold War-era nuclear treaty essentially seals the fate of a pact the U.S. recently said it plans to abandon and heightens the risk of a new arms race.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-greasy-snacks-smearing-your-phone-japan-has-found-a-solution-11549217201", "title": "'Gross!' Japanese Tricks to Keep Greasy Fingers Off Touch Screens", "date": "2019-02-03 13:06", "summary": "Snack makers have developed treats that fussy snackers can eat with one hand while trawling smartphones with the other. OSAKA, Japan-Some people fret over the health implications of potato chips. And then there are those who worry about what they do to touch screens.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-tiny-water-powered-rockets-startup-aims-to-give-small-satellites-a-nudge-11549209724", "title": "With Tiny Water-Powered Engines, Startup Aims to Give Small Satellites a Nudge", "date": "2019-02-03 11:02", "summary": "Supplemental engines seek to make it easier and less costly for small satellites to reach orbit. A tiny U.S. space startup relying on a first-of-its-kind propulsion system-fueled by water and microwaves-aspires to do for small satellites what Elon Musk's SpaceX has done for larger ones: Make it easier and cheaper to reach orbit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/along-the-coasts-communities-gird-for-rising-seas-11549209600", "title": "Along the Coasts, Communities Gird for Rising Seas", "date": "2019-02-03 11:00", "summary": "Facing the threat of extreme weather, coastal regions of the U.S. are stepping up protection efforts. BOSTON-State officials along the East and Gulf Coasts are pushing for projects worth billions of dollars to protect populous coastal regions from rising oceans and extreme weather.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-the-238-million-penthouse-sale-the-manhattan-luxury-market-is-reeling-11549206000", "title": "Forget the $238 Million Penthouse Sale. The Manhattan Luxury Market Is Reeling.", "date": "2019-02-03 10:00", "summary": "Condo sales for $5 million or more fell 28% in 2018, the biggest decline in a decade. What does a record-breaking $238 million penthouse sale on Billionaires' Row in Manhattan say about the state of the New York luxury market?", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-still-the-big-cheese-in-online-food-delivery-11549206000", "title": "Grubhub Still the Big Cheese in Online Food Delivery", "date": "2019-02-03 10:00", "summary": "Competition heating up, but fundamentals still appetizing for Grubhub. Consumers are eating up Grubhub 's offerings, but investors continue to turn up their noses at its shares. Their price should now be low enough to tempt them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-to-begin-deliberations-in-el-chapo-trial-11549206000", "title": "Jury to Begin Deliberations in El Chapo Drug Trial", "date": "2019-02-03 10:00", "summary": "Joaquín Guzmán Loera could face life in prison if convicted of leading Sinaloa cartel in sending illegal drugs to U.S. for decades. The fate of Joaquín \"El Chapo\" Guzmán Loera will soon land in the hands of 12 jurors in Brooklyn federal court, who are expected to begin deliberating Monday over whether the infamous Mexican drug lord is guilty of 10 criminal charges related to drug trafficking.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-starts-key-year-with-strong-january-11549206001", "title": "Ford Kicks Off 2019 With Strong January", "date": "2019-02-03 10:00", "summary": "Pressure is building on CEO Jim Hackett to show results from his restructuring plan. Ford Motor Co. posted a 7% increase in January U.S. sales, a promising start to a year in which investors expect Chief Executive Jim Hackett to show results from his turnaround plan.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-super-bowl-may-be-even-higher-scoring-than-you-think-11549204927", "title": "Why the Super Bowl May Be Even Higher Scoring Than You Think", "date": "2019-02-03 09:42", "summary": "During an NFL season defined by high scoring, the Rams and Patriots didn't just have two of the best offenses. They have two of the fastest paced offenses in the NFL.. ATLANTA-The New England Patriots and Los Angeles Rams have about as much in common as Dunkin' Donuts and In-N-Out Burger. It's icy Boston vs. sunny L.A. Old against young. A long-running East Coast dynasty against a band of West Coast insurgents.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-rally-suggests-the-stock-market-honeymoon-is-on-borrowed-time-11549202400", "title": "Bond Rally Suggests Stock Rebound Could Reverse", "date": "2019-02-03 09:00", "summary": "Some investors say it is difficult to imagine stocks being able to continue at January's pace. U.S. stocks and bonds are rallying together, an atypical pattern that some investors worry suggests the January rebound in equities is fated to run up against a painful reversal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-school-districts-security-upgrade-facial-recognition-tracking-ids-and-ar-15s-11549202427", "title": "One School District's Security Plan: Facial Recognition, Tracking IDs and AR-15s", "date": "2019-02-03 09:00", "summary": "A town in Texas has a $6.3 million plan and a Secret Service agent at the helm. TEXAS CITY, Texas-The school district here uses a facial recognition system to scan for people not allowed on school grounds. IDs track the whereabouts of students and staff. Teachers have cellphone panic buttons to alert police and soon will have special locks on classroom doors that can be activated remotely. A newly expanded security team keeps 22 AR-15 rifles in their offices.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-easy-and-legal-how-to-stream-great-tv-and-movies-without-spending-a-dime-11549202400", "title": "Free, Easy and Legal: How to Stream Great TV and Movies Without Spending a Dime", "date": "2019-02-03 09:00", "summary": "In a world where Netflix, Hulu and HBO subscriptions start to add up, ad-supported streaming TV and movie services don't cost anything. Back when I had cable, I paid for something like 600 channels. I only wanted like six.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-nfl-courts-fans-in-stands-atlanta-is-king-11549201747", "title": "As NFL Courts Fans in Stands, Atlanta Is King", "date": "2019-02-03 08:49", "summary": "As league-wide attendance ebbs, the Falcons are remaking the stadium experience from wider seats to cheaper eats. ATLANTA-Detailed plans for the Atlanta Falcons' new stadium were nearly complete in 2014 when team owner Arthur Blank sat on a model of the seats that soon would fill his billion-dollar venue. It was 19 inches wide, and it was horrible.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-very-hungry-caterpillar-invades-asia-11549200600", "title": "A Very Hungry Caterpillar Invades Asia", "date": "2019-02-03 08:30", "summary": "More trade between developing economies means more opportunities for invasive species like the fall armyworm to stake out new habitats. Late last year, farmers in Kanchanaburi in western Thailand came across a species of caterpillar they hadn't seen before. Tucked deep in ears of corn, it seemed to be more voracious than the pests they usually encounter. In some instances, the creatures ate each other.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-vow-to-modernize-congress-one-modem-at-a-time-11549198800", "title": "Lawmakers Vow to Modernize Congress, One Modem at a Time", "date": "2019-02-03 08:00", "summary": "New committee's agenda: diversifying hiring, changing the House voting schedule and upgrading old tech; 'It's not dial-up, but it's just a step above.'. WASHINGTON-When Democrats took control of the House in November, they vowed to change Washington. They are starting with their own slow internet and the demands of a younger, more diverse group of lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-companies-tax-cut-gains-are-smaller-than-they-once-appeared-11549195201", "title": "Some Companies Realize Tax-Cut Gains Are Smaller Than Appeared", "date": "2019-02-03 07:00", "summary": "As firms finalize their math, some are reporting more modest benefits. With earnings season in full swing, investors are starting to learn which companies were overly optimistic about their tax cuts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-pressured-msci-to-add-its-market-to-major-benchmark-11549195201", "title": "China Casts Shadow Over World's Largest Index Provider", "date": "2019-02-03 07:00", "summary": "The move raises questions about the independence of MSCI as the index giant wields increasing market power. Last summer, the world's largest index provider added stocks in China to one of its most prominent global benchmarks, leading billions of dollars to flow into Chinese shares and advancing China's plans to draw more foreign investors to its markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-in-activity-in-chinas-service-sector-slowed-in-january-11549160386", "title": "Growth in Activity in China's Service Sector Slowed in January", "date": "2019-02-03 21:19", "summary": "Caixin China services purchasing managers' index slips to 53.6. BEIJING-Growth in activity in China's service sector slowed in January, a private gauge showed on Sunday, contrasting with official data that pointed to a faster expansion in the sector.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-governor-to-make-statement-amid-calls-for-ouster-over-racist-photo-11549125616", "title": "Virginia Gov. Northam Says He Won't Resign", "date": "2019-02-03 19:50", "summary": "Calls for the governor's resignation grow louder even after Mr. Northam said he wasn't in the photo. Virginia Gov. Ralph Northam on Saturday denied being in a racist picture from his 1984 medical-school yearbook and said he wouldn't step down, statements that intensified calls for his resignation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]