[{"link": "https://www.wsj.com/articles/trump-portrays-baltimore-district-of-democratic-rep-cummings-as-rodent-infested-mess-11564248241", "title": "Trump Portrays Baltimore District of Democratic Rep. Cummings as 'Rodent-Infested Mess'", "date": "2019-07-27 17:51", "summary": "President assails Maryland lawmaker on Twitter for criticizing conditions at the Southern border. President Trump assailed Rep. Elijah Cummings, the Democratic head of the House oversight committee, as a \"brutal bully\" for criticizing conditions at the Southern border and declared his district-which includes a large part of Baltimore-as a \"disgusting, rat and rodent infested mess.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moscow-election-protest-results-in-nearly-arrests-11564250045", "title": "Moscow Election Protest Results in More Than 1,000 Detentions", "date": "2019-07-27 17:32", "summary": "Russian police detained more than 1,000 demonstrators protesting in Moscow the exclusion of opposition candidates from city government elections.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hundreds-arrested-in-moscow-protest-11564250393", "title": "More Than 1,000 Detained in Moscow Protest", "date": "2019-07-27 15:15", "summary": "Demonstration is the latest in recent weeks, suggesting growing public discontent with President Vladimir Putin's government. MOSCOW-Authorities in Moscow detained more than 1,000 people protesting the exclusion of opposition candidates from city elections, a sign of growing public discontent as trust in President Vladimir Putin declines.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-clash-with-police-11564250711", "title": "Hong Kong Protesters Clash With Police", "date": "2019-07-27 14:05", "summary": "Tens of thousands of peaceful protesters rallied at the site where organized crime gangs allegedly beat people. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/egan-bernal-is-set-to-win-wildest-tour-de-france-in-recent-memory-11564246250", "title": "Egan Bernal Is Set to Win a Wild Tour de France", "date": "2019-07-27 12:50", "summary": "After dashing French hopes, Colombian prodigy will ride into Paris with the yellow jersey. VAL THORENS, France-Egan Bernal was racing away from the peloton on Friday when the radio in his ear delivered a confusing message: The Tour de France needed to stop.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budget-deal-was-rare-moment-of-compromise-in-washington-11564246037", "title": "Budget Deal Was Rare Moment of Compromise in Washington", "date": "2019-07-27 12:47", "summary": "Ebbing deficit fears, an aversion to using the debt ceiling for partisan gain-and President Trump's wish to get a deal done-helped smooth path. WASHINGTON-No major policy standoffs. No debt-ceiling brinkmanship. A diminished threat of future shutdowns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/while-trump-and-kim-talk-north-korea-appears-to-expand-its-nuclear-arsenal-11564059627", "title": "While Trump and Kim Talk, North Korea Appears to Expand Its Nuclear Arsenal", "date": "2019-07-27 11:23", "summary": "Resume Subscription. Over the past year, there have been handshakes, compliments and extravagant photo-ops-in Singapore, in Hanoi and even at the demilitarized zone separating the two Koreas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-rejected-proposal-to-weaken-dollar-through-market-intervention-11564172133", "title": "Trump Rejected Proposal to Weaken Dollar", "date": "2019-07-27 11:17", "summary": "White House advisers oppose intervention because they don't believe it would succeed, senior administration official said. President Trump and his economic advisers discussed a proposal to intervene in foreign-currency markets to weaken the U.S. dollar but ultimately decided against such an action for now, officials said Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nightclub-accident-in-south-korea-leads-to-two-deaths-and-injures-several-athletes-11564238389", "title": "South Korea Nightclub Accident Kills Two, and Injures Several Athletes", "date": "2019-07-27 10:39", "summary": "Balcony collapse in Gwangju hurts some foreign athletes at world swimming competition, including three Americans. SEOUL-A balcony inside a nightclub in South Korea collapsed on Saturday, killing two people and injuring 16, including American and other athletes at the world swimming championships, officials said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-jail-is-like-for-jeffrey-epstein-11564236837", "title": "What Jail Is Like for Jeffrey Epstein", "date": "2019-07-27 10:13", "summary": "Now sleeping in the bottom bunk of a windowless 8-by-8-foot cell, the financier earlier was denied house arrest at his sprawling Manhattan townhouse. Since his arrest on sex-trafficking charges, financier Jeffrey Epstein has spent much of his time in the bottom bunk of a windowless 8-by-8-foot cell, according to the lawyer of his former cellmate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steyers-presidential-hopes-underwritten-by-hedge-fund-fortune-11564236610", "title": "Steyer's Presidential Hopes Underwritten by Hedge-Fund Fortune", "date": "2019-07-27 10:10", "summary": "A series of profitable bets allowed Tom Steyer to become a major liberal donor-and now a self-funded 2020 candidate. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-time-is-right-for-a-universal-music-deal-11564236181", "title": "The Time Is Right for a Universal Music Deal", "date": "2019-07-27 10:03", "summary": "French media conglomerate Vivendi would be wise to sell a stake in the world's largest music company while growth is so strong. The first half of 2019 may end up marking the peak of the party in the music industry. French media conglomerate Vivendi needs to sell a stake in Universal Music Group, the world's top music company, while everyone is still having such fun.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/still-rocking-the-role-and-the-mullet-10-years-later-11564236000", "title": "Still Rocking the Role (and the Mullet) 10 Years Later", "date": "2019-07-27 10:00", "summary": "Actor Mitchell Jarvis has played the narrator in 'Rock of Ages' in multiple productions. Some actors make Shakespeare their calling. Others turn to contemporary masters.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-eyes-27-billion-bet-for-blackstones-refinitiv-11564222109", "title": "London Stock Exchange Eyes $15 Billion Bet for Refinitiv", "date": "2019-07-27 09:14", "summary": "A deal would help the U.K.-based exchange operator expand its business as a data provider to investors and companies. London Stock Exchange Group PLC said early Saturday it is in advanced talks to buy financial-information and terminal business Refinitiv Holdings Ltd. from a Blackstone Group Inc. -led consortium for almost $15 billion, in one of the biggest bets yet on data as a new source of growth for global exchange operators.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-to-roberta-flacks-killing-me-softly-11564232400", "title": "The Road to Roberta Flack's 'Killing Me Softly'", "date": "2019-07-27 09:00", "summary": "Resume Subscription. In 1973, just as folk and soul were becoming more romantic and intimate, Roberta Flack released \"Killing Me Softly With His Song.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/financial-crisis-yields-a-generation-of-renters-11564228800", "title": "Financial Crisis Yields a Generation of Renters", "date": "2019-07-27 08:00", "summary": "Many young adults are priced out of the housing market. That could reshape their finances-and the economy-for years to come.. Alex Ruiz, 29 years old, and his wife, Stephanie Johnson, have steady jobs, are setting aside money for retirement and are slowly paying down their student debt.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tour-de-france-has-its-wildest-day-yet-as-french-shot-at-victory-slips-again-11564164108", "title": "After Wild Day, French Hopes Dim for Tour de France Win", "date": "2019-07-27 07:14", "summary": "Freak weather interrupts race just after Julian Alaphilippe loses lead to Colombian cyclist Egan Bernal. TIGNES, France-For three weeks, France allowed itself to dream, each day a little less cautiously. The country had not one but two riders with a real shot at winning the most Gallic sporting event in the world, the Tour de France, for the first time since 1985.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-brown-rotten-and-smelly-mexico-wishes-it-didnt-know-11564225200", "title": "Rotten, Smelly Algae Plagues Some Mexican Beaches", "date": "2019-07-27 07:00", "summary": "Tons of algae wash up on the shores of Cancún and other resorts, plaguing the country's vital tourism industry. PUERTO MORELOS, Mexico-Mexico's Yucatán Peninsula is famous for its aquamarine waters, white sandy beaches and Mayan ruins. But it is fast gaining a reputation as a destination for something far less appealing: rotting seaweed known as sargassum.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deepfakes-trigger-a-race-to-fight-manipulated-photos-and-videos-11564225200", "title": "'Deepfakes' Trigger a Race to Fight Manipulated Photos and Videos", "date": "2019-07-27 07:00", "summary": "Startups and government agencies are researching ways to combat doctored images ahead of the 2020 election. Startup companies, government agencies and academics are racing to combat so-called deepfakes, amid fears that doctored videos and photographs will be used to sow discord ahead of next year's U.S. presidential election.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-semi-secret-effort-to-become-internet-cool-11564200661", "title": "Walmart's Semi-Secret Effort to Become Internet-Cool", "date": "2019-07-27 00:11", "summary": "The big-box retailer known for slashing prices and crushing the competition has an online-first brand that bears none of the parent company's branding. The explosion of influencer-approved, online-only brands has led even the largest companies to attempt all kinds of experiments. One of the strangest is the new Potemkin startup Allswell, which pitches its almost entirely online-only, direct-to-consumer mattresses, and a selection of bedding, to people willing to pay more than is typical for a mattress from a deep discounter.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-internet-save-the-department-store-11564200060", "title": "Can the Internet Save the Department Store?", "date": "2019-07-27 00:01", "summary": "For internet-first brands, getting a product on shelves is becoming as important as selling it on Instagram; 'We think that what's happening now with physical retail is the next generation of all commerce'. In the department store of the future, you can chat with hipster-ish brand advocates about erectile-dysfunction pills while sipping a cortado from the in-store cafe and perusing fashionable onesies from a brand that first found success on the internet and is just now appearing in \"offline retail.\"", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11564173872", "title": "Pepper...and Salt", "date": "2019-07-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tv-maverick-is-going-all-in-on-a-new-wireless-bet-11564200000", "title": "A TV Maverick Is Going All-In on a New Wireless Bet", "date": "2019-07-27 00:01", "summary": "Charlie Ergen, the poker-playing billionaire who co-founded Dish Network, has been hoarding airwaves for years. Now the U.S. government is handing him the cards he needs to make his play.. Charlie Ergen has long tried to muscle his way into the U.S. wireless business. When his rivals had no other choice, the billionaire behind Dish Network Corp. finally got his way.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caroline-marks-is-surfings-youngest-champion-11564200060", "title": "Caroline Marks Is Surfing's Youngest Champion", "date": "2019-07-27 00:01", "summary": "At 17, the professional surfer is riding the crest of a sport in transition.. When Caroline Marks started surfing, her brothers were so hard on her it could make her cry.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foursquare-president-checks-in-on-those-who-give-him-insight-11564200020", "title": "Foursquare President Checks In on Those Who Give Him Insight", "date": "2019-07-27 00:00", "summary": "David Shim uses the 'brute force' he learned from his parents and advice from business colleagues to help him focus on the bigger picture. David Shim prides himself on overcoming obstacles in his career, starting at 13 years old.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santanders-tussle-with-jilted-ceo-hire-intensifies-11564140457", "title": "Santander's Tussle With Jilted CEO Hire Intensifies", "date": "2019-07-27 23:15", "summary": "Andrea Orcel has filed a lawsuit in Spain asking for €100 million in damages alleging the bank broke its contract. When Banco Santander SA Executive Chairman Ana Botín withdrew the appointment of high-profile UBS Group AG banker Andrea Orcel as her bank's chief executive earlier this year, she hoped for a quiet resolution.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-trump-can-use-pentagon-funds-for-border-wall-11564181606", "title": "Trump Scores Two Victories on Border", "date": "2019-07-27 21:08", "summary": "Supreme Court rules Trump can use Pentagon funds for border wall; Guatemala agrees to require migrants traveling through it to the U.S. to seek asylum there. President Trump won two victories on his border agenda Friday, with the Supreme Court allowing the use of military funds to expand the barrier on the Mexican border while Guatemala agreed to serve as gatekeeper for asylum seekers trying to get to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]