[{"link": "https://www.wsj.com/articles/sad-trombone-your-companys-april-fools-pranks-arent-funny-anymore-11554161370", "title": "Sad Trombone: Your Company's April Fools' Pranks Aren't Funny Anymore", "date": "2019-04-01 19:29", "summary": "They backfire, get reported as fact and irritate customers. On April 1, 2018, Tesla Inc.'s founder and CEO Elon Musk tweeted a series of jokes. The funniest one? Tesla had gone bankrupt after failing to raise money. \"So bankrupt, you can't believe it,\" he wrote. So funny the company's stock fell about 5% the next day.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-overhaul-gains-traction-with-senate-bill-11554160942", "title": "Retirement Overhaul Gains Traction With Senate Bill", "date": "2019-04-01 19:22", "summary": "House has introduced its own legislation; analysts say bill could be voted into law this year. The Senate on Monday introduced legislation to overhaul the U.S. retirement system, a sign that efforts to revamp retirement-savings plans are gaining traction.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factory-slowdown-adds-to-gloom-over-global-economy-11554123173", "title": "U.S. and Chinese Manufacturing Stabilize, While Europe Lags Behind", "date": "2019-04-01 19:19", "summary": "Indexes of factory activity suggest an uneven global growth outlook. Manufacturing activity in the world's two largest economies perked up in March, an antidote to financial-market fears of a coming global recession, though pockets of weakness remain and the outlook is uncertain.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-set-up-panel-to-explore-public-financing-of-campaigns-11554157020", "title": "New York to Set Up Panel to Explore Public Financing of Campaigns", "date": "2019-04-01 19:19", "summary": "Provisions were approved as part of the state's $175.5 billion budget, but few were happy with outcome. Bowing to progressive pressure, New York lawmakers have created a new commission to craft a system of public campaign financing to reduce the influence of money in politics.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-lock-hillary-up-11554160668", "title": "Don't Lock Hillary Up", "date": "2019-04-01 19:17", "summary": "But no amnesty for anyone who abused his office because he wanted her to win.. Thanks to two lucky breaks, Hillary Clinton got away with political murder in 2016.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legacy-of-an-african-genocide-11554160620", "title": "Legacy of an African Genocide", "date": "2019-04-01 19:17", "summary": "Kagame has clung to power, knowing the world won't protect Rwanda's Tutsis.. April marks the 25th anniversary of the start of the Rwandan genocide, in which almost 800,000 Tutsis and moderate Hutus were indiscriminately set upon and murdered-in their homes, in schools, in churches and in the open air. Victims were often killed by machete, sometimes by neighbors they'd known for years.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-betomania-sweep-america-11554160473", "title": "Will Betomania Sweep America?", "date": "2019-04-01 19:14", "summary": "His appeal testifies to the political power of militant vagueness.. A $6 million day of fundraising elevated former Rep. Beto O'Rourke from the fringes of speculative Democratic presidential politics to can't-be-ignored viability. Edging out Sen. Bernie Sanders's record chummed a media feeding frenzy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-fails-to-get-safety-clearance-for-17-structures-in-brazil-11554137430", "title": "Vale Fails to Get Safety Clearance for 18 Structures in Brazil", "date": "2019-04-01 19:11", "summary": "The company's inspectors refuse to guarantee stability of dams, dikes. SÃO PAULO- Vale SA's safety inspectors refused to guarantee the stability of at least 18 of its dams and dikes in Brazil as a crisis of confidence in the miner's structures deepens following its deadly dam collapse in January.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-causes-cancer-its-complicated-11554160217", "title": "What Causes Cancer? It's Complicated", "date": "2019-04-01 19:10", "summary": "Each case of the disease is the result of several factors, and it's usually hard to blame a specific exposure.. A San Francisco jury decided last month that a plaintiff's case of non-Hodgkin lymphoma was caused by Bayer's Roundup weedkiller, which contains glyphosate, a probable carcinogen; last Wednesday the panel awarded him $80 million in damages. Less than a week before, a jury in Oakland, Calif., awarded $29 million to a woman who claimed her mesothelioma was caused by asbestos in Johnson & Johnson 's talc powder. Last year in Missouri, Johnson & Johnson was ordered to pay $4.7 billion to 22 plaintiffs who believed the powder caused ovarian cancer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lesson-in-the-virtue-of-a-stable-currency-11554160178", "title": "A Lesson in the Virtue of a Stable Currency", "date": "2019-04-01 19:09", "summary": "Speculators keep shorting the Hong Kong dollar, but they don't understand how a currency board works.. If you believe everything you read in the financial press, the Hong Kong Monetary Authority, or HKMA, has its back against the wall. The Hong Kong dollar is supposedly under attack, forcing the HKMA to defend it. As a result, the authority burned through almost $2 billion of reserves, in U.S. dollars, in March alone. Sensing a devaluation, the bears have awoken from hibernation to speculate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-learned-on-safari-ignore-the-fine-print-11554160139", "title": "What I Learned on Safari: Ignore the Fine Print", "date": "2019-04-01 19:09", "summary": "How could my sister shop while I faced a lioness?. Conventional wisdom will tell you to read waivers carefully before signing your life away. Sometimes it's better to jump blindly into adventure. Eleven years ago my friend Tuomo convinced me to tag along on a South African safari. I agreed, trusting he wouldn't put me in danger.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-launches-a-cybercrime-brigade-11554160104", "title": "New York Launches a Cybercrime Brigade", "date": "2019-04-01 19:08", "summary": "A new citywide initiative aims to coordinate digital law-enforcement efforts.. In a little more than a month last year, cybercriminals temporarily debilitated Atlanta's computer systems, disrupted Baltimore's 911 emergency system, and forced Colorado's Department of Transportation offline. Atlanta's cyberattack alone cost taxpayers an estimated $17 million, according to a city report. These attacks transpired amid a yearlong barrage of international cybercrimes against hospitals, governments, banks and utilities that exposed the personal information of millions of people, shut down large server networks, and caused significant financial loss.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-identity-reckoning-11554159979", "title": "Joe Biden's Identity Reckoning", "date": "2019-04-01 19:06", "summary": "He may have been VP, but he's old, white, male and heterosexual.. Spare a sympathetic thought for Joe Biden. He may have unmatched government experience as Vice President (eight years) and Senator (36 years), but he's also old, white, male, a heterosexual with no apparent gender ambiguity, and he's also not a socialist. This failure to check any box of modern progressive identity politics may end up disqualifying him as a Democratic presidential nominee even though he probably has the best chance to defeat Donald Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tension-over-the-taiwan-strait-11554159931", "title": "Tension Over the Taiwan Strait", "date": "2019-04-01 19:05", "summary": "More evidence that the U.S. ally needs F-16V jets to deter China.. Two Chinese J-11 fighter jets crossed the Taiwan Strait's \"median line\" on Sunday, stoking a 10-minute standoff with Taiwanese jets in the island's airspace. Taipei's Ministry of Foreign Affairs called the incident \"intentional, reckless, and provocative,\" and it underscores why President Trump should bolster Taiwan's defenses with a sale of American F-16s.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-obama-zombie-returns-11554159878", "title": "An Obama Zombie Returns", "date": "2019-04-01 19:04", "summary": "A case study in how liberal judges protect regulatory overreach.. The Administrative Procedure Act is intended to ensure regulatory due process, but Democrats have weaponized the law to entrench Obama Administration diktats that do the opposite. Witness a judge's order last month reinstating a payroll sweep that has left employers scrambling.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-taxing-the-rich-isnt-enough-11554159829", "title": "When Taxing the Affluent Isn't Enough", "date": "2019-04-01 19:03", "summary": "As more rich taxpayers leave New York, Cuomo slams everyone else.. Democrats now control New York's entire state government, and on Sunday Gov. Andrew Cuomo signed off on a $175.5 billion budget he described as \"probably the broadest, most sweeping state plan that we have done.\" He certainly spares no taxpayer.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-suspends-f-35-fighter-jet-deal-with-turkey-11554151666", "title": "Pentagon Suspends F-35 Fighter Deal With Turkey", "date": "2019-04-01 19:02", "summary": "Defense officials cite Turkey's pursuit of Russian antiaircraft system. The U.S. is suspending delivery of support equipment and supplies to Turkey for F-35 jet fighters because of Ankara's pursuit of a Russian antiaircraft system over repeated U.S. objections, the Pentagon announced Monday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-business-sentiment-declines-as-brexit-uncertainty-continues-11554159660", "title": "U.K. Business Sentiment Declines as Brexit Uncertainty Continues", "date": "2019-04-01 19:01", "summary": "Companies report lower sales growth and cash flows, BCC survey finds. Corporate decision makers in the U.K. are struggling to navigate the uncertainties surrounding Britain's planned departure from the European Union, leading to investment delays, lower cash flows and lagging sales growth.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-watchdog-to-review-conduct-governance-at-kpmg-audit-unit-11554159660", "title": "U.K. Watchdog to Review Conduct, Governance at KPMG Audit Unit", "date": "2019-04-01 19:01", "summary": "Move follows two existing investigations into KPMG and comes ahead of structural change to oversight of U.K. audit sector. The U.K. watchdog for accounting and audit on Tuesday launched an independent review into the governance, controls and culture at KPMG LLP's U.K. audit unit.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albany-extends-mayors-control-of-new-york-city-schools-by-three-years-11554156804", "title": "Albany Extends Mayor's Control of New York City Schools", "date": "2019-04-01 18:55", "summary": "Critics see the panel as a rubber stamp for the mayor's agenda. New York state's new budget deal grants Mayor Bill de Blasio his wish for a three-year extension of control over New York City schools, but some education advocates said Monday that parents should have been given more power.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-cuts-more-prices-at-whole-foods-11554146071", "title": "Amazon Cuts More Prices at Whole Foods", "date": "2019-04-01 18:50", "summary": "E-commerce giant is pushing to spur sales and change grocer's high-cost image in competitive grocery market. Amazon.com Inc. is planning to cut prices on hundreds of items at Whole Foods stores this week, as the e-commerce giant seeks to change the chain's high-cost image amid intense competition among grocers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-ailing-killers-claim-that-lethal-injection-will-be-too-painful-11554158410", "title": "Supreme Court Rejects Ailing Killer's Claim That Lethal Injection Will Be Too Painful", "date": "2019-04-01 18:40", "summary": "Conservative majority warns against 'unjustified' delays in executions. WASHINGTON-The Supreme Court's conservative majority called Monday for courts to expedite the execution of convicted murderers, a 5-4 decision exposing a deep rift with the liberal justices on the Constitution's application to the death penalty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ai-will-do-to-corporate-hierarchies-11554158120", "title": "What AI Will Do to Corporate Hierarchies", "date": "2019-04-01 18:35", "summary": "The conventional wisdom says we can expect a more centralized structure. The author says the conventional wisdom has it wrong.. Ask people about artificial intelligence, and the discussion will most often turn to jobs: which ones will be eliminated and which ones will be created.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-says-data-suggests-slowdown-is-temporary-11554147724", "title": "Bank of Canada Says Data Suggests Slowdown Is Temporary", "date": "2019-04-01 18:30", "summary": "Governor Stephen Poloz says country is feeling effects of slowing global economy, U.S.-led protectionism. OTTAWA-Bank of Canada Governor Stephen Poloz said Monday that recent economic data support the central bank's view that the current slowdown in domestic growth is temporary.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-chooses-nyse-for-direct-listing-11554147364", "title": "Slack Chooses NYSE for Direct Listing", "date": "2019-04-01 18:19", "summary": "Slack follows Spotify in choosing the exchange, IPO method. Slack Technologies Inc. has selected the New York Stock Exchange for the direct listing of its shares, the second time a major company has picked the exchange to host its unorthodox initial public offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-different-dow-emerges-following-merger-with-dupont-11554150629", "title": "A Different Dow Emerges Following Merger With DuPont", "date": "2019-04-01 18:18", "summary": "The conglomerate formed in the blockbuster 2017 deal is now splitting into three firms. First there was Dow. Then there was Dow DuPont . Now, there is Dow again, though the latest version of the chemical company isn't quite the same.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-weigh-higher-costs-open-roads-in-new-york-fees-11554151481", "title": "Truckers Weigh Higher Costs, Open Roads in New York Fees", "date": "2019-04-01 18:18", "summary": "Congestion pricing plan could smooth delivery routes, but key details on Manhattan street plan remain undecided. Trucking companies say a congestion-pricing plan in the works for New York City may make deliveries more expensive but could create valuable room to move through the city's busiest business districts.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-candidates-chase-donors-to-secure-debate-slots-11554117903", "title": "Democrats Chase Donors to Secure Debate Slots", "date": "2019-04-01 18:16", "summary": "As campaign kicks into higher gear, grass-roots fundraising efforts abound. It's the 65,000-donor question.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-slips-as-investors-seek-risk-after-strong-chinese-data-11554147467", "title": "Dollar Slips as Investors Seek Risk After Strong Chinese Data", "date": "2019-04-01 18:14", "summary": "Rebound in Chinese manufacturing weighed on U.S. currency. The dollar fell against emerging-market currencies after upbeat Chinese manufacturing data signaled that the world's second-largest economy could be stabilizing.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-ai-destroy-more-jobs-than-it-creates-over-the-next-decade-11554156299", "title": "Will AI Destroy More Jobs Than It Creates Over the Next Decade?", "date": "2019-04-01 18:04", "summary": "Decide the answer for yourself, as two experts square off on this crucial question. Autonomous cars, cashier-less stores, chatbots. Artificial intelligence already is changing the way we live and work, and machine learning promises to transform the world in ways we can't even imagine.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-massive-connecticut-mansion-of-50-cent-11554156005", "title": "The Massive Connecticut Mansion of 50 Cent", "date": "2019-04-01 18:00", "summary": "Previously owned by former boxer Mike Tyson, the Farmington property comes with a night club and a casino area.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/beware-algorithms-that-could-collude-on-prices-11554155892", "title": "Beware Algorithms That Could Collude on Prices", "date": "2019-04-01 17:58", "summary": "In a study, two pricing algorithms learned on their own to raise prices together to unfairly high levels. It's one thing for algorithms to set prices. It's another thing for algorithms to unfairly raise prices.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shootings-homicides-in-chicago-drop-in-first-quarter-11554155754", "title": "Shootings, Homicides in Chicago Drop in First Quarter", "date": "2019-04-01 17:55", "summary": "City cites improvement in technology, hiring of nearly 1,000 more officers. Chicago police reported double-digit percentage drops in murders, robberies and burglaries in the first three months of 2019.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-gaming-technology-may-help-taxi-drivers-in-japan-11554155261", "title": "How Gaming Technology May Help Taxi Drivers in Japan", "date": "2019-04-01 17:47", "summary": "DeNA Co. has developed an app that uses gaming technology to direct taxi drivers to streets where they are most likely to find customers. Now that the idea of using an algorithm to find a cab is normal, one of the tech challenges of the moment is how to most efficiently route all of those drivers to all of those customers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-fish-are-there-in-the-sea-ai-can-find-the-answer-11554155162", "title": "How Many Fish Are There in the Sea? AI Can Find the Answer", "date": "2019-04-01 17:46", "summary": "Cameras, satellite imagery and computers are helping to better understand the health of global fish stocks, as well as prevent illegal fishing. SEATTLE-Sitting behind his desk at the University of Washington's electrical and computer engineering department, Jenq-Neng Hwang watches a video of a fish flopping as it's pulled out of the water on a commercial fishing boat.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-judiciary-committee-will-vote-to-authorize-subpoenas-for-mueller-report-11554122694", "title": "House Judiciary Panel Will Vote on Subpoenas for Mueller Report", "date": "2019-04-01 17:38", "summary": "Democratic-led committee's vote to take place Wednesday; Timing of issuance of any subpoenas would be up to Chairman Nadler. WASHINGTON-House Democrats on Monday threatened to issue subpoenas demanding a complete version of special counsel Robert Mueller's report on Russian interference in the 2016 election and alleged obstruction of justice by the president, escalating a political fight with the Trump administration over a document President Trump says exonerates him.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-says-systemwide-technology-problem-affecting-flights-11554117011", "title": "U.S. Airlines Report Delays Caused by System Fault", "date": "2019-04-01 17:34", "summary": "FAA said it was aware that several airlines were experiencing issues with a flight-planning program. Airlines said a computer-system fault delayed departures across the U.S. early Monday, showing how even brief technical problems can quickly affect much of the nation's air-travel network.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-mayor-takes-leave-of-absence-amid-criticism-over-healthy-holly-books-11554153595", "title": "Baltimore Mayor Takes Leave of Absence Amid Criticism Over 'Healthy Holly' Books", "date": "2019-04-01 17:19", "summary": "Catherine Pugh's announcement comes as officials call for investigation, resignation. Baltimore Mayor Catherine Pugh said she is taking an indefinite leave of absence because of pneumonia, as she faces growing pressure over revelations that she sold her self-published \"Healthy Holly\" children's books to the University of Maryland Medical System while she sat on its board of directors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-shares-falter-on-second-trading-day-11554140103", "title": "Lyft Shares Falter on Second Trading Day", "date": "2019-04-01 17:14", "summary": "Stock falls 12% Monday after a first-day rally. Shares of Lyft Inc. dropped sharply Monday, falling below their IPO price on their second day of trading on the Nasdaq Stock Market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nimh-policy-on-schizophrenia-is-rational-11554152598", "title": "NIMH Policy on Schizophrenia Is Rational", "date": "2019-04-01 17:03", "summary": "We at the National Institute of Mental Health (NIMH) updated our schizophrenia statistics webpage to reflect the most up-to-date range of schizophrenia-prevalence estimates drawn from the scientific literature.. In \"Where Did the Schizophrenics Go?\" (op-ed, March 27) E. Fuller Torrey and Wendy Simmons attempt to revive a settled controversy by engaging in speculation. Proper estimates of the number of people with schizophrenia are created by scientists guided by data from other government agencies, as well as community-based studies. In 2018 we at the National Institute of Mental Health (NIMH) updated our schizophrenia statistics webpage to reflect the most up-to-date range of schizophrenia-prevalence estimates drawn from the scientific literature. On that page we also appropriately discuss the uncertainty in these estimates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-florida-gets-welfare-from-new-york-11554152628", "title": "Cuomo: Florida Gets Welfare From New York", "date": "2019-04-01 17:03", "summary": "New York doesn't add to Florida's bills-we pay them. In 2017 Florida took nearly $46 billion more from the federal government than it contributed.. Regarding former Florida governor, now Sen., Rick Scott's \"Why New Yorkers Flee For Florida\" (op-ed, March 21): Sen. Scott argues in support of the 2017 tax reform's unprecedented cap on state and local tax (SALT) deductibility. This represents a tax increase of more than $600 billion nationally, with dire implications for New York. The senator claims that the cap \"stops high-tax states from burdening the rest of us with their irresponsible decisions.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kellogg-to-sell-keebler-other-brands-to-ferrero-for-1-3-billion-11554127179", "title": "Kellogg to Sell Keebler, Other Brands to Ferrero", "date": "2019-04-01 17:02", "summary": "Ferrero will acquire Kellogg's businesses that produce cookies, fruit snacks, pie crusts and ice cream cones. Kellogg Co. is cutting back on cookies and sweets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spend-enough-on-defense-to-meet-the-threat-11554152559", "title": "Spend Enough on Defense to Meet the Threat", "date": "2019-04-01 17:02", "summary": "We need to spend more now to deter our great-power adversaries over the next generation.. Daniel R. DePetris wants a more focused American foreign policy and a right-sized military pursuing \"smarter\" policies and consuming less money (\"Pentagon Must Spend Its Money Better, Not More of It,\" Letters, March 21). Everyone should want that, but there are problems. While the U.S. tries to get its grand strategy together, and the Democratic Party wants to spend ever more expanding the welfare state, the armed forces have been effectively stripped of adequate funds for future development and current readiness.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-life-insurance-isnt-the-killer-app-after-all-11554152537", "title": "Maybe Life Insurance Isn't the Killer App After All", "date": "2019-04-01 17:02", "summary": "Sounds too good to be true. And it is. The problem is that 57-year-olds don't qualify for Medicare, not to mention that most insurance companies don't cover expensive, lifesaving drugs like Yervoy.. In \"Heath Care's Killer App: Life Insurance\" (op-ed, March 21), Dana P. Goldman and Darius Lakdawalla make an enticing case that life insurance can play a game-changing role in lowering costs and saving lives. The real-life example that they use involves a 57-year-old man with metastatic skin cancer taking a breakthrough new drug called Yervoy that costs about $120,000 a year. They calculate that with Medicare paying $96,000, and the insurer paying the patent's out-of-pocket costs of $24,000, the insurance company would come out way ahead because the policyholder would survive his cancer and continue paying premiums for years to come. Researchers have calculated that new drugs like Yervoy could save life-insurance companies $6.8 billion a year. Sounds too good to be true. And it is. The problem is that 57-year-olds don't qualify for Medicare, not to mention that most insurance companies don't cover expensive, lifesaving drugs like Yervoy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doublespeak-on-diversity-11554152511", "title": "Doublespeak on Diversity", "date": "2019-04-01 17:01", "summary": "Basically, \"we excluded him because we are an inclusive institution.\". I really enjoyed the March 22 'Notable and Quotable' from the Cambridge University spokesperson. Basically, \"we excluded him because we are an inclusive institution.\" Let's hear it for George Orwell! Doublespeak has arrived.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jonas-wood-review-interiors-gone-wild-11554152450", "title": "'Jonas Wood' Review: Interiors Gone Wild", "date": "2019-04-01 17:00", "summary": "The contemporary painter creates flat, graphic, realistic images with a dollop of Pop.. Dallas", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-cases-top-last-years-total-11554152226", "title": "Measles Cases Top Last Year's Total", "date": "2019-04-01 16:57", "summary": "This year's U.S. total so far is the second-largest outbreak since the disease was declared eliminated in 2000. So far this year there have been 387 confirmed U.S. measles cases, more than 2018's full-year total and the second-largest number since the disease was declared eliminated in 2000, according to the Centers for Disease Control and Prevention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/50-cent-sells-massive-connecticut-compound-for-84-less-11554152164", "title": "50 Cent Sells Massive Connecticut Compound for 84% Less", "date": "2019-04-01 16:56", "summary": "After 12 years of trying, the rapper finally unloads the 52-room Farmington property, which includes a night club, for $2.9 million.. One of Connecticut's better known white elephants-rapper 50 Cent's massive Farmington mansion-has finally sold for $2.9 million, or 84% less than what it first sought 12 years ago, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-requires-duke-energy-to-remove-coal-ash-from-all-storage-basins-11554152178", "title": "State Tells Duke Energy to Remove Coal Ash From All Storage Basins", "date": "2019-04-01 16:56", "summary": "Environmental regulators reject proposal to cap some newer ponds. RALEIGH, N.C.-State regulators told Duke Energy Corp. on Monday that it must completely remove coal ash from all storage basins in the state, rejecting the company's proposal to cover some ponds and leave that ash in place.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogans-grip-on-power-loosened-by-election-losses-in-ankara-istanbul-11554113212", "title": "Turkey Elections Loosen Erdogan's Grip on Power", "date": "2019-04-01 16:52", "summary": "Preliminary results show a dramatic loss of steam for ruling AKP; lira falls nearly 2% before recovering. ANKARA, Turkey-The party of President Recep Tayyip Erdogan appeared to have lost the mayoral race in its historical bastion, Istanbul, a stinging setback for a leader who has towered over Turkish politics for the past 16 years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tapping-triumphs-at-new-york-city-center-11554150827", "title": "Tapping Triumphs at New York City Center", "date": "2019-04-01 16:33", "summary": "Dorrance Dance's recent three-show run featured its talented founder, tap dancer and choreographer Michelle Dorrance, in a series that included several premieres.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-fall-on-global-growth-hopes-11554130866", "title": "U.S. Government Bond Prices Fall On Global Growth Hopes", "date": "2019-04-01 16:29", "summary": "Investors move away from haven assets after strong Chinese manufacturing data. U.S. government bond prices fell sharply Monday following the release of solid Chinese and U.S. manufacturing data, providing the strongest evidence yet that the market's big recent rally might have run its course.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-optimistic-about-filling-jobs-for-2020-count-11554150569", "title": "Census Optimistic About Filling Jobs for 2020 Count", "date": "2019-04-01 16:29", "summary": "Despite tight labor market, bureau received 232,000 qualified applicants for first batch of 50,000 jobs. WASHINGTON-The Census Bureau said Monday that hundreds of thousands of people have applied for jobs conducting the 2020 count, easing fears that the tight labor market will impede its success.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-on-chinese-data-11554105521", "title": "Stocks Jump on Upbeat Growth Views", "date": "2019-04-01 16:24", "summary": "Better manufacturing data out of China helps stock markets kick off new quarter with gains. U.S. stocks and bond yields ripped higher Monday after upbeat Chinese manufacturing data offered investors a sign that the world's second-largest economy was possibly stabilizing.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-jacobs-retreats-from-qualcomm-takeover-quest-11554147331", "title": "Paul Jacobs Retreats From Qualcomm Takeover Quest", "date": "2019-04-01 16:24", "summary": "Chip maker's former CEO to focus instead on networking startup Xcom, which made its first acquisition. Paul Jacobs, who was ousted a year ago as a Qualcomm Inc. director, has dropped his effort to take the chip giant private, instead choosing to focus on his networking startup just an eight-minute drive from his old employer.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unplanned-twitter-outage-11554150118", "title": "An 'Unplanned' Twitter Outage", "date": "2019-04-01 16:21", "summary": "A politically incorrect movie overcomes social-media obstacles and dismissive film critics to score at the box office.. What would we do without experts? Film critics who didn't ignore the new movie \"Unplanned\" generally rejected it. Executives across various media platforms have intentionally or accidentally limited its marketing. But audience members are giving the film rave reviews according to a survey firm called CinemaScore. And \"Unplanned\" was a box-office overachiever in its weekend release. The movie also sparked a new conversation about whether social media companies are discriminating against people with whom they disagree.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulator-opens-probe-into-kia-hyundai-over-vehicle-fires-11554144779", "title": "U.S. Regulator Opens Probe Into Kia, Hyundai Over Vehicle Fires", "date": "2019-04-01 16:12", "summary": "NHTSA investigating reports after more than 3,000 complaints related to specific vehicles. The National Highway Traffic Safety Administration is investigating a series of noncrash fires on Kia Motors Corp. and Hyundai Motor Co. vehicles after receiving reports of more than 100 injuries and one death.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-to-release-proposed-joint-employment-rule-11554112920", "title": "Who Employs You? Trump Administration Proposes Four-Part Test", "date": "2019-04-01 16:08", "summary": "Labor Department's proposed rule aims to clarify when two firms could each be liable for complying with labor laws for same employee. WASHINGTON-A proposed Labor Department regulation released Monday could make it more difficult for a worker to claim to have two employers, a move that would likely limit liability for franchised brands and companies that use staffing firms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-fed-chief-kashkari-says-mmt-isnt-an-economic-theory-11554149192", "title": "Minneapolis Fed Chief Kashkari Says MMT Isn't An Economic Theory", "date": "2019-04-01 16:06", "summary": "Idea has driven a rancorous debate in political and economic circles. Minneapolis Fed leader Neel Kashkari doesn't have much love for modern monetary theory.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-backed-adhesives-maker-hexion-files-for-bankruptcy-11554148946", "title": "Apollo-Backed Adhesives Maker Hexion Files for Bankruptcy", "date": "2019-04-01 16:02", "summary": "Ohio-based company was on the hook for $67 million in interest payments due to bondholders this month. Hexion Inc., an adhesives and coatings business whose major shareholder is Apollo Global Management LLC, filed for bankruptcy Monday as it faced $67 million in bondholder interest payments coming due this month.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comscore-leaders-to-depart-after-less-than-a-year-11554083157", "title": "Comscore Leaders to Depart After Less Than a Year", "date": "2019-04-01 16:01", "summary": "Media agency veteran Irwin Gotlieb to join Comscore's board amid leadership shake-up. Comscore Inc. Chief Executive Bryan Wiener is leaving the media measurement firm after less than a year because of disagreements with the board over the execution of the company's strategy, he said on Sunday.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-global-controlled-hexion-files-for-chapter-11-bankruptcy-11554148715", "title": "Apollo Global-Controlled Hexion Files for Chapter 11 Bankruptcy", "date": "2019-04-01 15:58", "summary": "Resume Subscription. Hexion Inc., a thermoset-resins controlled by funds affiliated with Apollo Global Management LLC , on Monday said it filed for chapter 11 bankruptcy after reaching a restructuring agreement with the vast majority of its lenders.", "categories": [["Pro PE Restructuring Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-restructuring-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-star-big-clout-11554132211", "title": "'Little' Star, Big Clout", "date": "2019-04-01 15:50", "summary": "Why did a 14-year-old become an executive producer on a Hollywood film? Marsai Martin, a star and producer of 'Little,' has some ideas. ", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraines-democratic-actor-11554147762", "title": "Ukraine's Democratic Actor", "date": "2019-04-01 15:42", "summary": "A TV celebrity leads the presidential race. Does he have any ideas?. The good news after Sunday's Ukrainian presidential election is that voters had plenty of choices and reaffirmed their desire to join the West. The runoff is a chance to have an actual contest of ideas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algerian-president-to-resign-by-end-of-term-this-month-11554137589", "title": "Algerian President to Resign by End of Term This Month", "date": "2019-04-01 15:37", "summary": "Bouteflika to depart this month after two decades in power, leaving unclear who will succeed him. Algerian President Abdelaziz Bouteflika will step down as head of this major energy-exporting nation by the end of his term this month, as the ailing leader bowed to weeks of protests demanding his resignation after two decades in office.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-prices-slip-on-signs-of-industrial-downturn-11554146543", "title": "Copper Prices Slip on Signs of Industrial Downturn", "date": "2019-04-01 15:22", "summary": "Prices fall on concerns a rebound in Chinese manufacturing won't be enough to offset declines elsewhere. Copper prices retreated on Monday, halting a five-day winning streak, after fresh data showed factory activity in much of the world fell last month.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-climbs-on-supply-considerations-11554114068", "title": "Oil Hits 2019 High as Demand Outlook Brightens", "date": "2019-04-01 15:15", "summary": "Rising risk sentiment and industry data releases boost commodities prices. • Oil prices jumped to their highest level in nearly five months Monday as strong data out of the U.S. and China suggested global oil demand could perk up even as supplies of oil tighten.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-is-making-enemies-not-friends-11554145780", "title": "Facebook Is Making Enemies, Not Friends", "date": "2019-04-01 15:09", "summary": "Facebook wants a regulator, but the government doesn't want the job. Facebook Chief Executive Mark Zuckerberg is tired of getting served.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gasoline-prices-creep-toward-3-a-gallon-11554120002", "title": "Gas Prices Creep Toward $3 a Gallon", "date": "2019-04-01 13:51", "summary": "Summer drivers can thank Midwest floods and chaos in Venezuela for a hike at the gas pump. Gasoline prices typically move higher this time of year. But the seasonal rise is even more pronounced thanks to flooding in the Midwest and dwindling oil production out of Venezuela.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-johnson-johnson-cio-named-state-department-it-chief-11554138986", "title": "Ex-Johnson & Johnson CIO Joins State Department", "date": "2019-04-01 13:16", "summary": "Stuart McGuigan led efforts to shift J&J's tech systems to the cloud. A former Johnson & Johnson executive has taken charge of information technology at the State Department, filling a position that had been vacant since late 2017.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dsv-reaches-panalpina-merger-deal-after-increasing-offer-11554138994", "title": "DSV Reaches Panalpina Merger Deal After Increasing Offer", "date": "2019-04-01 13:16", "summary": "Agreement aims to create world's fourth-biggest freight forwarder. Danish logistics firm DSV A/S said Monday that it reached a merger agreement with Panalpina Welttransport Holding AG after increasing its offer to 4.6 billion Swiss francs ($4.62 billion), ending a monthslong battle for the Swiss freight major.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-dropped-0-2-in-february-11554121937", "title": "U.S. Retail Sales Fell 0.2% in February", "date": "2019-04-01 13:12", "summary": "Consumers spend more on vehicles but rein in spending in several other major categories. WASHINGTON-Spending at U.S. retailers declined in February, signaling some hesitation among consumers as the first quarter progressed.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-expand-remain-in-mexico-plan-11554137883", "title": "White House to Expand 'Remain in Mexico' Plan", "date": "2019-04-01 12:58", "summary": "Homeland Security Secretary Kirstjen Nielsen orders border agents to look for more migrants to send back to Mexico. The Trump administration will expand a program to send asylum-seeking Central American immigrants back to Mexico while waiting for their requests to be decided, Homeland Security Secretary Kirstjen Nielsen said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-soccers-flying-dutchman-11554136220", "title": "English Soccer's Flying Dutchman", "date": "2019-04-01 12:54", "summary": "Virgil van Dijk dominates the Premier League's airspace and is lifting Liverpool to new heights. Building a reliable defense in the fastest, most punishing league in soccer is painstaking work. It takes years of scouting to find athletes who are able to cope with the demands of England, and seasons of drilling to mold them into a cohesive unit. Most Premier League managers never figure it out.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/test-your-knowledge-of-artificial-intelligence-11554136673", "title": "Test Your Knowledge of Artificial Intelligence", "date": "2019-04-01 12:37", "summary": "Do you know the difference between AI and machine learning? Which sector spends the most on AI?. Global spending on artificial intelligence is rising and shows no sign of slowing down. Organizations are expected to invest $35.8 billion in AI systems this year, up 44% over last year, according to International Data Corp. And AI spending is projected to more than double to $79.2 billion by 2022.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-is-the-most-profitable-company-on-earth-ratings-agencies-say-11554102173", "title": "Aramco Emerges Ahead of Apple as World's Most Profitable Company", "date": "2019-04-01 12:15", "summary": "The firm generated net income of $111 billion last year; Apple's equivalent profit was roughly $60 billion. DUBAI-Saudi Arabia on Monday for the first time revealed details to investors that show its national oil company is the world's most profitable business, demonstrating that the cloistered kingdom is willing to undergo unprecedented scrutiny to tap international cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-peterloo-an-epic-take-on-democracy-and-protest-11554134630", "title": "In 'Peterloo,' an Epic Take on Democracy and Protest", "date": "2019-04-01 12:05", "summary": "As the massacre in England nears its 200th anniversary, Mike Leigh's film finds fresh relevance. There are 160 speaking roles in Mike Leigh's new film \"Peterloo\" about a notorious 1819 massacre in Manchester, England. \"But unlike my previous 20 films, there is no star,\" Mr. Leigh says.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-activity-accelerated-in-march-11554128660", "title": "U.S. Factory Activity Accelerated in March", "date": "2019-04-01 11:55", "summary": "Institute for Supply Management's manufacturing index rose to 55.3 last month from 54.2 in February. WASHINGTON-American factory activity accelerated in March as a closely watched measure of new orders rose to robust levels while employment surged, allaying concerns about a sharper-than-expected economic slowdown.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-perfectly-good-bad-retail-sales-report-11554133468", "title": "A Perfectly Good Bad Retail Sales Report", "date": "2019-04-01 11:44", "summary": "U.S. retail sales disappointed in February, but the overall picture is surprisingly strong. What initially looked like a bad retail sales report was actually pretty good.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-removes-hundreds-of-fake-accounts-ahead-of-indian-elections-11554129628", "title": "Facebook Removes Hundreds of Fake Accounts Ahead of Indian Elections", "date": "2019-04-01 11:18", "summary": "Company takes down pages linked to Pakistan military, India's Congress party. NEW DELHI- Facebook Inc. said it has taken down hundreds of pages and accounts that it said were working together to spread misleading content or spam ahead of elections in India set to begin April 11.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magellan-midstream-partners-names-new-finance-chief-11553723752", "title": "Magellan Midstream Partners Names New Finance Chief", "date": "2019-04-01 11:08", "summary": "CONTENT FROM OUR SPONSOR. Oil pipeline company Magellan Midstream Partners L.P. . named a new finance chief on Wednesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-your-smartphone-know-if-youre-at-risk-of-suicide-11554131013", "title": "Does Your Smartphone Know if You're Depressed?", "date": "2019-04-01 11:03", "summary": "Researchers seek out 'behaviorial biomarkers' for mental illness; facial expressions, voice and language may offer clues. Depressed patients don't enunciate vowels as much as people who aren't depressed. Their smiles are smaller. Suicidal individuals who speak in a breathy voice rather than a tense tone are more likely to re-attempt suicide. And patients with psychotic disorders, such as one form of schizophrenia, raise their eyebrows often when averting their gaze.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-fake-news-bill-orders-corrections-by-social-media-giants-11554129644", "title": "Singapore to Demand That Facebook, Twitter and Google Fix Fake News", "date": "2019-04-01 10:40", "summary": "Industry group voices concern that law would give government discretion over what is true or false. SINGAPORE-Tech giants such as Facebook Inc., Alphabet Inc.'s Google and Twitter Inc. would be required under a draft law introduced Monday in Singapore to immediately issue corrections of false information published on their platforms and inform users when they might have been exposed to inaccuracies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-could-have-fooled-us-11554129657", "title": "Amtrak Could Have Fooled Us", "date": "2019-04-01 10:40", "summary": "An April Fool's gag from the railroad is a bit too credible. It's no joke: Amtrak wants you to know it can spell its own name correctly.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-and-gas-company-vanguard-returns-to-bankruptcy-11554128629", "title": "Oil-and-Gas Company Vanguard Returns to Bankruptcy", "date": "2019-04-01 10:23", "summary": "After exiting bankruptcy less than two years ago, the oil-and-gas producer is in talks for another debt shakeup. Oil-and-gas producer Vanguard Natural Resources Inc. returned to bankruptcy protection Sunday to get breathing room as restructuring talks continue with top-ranking lenders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-deli-cuts-muscle-out-packaged-meats-11554055624", "title": "Fresh Deli Cuts Muscle Out Packaged Meats", "date": "2019-04-01 10:12", "summary": "Lunch-meat makers are changing recipes, buying natural brands to meet shifting tastes. Meat companies are using the deli counter to showcase new and higher-priced products, as customers eschew prepackaged cold cuts in favor of healthier and more natural foods.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-congestion-pricing-system-will-serve-as-road-test-for-other-cities-11554122682", "title": "New York's Congestion Pricing Will Serve as Test for Other Cities", "date": "2019-04-01 09:53", "summary": "Aim is to reduce Midtown gridlock and raise money for mass-transit system. New York City is set to become the first big city in the country to put in place a charge on vehicles entering its most congested streets, and it took a booming economy, grinding traffic and a subway crisis to seal the deal.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-passes-a-plastic-bag-ban-11554124871", "title": "New York Passes a Plastic-Bag Ban", "date": "2019-04-01 09:21", "summary": "Other states look at similar measure, while some look to stop localities from doing it on their own. New York became the second state to pass a ban on single-use plastic bags as others consider making the move.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-chipotle-tesla-blackberry-and-celgene-11554115092", "title": "Stocks to Watch: Apple, Chipotle, Tesla", "date": "2019-04-01 09:13", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brunei-to-enforce-stoning-for-adultery-gay-sex-11554124143", "title": "Brunei to Enforce Stoning for Adultery, Gay Sex", "date": "2019-04-01 09:09", "summary": "New code reflects broader conservative shift in Muslim parts of Southeast Asia. HONG KONG-The oil-rich Islamic kingdom of Brunei is implementing a legal code this week that includes penalties of stoning for adultery and sodomy and allows courts to punish thieves by cutting off their right hands, reflecting a conservative shift across Islamic Southeast Asia.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-survivor-of-egyptian-attack-on-tourists-aims-to-halt-boeing-sale-11554123601", "title": "American Survivor of Egyptian Attack on Tourists Aims to Halt Boeing Sale", "date": "2019-04-01 09:00", "summary": "Former pro roller skater who was permanently disabled in wrongful 2015 airstrike that killed 12, lobbies U.S. to block Cairo's planned purchase of 10 Apache helicopters unless she is fully compensated. April Corley was a champion roller skater who had toured the world with Madonna and recently had met the love of her life. Rafael Bejarano was a musician, a self-taught healer who had planned a special vacation for them in Egypt.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-hold-back-on-saudi-stock-bets-11554123600", "title": "Investors Hold Back on Saudi Stock Bets", "date": "2019-04-01 09:00", "summary": "Concern over government intervention has dimmed interest in the Tadawul. DUBAI-Foreign investors are treating Saudi Arabia's stock market with caution following its addition to two major indexes, reflecting concern over a government campaign to pump up company values that accelerated after Jamal Khashoggi's murder.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-triumph-or-tragedy-views-of-trump-dont-waver-11554123404", "title": "In Triumph or Tragedy, Views of Trump Don't Waver", "date": "2019-04-01 08:56", "summary": "President's job-approval ratings have stayed within 9-point range since taking office, a smaller variance than for any modern predecessors. In the topsy-turvy, ever-changing, never-quiet era of President Trump, there is one constant: Americans' views of President Trump himself.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fugitive-tycoon-fights-hong-kongs-proposed-extradition-changes-11554123117", "title": "Fugitive Tycoon Fights Hong Kong's Planned Extradition Changes", "date": "2019-04-01 08:55", "summary": "Joseph Lau files for a judicial review to challenge the proposal that would allow suspects to be handed over to other Chinese jurisdictions. HONG KONG-A fugitive billionaire has launched a legal challenge against proposed changes to Hong Kong's extradition law that would allow suspects to be handed over to other Chinese jurisdictions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laurie-metcalf-shares-a-few-of-her-favorite-things-11554122382", "title": "Laurie Metcalf Shares a Few of Her Favorite Things", "date": "2019-04-01 08:39", "summary": "The acclaimed actor on objects of inspiration. \"The painting in the middle is of my ranch in Idaho. I've had the property for 20 years. There are deer, moose and bears wandering around. There was even a mountain lion recently. I found the antler in the front yard of one of the cabins. We're city folk; we go and pretend to ranch. Everything is like an accident waiting to happen when we're up there. My friend Jimmi Simpson gave me the framed picture of the monkeys in the back. A few years ago, he and I did a play called Trevor, which was about a woman who lives with a chimpanzee. He played the chimp. He gave me that picture on closing night. To the left is a lithograph [of a line of figures] by the actor and artist Martin Mull. Every time I walk past it, I have to get within three inches of it to make sure it's not a photograph-it's that realistic. The photo in front is of my four kids. About 10 years ago, my eldest daughter, Zoe Perry, took the other three kids down to Sears. Zoe knew how funny it would be to have their picture taken. It's always in whatever dressing room I'm sitting in. My older son made the 'Tony Award' for me when I was nominated for a play called The Other Place. I lost. He was in Idaho watching and made the award using a wood-burning kit. I bought the shell to the left at the Rose Bowl Flea Market in Pasadena about 10 years ago. I find it mesmerizing. The scripts to the left are in book form. One is Three Tall Women, which I worked on last year, and the other is Long Day's Journey into Night, from 2012. Sometimes I like to go back and see what notes I've made in the margins. For my new play, Hillary and Clinton, my script is in the form of a big old manuscript in a three-ring binder. The booklets are representative of all the theater I've done over the years. It's my favorite way to work. Finally, the multicolored card was something my other son gave me. It's one of those little things that wouldn't mean anything to anyone else. It says, 'Happy Mother's Day, Mom. Thanks for being my mom. You're still a chump, but I love you.' \" -As told to Thomas Gebremedhin", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linda-cardellini-sam-gold-mike-leigh-and-more-on-simplicity-11554122258", "title": "Linda Cardellini, Sam Gold, Mike Leigh and More on Silver Linings", "date": "2019-04-01 08:37", "summary": "WSJ. asks six luminaries to weigh in on a single topic. This month: Silver Linings. \"My mother always forced me to look for the silver lining. No kid wants to hear those perky lessons about the bright side when she's busy sulking, but as I got older, looking for the silver lining became a reflex. It became the thing that made it possible for me to do almost everything-it gave me my career. When I was doing the Cathy comic strip, I was finding the humor in unfunny moments. I think that women are genetically programmed to do that. We find the seeds of hope and build life even when things are bad. Then we hand them down to the next generation like china. The ability to see silver linings gave me perspective and resolve. It helped me look for answers instead of caving in, and it gave me a great sense of gratitude for bad situations. I go to gratitude first and then catch up with the misery later on!\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-march-madness-souvenirs-are-hot-a-little-too-hot-11554053033", "title": "These 'March Madness' Souvenirs Are Hot. A Little Too Hot.", "date": "2019-04-01 08:22", "summary": "Resume Subscription. ANAHEIM, Calif.-What's black and blue and walked all over? The hottest souvenir at the NCAA men's basketball tournament.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/farewell-duke-zion-hello-knicks-zion-11554120838", "title": "Farewell, Duke Zion. Hello, Knicks Zion?", "date": "2019-04-01 08:13", "summary": "Michigan State stops Duke and sends college basketball's best player home before the Final Four. He will be missed.. I already miss Zion.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-five-different-races-in-streaming-tv-heres-where-apple-fits-in-11554120001", "title": "There Are Five Different Races in Streaming TV. Here's Where Apple Fits In.", "date": "2019-04-01 08:00", "summary": "In the U.S., Silicon Valley and media titans are competing in categories from subscription entertainment to hardware to online-TV bundles. Apple Inc. has entered the streaming-television arena. But who exactly is it competing with?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-time-probably-isnt-different-for-fannie-freddie-11554116580", "title": "This Time Probably Isn't Different for Fannie, Freddie", "date": "2019-04-01 07:03", "summary": "Despite recent moves from Congress and the Trump administration, housing-finance reform remains a long way off. Shares of housing-finance giants Fannie Mae and Freddie Mac have rallied this year on expectations they could soon be released from government control. The exuberance is premature.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mining-projects-become-flash-points-as-southern-europe-digs-out-of-recession-11554116401", "title": "Mining Projects Become Flash Points in Southern Europe", "date": "2019-04-01 07:00", "summary": "Big plans, with promises of job creation, run up against environmental concerns; a Spanish village tries to survive. RETORTILLO, Spain-Half a century ago, almost 1,000 people lived in this village in western Spain. Today, roughly 100 people call it home, as young residents flee in search of jobs in Madrid and beyond.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-aims-to-be-the-netflix-of-nonfiction-streaming-from-food-to-natural-history-11554114601", "title": "Discovery Aims to Be the Netflix of Nonfiction Streaming", "date": "2019-04-01 06:30", "summary": "Company unveils natural-history-themed offering; plans a 'Peloton of food' and another service with HGTV stars Chip and Joanna Gaines. Discovery Inc. has expanded its push into subscription streaming TV with a new natural-history-themed video service, part of the media company's bet that consumers will pay a few dollars a month for the nonfiction programming they love.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-closes-loophole-in-fentanyl-rules-11554112953", "title": "China Closes Loophole in Fentanyl Rules", "date": "2019-04-01 06:02", "summary": "Beijing is moving ahead to meet a promise made to President Trump amid trade negotiations. BEIJING-China is clamping down on more substances related to the deadly opioid fentanyl, moving ahead to meet a promise made to President Trump amid U.S. and Chinese negotiations to resolve the countries' trade fight.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-amazon-goes-small-to-make-it-in-new-york-11554112800", "title": "How Amazon Goes Small to Make It in New York", "date": "2019-04-01 06:00", "summary": "Vertical operations and more robots signal the future of e-commerce fulfillment as companies look to get closer to more customers. STATEN ISLAND, N.Y.- Amazon.com Inc.'s first major New York City distribution center is nearly the size of 15 football fields and can spit out more than one million items a day during its busiest period.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-takes-stake-in-indian-hotel-startup-oyo-11554112029", "title": "Airbnb Takes Stake in Indian Hotel-Booking Startup Oyo", "date": "2019-04-01 05:47", "summary": "The size of Airbnb's investment is between $100 million and $200 million. MUMBAI-Home-sharing company Airbnb Inc. said it had invested in Indian hotel-booking startup Oyo Hotels & Homes, expanding its reach across Asia.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-missing-piece-in-big-foods-innovation-puzzle-11554111585", "title": "The Missing Piece in Big Food's Innovation Puzzle", "date": "2019-04-01 05:39", "summary": "Food companies talk a lot about new products, so why don't they spend money on them?. The world's biggest food companies harp on about the need to come up with new products. But their innovation budgets are shrinking. Investors can benefit from the contradiction if they look further up the food chain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-those-chinese-bonds-got-into-your-portfolio-11554111228", "title": "How Those Chinese Bonds Got Into Your Portfolio", "date": "2019-04-01 05:36", "summary": "Investors have a responsibility to scrutinize the growing importance of index providers. Old-school active fund managers were expensive and their performance unreliable. But the new school comes with the risk that investors buy into assets for no good reason at all.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kashkari-says-it-isnt-time-to-cut-rates-11554111001", "title": "Fed's Kashkari Says It Isn't Time to Cut Rates", "date": "2019-04-01 05:32", "summary": "Minneapolis Fed president believes central bank is in the right place as officials assess health of expansion. Neel Kashkari, one of the Federal Reserve's most consistent opponents of interest-rate increases, says it isn't the time for the central bank to cut borrowing costs.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gsk-finance-chief-hands-baton-to-successor-as-centralization-efforts-bear-fruit-11554111000", "title": "GSK Finance Chief Hands Baton to Successor as Centralization Efforts Bear Fruit", "date": "2019-04-01 05:30", "summary": "Simon Dingemans leaves the top finance post at the U.K. drug company after eight years in the role on Monday. When Simon Dingemans took over as chief financial officer at GlaxoSmithKline PLC eight years ago, the pharmaceuticals giant didn't have a unified information technology system or standardized financial processes.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highway-officials-warn-of-spike-in-motorists-hitting-killing-state-troopers-11554111001", "title": "Spike in Motorists Hitting, Killing State Troopers", "date": "2019-04-01 05:30", "summary": "National, state authorities urge caution after 14 trooper deaths this year, up from nine in all of 2017. Federal and state highway officials are warning drivers to be more cautious amid a troubling and unexplained rise this year in the number of state troopers struck and killed while going about their duties outside their vehicles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-entrepreneurs-are-left-high-and-dry-despite-a-flood-of-credit-11554111004", "title": "China's Entrepreneurs Are Left High and Dry Despite a Flood of Credit", "date": "2019-04-01 05:30", "summary": "Credit easing has freed up hundreds of billions of dollars but banks are reluctant to lend to struggling private companies. SHANGHAI-Ineffective monetary policy is hindering Beijing's efforts to pep up growth, with little of the extra cash it has pumped into the financial system filtering into the real economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnamese-woman-pleads-guilty-in-killing-of-kim-jong-uns-half-brother-11554094727", "title": "Vietnamese Woman Pleads Guilty in Killing of Kim Jong Un's Half-Brother", "date": "2019-04-01 04:41", "summary": "Doan Thi Huong could be released as soon as next month. SHAH ALAM, Malaysia-A Vietnamese woman accused of assassinating the half-brother of North Korea's leader pleaded guilty to a reduced charge of causing hurt with a dangerous weapon and could be released as soon as next month, according to her lawyer.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avoid-catching-chinas-spring-fever-11554107410", "title": "Avoid Catching China's Spring Fever", "date": "2019-04-01 04:30", "summary": "March brought some good economic news from China-but this should be taken with a dollop of salt. Is spring in the air for the Chinese economy? Unreliable data is a poor guide.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-chooses-reiwa-as-era-name-for-next-emperor-11554087957", "title": "Japan Chooses Reiwa as Era Name for Next Emperor", "date": "2019-04-01 02:28", "summary": "Reiwa era will begin May 1 when Crown Prince Naruhito becomes emperor. TOKYO-Japan's government drew from a nearly 1,300-year-old set of poems, some of the earliest in the Japanese language, in choosing the name of the new era starting May 1 when Crown Prince Naruhito assumes the throne.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11554058048", "title": "Pepper...and Salt", "date": "2019-04-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raid-on-north-koreas-madrid-embassy-a-grave-terrorist-attack-pyongyang-says-11554087051", "title": "Raid on North Korea's Madrid Embassy a 'Grave Terrorist Attack,' Pyongyang Says", "date": "2019-04-01 22:50", "summary": "North Korea urges Spanish authorities to investigate the February intrusion by members of the Cheollima Civil Defense. SEOUL-North Korea called a late February intrusion of its Spanish embassy a \"grave terrorist attack\" and an \"act of extortion,\" marking Pyongyang's first public remarks about a puzzling raid by secretive dissidents hoping to topple the regime of Kim Jong Un.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-state-advances-to-final-four-11554073738", "title": "The Final Four Is Set After Michigan State Defeats Duke", "date": "2019-04-01 22:18", "summary": "Spartans' upset completes a lineup that also includes Auburn, Virginia and Texas Tech. WASHINGTON-Central Florida developed the playbook for how to beat Duke, proving to the rest of the country that the juggernaut of college basketball could fall. Virginia Tech added another chapter to that blueprint less than a week later, making the Blue Devils look not just beatable, but vulnerable.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-tightens-control-over-board-tied-to-amazon-deals-undoing-11554078496", "title": "Cuomo Tightens Control Over Board Tied to Amazon Deal's Undoing", "date": "2019-04-01 20:28", "summary": "Governor secures budget provision that increases his hold on the Public Authorities Control Board. Still stung by the demise of Amazon.com Inc.'s plan to build a campus in Queens, New York Gov. Andrew Cuomo successfully pushed a budget provision that would give him more power over the state board that held sway over the project.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]