[{"link": "https://www.wsj.com/articles/is-team-trump-getting-along-too-well-with-france-11551828795", "title": "Is Team Trump Getting Along Too Well with France?", "date": "2019-03-05 18:39", "summary": "A bad tax idea gets a surprise U.S. endorsement.. France has contributed many cultural treasures to the world. Its corporate tax policy is not among them. But on a recent visit to Paris, U.S. Treasury Secretary Steven Mnuchin seems to have agreed to help make it easier for tax collectors in France and many other global jurisdictions to maintain high rates on corporate income.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-embrace-risk-in-emerging-markets-11551790800", "title": "Money Pours Into Russia, China, Uzbekistan as Markets Roar Back", "date": "2019-03-05 18:25", "summary": "Yield-hungry investors pile into emerging-market assets as global central banks turn cautious. Investors are pouring money into emerging markets at the fastest clip in a year, highlighting how many have regained their taste for risk just months after selling buffeted global indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-says-he-wont-run-for-president-11551820408", "title": "Michael Bloomberg Says He Won't Run for President", "date": "2019-03-05 18:25", "summary": "Former New York mayor says such a large field of presidential hopefuls makes it hard to win the Democratic nomination. Former New York City Mayor Michael Bloomberg said Tuesday that he won't run for president, citing the difficulty in winning the Democratic Party's nomination.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-to-tamp-down-on-default-insurance-bets-11551827661", "title": "Wall Street to Tamp Down on Default Insurance Bets", "date": "2019-03-05 18:14", "summary": "Proposal aims to prevent healthy companies from defaulting to trigger swap contracts. WASHINGTON-The standard-setters for the derivatives industry plan to limit the use of a product sold to insure against corporate defaults, following disputes over whether some companies engineered a default to trigger payouts to investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-agrees-to-run-for-president-as-a-democrat-11551821571", "title": "Bernie Sanders Agrees to Run for President as a Democrat", "date": "2019-03-05 17:57", "summary": "Vermont senator, an independent, signs pledge to govern as a member of the party if he wins. WASHINGTON-Vermont Sen. Bernie Sanders has signed a pledge with the Democratic National Committee to run for president as a Democrat and govern as a member of the party if he wins the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-sellers-doctored-photos-challenge-buyers-bots-11551708001", "title": "Buyer Beware: Hollywood Special Effects Now Permeate Property Listings", "date": "2019-03-05 17:56", "summary": "Technology lets home sellers change photos to stage rooms with virtual furniture and perform HGTV-style makeovers. Real-estate listing photos have always accentuated the positive, but computer-generated imagery of the sort Hollywood uses has now become so cheap and prolific that home sellers are taking out walls, removing ugly paneling and even adding digital swimming pools.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speaking-for-the-screen-11551826177", "title": "Speaking for the Screen", "date": "2019-03-05 17:49", "summary": "A program of films introduced Los Angeles audiences to benshi, where live Japanese narrators explain silent movies' action and dialogue.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-hackers-target-universities-in-pursuit-of-maritime-military-secrets-11551781800", "title": "Chinese Hackers Target Universities in Pursuit of Maritime Military Secrets", "date": "2019-03-05 17:47", "summary": "University of Hawaii, University of Washington and MIT are among schools hit by cyberattacks. ", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-sees-organic-revenue-increasing-in-low-to-mid-single-digits-in-2019-11551811380", "title": "GE's New Chief Trims Expectations for Swift Turnaround", "date": "2019-03-05 17:42", "summary": "Chief Executive Larry Culp disclosed for first time company would have negative cash flow in 2019. General Electric Co. 's new leader tempered expectations for a near-term turnaround, saying the conglomerate won't generate any cash from its operations in 2019 as its power business continues to lose money.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-rises-as-nonmanufacturing-activity-accelerates-11551800675", "title": "Dollar Rises As Nonmanufacturing Activity Accelerates", "date": "2019-03-05 17:41", "summary": "The new data added to the impression that the U.S. economy is on solid footing. The dollar ticked higher Tuesday following the release of better-than-expected U.S. service-sector data.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeans-maker-diesel-files-for-bankruptcy-protection-11551825382", "title": "Jeans Maker Diesel Files for Bankruptcy Protection", "date": "2019-03-05 17:36", "summary": "Company plans to use chapter 11 process to shut some stores and emerge from bankruptcy with a slimmed-down business. Jeans maker and retailer Diesel USA Inc. has filed for bankruptcy protection, beset by changes in consumer buying habits that are plaguing other traditional retailers as well as internal missteps made by the company's former leaders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-pushes-millionaires-tax-in-budget-address-11551825046", "title": "New Jersey Governor Pushes Millionaires Tax in Budget Address", "date": "2019-03-05 17:30", "summary": "Murphy prioritizes raising funding for schools, opioid crisis, NJ Transit. TRENTON, N. J.-Gov. Phil Murphy renewed his push for raising taxes on the wealthy during his annual budget address Tuesday, and pledged to boost funding for schools, the opioid crisis and NJ Transit.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-weighs-ending-phone-surveillance-program-exposed-by-snowden-11551752806", "title": "NSA Weighs Ending Phone Surveillance Program Exposed by Snowden", "date": "2019-03-05 17:17", "summary": "Spy agency once argued the collection of call metadata was vital to national security. WASHINGTON-The National Security Agency is considering ending a once-secret surveillance program that annually collects hundreds of millions of telephone call records, including those belonging to Americans, because it lacks operational value, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-gains-on-chinese-stimulus-plans-11551786710", "title": "Gold Slips in Stronger Dollar", "date": "2019-03-05 17:13", "summary": "Prices have declined around 3.5% in the past five trading days. Gold prices fell for the seventh straight session Tuesday, weighed down by a stronger dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-council-speaker-proposes-city-takeover-of-mass-transit-11551822954", "title": "NYC Council Speaker Proposes City Takeover of Mass Transit", "date": "2019-03-05 17:10", "summary": "Corey Johnson suggests creating a new agency called Big Apple Transit, or BAT. New York City Council Speaker Corey Johnson on Tuesday released an ambitious plan for the city to take over control of all of the city's mass transit including subways, buses and bridges, saying it was the only way to fix the crumbling system.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targets-sales-rise-on-efforts-to-improve-stores-boost-e-commerce-11551787921", "title": "Target and Kohl's Gain as Rivals Shrink", "date": "2019-03-05 17:05", "summary": "Retail chains post higher holiday sales and give upbeat outlooks as they adapt to online shifts. Target Corp. and Kohl's Corp. reported higher sales in the holiday quarter and gave upbeat outlooks for 2019, reassuring investors that the chains are adapting to shifting consumer habits.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-eases-on-demand-concerns-11551783712", "title": "Oil Prices Steady Ahead of U.S. Inventory Data", "date": "2019-03-05 16:50", "summary": "Chevron, Exxon Mobil Corp. plan to significantly ramp up production in Permian oil field. • U.S. oil prices declined slightly Tuesday, sticking to a narrow trading range as stock markets moved sideways and investors awaited weekly government data on U.S. oil inventories.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibribery-efforts-outside-the-u-s-picked-up-in-2018-11551822325", "title": "Antibribery Efforts Outside the U.S. Picked Up in 2018", "date": "2019-03-05 16:47", "summary": "Number of countries probing allegations of bribery of government officials by a foreign company or individual was up 21% at end of 2018. Government authorities outside the U.S. are increasingly clamping down on foreign bribery, a new report indicates.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oil-moves-to-tighten-its-grip-on-fracking-11551789120", "title": "Chevron, Exxon Tighten Their Grip on Fracking", "date": "2019-03-05 16:34", "summary": "Chevron to double production in Permian Basin in next five years; Exxon to boost Permian output to one million barrels a day by as early as 2024. Chevron Corp. and Exxon Mobil Corp. plan to significantly ramp up production in the oil field at the heart of the American fracking boom, the latest sign that the next era of shale drilling is likely to be led by the major oil companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-rebuffs-lawmakers-on-security-clearances-11551821602", "title": "White House Rebuffs Lawmakers on Security Clearances", "date": "2019-03-05 16:33", "summary": "Democrats seek information on clearances granted to Kushner, others. WASHINGTON-The White House has rebuffed a request from the House Oversight Committee for documents related to the administration's security-clearance decisions, amid questions about the clearance granted to President Trump's son-in-law, Jared Kushner.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aon-discusses-purchase-of-rival-willis-towers-watson-11551818015", "title": "Aon Discusses Purchase of Rival Willis Towers Watson", "date": "2019-03-05 16:29", "summary": "If completed, combined company could surpass revenue of top broker Marsh & McLennan Cos.. Insurance brokerage Aon PLC is in early talks to acquire Willis Towers Watson in an all-stock deal, Aon said in a statement Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacksonville-inks-238-million-deal-for-port-expansion-11551821275", "title": "Jacksonville Inks $238 Million Deal for Port Expansion", "date": "2019-03-05 16:27", "summary": "Works will include channel deepening that will enable port to handle bigger ships handling more U.S. container trade. Florida's third-biggest seaport is expanding a major container terminal and deepening its shipping channel in projects costing hundreds of millions of dollars and aimed at positioning the port to handle a bigger share of U.S. ocean trade.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-executive-gets-9-month-sentence-in-college-basketball-bribery-case-11551821093", "title": "Ex-Adidas Executive Sentenced to 9 Months in Basketball Bribery Case", "date": "2019-03-05 16:24", "summary": "Jim Gatto, convicted in October with a consultant and a sports agent, had sought to lure athletes to Louisville and Kansas with illegal payments. A former Adidas AG executive was sentenced to nine months in federal prison Tuesday for his role in a scheme to bribe the families of top-ranked high-school basketball players to induce them to attend Adidas-sponsored universities, following a trial that detailed the corrupting role of money in college athletics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumers-hit-hardest-by-trade-tariffs-studies-find-11551820951", "title": "U.S. Consumers Hit Hardest by Trade Tariffs, Studies Find", "date": "2019-03-05 16:22", "summary": "Importers passed most costs to American consumers, who shouldered an added $69 billion last year, researchers estimated. WASHINGTON-The Trump administration's trade initiatives have targeted China and other foreign powers, but it is U.S. consumers who have taken the hit, according to two new studies.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groove-denied-by-stephen-malkmus-review-shoddy-electronics-solid-rock-11551820973", "title": "'Groove Denied' by Stephen Malkmus Review: Shoddy Electronics, Solid Rock", "date": "2019-03-05 16:22", "summary": "Indie guitarist Stephen Malkmus crafts a new sound on his electro-focused album, but the tunes that most resemble the rest of his work shine the brightest.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-amid-signs-of-growth-11551807378", "title": "U.S. Government Bonds Decline on Signs of Growth", "date": "2019-03-05 16:22", "summary": "Yields rise for fourth time in five sessions after services-sector index exceeds forecasts. Prices for short-term U.S. government bonds fell Tuesday as investors eschewed safe assets amid signs of continued economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-gap-widened-in-first-four-months-of-fiscal-year-11551812519", "title": "U.S. Budget Gap Widened 77% in First Four Months of Fiscal Year", "date": "2019-03-05 16:15", "summary": "U.S. tax revenues declined 1.5% over past 12 months, Treasury says. WASHINGTON-The U.S. budget gap widened in the first four months of the fiscal year as tax collections fell and federal spending increased.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-tries-to-win-back-amazon-while-reining-in-democrats-11551820401", "title": "Cuomo Tries to Win Back Amazon While Reining In Democrats", "date": "2019-03-05 16:13", "summary": "New York governor calls opposition to Queens project 'pure political pandering'. New York Gov. Andrew Cuomo has spent the past few weeks wooing Amazon.com Inc. into reconsidering its scuttled plan to build a campus in Queens, but he has also used the charm campaign as an opportunity to keep left-wing opponents in check.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-ahead-of-europe-u-s-economic-data-11551776576", "title": "U.S. Stocks Inch Lower as Investors Await Trade Signals", "date": "2019-03-05 16:05", "summary": "New economic data soothes some fears over growth. U.S. stocks ended the day slightly lower Tuesday, after major indexes suffered their worst drop in nearly a month Monday on lingering concerns about global growth and the health of the domestic economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/somewheres-and-anywheres-getting-nowhere-11551819267", "title": "Somewheres and Anywheres Getting Nowhere", "date": "2019-03-05 15:54", "summary": "The Anywheres-Somewheres framework is a continuum with plenty of highly educated Somewheres who are inclined to be nationalists and anti-administrative state.. Christopher DeMuth's suggestions for rebalancing federal power from executive agencies back to Congress are fine, but the clinical analysis of \"Somewheres\" is simplistic and insulting (\"Trump and the Revolt of the 'Somewheres,'\" op-ed, March 2). Mr. DeMuth, an \"Anywhere\" conservative with degrees from Harvard and the University of Chicago and decades of think-tank employment, is trying to empathize with and mollify Somewheres-aka left-behinds and deplorables-in the same way that zoologists study lower-order species. The Anywheres-Somewheres framework is a continuum with plenty of highly educated Somewheres who are inclined to be nationalists and anti-administrative state. Anywheres, meanwhile, have political power in large part because many less-educated Americans are dependent on their administrative-state paternalism.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restrain-those-predatory-for-profit-schools-11551819230", "title": "Restrain Those Predatory For-Profit Schools", "date": "2019-03-05 15:53", "summary": "The worst for-profit colleges rake in millions of dollars in federally subsidized loans from low-income students, while too often leaving students owing mountains of debt and facing a lifetime of low earnings.. Regarding your editorial \"The Plot Against Low-Income Students\" (March 2): The truth is that our Robert Shireman's remarkable career over three decades on Capitol Hill, including positions in the Clinton and Obama administrations, has helped protect countless American students and taxpayers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-says-advice-and-consent-not-delay-and-destroy-11551819208", "title": "The Constitution Says Advice and Consent, Not Delay and Destroy", "date": "2019-03-05 15:53", "summary": "Nowhere in Article II of the Constitution is the concept of \"delay, obstruct and torment\" included or intended.. Kimberley Strassel is correct in her admonition (\"388 Days in Senate Limbo,\" Potomac Watch, March 1) that the Senate should revise its rules regarding its \"advice and consent\" responsibility. The Constitution is clear as to the intent and scope of that responsibility, and nowhere in Article II of the Constitution is the concept of \"delay, obstruct and torment\" included or intended. Of note, the requisite 30 hours of debate allowed for a nominee far exceeds the hours of public debate that a candidate for the presidency faces. Unless there is a specific cause to withhold consent, a matter that should be identified in the committee hearing process, the floor vote for consent should be quick and clean. If the Senate rules of order don't support such action, they must be changed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ab-inbev-chairman-olivier-goudet-to-resign-11551810574", "title": "AB InBev Chairman Resigns to Focus on Other Duties", "date": "2019-03-05 15:52", "summary": "Olivier Goudet also serves as CEO of JAB conglomerate that owns Keurig Dr Pepper. The chairman of Anheuser-Busch InBev SA is resigning to focus on his role at consumer-goods giant JAB Holding Co., opening up a vacancy at the top of the world's biggest brewer as it grapples with a heavy debt load and falling beer volumes, particularly in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-backed-forces-are-holding-2-000-suspected-isis-fighters-11551815580", "title": "U.S.-Backed Forces Are Holding 2,000 Suspected ISIS Fighters in Syria", "date": "2019-03-05 15:46", "summary": "The number is at least double previous estimates and an obstacle to Trump administration plans to withdraw U.S. forces from Syria. U.S.-backed forces in Syria are holding more than 2,000 suspected Islamic State fighters, U.S. defense officials said, at least double previous estimates and an obstacle to Trump administration plans to withdraw American forces from Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-aim-for-financial-transactions-tax-11551818240", "title": "Democrats Aim for Financial-Transactions Tax", "date": "2019-03-05 15:37", "summary": "A 0.1% levy on stock, bond and derivative trades could raise $777 billion over a decade. WASHINGTON-Progressive Democrats renewed their push to curb high-frequency trading, introducing a bill Tuesday that would impose a 0.1% tax on financial transactions such as stock purchases and derivatives trades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/view-from-the-box-cai-internationals-ceo-on-the-outlook-for-global-shipping-11551816654", "title": "View From the Box: CAI International's CEO on the Outlook for Global Shipping", "date": "2019-03-05 15:10", "summary": "On the front lines of global trade, container leasing company CAI International's Victor Garcia sees trading tensions doing little to slow the flow of goods around the world. With nearly a million shipping containers under its control, San Francisco-based CAI International Inc. is on the front lines of the global trading economy. Its marine boxes hold the consumer goods and industrial parts that move across oceans on massive container ships, and its tankers, hopper cars and other rail equipment carry the basic raw materials of the North American industrial economy.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-detains-two-men-india-calls-terrorists-bans-militant-group-11551815429", "title": "Pakistan Detains Two Men India Calls Terrorists, Bans Militant Group", "date": "2019-03-05 14:50", "summary": "Islamabad bows to international pressure in wake of standoff with New Delhi over attack in Kashmir. ISLAMABAD, Pakistan-Under international pressure to crack down on militant groups, Pakistan said it detained two men India has cited as terrorists and banned another militant group focused on India.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-warning-lights-flash-at-ge-11551815205", "title": "New Warning Lights Flash at GE", "date": "2019-03-05 14:46", "summary": "Negative industrial free cash flow may not be the biggest concern. General Electric 's straight shooter just shot himself in the foot. Shareholders had better hope it was just a flesh wound.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freddie-mac-backs-deal-under-defunct-pilot-program-11551814521", "title": "Freddie Mac Backs Deal Under Defunct Pilot Program", "date": "2019-03-05 14:35", "summary": "The nearly $26 million pact with Atlanta-based Promise Homes provides financing for more than 300 affordable rental homes. Freddie Mac is providing financing for a portfolio of more than 300 rental homes under a now-defunct pilot program intended to help address the shortage of homes for middle-class families.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/search-resumes-in-aftermath-of-deadly-alabama-tornado-11551707103", "title": "'It Was Like a Vacuum': In Alabama, Harrowing Accounts of Tornado's Fury", "date": "2019-03-05 14:22", "summary": "Storm system in the Southeast killed at least 23, with fatalities including entire families. SALEM, Ala.-Shane Smith was hunkered down with his wife and son in the basement of their three-level brick house as it rumbled and shook with the tornado's approach. Then it got quiet, and their dog, Gracie, perked up her ears and lowered her head.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-john-lennon-to-beyoncethe-strange-story-of-tiny-sunglasses-11551812564", "title": "From John Lennon to Beyoncé-the Story of Tiny Sunglasses", "date": "2019-03-05 14:02", "summary": "Minuscule sunglasses are a favorite of celebrities and labels like Prada and Balenciaga. But how did they get so small-and can normal people wear them?. AT THE LATIN GRAMMYS last November, Puerto Rican rapper Bad Bunny took the stage in cherry-red sunglasses so minuscule they barely shielded his pupils-the sort of wee shades he's daintily perched on his nose as he's climbed the Billboard charts and mugged his way down red carpets the last couple of years. But the buzz-cut rapper isn't the only advocate of this challenging trend. Rihanna popularized it in the summer of 2017, squinting through angular cat eye frames that couldn't have been much bigger than twin Tic-Tacs. And fellow pop icon Beyoncé has done her share to shrink spectacles; the paparazzi snapped her in pint-sized shades by British eyewear brand Linda Farrow just weeks ago.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-faces-pressure-to-separate-victorias-secret-bath-body-works-11551761941", "title": "L Brands Faces Pressure to Separate Victoria's Secret, Bath & Body Works", "date": "2019-03-05 13:47", "summary": "Hedge fund Barington Capital Group is urging the company to split the two retail chains. An activist investor plans to push Victoria's Secret parent L Brands Inc. to break up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pork-rinds-graduate-from-gas-station-to-gourmet-11551800853", "title": "We're Living in a Golden Age of Classy Pork Rinds", "date": "2019-03-05 13:29", "summary": "The salty snack gets a makeover, with high-end ingredients and vegan options; 'Hmm, let me hear more about this'. A buzzy snack is popping up in supermarkets across the country alongside kale chips and quinoa puffs: pork rinds.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barricks-biggest-shareholder-opposes-acquisition-of-newmont-11551803035", "title": "Barrick's Biggest Shareholder Opposes Acquisition of Newmont", "date": "2019-03-05 13:07", "summary": "Joe Foster of VanEck International Investors Gold Fund instead pushes for a joint venture between the two. Barrick Gold Corp.'s largest shareholder said it prefers a joint venture with Newmont Mining Corp. , over a full-blown acquisition, throwing another hurdle in front of the Toronto-based miner's ambitions to buy its closest rival.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-trim-trade-privileges-for-india-turkey-11551806300", "title": "U.S. to Trim Trade Privileges for India, Turkey", "date": "2019-03-05 12:41", "summary": "Coalition of U.S. companies and trade associations protests, citing past savings and predicting job losses. WASHINGTON-The Trump administration is planning to scrap India's and Turkey's participation in a privileged trading program that allows certain developing economies to avoid tariffs on some shipments to the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gathering-threats-stir-doubts-about-auto-sector-11551790803", "title": "Gathering Threats Stir Doubts About Auto Sector", "date": "2019-03-05 12:31", "summary": "About a third of respondents to a survey named autos as one of the three sectors most likely to face distress in 2019. In the current period of modest but steady global growth, financial distress has tended to concentrate in two sectors: retail and energy. Now investors and analysts are growing more concerned that the global auto industry could join that group.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloistered-kingdom-of-saudi-arabia-aims-to-open-doors-to-tourists-11551804262", "title": "Saudi Arabia to Ease Entry for Tourists", "date": "2019-03-05 11:54", "summary": "Officials would allow Americans and others to visit without visas, in effort to transform economy and image. RIYADH, Saudi Arabia-Officials in Saudi Arabia are working to loosen tourism restrictions this year for foreign visitors including Americans, people involved in the effort said, easing travel to help diversify the economy of the cloistered kingdom.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-nashvilles-chicest-new-neighborhood-11551803554", "title": "A Guide to Nashville's Chicest New Neighborhood", "date": "2019-03-05 11:32", "summary": "The Gulch, a rebirth of the city's old industrial zone, is surprisingly walkable. Here's where to stop for meals, drinks, vintage guitars, detours into intrinsically Nashvillian style and live bluegrass bands.. IN THE GULCH, a shiny young Nashville neighborhood, a $1-billion-dollar master plan is slowly, steadily turning what was once an industrial wasteland between two interstates into a place non-vagrants would actually want to spend a day. If you're on foot the Gulch is easily walkable-though also strewn with scooters from a dockless sharing program. Start at the stairs adjacent to the modern rusted-steel facade of the Gulch Crossing building on Demonbreun Street. You'll descend into the ravine from which the 62-acre (and growing) area gets its name and join the throngs for a southern breakfast at Biscuit Love. Outside the restaurant, you might find one of Amelia's Flower Trucks, retrofitted Volkswagen buses that sell by the stem. Once a month from May to December, vendors fill the asphalt parking lot in the district's center for the Gulch Night Market. It's an enterprising place. Here, a few of the neighborhood's newest sites and text-home-about attractions.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-fails-to-impress-eu-officials-with-new-cybersecurity-center-11551803395", "title": "Huawei Fails to Impress EU Officials With New Cybersecurity Center", "date": "2019-03-05 11:29", "summary": "The Chinese telecommunications giant seeks to restore credibility, but critics still have security concerns. BRUSSELS-China's Huawei Technologies Co. on Tuesday opened a cybersecurity center in the European Union's capital, seeking to restore credibility after the U.S. and other Western governments arrested executives from the telecommunications giant and accused it of espionage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-hits-the-bulls-eye-11551803152", "title": "Target Hits the Bull's Eye", "date": "2019-03-05 11:25", "summary": "Retailer surprises investors with strong e-commerce growth and good results overall. It has been a gloomy postholiday season for many retailers. Department stores reported flagging sales and mall-based retailers like Gap are shutting stores. Target , however, has joined big-box retailers such as Walmart in bucking the trend.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-new-home-sales-rose-in-december-11551798261", "title": "U.S. New Home Sales Rose in December", "date": "2019-03-05 11:25", "summary": "Sales increase 3.7%, closing weak year for housing market. WASHINGTON-Sales of new homes in the U.S. rose in December, closing a weak year for the housing market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/villanova-is-living-and-dying-by-the-3-pointer-11551802416", "title": "Villanova Is Living and Dying by the 3-Pointer", "date": "2019-03-05 11:13", "summary": "The Wildcats won the NCAA title last season by hoisting a record number of threes, but have found out this season that the shots don't always fall. A year ago, Villanova won its second national title in three years with a record-setting offensive assault in which it made 40.1% of its 1,158 shots from 3-point range, the highest tally of 3-point field goal attempts for any team in NCAA history.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-adams-picked-up-his-mothers-knitting-needle-and-a-conductor-was-born-11551802214", "title": "John Adams Picked Up His Mother's Knitting Needle and a Conductor Was Born", "date": "2019-03-05 11:10", "summary": "Growing up in New Hampshire, the 'Nixon in China' composer mimicked Bozo the Clown on the cover of an album of circus music. John Adams, 72, is a Grammy- and Pulitzer Prize-winning composer whose works include \"Nixon in China,\" \"Doctor Atomic\" and \"On the Transmigration of Souls.\" His newest piano concerto will be performed by Yuja Wang and the Los Angeles Philharmonic on March 10, and then tour world-wide. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-services-sector-expanded-in-february-11551800203", "title": "U.S. Services Sector Expanded in February", "date": "2019-03-05 11:05", "summary": "Index rose to 59.7, showing key engine of economy picked up after early winter cool down. The U.S. services sector expanded at a faster rate in February, showing that a key engine of the economy picked up after an early winter cool down.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vacant-storefronts-find-new-life-as-space-for-recitals-banquets-and-pet-parties-11551798000", "title": "Vacant Storefronts Find New Life as Space for Recitals, Banquets and Pet Parties", "date": "2019-03-05 11:01", "summary": "Short-term rental spaces offer artists, businesses a new way to market their brands. ", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-with-the-toughest-job-in-finance-saving-deutsche-bank-11551801710", "title": "The American With the Toughest Job in Finance: Saving Deutsche Bank", "date": "2019-03-05 11:01", "summary": "Resume Subscription. Matt Zames made a name as a Wall Street fix-it man. He helped steer JPMorgan Chase & Co. through the \"London Whale\" trading debacle and was considered a possible successor to its chief, James Dimon.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/designer-oleg-cassinis-townhouse-to-ask-roughly-50-million-11551799734", "title": "Townhouse Linked to Oleg Cassini to Ask Roughly $50 Million", "date": "2019-03-05 10:33", "summary": "The expansive Upper East Side home is one of two properties tied to the late designer and his widow coming to the market.. An Upper East Side townhouse that was tied to the business of late fashion designer Oleg Cassini, known for dressing Jacqueline Kennedy, is coming on the market for around $50 million, according to people familiar with the property.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-teams-bet-technology-will-bridge-budget-gap-11551799268", "title": "Finance Teams Bet Technology Will Bridge Budget Gap", "date": "2019-03-05 10:21", "summary": "Bracing for staff and budget cuts amid worries of an economic slowdown, executives are turning to artificial intelligence and other new technologies to do more with less. Finance departments are betting that new technology will close efficiency gaps created by budget and staff cuts spurred by the next economic slowdown.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-kraft-heinz-made-24-billion-since-merger-or-6-billion-it-depends-11551798883", "title": "Has Kraft Heinz Made $24 Billion or $6 Billion? It Depends", "date": "2019-03-05 10:14", "summary": "Companies sometimes report adjusted financials to exclude certain costs. The problems Kraft Heinz Co. disclosed last month are shining a light on another concern: the company's tailored financial metrics that help make its results look better.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-acquires-stacyc-expanding-electric-portfolio-11551798276", "title": "Harley-Davidson Acquires StaCyc, Expanding Electric Portfolio", "date": "2019-03-05 10:04", "summary": "Deal comes as the company faces pressure to find new riders outside of its core customer base. Harley-Davidson Inc. said Tuesday it acquired StaCyc Inc., which makes electric-powered two-wheeled bikes designed for children.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-india-political-foes-unite-against-modi-11551798207", "title": "Get Modi: 'Blood Rivals' Bury Hatchet to Beat India's Leader", "date": "2019-03-05 10:03", "summary": "Political foes work together to thwart prime minister's bid for a second term as elections near. NEW DELHI-After leading his party to a decisive victory five years ago, Prime Minister Narendra Modi has dwarfed all competitors in India's political arena. As this year's general election approaches, Mr. Modi's opponents are trying a new strategy: gang up on him.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyperinflation-shatters-venezuelan-manufacturing-11551798001", "title": "Venezuela Overwhelmed by Hyperinflation", "date": "2019-03-05 10:00", "summary": "Resume Subscription. CARACAS, Venezuela-Giuseppe Cordivani's factory on the outskirts of the capital used to make nearly 300 pairs of women's shoes a day, from pumps to high-heeled dancing shoes that sold nationwide. With hyperinflation biting, he's making just 20 today.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/living-la-dolce-vita-with-a-classic-british-car-11551797489", "title": "Living la Dolce Vita With a Classic British Car", "date": "2019-03-05 09:51", "summary": "Resume Subscription. Ernesto Sirolli, 68, the Sacramento, Calif.-based founder of the Sirolli Institute-a nonprofit organization focused on economic development-on his 1951 Morgan Plus 4, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-salesforce-gamestop-invitae-11551787095", "title": "Stocks to Watch: Target, Kohl's, Ciena, GameStop", "date": "2019-03-05 09:48", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-expected-to-keep-key-rate-on-hold-11551797040", "title": "Bank of Canada Expected to Keep Key Rate On Hold", "date": "2019-03-05 09:44", "summary": "Weak domestic growth, global uncertainty mean central bank likely to keep its benchmark overnight interest rate at 1.75% until late 2019. OTTAWA-The Bank of Canada is widely expected to keep its main interest rate on hold at a policy announcement Wednesday in the face of weak domestic growth and widespread uncertainty about the global outlook.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-morgans-timeless-appeal-11551797072", "title": "TheMorgan's Timeless Appeal", "date": "2019-03-05 09:44", "summary": "'I realized that a Morgan is not just a car;' says Ernesto Sirolli. 'It is an ethos.'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mind-the-gap-brexit-shows-barriers-costs-11551796854", "title": "Mind the Gap: Brexit Shows Barriers' Costs", "date": "2019-03-05 09:40", "summary": "Reversing globalization has financial costs, as the early financial reactions to Brexit are showing. Britain is becoming a leading indicator of the costs to companies and households of unwinding globalization.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-urges-european-renaissance-to-counter-nationalism-11551796543", "title": "France's Macron Urges 'European Renaissance' to Counter Nationalism", "date": "2019-03-05 09:35", "summary": "In an open letter published across Europe, the French president addressed what he sees as some of the biggest threats to the continent's stability. PARIS-French President Emmanuel Macron called for new rules and institutions to strengthen the European Union and stave off the challenge of rising nationalism in a manifesto that marked the opening salvo of his party's campaign for the European Parliament elections in May.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-drops-a-policy-the-u-s-dislikes-at-least-in-name-11551795370", "title": "Beijing Drops 'Made in China 2025' Slogan, but Policy Remains", "date": "2019-03-05 09:16", "summary": "U.S. has slammed program as a subsidy-stuffer to advance China as global technology leader at U.S. expense. BEIJING-\"Made in China 2025,\" a government-led industrial program at the center of the contentious U.S.-China trade dispute, is officially gone-but in name only.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-requests-documents-from-associates-of-trump-11551719609", "title": "House Panel Requests Documents From Associates of Trump", "date": "2019-03-05 09:10", "summary": "Information sought from former White House staff, Trump Organization executives and inaugural committee officials. WASHINGTON-House Democrats intensified their investigations into President Trump and his associates Monday, demanding records from more than 80 people and organizations related to his business dealings, interactions with the Justice Department and communications with Russian President Vladimir Putin.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-eric-rosengren-says-pause-in-rate-increases-is-justified-right-now-11551789300", "title": "Fed's Rosengren Says Pause in Rate Increases Is Justified", "date": "2019-03-05 09:06", "summary": "Federal Reserve Bank of Boston leader says several FOMC meetings may be needed before clarity arrives. Federal Reserve Bank of Boston leader Eric Rosengren said Tuesday it is a good idea for the central bank to hold off on rate rises for a while as it takes its time to see whether trouble in the economy at the end of 2018 has carried forward into the new year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brunello-cucinelli-shares-a-few-of-his-favorite-things-11551794509", "title": "Brunello Cucinelli Shares a Few of His Favorite Things", "date": "2019-03-05 09:01", "summary": "The revered fashion designer on objects of inspiration. \"The items are placed on a trunk in a 14th-century castle in Solomeo, Italy. It's become the base for the School of Arts and Crafts that I established in 2013. To this day, it's one of my favorite locations to think, write and reflect. The photograph on the left was taken in 1907 and depicts a church in Solomeo called Saint Bartholomew. We've started restoration work on the church to return it to its original splendor. The books are, in my opinion, of the utmost importance, including Epicurus's Letter on Happiness, Boethius's The Consolation of Philosophy and Yourcenar's Memoirs of Hadrian. At one point, Hadrian says, 'I felt responsible for sustaining and increasing the beauty of the world.' There's a word in the Italian language-sentinella-and it's the idea of being a guardian or custodian. I feel it, too. The statue is of Seneca, a great philosopher from ancient Rome and one of my teachers of humanity. The glass vases are filled with cashmere in the state it's in when it arrives from China and Mongolia. It's the center of my life and my work. In front is a magnifying glass, which I've always used to inspect the fibers of cashmere. Behind that, a holder for my pencils. It's always been a habit of mine to write my notes with a pencil. I also make [design] sketches, and while they aren't beautiful, I have people who understand and interpret them. But if you asked me how to draw a tower or an architectural landscape, that's something that comes naturally to me because I studied engineering. Next to the pencils is a regolo calcolatore, or a slide rule. It's a charming tool that's used for rapid mathematic calculations. When I take a stroll, I never carry my phone with me; in my pocket I usually have a small notepad, a pencil and my slide rule. The world has to be better off than it was 20 years ago. We have more comforts. I believe that technology is a gift from the creator, and don't get me wrong, I want to live with technology. But spending time in nature leads to serenity of the soul; it's a way of life.\" -As told to Sara Morosi", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-developers-look-to-vietnam-for-cheap-financing-11551794400", "title": "Real-Estate Developers Look to Vietnam for Financing", "date": "2019-03-05 09:00", "summary": "Vietnam gains on China as one of the biggest participants in U.S. foreign-investment program. As Chinese investors sour on a program that offers American residency in exchange for certain real-estate investments, U.S. developers are turning to a new, fast-growing source of cheap capital: Vietnam.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-real-estate-firm-newmark-languish-while-peers-gain-11551794401", "title": "Shares of Real-Estate Firm Newmark Languish While Peers Gain", "date": "2019-03-05 09:00", "summary": "Policies on governance, compensation and adjusted earnings draw criticism from Wall Street. Shortly after Howard Lutnick's commercial real-estate firm Newmark Group Inc. flopped at its initial public offering, the chairman went on CNBC's \"Fast Money\" to talk up its shares.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-monitoring-corporate-debt-levels-for-potential-trouble-11551794401", "title": "Fed Official Watching Corporate Debt Levels for Potential Trouble", "date": "2019-03-05 09:00", "summary": "'Vigilance is warranted,' Federal Reserve Bank of Dallas leader Robert Kaplan says. Dallas Federal Reserve leader Robert Kaplan said the rising level of borrowing by nonfinancial companies is something that is increasingly on his radar screen as he looks for factors that could cause trouble in the U.S. economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-money-bills-get-little-loveexcept-in-switzerland-11551791341", "title": "Big-Money Bills Get Little Love-Except in Switzerland", "date": "2019-03-05 08:52", "summary": "Switzerland is increasingly isolated in its affection for high-value notes, amid concerns that they can aid tax evasion and crime. ZURICH-Switzerland's central bank defended its issuance of one-thousand-franc ($999) notes, launching a new series when other countries are scaling back big-value bank notes due to worries that they make life easier for criminals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-founder-john-schnatter-to-leave-board-11551787717", "title": "Papa John's Founder to Leave Board", "date": "2019-03-05 08:13", "summary": "Agreement also helps resolve two legal disputes between pizza chain and Schnatter. Papa John is stepping away from Papa John's International Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-wants-to-be-as-american-as-apple-pie-11551789657", "title": "Cannabis Wants to Be as American as Apple Pie", "date": "2019-03-05 07:40", "summary": "By teaming up with U.S. recipe guru Martha Stewart, Canopy Growth is pushing pot toward the mainstream. A product goes mainstream when a series of small changes are significant enough to cause an unstoppable shift-or so Malcolm Gladwell argued in his 2000 book \"The Tipping Point.\" For the cannabis industry, endorsements from the unlikely combination of U.S. food guru Martha Stewart and Canada's statistical agency should help tip the balance.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-virginia-woolf-decorated-her-room-of-one-s-own-11551788812", "title": "How Virginia Woolf Decorated Her Room of One's Own", "date": "2019-03-05 07:26", "summary": "In this excerpt from 'Bibliophile: An Illustrated Miscellany' (Chronicle Books), we offer a visual guide to the writing lairs of four celebrated authors-from Virginia Woolf to James Baldwin. Virginia Woolf (1882-1941) and her husband, Leonard, bought Monk's House [in East Sussex] in 1919 and visited frequently. They moved in full time in 1940, when their Bloomsbury, London, flat was damaged in an air raid. The Woolfs loved the property for its lush, informal grounds, including an Italian garden, a dew pond, a terrace and an orchard. The main house was decorated with the help of Woolf's sister, the painter and decorator Vanessa Bell, who lived 6 miles away. Many of Bell's paintings still hang on the walls.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surfing-schools-and-jets-weworks-bets-follow-ceo-adam-neumanns-passions-11551787200", "title": "Surfing, Schools and Jets: WeWork's Bets Follow CEO's Passions", "date": "2019-03-05 07:00", "summary": "Several of office-space company's investments align closely with its founder's personal interests. WeWork Cos. chief Adam Neumann, an avid surfer, took the company jet to Hawaii over the December holidays and hit the waves with a surfing legend he admires, Laird Hamilton.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spread-of-hateful-propaganda-by-white-supremacists-climbs-11551783601", "title": "Hateful Propaganda From White Supremacists Spreads", "date": "2019-03-05 06:00", "summary": "Number of incidents nearly triple; 'It's unlike anything we've ever seen'. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-airlines-are-rebuilding-the-conglomerate-11551782920", "title": "Why Airlines Are Rebuilding the Conglomerate", "date": "2019-03-05 05:48", "summary": "The likes of General Electric may be in decline, but a holding-company structure is proving effective in the airline industry. The conglomerate, usually considered a corporate dinosaur, is finding a surprising new lease of life in the airline industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-stimulus-muddle-deepens-11551782225", "title": "China's Stimulus Muddle Deepens", "date": "2019-03-05 05:40", "summary": "Beijing is going to find it increasingly difficult to achieve its twin aims of cutting debt while keeping growth on track. Li Keqiang, China's premier, has a few ideas for 2019: keep overall debt growth in check, cut taxes, accelerate government bond issuance, and boost lending to small businesses.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-might-not-like-it-but-the-dollar-should-be-strong-11551781800", "title": "Trump Might Not Like It, but the Dollar Should Be Strong", "date": "2019-03-05 05:30", "summary": "U.S. currency's strength is because the economy is doing relatively well and inflation is roughly on target. President Trump has chosen an odd time to accuse the Federal Reserve of making the dollar too strong. After all, the dollar is still below December's high and the Fed has changed its tune.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-long-seen-as-a-threat-to-malls-is-now-a-hot-tenant-11551781801", "title": "Amazon, Long Seen as a Threat to Malls, Is Now a Hot Tenant", "date": "2019-03-05 05:30", "summary": "Brokers and landlords believe that Amazon-more so than other retailers-has the expertise to draw the right crowd of shoppers. Shopping center owners have long blasted Amazon.com Inc. as a destroyer of their business. Now some are starting to view Amazon as a potential savior.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-independence-doesnt-matteruntil-it-does-11551775997", "title": "Central Bank Independence Doesn't Matter-Until It Does", "date": "2019-03-05 03:56", "summary": "Philippine President Rodrigo Duterte has appointed a central banker from the cabinet. Investors may rue the decision one day.. Central bank independence is under threat as politicians around the world meddle more in monetary policy. Investors, so far, haven't seemed to care too much. By the time they miss it, it may be too late.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borrowing-costs-tumble-across-emerging-asia-as-buyers-embrace-local-bonds-11551763499", "title": "Borrowing Costs Tumble Across Emerging Asia as Buyers Embrace Local Bonds", "date": "2019-03-05 03:34", "summary": "Investors say there is still value to be found in local-currency debt, suggesting the rally could run further. Government bonds in some big Asian countries have been buoyed as part of a Federal Reserve-fueled surge in global markets. Investors say there is still value to be found in local-currency debt, suggesting the rally could run further.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-granted-bail-by-tokyo-court-could-be-out-as-soon-as-tuesday-11551758629", "title": "Former Nissan Chairman Carlos Ghosn Granted Bail", "date": "2019-03-05 03:22", "summary": "Tokyo District Court set bail at nearly $9 million, but prosectors quickly appealed the ruling. TOKYO-A Tokyo court approved the release of Carlos Ghosn on bail, raising the prospect that the former Nissan Motor Co. chairman could soon be released after 3½ months in jail.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-president-rodrigo-duterte-goes-his-own-way-with-central-bank-appointment-11551773032", "title": "Philippines' Duterte Goes His Own Way With Central-Bank Appointment", "date": "2019-03-05 03:03", "summary": "Political ally Benjamin Diokno is tapped as governor, breaking with a tradition of neutral appointments there. Philippine President Rodrigo Duterte named a political ally to head the central bank, breaking with a tradition of neutral appointments there and adding to concerns about the independence of the country's institutions.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-industry-debates-hospital-accreditation-rules-11551787200", "title": "Health-Care Industry Debates Hospital Accreditation Rules", "date": "2019-03-05 00:01", "summary": "CMS receives differing views as Trump administration considers changes designed to rein in conflicts of interest. Companies and organizations tied to health-care accreditation have offered differing views on whether the Trump administration should establish new rules or guidance to curb potential conflicts of interest in the industry, ahead of a possible action later this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawyer-for-cohen-approached-trump-attorneys-about-pardon-11551753372", "title": "Lawyer for Cohen Approached Trump Attorneys About Pardon", "date": "2019-03-05 00:01", "summary": "Possibility of presidential pardon was broached and dismissed after April FBI raid on Cohen's premises. An attorney for Michael Cohen, Donald Trump's former personal lawyer, raised the possibility of a pardon with attorneys for the president and his company after federal agents raided Mr. Cohen's properties in April, according to people familiar with the discussions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11551736931", "title": "Pepper...and Salt", "date": "2019-03-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-says-i-m-not-running-for-president-11551758979", "title": "Hillary Clinton Says, 'I'm Not Running' for President", "date": "2019-03-05 23:09", "summary": "She didn't rule out ever seeking office again. Hillary Clinton for the first time Monday ruled out seeking the Democratic presidential nomination in 2020.", "categories": [["Politics", "Election 2018"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2018?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reserve-bank-of-australia-on-hold-as-outlook-clouds-11551758723", "title": "Reserve Bank of Australia on Hold as Outlook Clouds", "date": "2019-03-05 23:05", "summary": "Economists expect the resource-rich economy grew by 0.4% in the fourth quarter. Australia's central bank left interest rate on hold Tuesday as expected, but continued to warn about rising risks to the economic outlook.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-man-may-be-cured-of-hiv-after-stem-cell-transplant-researchers-say-11551746867", "title": "Second HIV Patient May Be Cured After Stem-Cell Transplant", "date": "2019-03-05 22:57", "summary": "New case involving London man provides new impetus to develop treatments based on transplants. A London man infected with HIV may be the second person to beat the virus that causes AIDS, researchers reported Monday, a finding advancing the costly and challenging search for a cure.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-expects-2019-economic-growth-of-6-to-6-5-11551748675", "title": "China Cuts Growth Target Amid Challenging Economic Slowdown", "date": "2019-03-05 22:32", "summary": "Premier Li calls for giving foreign investors greater access to Chinese markets. BEIJING-China lowered its economic growth target this year to between 6% and 6.5%, bowing to a deepening slowdown that can't be quickly arrested without aggravating debt levels that are already high.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-shakes-up-warner-media-unit-11551708372", "title": "AT&T Breaks Up Turner, Bulks Up Warner Bros. in Major Overhaul", "date": "2019-03-05 22:28", "summary": "Layoffs expected as HBO and Turner Entertainment combine and Warner Bros. integrates Turner's animation business. AT&T Inc. said it is shaking up its WarnerMedia unit, doing away with an outdated structure in a bid to make the company more competitive in an entertainment industry reshaped by consolidation and technology.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-canadian-minister-resigns-over-judicial-interference-allegations-11551739589", "title": "Second Canadian Minister Resigns Over Judicial Interference Scandal", "date": "2019-03-05 22:13", "summary": "Jane Philpott says she has 'lost confidence' in the response from Prime Minister Trudeau's government. A Canadian cabinet minister resigned Monday, saying she has lost confidence in the ruling Liberal Party over allegations it tried to interfere in a criminal prosecution of a global engineering and construction firm.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-art-fair-is-designed-to-draw-young-talent-11551745712", "title": "New Art Fair Is Designed to Draw Young Talent", "date": "2019-03-05 19:28", "summary": "The inaugural MFA Fair in New York City will showcase the work of recent graduates of masters of fine art programs. In New York City, fans of contemporary art have no shortage of fairs to attend, from major exhibitions such as the Armory Show and Frieze New York to smaller, niche-oriented ones.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-leader-returns-home-testing-president-maduro-11551717279", "title": "Venezuela Opposition Leader Returns Home, Testing Maduro", "date": "2019-03-05 19:23", "summary": "Juan Guaidó's arrival to Caracas comes after he broke a court-ordered travel ban last month by crossing into Colombia. CARACAS, Venezuela-Opposition leader Juan Guaidó returned to a cheering crowd in the capital's main airport on Monday despite government threats to arrest him, energizing his supporters in a political showdown with President Nicolás Maduro.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-trump-decision-to-revoke-u-s-born-womans-citizenship-11551744679", "title": "Judge Questions Decision to Revoke U.S.-Born Woman's Citizenship", "date": "2019-03-05 19:11", "summary": "Hoda Muthana, who traveled to Syria to marry an Islamic State fighter, is pushing to return home with toddler son. WASHINGTON-A federal judge on Monday questioned the State Department's decision to revoke the citizenship of a U.S.-born woman who traveled to Syria to marry an Islamic State fighter and now wants to return home with a toddler son.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]