[{"link": "https://www.wsj.com/articles/iowa-farmers-stick-with-trump-despite-trade-war-11565775003", "title": "Iowa Farmers Stick With Trump Despite Trade War", "date": "2019-08-14 19:40", "summary": "President's trade battle with China has hit Farm Belt hard, but not his support in heavily rural area. DES MOINES, Iowa-As President Trump maps out his re-election bid, farmers in this battleground state are backing him even with the U.S. Farm Belt bracing for deeper pain from his trade fight with China.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-ipo-filing-reveals-huge-revenue-and-losses-11565783212", "title": "WeWork IPO Filing Shows Revenue Growth, Wide Losses", "date": "2019-08-14 19:35", "summary": "We generated $1.54 billion in revenue in the first six months of 2019 and posted a net loss of $689.7 million. WeWork's parent company unveiled the papers for its initial public offering, depicting a business whose revenue-and losses-are ballooning.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-navarro-recession-ii-11565825029", "title": "The Navarro Recession, II", "date": "2019-08-14 19:23", "summary": "Evidence of a tariff-inspired slowdown spooks the markets.. After we warned last week that U.S. trade policy was courting recession, White House aide Peter Navarro took to Fox Business to denounce us for sounding like The People's Daily, the Chinese Communist propaganda arm. That was novel as criticisms of these columns go, but perhaps Mr. Navarro would care to comment again after Wednesday's recession warning from the bond and equity markets? Are they Commies too?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-medicare-for-all-bailout-11565824740", "title": "Bernie's Medicare-for-All Bailout", "date": "2019-08-14 19:19", "summary": "Sanders wants taxpayers to save hospitals after he bankrupts them.. Usually politicians pass a bailout to clean up a mess they've created in the past, but Bernie Sanders is now promising cash up front. Witness the democratic socialist's opening offer to the hospitals he'd bankrupt with his Medicare-for-All bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kansas-missouri-subsidy-armistice-11565824671", "title": "The Kansas-Missouri Subsidy Armistice", "date": "2019-08-14 19:17", "summary": "Two states agree to quit shuffling jobs back and forth across the border.. A destructive economic \"border war\" between Kansas and Missouri may now be ending in an overdue truce. For years the two states have spent millions on tax incentives to lure jobs back and forth across the state line in Kansas City.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-monitor-finds-problems-with-pg-e-tree-trimming-program-11565824543", "title": "Federal Monitor Finds Problems With PG&E Tree-Trimming Program", "date": "2019-08-14 19:15", "summary": "Oversight team says spot check raises concerns about company's efforts to reduce wildfire risks. A federal court monitor overseeing PG&E Corp.'s probation has uncovered serious problems with the company's effort to trim trees to reduce the risk they will hit nearby power lines and spark wildfires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-race-to-the-bottom-11565824554", "title": "Argentina's Race to the Bottom", "date": "2019-08-14 19:15", "summary": "Investors flee on the prospect of a return of the Peronists to power.. Does Argentina have a death wish? That's the question going around after Peronist Alberto Fernández and his running mate, former President Cristina Kirchner, took first place in Sunday's presidential \"primaries\" with 48% of the vote. President Mauricio Macri finished 16 points behind, suggesting slim re-election prospects for the center-right politician.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britons-worry-no-deal-brexit-will-cause-drug-shortages-11565780401", "title": "Britons Worry No-Deal Brexit Will Cause Drug Shortages", "date": "2019-08-14 19:02", "summary": "Three-quarters of medicines consumed in U.K. arrive through narrow English Channel crossing, so any bottlenecks could quickly squeeze drug stocks. LONDON-As the U.K. prepared to leave the European Union this spring, Carl Foster worried that an abrupt split would snarl British ports, preventing him from getting the imported epilepsy drug he needs.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-hong-kong-matter-11565823760", "title": "Does Hong Kong Matter?", "date": "2019-08-14 19:02", "summary": "Trump should know better than anyone that these protests in Hong Kong are about freedom.. Walking across the White House lawn a few weeks ago on his way to an event in Ohio, President Trump was asked by a reporter about the protests in Hong Kong. They have been constant since June, when authorities were about to pass a law that would have allowed Hong Kong residents and even foreign nationals to be extradited to the mainland for prosecution under China's legal system.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-cbs-merger-could-boost-advertising-ambitions-11565820594", "title": "Viacom-CBS Merger Could Boost Advertising Ambitions", "date": "2019-08-14 19:02", "summary": "Tie-up is poised to fuel new ad technology and ad-supported streaming video. The merger of CBS Corp. and Viacom Inc. creates a larger media company better positioned to pursue advanced advertising technology and ad-supported streaming video.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holder-urges-judges-to-vote-democratic-11565823732", "title": "Eric Holder Urges Judges to Vote Democratic", "date": "2019-08-14 19:02", "summary": "The justices rejected his flawed argument, but he presses on with it in state court.. Most U.S. attorneys general avoid partisan politics after leaving office. That's not the case with Eric Holder. In 2016 Mr. Holder, who headed the Justice Department under President Obama from 2009-15, formed the National Democratic Redistricting Committee, ostensibly to combat gerrymandering. In reality, it's a power play. The nation's former chief law-enforcement officer wants to guarantee that Democrats control redistricting in 2021, when states redraw congressional and state legislative districts after next year's census.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-monetary-theory-is-ancient-11565823659", "title": "Modern Monetary Theory Is Ancient", "date": "2019-08-14 19:01", "summary": "The Greeks and Romans tried it. Would that they had been the last.. With the presidential campaign under way, expect to hear a lot more about a shiny new toy of progressive economic thinking, \"modern monetary theory.\" It seems to be the only intellectual contortion that might allow candidates to promise virtually unlimited government spending without any deleterious effects on America's currency, standard of living or liberty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fraud-in-the-lab-review-experiments-in-doubt-11565823628", "title": "'Fraud in the Lab' Review: Experiments in Doubt", "date": "2019-08-14 19:00", "summary": "Lapses of rigor, misleading methods, outright falsiﬁcation: How common are the transgressions of research scientists?. Scientific misconduct is surely as old as scientific inquiry, but in the modern era the mainstream media took little notice of it before 1974. In that year, it flagged the case of a medical researcher at Memorial Sloan Kettering in New York who used a felt-tip pen to darken patches of purportedly black skin transplanted onto white mice. Within a couple of years, separately, the British psychologist Cyril Burt was posthumously found to have invented data to support his theory that IQ was largely inherited.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flash-mobs-of-hong-kong-11565822663", "title": "The Flash Mobs of Hong Kong", "date": "2019-08-14 18:44", "summary": "Demonstrators adapt their tactics, betting Beijing will decide a crackdown would cost it too much.. Hong Kong", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-yields-to-slowdown-fears-11565822475", "title": "Cisco Yields to Slowdown Fears", "date": "2019-08-14 18:44", "summary": "Networking giant's forecast wasn't that bleak, but timing was bad. For Cisco , being a prettier house in a bad neighborhood isn't enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sees-flood-of-lawsuits-alleging-child-sex-abuse-11565822413", "title": "New York Sees Flood of Lawsuits Alleging Child Sex Abuse", "date": "2019-08-14 18:40", "summary": "Several complaints named Archdiocese of New York, one of nation's largest Catholic dioceses, as defendant. Attorneys representing alleged victims of child sexual abuse filed hundreds of lawsuits in courts across New York state Wednesday, the first day of a one-year window when people who said they were abused as children can bring civil suits.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamacares-medicaid-deception-11565822360", "title": "ObamaCare's Medicaid Deception", "date": "2019-08-14 18:39", "summary": "States cover millions who exceed income thresholds, some quite well-heeled.. ObamaCare wasn't supposed to give free health insurance to everybody. The Affordable Care Act's authors expected the poor would enroll in Medicaid, while those with higher incomes would buy coverage through the new insurance exchanges, with subsidies that decrease as income rises.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approves-new-pill-for-drug-resistant-tb-11565822369", "title": "FDA Approves New Pill for Drug-Resistant TB", "date": "2019-08-14 18:39", "summary": "Pretomanid would be taken with two other pills to treat highly treatment-resistant tuberculosis. The U.S. Food and Drug Administration approved a new drug to help treat deadly, drug-resistant forms of tuberculosis, the world's biggest infectious-disease killer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-political-truths-the-democrats-cant-handle-11565822323", "title": "Three Political Truths the Democrats Can't Handle", "date": "2019-08-14 18:38", "summary": "Many voters find their trade policies, Medicare for All and the Green New Deal too radical.. In my book \"Hard Heads, Soft Hearts\" (1987), I bemoaned that it was difficult to be both a Democrat and an economist. Democrats, I wrote, often advocated economic policies that were well-intentioned but softheaded. Yes, ends matter, but so do means.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-vs-boris-try-arugula-vs-rocket-11565822272", "title": "Donald vs. Boris? Try 'Arugula' vs. 'Rocket'", "date": "2019-08-14 18:37", "summary": "Despite globalization, amusing-and baffling-differences between American and British English still exist.. Is globalization reducing the difference between American and British English? In London recently, I noticed that the menu in a gastropub featured \"cumberland sausages, mashed potatoes, and onion gravy.\" This used to be called bangers and mash. Yet there still are many different English words for foods. The English call zucchini \"courgette\" and arugula \"rocket.\" There are also different names for types of vehicles, including the stroller, which the English call a \"push-chair.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-lowers-full-year-profit-outlook-shares-fall-11565786281", "title": "Macy's Turnaround Hits Harsh Retail Reality", "date": "2019-08-14 18:03", "summary": "Department store chain's shares tumble after it said inventories swelled and lowered its earnings outlook. Macy's Inc. lowered its full-year earnings outlook after missing profit expectations in the latest quarter, as department stores continue to lose shoppers to newer forms of retailing.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ross-stores-promotes-executives-including-cfo-11565738917", "title": "Ross Stores Promotes Executives, Including CFO", "date": "2019-08-14 17:58", "summary": "The company promoted finance chief Michael Hartshorn to group president and operating chief. Ross Stores Inc. on Tuesday promoted four of its executives, including finance chief Michael Hartshorn to group president and operating chief, effective Friday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-bank-stocks-lose-billions-11565806058", "title": "Embattled Bank Stocks Lose Billions", "date": "2019-08-14 17:41", "summary": "Banks take a hit after brief inversion of 10- and two-year U.S. Treasurys raises recession fears. Investors continued their run on bank stocks, sending shares of some of America's biggest financial institutions sharply lower following the latest sign of trouble ahead for the U.S. economy.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-fed-should-cut-rates-as-global-growth-concerns-jar-markets-11565818635", "title": "Trump Says Fed Should Cut Rates as Growth Concerns Jar Markets", "date": "2019-08-14 17:37", "summary": "President's comments come as stocks on Wall Street drop sharply. WASHINGTON-President Trump lashed out at the Federal Reserve for not cutting interest rates more aggressively after fears about a global-growth slowdown rippled through financial markets Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-replaces-two-researchers-amid-data-scandal-11565802915", "title": "Two Novartis Researchers Exit Amid Data Scandal", "date": "2019-08-14 17:36", "summary": "Brothers Brian and Allan Kaspar led research at unit that makes world's most expensive drug. Novartis AG has replaced two research executives at the unit that makes Zolgensma, the world's most expensive drug, in the wake of a data-manipulation scandal that surfaced a week ago.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-regulators-propose-changes-to-trucker-work-hour-rules-11565818391", "title": "Federal Regulators Propose Changes to Trucker Work-Hour Rules", "date": "2019-08-14 17:33", "summary": "Under the newly proposed rules, commercial truck drivers could split their required 10-hour rest period into two separate breaks. Highway safety regulators are proposing changes to rules that limit truckers' daily driving hours, shifts they say would give drivers more leeway over their time behind the wheel and save millions of dollars.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-repo-rates-fuel-concern-over-mounting-u-s-debt-11565784000", "title": "Repo Rates Fuel Concern Over Mounting U.S. Debt", "date": "2019-08-14 17:32", "summary": "Elevated cost to borrow cash overnight using Treasurys as collateral highlights widening deficits. The cost to borrow cash overnight using Treasurys as collateral is fueling concern among investors that bond dealers could become inundated with U.S. debt as the government funds widening budget budget deficits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-stocks-gain-on-tariff-delay-11565769562", "title": "Dow Sheds 800 in Biggest Drop of Year", "date": "2019-08-14 17:31", "summary": "Plunge in stocks, bond yields sends fresh recession signals. The Dow Jones Industrial Average posted its largest decline this year and government-bond markets sent a fresh warning about the risk of a coming recession, highlighting anxiety on Wall Street about the prospects for the decadelong economic expansion.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-accuse-capital-one-hacker-of-hitting-dozens-more-targets-11565812945", "title": "Federal Prosecutors Accuse Capital One Hacker of Hitting Dozens More Targets", "date": "2019-08-14 17:28", "summary": "Paige A. Thompson could face additional charges over the alleged theft of multiple terabytes of data. The woman charged with hacking into millions of Capital One Financial Corp. records hit more than 30 other targets, federal prosecutors said, significantly expanding the scale of what was already considered one of the largest heists of data stored in the cloud.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-is-a-huge-backer-of-u-s-banks-11565775006", "title": "Warren Buffett Is a Huge Backer of U.S. Banks", "date": "2019-08-14 17:28", "summary": "Holdings in financial-services stocks have grown to represent about a fifth of Berkshire Hathaway's market capitalization. Warren Buffett's Berkshire Hathaway Inc. holds nearly $100 billion in financial-services stocks, underscoring the size of the billionaire investor's ongoing bet on the future of the U.S. economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-s-p-500tends-to-rise-after-an-inverted-yield-curve-11565811271", "title": "The S&P 500 Tends to Rise After an Inverted Yield Curve", "date": "2019-08-14 17:20", "summary": "The Treasury market metric is just one signal of economic gloom, and economists can't pinpoint when a recession will follow. Stocks closed down sharply Wednesday, following a worrisome signal in the Treasury market that spooked investors.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-in-the-stock-market-is-getting-expensive-11565804795", "title": "Safety in the Stock Market Is Getting Expensive", "date": "2019-08-14 17:06", "summary": "Investors have turned to consumer staples, utilities and real-estate stocks as safe havens, but those sectors' price-to-earnings ratios are rising. Yields on the 10-year Treasury note fell below two-year yields for the first time since 2007 on Wednesday, sparking a nearly 3% decline in the S&P 500 and sending investors toward safe-haven stocks early during the selloff.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-five-money-managers-are-playing-the-uncertain-market-11565780400", "title": "How Five Money Managers Are Playing Swings in the Market", "date": "2019-08-14 17:01", "summary": "Marc Lasry and others are getting creative as volatility picks up. U.S. stocks have been increasingly volatile lately, with the S&P 500 rising or falling by more than 1% almost every day in the past few weeks. Treasurys have rallied, with the 10-year yielding about 1.70%.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jewelry-for-america-review-a-nations-glittering-history-11565815994", "title": "'Jewelry for America' Review: A Nation's Glittering History", "date": "2019-08-14 16:53", "summary": "With some 100 rings, necklaces and brooches made over the past 300 years, an exhibition at the Met tells the story of America.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-rival-parties-look-to-block-salvinis-bid-for-power-11565794276", "title": "Italy's Rival Parties Look to Block Salvini's Bid for Power", "date": "2019-08-14 16:52", "summary": "Antiestablishment 5 Star Movement, center-left Democratic Party team up to halt bid to topple coalition government. ROME-The bid for power by Italian nativist politician Matteo Salvini has hit an unexpected obstacle: His populist and establishment rivals are trying to overcome their enmity to stop him from seizing control of one of the European Union's most important, and economically fragile, countries.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-president-raises-wages-takes-other-steps-after-vote-setback-11565797724", "title": "Argentine President Raises Wages After Election Setback", "date": "2019-08-14 16:52", "summary": "Mauricio Macri, facing re-election battle, moves to help people grappling with recession and steep inflation. BUENOS AIRES-President Mauricio Macri introduced several measures including raising the minimum wage and temporarily freezing fuel prices as part of an effort to help Argentines grappling with recession and double-digit inflation.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-trudeau-found-to-have-broken-law-in-bid-to-aid-montreal-firm-11565801833", "title": "Canada's Trudeau Found to Have Broken Conflict-of-Interest Law", "date": "2019-08-14 16:46", "summary": "Finding of country's ethics watchdog issued as federal election campaign is set to begin. OTTAWA-Canada's ethics watchdog ruled that Prime Minister Justin Trudeau broke conflict-of-interest laws by trying to steer the then-attorney general away from criminally prosecuting a Montreal company.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faraday-grid-startup-backed-by-wework-ceo-adam-neumann-runs-out-of-money-11565790667", "title": "Faraday Grid, Startup Backed by WeWork CEO Adam Neumann, Runs Out of Money", "date": "2019-08-14 16:45", "summary": "The U.K. energy startup is in the hands of insolvency practitioners at Grant Thornton. U.K. energy startup Faraday Grid Ltd. has been handed over to insolvency specialists months after receiving £25 million ($30.2 million) in funding from Adam Neumann, WeWork's co-founder and chief executive.", "categories": [["Pro VC Shutdowns"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-shutdowns?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-center-wont-hold-by-sleater-kinney-review-beginnings-and-endings-11565815465", "title": "'The Center Won't Hold' by Sleater-Kinney Review: Beginnings and Endings", "date": "2019-08-14 16:44", "summary": "The group's ninth album-the last recorded before its drummer's departure-features an ambitious new sound.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-rally-drives-30-year-treasury-yield-to-record-low-11565794665", "title": "Bond Rally Drives 30-Year Treasury Yield to Record Low", "date": "2019-08-14 16:20", "summary": "Ten-year yield briefly dropped below two-year yield in earlier trading. Another wave of buying in the U.S. government-bond market pushed the yield on the 30-year Treasury note to a record low on Wednesday, the latest sign of mounting economic anxiety as investors react to continuing trade tensions and evidence of slowing growth around the world.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tragedy-of-our-times-11565813995", "title": "A Tragedy of Our Times", "date": "2019-08-14 16:19", "summary": "The Glimmerglass Festival presents the world premiere of Jeanine Tesori and Tazewell Thompson's 'Blue,' as well as a shortened version of 'The Ghosts of Versailles' and productions of 'Show Boat' and 'La Traviata.'. Cooperstown, N.Y.", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-tests-how-5g-can-improve-chip-making-11565813658", "title": "Samsung Tests How 5G Can Improve Chip-Making", "date": "2019-08-14 16:14", "summary": "Company is experimenting with the new technology to show what ultrafast speeds can do at its Austin chip factory. Samsung Electronics Co. is testing how fifth-generation wireless networks can speed up connections at its chip-making factory in Austin, Texas, a pilot that aims to prove 5G is more than a buzzword.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-huawei-employees-helped-governments-spy-11565813191", "title": "How Huawei Employees Helped Governments Spy", "date": "2019-08-14 16:06", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Tech", "Podcast"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccination-foes-ask-judge-to-strike-down-law-banning-religious-exemptions-11565811938", "title": "Vaccination Foes Ask Judge to Strike Down Law Banning Religious Exemptions", "date": "2019-08-14 15:45", "summary": "Families sued after state lawmakers repealed the exemption in June in response to a measles epidemic. Antivaccination advocates packed a courtroom Wednesday in Albany and asked a state judge to stop a new law that bans religious exemptions to school-vaccination requirements.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-joseph-tsai-to-buy-rest-of-brooklyn-nets-11565811497", "title": "Alibaba's Joseph Tsai to Buy Rest of Brooklyn Nets", "date": "2019-08-14 15:38", "summary": "The $2.35 billion deal marks the highest price paid for a U.S. professional sports franchise. Alibaba Group Holding Ltd. co-founder Joseph Tsai is close to a deal to become majority owner of the National Basketball Association's Brooklyn Nets.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brad-falchuk-hollywoods-secret-11565699672", "title": "Why Brad Falchuk Is Hollywood's Best-Kept Secret", "date": "2019-08-14 15:10", "summary": "The press-shy man behind Ryan Murphy-and husband to Gwyneth Paltrow-has signed a major production deal of his own with Netflix. How the writer-producer-director, out with 'The Politician,' is carving his own path. On the second floor of Building 12 on the Fox Studios lot in the Century City section of Los Angeles, home to Ryan Murphy Television, Brad Falchuk's office sits beside that of his mentor Murphy, who first hired him as a junior writer on Nip/Tuck in 2003 and with whom he has worked on more than a half dozen series, including Glee, American Horror Story, American Crime Story, Scream Queens and Pose. The two workspaces are similar in size and décor. However, one contains a trove of Boston Red Sox and Bruce Springsteen memorabilia and Falchuk himself, a trim, muscular man in a white V-neck tee, paint-spattered carpenter pants and work boots, who straightens a stack of scripts before making his way to a story meeting.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-tumbles-on-renewed-demand-worries-11565796815", "title": "Oil Tumbles on Renewed Demand Worries", "date": "2019-08-14 15:09", "summary": "Crude follows stocks lower on fresh global-growth fears. Oil prices slid on Wednesday, falling alongside stocks and other risky assets, after downbeat economic news from China and Germany fueled fresh worries about a slowdown in global growth.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dollar-yuan-and-paper-currency-tigers-11565808930", "title": "The Dollar, Yuan and Paper Currency Tigers", "date": "2019-08-14 14:55", "summary": "How odd that the day after the dollar price of gold surged above $1,500 per ounce you contend that President Trump's uneven policies had been contributing to \"a rising dollar.\". How odd that the day after the dollar price of gold surged above $1,500 per ounce you contend that President Trump's uneven policies had been contributing to \"a rising dollar\" (\"A Navarro Recession?\" Review & Outlook, Aug. 8). Not mentioned was that the dollar, like the euro, yen, pound and every other global currency floats thanks to what George Melloan once described as \"an absence of policy.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-really-doesnt-need-democracy-abroad-11565808891", "title": "U.S. Really Doesn't Need Democracy Abroad", "date": "2019-08-14 14:54", "summary": "I say no! We have been down that road before and we have nothing to show for it. The Iraq fiasco and the Afghanistan scene have shown little promise of democracy.. To William A. Galston's \"'America First' Needs Democracy Abroad\" (Politics & Ideas, Aug. 7), I say no! We have been down that road before and we have nothing to show for it. The Iraq fiasco and the Afghanistan scene have shown little promise of democracy, and who is to say that the Taliban will not rule once we leave. It's a myth that we need other countries to be democratic for our democracy to survive. It's perhaps more likely that democratic societies would be less likely to go to war with each other but even that is a supposition.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-polarizes-perception-as-well-as-national-policy-11565808728", "title": "Trump Polarizes Perception As Well as National Policy", "date": "2019-08-14 14:52", "summary": "Mr. Trump's supporters take him seriously but not literally, while his detractors take him literally but not seriously.. Gerald F. Seib's admittedly rough attempt to divide Americans into three broad categories when it comes to their views of President Trump misses at least one significant one. (\"President Confronts a Bitter Divide,\" U.S. News, Aug. 6.) My own unscientific survey suggests that there are a great many Americans who endorse many of the president's policies, including tax reform, deregulation initiatives, standing up to China, and even occasionally ham-handed diplomacy with North Korea and Iran, but are personally embarrassed by his lack of decorum and polarizing language, even if much is discounted as being for effect. During the 2016 election, a political analyst made an insightful observation that has only been reinforced over time: Mr. Trump's supporters take him seriously but not literally, while his detractors take him literally but not seriously. Unfortunately, the Democratic primary season seems determined to deny us a welcome alternative.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-car-deaths-arent-manufacturers-fault-11565808765", "title": "Hot-Car Deaths Aren't Manufacturer's Fault", "date": "2019-08-14 14:52", "summary": "The problem of babies and pets left alone to die in a hot car originates between the steering wheel and the driver's seat. No legislation or sensor technology can enforce presence of mind.. Your article \"Child Advocates Join With PETA, Others on Hot-Car Deaths\" (Life & Arts, Aug. 8) should have questioned why those organizations are lobbying for federal legislation that would mandate car companies to resolve a problem that their cars do not create. The problem of babies and pets left alone to die in a hot car originates between the steering wheel and the driver's seat. No legislation or sensor technology can enforce presence of mind. Why aren't People for the Ethical Treatment of Animals and child-safety advocates satisfied with public education campaigns, or the new sensors being developed, as the article noted, by companies such as Sense a Life Corp.? Because these advocacy groups need to demonstrate their relevance through the number of laws they push through. Ford and GM should have the spine to point out that they build cars that are safe to the extent that car owners assume the responsibility that they agreed to take on when they became guardians of a living being. Requiring car companies to alert owners of a living being left in their car will add cost to the production of a car, divert funds from other research and add costly red tape to show compliance.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toni-morrison-expanded-the-imagination-of-many-11565808687", "title": "Toni Morrison Expanded The Imagination of Many", "date": "2019-08-14 14:51", "summary": "I will forever be grateful for her vision, bravery and artistry.. I had the honor of producing a photo shoot with Toni Morrison for Essence magazine, where I was fashion director, many moons ago. (\"'Beloved' Novelist Dies at 88,\" Life & Arts, Aug. 7.) She was regal then, as always. Years before, as a student at Howard University, I learned that she had been a student and then a teacher there before my arrival. I discovered her genius in an English class when I read \"The Bluest Eye.\" Her vision and understanding of the intricacies of black culture opened my eyes and made me see us through a new lens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rapper-a-ap-rocky-is-convicted-of-assault-in-sweden-wont-face-prison-11565807075", "title": "Rapper A$AP Rocky Is Convicted of Assault in Sweden, Won't Face Prison", "date": "2019-08-14 14:24", "summary": "Court on Stockholm rejected performer's arguments that he acted in self-defense, in a trial marked by an intervention by President Trump. American rapper A$AP Rocky was convicted of assault in Sweden but won't serve prison time after a trial marked by an intervention by President Trump, who urged the country's government to release the artist.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keller-williams-expands-ibuying-reach-in-deal-with-offerpad-11565805601", "title": "Keller Williams Expands iBuying Reach in Deal With Offerpad", "date": "2019-08-14 14:00", "summary": "Partnership to start in Phoenix and Dallas, with plans to include 10 other markets by the end of the year. Real-estate firm Keller Williams is joining with home-sales platform Offerpad, expanding its reach into the fast-growing market of algorithm-driven home sales.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-blackwater-guard-sentenced-to-life-for-2007-baghdad-traffic-circle-shooting-11565804639", "title": "Former Blackwater Guard Sentenced to Life for 2007 Baghdad Shooting", "date": "2019-08-14 13:50", "summary": "Emotional testimony from friends and family doesn't sway judge in murder case that strained U.S.-Iraqi relations. WASHINGTON-A former Blackwater security guard was sentenced to life in prison again for his role in a 2007 Baghdad shooting that marked one of the lowest points of the U.S. war in Iraq, after emotional testimony Wednesday from friends, family members and the former guard himself proclaiming his innocence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethanol-hits-five-year-low-as-stocks-rise-11565796465", "title": "Ethanol Hits Five-Year Low as Stocks Rise", "date": "2019-08-14 13:46", "summary": "Corn-based fuel is latest farm commodity hurt by weak demand and trade tensions. Add ethanol to the roster of agricultural commodities piling up in storage across the U.S.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-economy-contracts-as-trade-woes-bite-11565768142", "title": "Poor Chinese and German Economic Data Fan Fears of Global Slowdown", "date": "2019-08-14 13:21", "summary": "The European Union, with a weakening Germany at it core and the mounting prospect of losing the U.K. without a negotiated exit, looks particularly fragile. Fears rose of a spiraling economic slowdown in Europe and Asia after Germany said its economy shrank in the second quarter and China reported a raft of weak data.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-delay-some-tariffs-against-china-11565704420", "title": "U.S. Retreats on Chinese Tariff Threats, Stocks Soar", "date": "2019-08-14 12:50", "summary": "Some tariffs to be delayed until Dec. 15 on items including smartphones, laptop computers and toys. WASHINGTON-The Trump administration abruptly suspended plans to impose new tariffs on about $156 billion in goods from China, saying the move was driven by concerns about the impact an escalating trade fight would have on businesses and consumers ahead of the holiday shopping season.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hazards-of-joining-weworks-community-11565798457", "title": "The Hazards of Joining WeWork's Community", "date": "2019-08-14 12:00", "summary": "Increasing losses, murky financial metrics and touchy-feely sales pitches are hallmarks of the recent IPO boom. WeWork brings them together in one offering.. \"We\" would like investors to embrace the community atmosphere it has created through its office-sharing company. \"You\" may prefer clearer financial statements and profits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corzine-plots-comeback-as-piigs-fly-11565798375", "title": "Corzine Plots Comeback as PIIGS Fly", "date": "2019-08-14 11:59", "summary": "Jon Corzine, who was right but oh so wrong about European bonds, is opening a new hedge fund. Failure, they say, can be the best teacher. The tuition can be awfully expensive on Wall Street, though.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delicious-new-books-for-food-focused-travelers-11565796950", "title": "Delicious New Books for Food-Focused Travelers", "date": "2019-08-14 11:35", "summary": "These cookbooks and culinary guides-to Paris, Tokyo, Rome, southern Italy and the unsung Black Sea region-reveal the quirks and character of each place, dish by dish. By Elin Unnes, Peter Loewe, Jonas Cramby (Hardie Grant Publishing)", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencents-profit-rises-35-as-new-games-hit-market-11565777387", "title": "Tencent's Profit Rises 35% as New Games Hit Market", "date": "2019-08-14 11:19", "summary": "Chinese internet giant has been reviving its videogames business after a freeze on approvals. BEIJING-New videogames powered better-than-expected profits for Tencent Holdings Ltd. in the second quarter, but the Chinese internet company is grappling with a slowdown in key areas such as advertising.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-fresh-in-fruit-grapes-that-taste-like-cotton-candy-and-grape-soda-11565795537", "title": "What's Fresh in Fruit? Grapes That Taste Like Cotton Candy and Grape Soda.", "date": "2019-08-14 11:16", "summary": "Resume Subscription. When Bridget Keener wants to relax, she draws a bath, lights candles and digs into her treasured stash of Cotton Candy grapes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-movement-that-thrived-without-leaders-veers-out-of-control-11565795193", "title": "Hong Kong Movement That Thrived Without Leaders Veers Out of Control", "date": "2019-08-14 11:06", "summary": "Airport violence saps public support and aids Beijing; some protesters seek ground rules, guidance. Hong Kong pro-democracy protesters have said they benefit from being leaderless, a strategy that has allowed them to strike rapidly and outfox authorities. That now threatens to be the movement's undoing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taming-the-beast-in-your-basement-11565793935", "title": "Taming the Beast in Your Basement", "date": "2019-08-14 10:45", "summary": "Animal on the loose? Professional critter gitters are helping restore the balance of nature in homes. \"I get lot of calls about animals in pools,\" said Ray Hartley. \"Squirrels in pools. Skunks in pools. Usually I tell people, 'You don't need me. You've got a skimmer, just gently scoop it up!' \" Recently, though, a woman rang about a deer in her pool.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-perk-in-tourism-making-the-crowds-disappear-11565793755", "title": "The Hottest Perk in Tourism: Making the Crowds Disappear", "date": "2019-08-14 10:42", "summary": "Resume Subscription. High-end hotels in some of the world's most tourist-jammed destinations are selling something increasingly elusive: privacy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/porch-swings-to-sway-the-summer-away-11565792720", "title": "Porch Swings to Sway the Summer Away", "date": "2019-08-14 10:25", "summary": "Four different designs to help you kick back (and forth) on the patio. The lazy days of summer call for a porch swing suitable for casual chats and prolonged naps.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/elements?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-hoop-earring-continues-to-reign-supreme-11565792614", "title": "Why The Hoop Earring Continues to Reign Supreme", "date": "2019-08-14 10:23", "summary": "Hoops can be traced back thousands of years, yet the circular earrings continue to be a jewelry-box staple. How designers are embracing and updating them for fashionable women today. IS IT A TREND if it never goes away? That's the koan posed by the hoop earring-a shape that's been a continual presence in jewelry for thousands of years and yet has buzzily gained prominence over the past few. (Zendaya's appearance in a saucer-sized pair at the Louis Vuitton 2017 resort collection did a lot to make that happen.) They were a standout accessory at several spring and fall shows, thanks to designers like Valentino creative director Pierpaolo Piccioli and Stella McCartney, who partnered with the textile artist Sheila Hicks to create large, fiber-wrapped hoops.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-critter-gitter-on-call-11565792111", "title": "A Critter Gitter on Call", "date": "2019-08-14 10:15", "summary": "Minnesota bat-man Keith Markun goes to work ridding a church of pests. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-global-order-crumbles-risks-of-recession-grow-11565784000", "title": "As Global Order Crumbles, Risks of Recession Grow", "date": "2019-08-14 10:06", "summary": "Investors and business cope with new normal of resurgent nationalism, retreating globalization. When assumptions about how the world works are shattered, a global downturn is often the result. The world learned in the early 1970s that the era of cheap oil was over, in the early 1980s that countries could default, and a decade ago that American mortgages and global banks aren't safe.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-little-girl-was-slain-in-the-philippiness-drug-war-she-wants-justiceagainst-police-11565775010", "title": "Her Little Girl Was Slain in the Philippines' Drug War. She Wants Justice-Against Police.", "date": "2019-08-14 10:05", "summary": "Resume Subscription. MANILA, Philippines-Kateleen Ulpina was 3 years old when she was caught in an exchange of gunfire between her father and police after they burst into the family's home wearing unmarked, dark clothing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-summer-fling-in-portland-maine-11565791033", "title": "A Summer Fling in Portland, Maine", "date": "2019-08-14 09:57", "summary": "Where to eat, shop and day trip, according to four discerning insiders. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/portland-maine-an-incomparable-insiders-guide-11565791068", "title": "Portland, Maine: An Incomparable Insider's Guide", "date": "2019-08-14 09:57", "summary": "The Maine seaport delivers all the ingredients for a late-summer escape-and then some. Novelist Richard Russo and three other savvy locals share their favorite seafood restaurants, hotel bars and island day trips. JAMES BEARD AWARD-WINNING RESTAURANTS line cobblestone streets, breweries turn out serious suds and the lobster roll is in a constant state of upscale reinvention. Portland, Maine, is a food-lover's fantasyland, but the culture goes well beyond the plate. Works by Renoir, Homer and Picasso hang at the Portland Museum of Art, and Mother Nature puts on an all-seasons show. Set on the water-the Casco Bay islands make for picturesque day trips-the former capital of the state is rife with trails winding through its parks and promenades. Visitors are prone to mid-hike epiphanies: Why not live here? Soon after novelist Richard Russo and his wife, Barbara, moved to town, daughters Kate and Emily followed. Emily opened PRINT, a bookstore in artsy Munjoy Hill. \"Our roots in Portland are very deep,\" said Mr. Russo, whose new book, \"Chances Are...\" was written there. \"I can't think what would get us out of here now.\"", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-reporter-assaulted-at-hong-kong-airport-becomes-mainland-hero-11565789917", "title": "Chinese Reporter Assaulted at Hong Kong Airport Becomes Mainland Hero", "date": "2019-08-14 09:38", "summary": "Fu Guohao, who was publicly beaten by protestors who thought he was acting suspiciously, becomes overnight sensation in China. BEIJING-Mainland Chinese angry at the antigovernment protests roiling Hong Kong for months have a new poster boy: a Chinese state-media reporter assaulted by Hong Kong protesters.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-needs-to-get-a-life-beyond-gaming-11565788373", "title": "Tencent Needs to Get a Life Beyond Gaming", "date": "2019-08-14 09:12", "summary": "The tech giant is benefiting from benign regulation of its core smartphone gaming business, but may be held back but the weakening Chinese economy. Tencent Holdings ' all-important gaming business has found a new life, but it will struggle to match the high scores of yesteryear. The Chinese tech giant may need to find growth elsewhere as well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-democrats-who-back-impeachment-inquiry-dont-face-competitive-re-election-fights-11565788275", "title": "Most Democrats Who Back Impeachment Inquiry Don't Face Competitive Re-Election Fights", "date": "2019-08-14 09:11", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-weakens-on-several-fronts-as-trade-war-rages-11565770210", "title": "China's Growth Struggles Mount Amid Prolonged Trade Battle", "date": "2019-08-14 09:06", "summary": "Jobless rate hits a record high. Other indicators, including factory production, consumption and property investment, are much lower than expected.. BEIJING-China reported a raft of weak economic data, adding to evidence that the world's second-largest economy is slowing further as it remains locked in a trade war with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-tilray-grocery-outlet-realreal-and-best-buy-11565780612", "title": "Stocks to Watch: Tilray, RealReal, Macy's, Canada Goose and More", "date": "2019-08-14 09:02", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-ready-for-facial-recognition-at-the-airport-11565775008", "title": "Are You Ready for Facial Recognition at the Airport?", "date": "2019-08-14 08:58", "summary": "Airlines and TSA are starting to scan faces to get people through security and boarding faster, as privacy advocates warn of unintended consequences. Atlanta", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danny-mcbrides-parade-of-sympathetic-jerks-continues-11565787047", "title": "Danny McBride's Parade of Sympathetic Jerks Continues", "date": "2019-08-14 08:52", "summary": "The star of the new HBO series, 'The Righteous Gemstones,' talks about getting into character as an arrogant blowhard. As a writer and actor, Danny McBride specializes in a specific strain of men. His characters are epic jerks whose arrogant bluster fails to hide their deep insecurities.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-boots-should-have-a-buckle-this-fall-11565785817", "title": "Your Boots Should Have a Buckle This Fall", "date": "2019-08-14 08:30", "summary": "Strap in-a buckled ankle boot is the best footwear to dress up a fall ensemble. Six pairs to snap up (and on). This patterned pair will make any outfit. Etro, $1,450, Etro boutiques", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-jeanneret-a-fake-11565785593", "title": "Is Your Jeanneret a Fake?", "date": "2019-08-14 08:26", "summary": "Chairs by the iconic Swiss designer Pierre Jeanneret fetch tens of thousands at auction. But which are real? With no foundation to police his trademark, provenance (and who's profiting) are often blurry. A wild design caper that touches on issues of authenticity, integrity and legacy. While swiping through images on an iPad, interior designer Billy Cotton recalls the process of hunting down furnishings for the project on-screen, a family home he's finishing up not far from his office in downtown Brooklyn. A banquette stretching to diving-board length slides by, followed by a cluster of '50s chairs against a wall of abstract paintings. In the living room, a cube-shaped fireplace is flanked by a pair of vintage armchairs by the Swiss architect Pierre Jeanneret, their teak frames blanketed in loden green cowhide. When he gets to a shot of the study, Cotton stops. He pinches and zooms to highlight a desk the color of butterscotch with compass-style legs: another piece by Jeanneret.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-the-most-exclusive-teas-in-the-world-fancy-a-cup-11565785495", "title": "These Are the Most Exclusive Teas in the World. Fancy a Cup?", "date": "2019-08-14 08:24", "summary": "Furnishing the high teas at Claridge's in London and other five-star dining rooms, the Rare Tea Company started 15 years ago in Henrietta Lovell's apartment. Inside their origin story (and the best teas they make). Henrietta Lovell travels like an old-fashioned door-to-door salesman, toting a compact handled case stocked with the tools of her trade. Inside are loose-leaf teas, ethically grown and personally sourced from some of the world's most remote regions.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-tightens-airport-security-after-days-of-protests-11565771321", "title": "Hong Kong Tightens Airport Security After Days of Protests", "date": "2019-08-14 08:22", "summary": "Only passengers were allowed into terminals after a dayslong occupation that caused travel chaos in the busy hub. HONG KONG-Authorities on Wednesday stepped up security to bar protesters from entering the airport, a day after violent clashes between police and pro-democracy demonstrators paralyzed one of the world's busiest travel hubs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-advisers-are-wary-as-president-considers-gun-proposals-11565783932", "title": "Trump Advisers Are Wary as President Considers Gun Proposals", "date": "2019-08-14 08:02", "summary": "Following mass shootings, Trump is interested in exploring legislation with new gun restrictions, but his aides are divided on the right approach. WASHINGTON-President Trump's public push for gun-control measures is causing consternation among conservatives and some of his advisers, who have privately raised concerns about the political and policy fallout of the approach, according to White House officials and people familiar with the discussions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-ceo-wants-to-extract-rare-earths-from-trade-fight-11565784001", "title": "This CEO Wants to Extract Rare Earths From Trade Fight", "date": "2019-08-14 08:00", "summary": "Amanda Lacaze's small company is working to break up China's dominance in the sector.. The rare-earths company that Amanda Lacaze runs is small, but her mission is immense: weaning the West off its dependence on China for the obscure metals needed in high-tech gear including cellphones, electric cars and jet fighters.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-retreat-on-new-tariffs-gives-beijing-breathing-room-on-trade-talks-11565782927", "title": "U.S. Retreat on New Tariffs Gives Beijing Breathing Room on Trade Talks", "date": "2019-08-14 07:42", "summary": "Decision keeps trade war from escalating as Chinese economy flashes warning signs. BEIJING-The Trump administration's move to postpone the imposition of tariffs on $156 billion in Chinese goods is being regarded in Beijing as a step toward detente, Chinese experts say, increasing the likelihood that China sends negotiators to attend scheduled face-to-face trade talks in September.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/museum-of-ice-cream-valued-at-200-million-11565782201", "title": "Museum of Ice Cream Valued at $200 Million", "date": "2019-08-14 07:32", "summary": "Ice cream-themed attraction plans expansion of branded food and products. Venture investors are valuing the company behind the Museum of Ice Cream at $200 million in a bet that the frozen dessert-themed attraction can expand further into branded food, products-and a new theme beyond ice cream.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-heart-edwards-lifesciences-11565780400", "title": "Investors Heart Edwards Lifesciences", "date": "2019-08-14 07:00", "summary": "Shares of the cardiovascular-focused company have surged this year, but they have more room to run if a new procedure catches on. Edwards Lifesciences has sent pulses racing recently, but only in a good way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-business-shouldnt-fly-solo-11565780402", "title": "For Women in Business, It's All About Critical Mass", "date": "2019-08-14 07:00", "summary": "Companies and boards with many women, not just token females, may outperform. One small step into the corner office by a female executive could mean a giant leap for a firm's bottom line, depending on how she gets her foot in the door.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-u-s-companies-consider-outside-cfo-candidates-11565775003", "title": "More U.S. Companies Consider Outside CFO Candidates", "date": "2019-08-14 05:30", "summary": "UPS, Ford and Intel all hired outside finance chiefs in recent months, highlighting a wider trend among American companies. U.S. businesses across a range of sectors increasingly are turning to outsiders to fill finance chief vacancies, with the percentage of businesses seeking CFOs from beyond their ranks reaching a decade high.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-startup-boom-raises-questions-of-exaggerated-tech-savvy-11565775004", "title": "AI Startup Boom Raises Questions of Exaggerated Tech Savvy", "date": "2019-08-14 05:30", "summary": "SoftBank-backed startup offers 'human-assisted' artificial-intelligence; current, former employees say company inflates its tech expertise. Startup Engineer.ai says it uses artificial-intelligence technology to largely automate the development of mobile apps, but several current and former employees say the company exaggerates its AI capabilities to attract customers and investors.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-emerges-over-nuclear-waste-in-americas-oil-patch-11565775001", "title": "Battle Emerges Over Nuclear Waste in America's Oil Patch", "date": "2019-08-14 05:30", "summary": "Proposal to put atomic-waste site in Permian Basin moves forward as opponents worry about threat to valuable U.S. oil fields. A plan to build two big nuclear-waste storage facilities in the heart of the most important U.S. oil field is igniting a fight between frackers and the atomic-energy industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moment-a-hong-kong-policeman-pulled-his-gun-on-protesters-11565773087", "title": "The Moment a Hong Kong Policeman Pulled His Gun on Protesters", "date": "2019-08-14 04:58", "summary": "A WSJ video shows an embattled officer pulling his sidearm to chase off assailants. Here's how a day that began with a quiet protest got to that point.. On Tuesday night, at the doors to the airport's Terminal 1, Hong Kong came within seconds of tragedy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-good-news-behind-chinas-dreadful-economic-numbers-11565765358", "title": "The Good News Behind China's Dreadful Economic Numbers", "date": "2019-08-14 02:49", "summary": "Any sign that China is weaning itself off unsustainable credit booms deserves some celebration. If China is opening the financial floodgates to counter a domestic slowdown and escalating trade tensions, there's no sign of it in July's feeble data.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-back-more-condominium-loans-aimed-at-first-time-buyers-11565775000", "title": "U.S. to Back More Condo Loans Aimed at First-Time Buyers", "date": "2019-08-14 00:01", "summary": "Move expands FHA-backed low-down-payment loans in loosening of crisis-era rules. The Trump administration is vastly expanding the scope of condominium purchases eligible for lower-down-payment loans.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11565726278", "title": "Pepper...and Salt", "date": "2019-08-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-to-consider-alternatives-to-fico-scores-under-new-rule-11565719353", "title": "Fannie, Freddie to Consider Alternatives to FICO Scores", "date": "2019-08-14 22:37", "summary": "Housing-finance regulator aims to shake-up credit scores for mortgages. WASHINGTON-One firm's dominance over the credit scores used to vet many U.S. mortgages is getting a shake-up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geopolitical-faux-pas-prompts-foreign-brands-to-apologize-to-china-consumers-11565721993", "title": "Geopolitical Faux Pas Prompts Foreign Brands to Apologize to China Consumers", "date": "2019-08-14 22:34", "summary": "Luxury brands like Versace and Coach had labeled Hong Kong as a separate entity from the mainland, prompting Chinese backlash. BEIJING-Foreign companies that have been labeling Hong Kong as a separate entity from China were quick to apologize this week to angry Chinese buyers, fearful of losing favor in the world's second-biggest consumer market.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-overwhelm-airport-for-second-day-11565687274", "title": "Hong Kong Protesters, Police Clash at Airport", "date": "2019-08-14 22:32", "summary": "Protesters battle with police on second day of snarled travel plans. HONG KONG-Police clashed with protesters thronging Hong Kong's airport late Tuesday, with violence flaring at the end of a second straight day of pro-democracy demonstrators overwhelming one of the world's busiest travel hubs.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jail-staffers-guarding-jeffrey-epsteins-unit-at-time-of-death-placed-on-leave-11565723039", "title": "Jail Staffers Guarding Epstein's Unit Placed on Leave", "date": "2019-08-14 21:07", "summary": "Warden of New York detention facility was reassigned as Justice Department continues probe. Two jail staffers who were guarding Jeffrey Epstein's unit the night he died were placed on leave Tuesday, and the warden of the New York detention facility was reassigned as the Justice Department intensified its investigation of the disgraced financier's death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dayton-police-provide-minute-by-minute-timeline-of-shooting-11565731906", "title": "Dayton Police Provide Minute-by-Minute Timeline of Shooting", "date": "2019-08-14 20:35", "summary": "Officers processed security-camera footage to build detailed account of events. Police in Dayton, Ohio, provided the first minute-by-minute timeline of gunman Connor Betts's short rampage that left nine dead and 17 others injured, but remain stumped by questions about motive and whether he intended to shoot his sister.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-teachers-get-culturally-responsive-training-11565739602", "title": "New York City Teachers Get 'Culturally Responsive' Training", "date": "2019-08-14 20:20", "summary": "They are exploring ways to help public-school students of all backgrounds see themselves in their lessons. About 200 New York City teachers gathered in East Harlem on Tuesday to explore how to make computer-science classes \"culturally responsive.\"", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}]