[{"link": "https://www.wsj.com/articles/boeing-names-david-l-calhoun-to-replace-dennis-muilenburg-as-ceo-11577110365", "title": "Boeing's New CEO Charts Own Course in 737 MAX Debacle", "date": "2019-12-23 20:27", "summary": "Dennis Muilenburg succeeded by David Calhoun, who was brought in as chairman to handle crisis. Boeing Co. ousted Chief Executive Dennis Muilenburg as the company struggles with an extended crisis caused by two fatal crashes of its 737 MAX jetliner and friction with regulators over returning the grounded planes to service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-a-long-drive-listen-to-the-journals-podcasts-on-wework-11577147710", "title": "The Journal Podcast Goes Inside the Rise and Fall of WeWork", "date": "2019-12-23 19:35", "summary": "Resume Subscription. It has been a tumultuous year for WeWork, the office-space startup. In January, the company was valued at $47 billion dollars. Now, it has laid off thousands of workers and taken a bailout from its largest investor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senate-has-a-duty-11577147237", "title": "The Senate Has a Duty", "date": "2019-12-23 19:27", "summary": "The House impeached Trump. The other house needs to hold a trial.. Speaker Nancy Pelosi continues to withhold the House articles of impeachment from the Senate, further trivializing a serious constitutional power and process. Senate Republicans seem content to play along while ridiculing her gambit, but they should take their own duties more seriously and hold a trial.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-green-rule-boomerang-11577147194", "title": "A Green Rule Boomerang", "date": "2019-12-23 19:26", "summary": "California cities are violating environmental laws to ban natural gas.. Liberals use California's stringent environmental regulations to block new oil and gas pipelines and electric power plants. So it's no small irony that businesses are now invoking the same rules to block local bans on new natural gas hookups.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felix-g-rohatyn-11577147154", "title": "Felix G. Rohatyn", "date": "2019-12-23 19:25", "summary": "A financier from the era when Democrats believed in growth.. Wall Street isn't in fashion these days and neither is \"the establishment,\" but both contain men and women who have served the country well while doing well. An example is Felix George Rohatyn, an immigrant who became a pillar of American banking and led the rescue of New York City's finances in the 1970s. He died this month at age 91.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hoc-anno-domini-11577146809", "title": "In Hoc Anno Domini", "date": "2019-12-23 19:20", "summary": "Resume Subscription. When Saul of Tarsus set out on his journey to Damascus the whole of the known world lay in bondage. There was one state, and it was Rome. There was one master for it all, and he was Tiberius Caesar.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-criticizes-trump-over-moves-on-north-korea-11577146673", "title": "Bolton Criticizes Trump Over Moves on North Korea", "date": "2019-12-23 19:17", "summary": "Trump has held two summits and made quick visit to North Korea, but isn't serious about pressuring the regime, former security adviser says. President Trump's former national security adviser, John Bolton, has criticized the administration's efforts to broker the denuclearization of North Korea, saying they have been \"more rhetorical\" than real policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-get-tough-on-shale-loans-as-fracking-forecasts-founder-11577010600", "title": "Banks Get Tough on Shale Loans as Fracking Forecasts Flop", "date": "2019-12-23 19:12", "summary": "Oil and gas companies face tightened credit after wells produce less than projected. Some of the banks that helped fuel the fracking boom are beginning to question the industry's fundamentals, as many shale wells produce less than companies forecast.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-target-embrace-8-year-old-youtube-influencers-brand-11577105971", "title": "Walmart, Target Embrace 8-Year-Old YouTube Influencer's Brand", "date": "2019-12-23 19:05", "summary": "Child who made his name 'unboxing' toys now sits atop $150 million empire. Like many children, Ryan Kaji knows what he wants for Christmas: a gift card for the Roblox videogame. What makes him different is that he is also the face of a toy brand himself that buttresses a $150 million retail empire. He is 8 years old.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starz-to-stay-on-comcast-under-new-deal-with-lions-gate-11577133631", "title": "Starz to Stay on Comcast Under New Deal With Lions Gate", "date": "2019-12-23 19:02", "summary": "Carriage agreement includes television and film content for Peacock streaming service. Comcast Corp. and Lions Gate Entertainment Corp. , the owner of premium cable channel Starz, reached a new distributor agreement for the network following months of tense negotiations.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-champions-the-faithful-11577144946", "title": "Pompeo Champions the Faithful", "date": "2019-12-23 18:49", "summary": "He wants to make religious freedom the centerpiece of U.S. human-rights policy.. Christmas is anything but a season of peace and joy for millions of Christians around the world today. Not since the death of Stalin have Christians in so many places faced the levels of discrimination, violence, imprisonment and even death on account of their religion that they do today.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-syndrome-and-the-gift-of-innocence-11577144899", "title": "Down Syndrome and the Gift of Innocence", "date": "2019-12-23 18:48", "summary": "A French convent's Christmas message: 'We are made for very great things.'. Innocence isn't much prized these days. Yet at Christmas it's impossible to escape: The splendor of the music, the warm visions of hearth and home, the whole wonder of the season-all rest on the joy brought a weary world by innocence made incarnate.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-bailey-saw-the-miracle-of-capitalism-11577144861", "title": "George Bailey Saw the Miracle of Capitalism", "date": "2019-12-23 18:47", "summary": "The world owes its wealth to the likes of the thrifty lender, but today's youth are tempted to give it all up.. Frank Capra's \"It's a Wonderful Life\" rose from commercial failure after its 1946 release to Christmas fixture starting in the 1970s. The film tells a story offering insight into how Americans perceive our economy and their role in it. Do the burdens of our economic system, mirrored in the suffering of George Bailey, justify our economic suicide? Whereas today's Democratic presidential candidates embrace a dark, nihilistic view, most working Americans see our economy and its demands as hard and challenging but ultimately redemptive. The resonance of Capra's message suggests that America's future is still promising.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decades-later-my-fellow-democrats-should-admit-character-counts-11577144800", "title": "Decades Later, My Fellow Democrats Should Admit Character Counts", "date": "2019-12-23 18:46", "summary": "We mock evangelical Christians who back Trump. But we made the same mistake in 1992.. Hey, check out those dumb evangelical Christians! They're supporting Donald Trump, who violates all the major tenets of Christianity!", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogans-success-may-prove-to-be-his-undoing-11577144758", "title": "Erdogan's Success May Prove to Be His Undoing", "date": "2019-12-23 18:45", "summary": "The middle class he helped build now wants modern reforms of the sort Atatürk imposed from above.. Turkey's modernization has been a top-down, elite-driven project for two centuries. No longer. After more than 15 years of Recep Tayyip Erdogan's rule, first as prime minister and now as president, Turkish citizens are increasingly frustrated with the Islamism and cronyism that have come to dominate public life. In a twist of historical irony, Mr. Erdogan has achieved what Turkey's previous leaders failed to do-mobilize mass support for the Turkish Republic's founding principles of secularism and clean, modern government.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-is-the-boy-in-the-window-11577144669", "title": "Christmas Is the Boy in the Window", "date": "2019-12-23 18:44", "summary": "A lifetime's memories of a sacred holiday and all its magic.. Where is Christmas? I remember the aroma of the candles in church on Christmas Eve and Mrs. Curly singing \"Silent Night\" as my mother chose the pew, next to a wreath with glass balls and a red ribbon.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-in-america-review-home-is-where-the-guilt-is-11577144607", "title": "'Home in America' Review: Home Is Where the Guilt Is", "date": "2019-12-23 18:43", "summary": "Why do so many American academics believe that they must express contrition they don't feel for sins they didn't commit?. \"I am haunted by home,\" writes Thomas Dumm on the first page of \"Home in America: On Loss and Retrieval.\" \"I am guessing that you are, too. Because home is where the ghosts are, that place full of the familiars of our common and separate pasts, the site of our deepest desires and fears.\" As I write these words on the cusp of the holidays, millions of Americans are headed home, or to a place they once called home. What have Americans meant by the word? Mr. Dumm, a professor of political science at Amherst College, considers various ideas of home-the place one lives, the community or nation of one's upbringing-in the writings of Thomas Jefferson, Henry David Thoreau, Laura Ingalls Wilder and Emily Dickinson.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scrooge-draws-crowds-on-broadway-11577144329", "title": "Scrooge Draws Crowds on Broadway", "date": "2019-12-23 18:38", "summary": "A production of 'A Christmas Carol,' adapted from Charles Dickens's beloved story by Broadway veteran Jack Thorne, is proving itself a hit. New York City may have no shortage of holiday entertainment options, from the Rockettes at Radio City Music Hall to \"The Nutcracker\" at Lincoln Center.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-to-go-public-following-merger-with-diamond-eagle-sbtech-11577109747", "title": "Sports-Betting Company DraftKings to Go Public", "date": "2019-12-23 18:35", "summary": "DraftKings expects company to have market value of $3.3 billion, and plans to merge with Diamond Eagle and SBTech. DraftKings Inc. has reached an agreement that would take the sports-betting company public next year, a deal that comes as states around the country move to legalize that form of gambling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-sentences-khashoggi-killers-to-death-11577096236", "title": "Saudi Arabia Sentences Five to Death Over Khashoggi Killing", "date": "2019-12-23 18:32", "summary": "Two officials close to crown prince are released after investigation of dissident journalist's murder in Saudi consulate in Istanbul. Saudi Arabia sentenced five people to death for last year's murder of dissident journalist Jamal Khashoggi and freed two prominent suspects close to the kingdom's crown prince, who a CIA assessment last year concluded had ordered the journalist killed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-women-review-wonder-women-11577143413", "title": "'Little Women' Review: Wonder 'Women'", "date": "2019-12-23 18:23", "summary": "Greta Gerwig daringly restructures Louisa May Alcott's classic novel in this invigorating adaptation.. \"You're on fire,\" a man tells Jo near the beginning of Greta Gerwig's \"Little Women.\" It isn't meant as a compliment. The latest incarnation of Louisa May Alcott's heroine, played gloriously by Saoirse Ronan, stands warming herself in front of a boarding-house fireplace on a wintry day in New York. Not only does she dream of becoming a famous writer, she has just sold a short story to a publisher as the longer story on screen gets under way. Now, jotting down details of the transaction in a notebook, she doesn't notice that flames are licking the bottom of her skirt until she's warned by a fellow boarder, a handsome tutor named Friedrich Bhaer (Louis Garrel). But Jo, like the movie around her, really is on fire, and that's meant as the highest compliment. Ms. Gerwig's reimagining-and provocative restructuring-of the American classic is all ablaze with ferocious purpose, urgent passion, boisterous humor and the nourishing essence of family life in good times and bad.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-ohare-airport-visited-by-traveler-infected-with-measles-11577142740", "title": "Chicago Airport Visited by Traveler Infected With Measles", "date": "2019-12-23 18:12", "summary": "Health authorities look for people who might have been exposed to highly contagious virus. Chicago health authorities are trying to track down people who might have been exposed to measles after a traveler infected with the highly contagious virus visited several locations in the city, including O'Hare International Airport.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-sales-squeeze-baby-food-pouches-11577102576", "title": "Falling Sales Squeeze Baby-Food Pouches", "date": "2019-12-23 18:02", "summary": "Some manufacturers rethink packaging criticized by pediatricians and parents as inhibiting development. The biggest hit in baby food in decades is in trouble.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-parents-begin-campaign-challenging-school-diversity-push-11577142083", "title": "Queens Parents Begin Campaign Challenging School Diversity Push", "date": "2019-12-23 18:01", "summary": "They are critical of the department's process for gathering local input, saying their schools are already quite diverse. Central Queens parents have organized petitions, letter campaigns to politicians and a public-records request to challenge a New York City Department of Education effort exploring options to diversify District 28 middle schools.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-shares-race-past-420-buyout-figure-11577127592", "title": "Tesla Shares Race Past $420 Buyout Figure", "date": "2019-12-23 17:59", "summary": "Stock has rallied, topping what Elon Musk once promised to pay to take the electric-car maker private. A Tesla Inc. rally Monday took the stock above a symbolic threshold of $420 a share, the price at which Chief Executive Elon Musk last year said he wanted to take the electric-vehicle maker private.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-schumer-lay-out-dueling-visions-for-senate-impeachment-trial-11577123354", "title": "McConnell, Democrats Remain at Impeachment Impasse", "date": "2019-12-23 17:58", "summary": "Whether lawmakers will hear from witnesses, which Democrats want, remains in question. Senate Majority Leader Mitch McConnell said he remains at an impasse with Democrats over the next step of the impeachment process, as House Speaker Nancy Pelosi has declined to send the articles of impeachment to the Senate until she knows what the rules will be for President Trump's trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stops-sending-bomb-sniffing-dogs-to-jordan-egypt-after-deaths-11577141719", "title": "U.S. Stops Sending Bomb-Sniffing Dogs To Jordan, Egypt After Deaths", "date": "2019-12-23 17:55", "summary": "U.S.-trained dogs died of mistreatment, neglect, prompting a whistleblower's complaint and an investigation. WASHINGTON-The U.S. has stopped providing bomb-sniffing dogs to Egypt and Jordan after an investigation disclosed that several dogs in those countries died because of mistreatment and neglect, U.S. officials said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-six-pedestrian-deaths-new-york-city-boosts-holiday-traffic-enforcement-11577141271", "title": "After Six Pedestrian Deaths, New York City Boosts Traffic Enforcement", "date": "2019-12-23 17:47", "summary": "Speed limit to be reduced between Christmas and New Year's on some thoroughfares. New York City plans to crack down on dangerous driving during the holiday season, city officials said Monday, with the increased enforcement coming after six pedestrians were killed in a three-day period last week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-edge-up-to-start-holiday-shortened-week-11577095687", "title": "U.S. Stocks Rise to Start Holiday-Shortened Week", "date": "2019-12-23 17:21", "summary": "Gains in Boeing shares lift Dow Jones Industrial Average. A jump in Boeing shares drove the Dow Jones Industrial Average to a new record Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-nears-six-week-high-on-caution-over-economy-trade-11577113355", "title": "Gold at Six-Week High on Caution Over Economy, Trade", "date": "2019-12-23 17:16", "summary": "The precious metal is on course to rise 16% in 2019, its biggest one-year rise since 2010. Gold prices rose to their highest level in more than six weeks, as investors remain cautious about the world economy and geopolitics despite record highs in the U.S. stock market.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-stocks-and-transportation-companies-still-recovering-from-2018-11577128709", "title": "Small Stocks, Transportation Companies Still Recovering From 2018", "date": "2019-12-23 17:16", "summary": "The Russell 2000 index and the Dow Jones Transportation Average are both on pace to end the year without hitting a single record. Some U.S. stock indexes remain stuck below records despite notching some of their biggest gains in years, underscoring the extent of last year's turbulent fourth-quarter selloff.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-and-bonds-havent-rallied-like-this-since-1998-11577106001", "title": "Stocks and Bonds Haven't Rallied Like This Since 1998", "date": "2019-12-23 17:04", "summary": "Improving economic outlook, U.S.-China trade deal, Fed's rate cuts boosted investors' optimism. Stocks and bonds are staging an extraordinary run, on track for their biggest simultaneous gains in more than two decades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/graphics/a-decade-of-news/?mod=article_inline", "title": "A Decade of News: How the Big Stories Evolved", "date": "2019-12-23 17:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/finance-chiefs-relieved-after-repeal-of-cadillac-tax-11577137387", "title": "Finance Chiefs Relieved After Repeal of Cadillac Tax", "date": "2019-12-23 16:43", "summary": "Cancellation of planned levy on high-cost health coverage was among the provisions in $1.4 trillion spending package. Finance chiefs, who have spent the past decade brainstorming how to avoid the brunt of the so-called Cadillac tax, can close their spreadsheets and exhale.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-protests-grip-india-as-government-digs-its-heels-in-on-citizenship-law-11577133443", "title": "Fresh Protests Grip India as Government Digs Its Heels In", "date": "2019-12-23 16:19", "summary": "Thousands demonstrate in capital, other cities as ruling party, insisting new measure doesn't discriminate against Muslims, plans further initiatives. NEW DELHI-New protests gripped India as the government dug in its heels over a controversial citizenship law critics say bolsters the country's Hindu majority at the expense of other groups, particularly Muslims.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-mexico-governor-inflation-clearly-on-downward-trend-but-risks-remain-11577130023", "title": "Bank of Mexico Chief Adopts Cautious Tone Despite Low Inflation", "date": "2019-12-23 16:16", "summary": "Alejandro Díaz de León says central bank not committed to rate moves in any direction. MEXICO CITY-Bank of Mexico Governor Alejandro Díaz de León is in wait-and-see mode on further interest-rate cuts, even though inflation is below the central bank's 3% target and an agreement on a new trade deal with the U.S. and Canada has removed a cloud of uncertainty.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geico-names-berkshire-investment-manager-as-chief-executive-11577126694", "title": "Buffett Lieutenant to Head Berkshire Hathaway's Geico Insurance Unit", "date": "2019-12-23 16:08", "summary": "Todd Combs to succeed Bill Roberts, who will retire at the end of 2020. Todd Combs, one of Warren Buffett's top lieutenants, is set to become chief executive of Berkshire Hathaway Inc.'s car insurer Geico on Jan. 1, the company said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-classical-christmas-wishlist-11576929602", "title": "A Classical Christmas Wishlist", "date": "2019-12-23 15:19", "summary": "From rarely presented works to glaring holes in the music catalog, a list of recordings and performances our classical-music critic hopes to see in the years ahead.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-democrats-obstruct-their-own-impeachment-11577132177", "title": "Democrats Obstruct Their Own Impeachment", "date": "2019-12-23 15:16", "summary": "The Democrats have screamed for months of the urgency of impeachment. They've even used urgency as an excuse to deny due process to President Trump. But suddenly the urgency seems to have passed.. Regarding your editorial (\"Pelosi Has Second Thoughts,\" Dec. 20): Nancy Pelosi wants the Senate to accord her much better treatment than she accorded the House Republicans. This is a power play, but I see no reason the Senate can't proceed with the trial. The content of the articles of impeachment is common knowledge, so there seems to be no benefit in waiting for a piece of paper to be delivered from the House of Representatives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-see-accountability-in-comeys-wake-11577132131", "title": "Will We See Accountability in Comey's Wake?", "date": "2019-12-23 15:15", "summary": "The extent to which this subterfuge will damage America's ability to defend against real threats from foreign powers remains to be seen.. Regarding your editorial \"The Incredibly Incurious Mr. Comey\" (Dec. 17): I spent 20 years in the Justice Department preparing and submitting applications to the FISA court at the behest of the FBI. I am appalled at the FBI's failure to ascertain the reliability of the information it presented to the DOJ to support the application targeting Carter Page, and its decision to \"hide the ball\" on who had hired Christopher Steele to prepare his dossier.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ever-happened-to-the-dinner-table-discussion-11577132091", "title": "What Ever Happened to the Dinner-Table Discussion?", "date": "2019-12-23 15:14", "summary": "To have one's ideas challenged and to be asked to justify one's beliefs isn't an insult but a sign of respect.. In \"The Seminar Course Can Save Civility\" (op-ed, Dec. 2), Paula Marantz Cohen notes that \"we respond to people around a seminar table as we would to those around a dinner table.\" This touches on a deeper problem: the absence of dinner-table discussions in many of our lives today.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ask-the-horses-how-gradual-change-in-transportation-is-11577132061", "title": "Ask the Horses How Gradual Change in Transportation Is", "date": "2019-12-23 15:14", "summary": "At the turn of the last century there were 24 million horses in the U.S. and the country only produced 4,100 automobiles a year. By 1912 the number of cars surpassed horses in New York City.. As a collector of exotic vehicles, I'm hoping Andy Kessler is correct in his prediction of gradualism (\"Self-Driving Cars Roll Up Slowly,\" Inside View, Dec. 16). History suggests, however, that self-driving cars may emerge much more rapidly. At the turn of the last century there were 24 million horses in the U.S. and the country only produced 4,100 automobiles a year. By 1912 the number of cars surpassed horses in New York City.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creative-hub-in-brooklyn-ponders-its-future-11577131923", "title": "Creative Hub in Brooklyn Ponders Its Future", "date": "2019-12-23 15:12", "summary": "Resume Subscription. The Old American Can Factory has long held a singular place in Brooklyn's Gowanus neighborhood, a complex of buildings that recalls the area's industrial past while also serving as a symbol of its creative present.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oil-prices-to-slide-despite-opec-cuts-banks-predict-11577112085", "title": "Oil to Slide Despite OPEC Cuts, Banks Predict", "date": "2019-12-23 15:09", "summary": "WSJ poll shows December gains aren't expected to last. Oil prices are likely to shed the gains that followed OPEC's decision to deepen output cuts as a global glut of crude continues to weigh on the market, investment banks predict.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-extend-gene-therapyto-cancer-other-common-diseases-11577129759", "title": "Startups Extend Gene Therapy To Cancer, Other Common Diseases", "date": "2019-12-23 14:36", "summary": "After success in treating rare diseases, some gene-therapy companies target more common illnesses. After developing the first gene therapies for rare diseases, biotechnology companies are seeking to extend gene treatments to common diseases affecting millions of people.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-bad-weekend-wont-strike-down-star-wars-11577129008", "title": "Disney's Bad Weekend Won't Strike Down Star Wars", "date": "2019-12-23 14:23", "summary": "Disappointing 'Rise of Skywalker' debut shows risk of concentration, but is hardly fatal to franchise. The problem with blockbusters these days is there are never enough around when you need them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attacks-on-syrian-rebel-stronghold-escalate-humanitarian-crisis-11577128058", "title": "Attacks on Syrian Rebel Stronghold Escalate Humanitarian Crisis", "date": "2019-12-23 14:07", "summary": "Russia and Syrian government step up strikes, forcing tens of thousands to flee toward Turkey. BEIRUT-Russia and the Syrian government have intensified attacks on the last rebel stronghold in northwestern Syria, forcing tens of thousands to flee toward the Turkish border amid fears of an all-out offensive to recapture the territory.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-inch-lower-11577127759", "title": "U.S. Government Bond Prices Inch Lower", "date": "2019-12-23 14:02", "summary": "Economic indicators prod market amid sparse trading. U.S. government bond prices edged lower on Monday amid tepid data on manufacturing and new home sales.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-to-toughen-rules-on-group-discounts-for-car-insurance-11577127630", "title": "California to Toughen Rules on Group Discounts for Car Insurance", "date": "2019-12-23 14:00", "summary": "Investigation found some programs discriminated against low-income people. California regulators are planning stiffer rules on car insurance sold through occupational, educational and other so-called affinity groups, contending some programs discriminate against low-income people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-business-investment-remains-sluggish-but-could-pick-up-in-2020-11577125670", "title": "U.S. Business Investment Remains Sluggish but Could Pick Up in 2020", "date": "2019-12-23 13:27", "summary": "Progress on trade deals and improving global economy could nudge up investments. WASHINGTON-U.S. business investment remained sluggish late this year, though progress on trade deals and an improving global economy hold promise for a pickup in 2020.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funding-secured-for-tesla-shareholders-11577124285", "title": "Funding Secured for Tesla Shareholders", "date": "2019-12-23 13:04", "summary": "A year after Elon Musk's famous tweet, company hits $420 a share. As Elon Musk once noted, fate loves irony.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-giuliani-associates-used-washington-connections-to-chase-ukraine-gas-deal-11577119085", "title": "Two Giuliani Associates Used Washington Connections to Chase Ukraine Gas Deal", "date": "2019-12-23 12:56", "summary": "Resume Subscription. Last fall, as Igor Fruman and Lev Parnas barnstormed Ukraine on behalf of President Trump's personal lawyer, cajoling officials to investigate Joe Biden and his son, the two Florida businessmen were also pursuing a side effort to cash in on the country's dire need for natural gas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pound-drops-on-fear-of-hard-brexit-11577123364", "title": "Pound Drops on Fear of Hard Brexit", "date": "2019-12-23 12:49", "summary": "Currency acts as a barometer of the Brexit process, and markets are factoring in risks of leaving the European Union without a deal. The British pound fell Monday in low-volume trading on concerns the U.K. could crash out of the European Union without a deal.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-member-killed-in-afghanistan-11577079586", "title": "U.S. Service Member Killed in Afghanistan", "date": "2019-12-23 12:46", "summary": "More American military personnel have been killed in Afghanistan this year than in any year since 2014. KABUL-A member of the U.S. military was killed in Afghanistan, raising to 20 the number of American military personnel who have died in fighting this year and putting further strain on U.S.-Taliban talks aimed at ending the 18-year war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-rally-drives-taiwans-stocks-back-to-the-future-11577122931", "title": "Chip Rally Drives Taiwan's Stocks Back to the Future", "date": "2019-12-23 12:42", "summary": "After a rollicking year, Taiwanese stocks are just 4% shy of the all-time high they hit in 1990. Taiwan's stock market is racing toward its first record high in almost three decades. Investors are taking an upbeat view on the global semiconductor industry, but President Trump's standoff with China over technology has also helped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-cerberus-advisory-agreement-set-to-end-11577102338", "title": "Deutsche Bank-Cerberus Advisory Agreement Set to End", "date": "2019-12-23 12:32", "summary": "Cerberus has been a paid adviser and a top shareholder of the German lender. An advisory agreement between Deutsche Bank AG and Cerberus Capital Management LP is expected to end at the end of 2019, people familiar with the matter said, terminating an unusual relationship that drew both praise and criticism.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-france-wants-for-christmas-a-train-home-11577121819", "title": "All France Wants for Christmas: A Train Home", "date": "2019-12-23 12:23", "summary": "Prolonged strike against the government's pension-overhaul plan is snarling holiday travel; 'We're being held hostage'. PARIS-With Christmas only days away, the Opera here is shut, the restaurants are short-staffed, and worst of all, the train to visit grandma and grandpa is probably canceled.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-needs-to-jettison-more-than-its-ceo-11577121581", "title": "Boeing Needs to Jettison More Than Its CEO", "date": "2019-12-23 12:19", "summary": "The aerospace giant needs a cultural transformation to restore confidence. Boeing has taken the right step in ousting its Chief Executive Officer Dennis Muilenburg. Replacing him with an insider, though, seems to point to continued reluctance to shake up the status quo.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyos-coolest-new-hotels-11577120702", "title": "Tokyo's Coolest New Hotels", "date": "2019-12-23 12:05", "summary": "In place of bland business accommodations, defiantly quirky and actually affordable hotels are popping up all over Tokyo. TOURISM HAS MORE than doubled in Japan over the past five years, and boutique hotels in Tokyo are playing catch-up. Until recently, the city's lodging options were largely limited to sterile business hotels and big-name luxury brands in gleaming towers. Now, hotel entrepreneurs are courting travelers with more-idiosyncratic tastes, touting resident artists, musicians and baristas. These hyperlocal touches often come with a trade-off-notably smaller rooms and a mere sliver of closet space. On the bright side, rates tend to be reasonable and the atmosphere uniformly lively. Here, five hotels perking up Tokyo's lodging scene.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-downsides-of-trumps-slashing-style-are-showing-11577118382", "title": "The Downsides of Trump's Slashing Style Are Showing", "date": "2019-12-23 11:54", "summary": "Disapproval by many Americans makes re-election trickier than it should be given the strong economy. President Trump likes to say-and his followers often echo the sentiment-that his slashing, pugilistic style is necessary for him to succeed.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-green-transition-transportation-is-the-next-big-baddie-11577119404", "title": "In the Green Transition, Transportation Is the Next Big Baddie", "date": "2019-12-23 11:43", "summary": "In the U.S. and Europe, the transportation sector is the only one where greenhouse-gas emissions keep steadily rising. Climate change crusaders are quick to lionize someone like Tesla 's Elon Musk and to demonize Big Oil executives. The reality, though, is that even \"green\" transport risks becoming a villain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-49-35-billion-to-financial-markets-11577119288", "title": "New York Fed Adds $49.35 Billion to Financial Markets", "date": "2019-12-23 11:41", "summary": "Repo interventions aimed at ensuring financial system has enough liquidity to keep short-term borrowing rates stable. The Federal Reserve Bank of New York added $49.35 billion in temporary liquidity to financial markets Monday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-gdp-unexpectedly-contracts-in-october-11577109317", "title": "Canada GDP Unexpectedly Contracts in October", "date": "2019-12-23 11:18", "summary": "Month-over-month decline of 0.1% is the latest warning sign that the Canadian economy has stalled. OTTAWA-Canada's economy unexpectedly shrank in October, following steep retreats in manufacturing and retail sales.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernicks-nike-platform-grows-with-a-signature-shoe-11577117821", "title": "Kaepernick's Nike Platform Grows With a New Shoe", "date": "2019-12-23 11:17", "summary": "Nike has deepened its partnership with the controversial athlete by releasing a new shoe just ahead of Christmas. It has been three years since Colin Kaepernick played in the National Football League, one year since Nike Inc. made him the face of a controversial advertising campaign and one month since the sneaker giant was caught in a firefight between the exiled quarterback and the league over a failed workout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diane-keatons-turtleneck-style-is-still-worth-copying-11577116636", "title": "Diane Keaton's Turtleneck Style Is Still Worth Copying", "date": "2019-12-23 10:57", "summary": "The actress has made turtlenecks paired with menswear-inspired garb a style signature. Here's why that look still works over 40 years after she first owned it. IN 1977, Diane Keaton had a banner year: She starred in \"Annie Hall\" and \"Looking for Mr. Goodbar,\" films for which she'd nab an Oscar and a Golden Globe nomination, respectively. It was also the year she cemented her signature look: a tomboyish one that frequently relied on a turtleneck, as seen in the photograph at left.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cowboys-mageddon-dismal-dallas-slides-toward-demise-11577115646", "title": "Cowboys-mageddon! Dismal Dallas Slides Toward Demise", "date": "2019-12-23 10:40", "summary": "'America's Team' falls to 7-8 and slips its grip on the NFC East-Is a Jerry Jones overhaul coming?. Are the Dallas Cowboys stuck in Philadelphia? I need to know. When I hit the bed Sunday night, America's Team remained grounded in the City of Brotherly Love, marooned by a clunker airplane, hours after a soul-crushing defeat to the Eagles. I had visions of the Cowboys never actually making it home to Dallas, and Jerry Jones and the fellas sticking around, growing to like the town, and becoming Philadelphians. They would laugh at moron New Yorkers waiting in line for the wrong, touristy cheesesteak places. They would call into WIP and yell about the Phillies.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kate-miners-tragic-journey-through-the-u-s-indian-health-service-11577115633", "title": "Kate Miner's Tragic Journey Through the U.S. Indian Health Service", "date": "2019-12-23 10:40", "summary": "An X-ray found clear signs of cancer. What happened next showed the federal agency's systemic failures. EAGLE BUTTE, S.D.- Kate Miner walked into the Indian Health Service hospital, seeking help for a cough that wouldn't quit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-have-a-ladybug-in-the-manger-pop-up-christmas-plays-simplify-the-season-11577114960", "title": "Introducing the Pop-Up Christmas Play: 'We Have a Ladybug in the Manger.'", "date": "2019-12-23 10:29", "summary": "Resume Subscription. It isn't easy getting busy families involved in Christmas pageants these days. That explains the pop-up pageant.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisse-again-lays-spy-blame-on-former-chief-operating-officer-11577113995", "title": "Credit Suisse Again Lays Spy Blame on Former Operating Chief", "date": "2019-12-23 10:13", "summary": "Bank says Pierre-Olivier Bouée ordered a third party to spy on then executive board member. Credit Suisse Group AG Monday confirmed a second episode of the bank's spying on senior executives this year, deepening scrutiny of the Swiss bank's surveillance practices and decision-making by top management.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-lower-tariffs-on-some-imports-in-2020-11577066316", "title": "China to Cut Tariffs on Range of Goods Amid Push for Trade Deal", "date": "2019-12-23 10:01", "summary": "Beijing will lower import tariffs for frozen pork, pharmaceuticals and some high-tech components starting from Jan. 1. BEIJING-China will cut import tariffs for frozen pork, pharmaceuticals and some high-tech components starting from Jan. 1, a move that comes as Beijing and Washington are trying to complete a phase-one trade deal.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-turn-to-data-mining-to-avoid-expensive-lengthy-drug-trials-11577097000", "title": "Drugmakers Turn to Data Mining to Avoid Expensive Drug Trials", "date": "2019-12-23 09:55", "summary": "Pfizer, Johnson & Johnson and Amgen try to win drug approvals by analyzing vast data sets of electronic medical records. Drugmakers are trying to win drug approvals by parsing vast data sets of electronic medical records, shifting away from lengthy, and costly, clinical trials in patients.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-inflation-stays-below-target-in-mid-december-11577104825", "title": "Mexico's Inflation Stayed Below Target in Mid-December", "date": "2019-12-23 09:19", "summary": "Consumer price index rose 0.35% from the end of November amid slow economic growth. ", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-little-women-greta-gerwig-wants-everything-that-the-boys-get-11577110473", "title": "For 'Little Women,' Greta Gerwig Wants 'Everything That the Boys Get'", "date": "2019-12-23 09:14", "summary": "The director pitched her adaptation of Louisa May Alcott's 19th-century novel about four sisters as 'a universal tale of art, ambition and money.'. When filmmakers make battlefield epics, they tend to think on a grand scale-elaborate location shoots, sprawling visuals, all-star casts. Greta Gerwig wanted the same for \"Little Women.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-believe-it-or-not-this-isnt-a-jaguar-11577110081", "title": "Photos: Believe It or Not, This Isn't a Jaguar", "date": "2019-12-23 09:08", "summary": "Marco Diez shows off what he calls his Owl 226, a handcrafted tribute to a 1963 Jaguar. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cloud-and-serverless-computing-techs-unsung-heroes-11577109600", "title": "Cloud and Serverless Computing: Tech's Unsung Heroes", "date": "2019-12-23 09:00", "summary": "On the other hand, some CIOs say quantum computing, AI and blockchain were overhyped in 2019. Artificial intelligence, fifth-generation wireless networks and blockchain were overhyped in 2019, while cloud and serverless computing deserved more attention than they got, some information-technology executives said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-move-to-cleaner-energy-hits-refineries-hard-11577109600", "title": "Europe's Move to Cleaner Energy Hits Refineries Hard", "date": "2019-12-23 09:00", "summary": "Continent has led the global drive away from fossil fuels, clouding outlook for many facilities. Europe's push toward cleaner energy and declining oil demand are threatening its refineries, some of which have been struggling to find buyers for years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-university-backed-group-avoids-dollar-bond-defaults-for-now-11577108122", "title": "Chinese University-Backed Group Avoids Dollar-Bond Defaults for Now", "date": "2019-12-23 08:35", "summary": "Peking University Founder Group reaches agreement with creditors on $284 million notes. Peking University Founder Group, a conglomerate owned by one of China's top colleges, said Monday it has reached an agreement with creditors that would help it avoid cross-defaulting on $3 billion in U.S. dollar bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audio-music-gift-guide-christmas-11576879556", "title": "Audiophiles Share the Five Best-Sounding Gifts of the Year", "date": "2019-12-23 08:31", "summary": "Members of the Black Keys and Maroon 5, as well as Grammy-nominated audiophiles and engineers, sound off on industry-approved speakers, headphones, recording gadgets and more. Finding the perfect gift for the music listener in your life can be difficult, especially when you don't know your AirPods from your Tide pods. WSJ. assembled a panel of musicians, engineers and audio industry experts and asked for their favorite music-listening gifts that will place you and your friends and family in perfect harmony.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-durable-goods-fall-on-declining-defense-orders-11577107912", "title": "U.S. Durable Goods Orders Fell in November", "date": "2019-12-23 08:31", "summary": "A drop in orders for military equipment was behind the retreat. WASHINGTON-Demand for long-lasting factory goods made in the U.S. fell in November, suggesting the manufacturing sector remained uneven last month.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/distressed-asset-hedge-funds-run-into-trouble-11577107801", "title": "Distressed-Asset Hedge Funds Run Into Trouble", "date": "2019-12-23 08:30", "summary": "York Capital Management, Southpaw put up gates after redemption requests on credit funds. Hedge-fund firms York Capital Management and Southpaw Asset Management are barring clients from getting back all of the money they have requested for year-end, a sign of the pressure that investors in distressed assets are facing.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-penn-badgley-became-the-biggest-creep-on-tv-11577107801", "title": "How Penn Badgley Became The Biggest Creep On TV", "date": "2019-12-23 08:30", "summary": "Badgley is back for a second season of 'You,' playing the ultimate anti-hero Joe Goldberg-now in sunny L.A. and failing to change his obsessive, murderous ways. Actor Penn Badgley, 33, was best known for his role as Gossip Girl's Dan Humphrey, the brooding Brooklyn teen obsessed with his outsider status, before he came creeping back into the cultural consciousness last year. When Netflix started airing Lifetime's underwatched thriller You last December, Badgley's sinister lead character suddenly had an audience of 40 million. In the show, Badgley plays Joe Goldberg, a New York City bookstore manager who initially comes across as sensitive and charming. He's the kind of guy 20-something girls want to meet. When he encounters the aspiring writer Guinevere Beck at work, his social-media stalking escalates into real-life stalking, violent control tactics and even murder-all of which he sees as signs of his love for her.", "categories": [["Magazine - Culture", "Mind of a Character"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-single-woman-fights-to-freeze-her-eggs-in-china-11577106578", "title": "A Single Woman Fights to Freeze Her Eggs in China", "date": "2019-12-23 08:09", "summary": "Teresa Xu challenges regulations that forbid unmarried women from freezing their eggs unless they have a health reason. BEIJING-A 31-year-old woman is challenging China's ban on unmarried women freezing their eggs after a hospital rejected her request for the procedure.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tougher-valuation-standards-raisethe-bar-for-managers-and-investors-11577105136", "title": "Tougher Valuation Standards Raise the Bar for Managers and Investors", "date": "2019-12-23 07:45", "summary": "Regulators and investors are focusing more attention on how private-equity firms value the assets they own, making the valuation process both more complicated and costly. Regulators and investors are focusing more attention on how private-equity firms value the assets they own, making the valuation process both more complicated and costly.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-boeing-disney-pg-e-11577097359", "title": "Stocks to Watch: Boeing, Disney, PG&E", "date": "2019-12-23 07:30", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-shoppers-learn-their-own-tricks-for-outwitting-sellers-11577102401", "title": "Online Shoppers Learn Their Own Tricks for Outwitting Sellers", "date": "2019-12-23 07:00", "summary": "Savvy consumers are exploiting tactics used by retailers to spur more spending; one tip: leave items in the cart. In online shopping, the house doesn't always win.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-agonizing-question-on-a-college-application-11577100370", "title": "The Most Agonizing Question on a College Application: What's Your Race?", "date": "2019-12-23 06:26", "summary": "Students worry about revealing race, ethnicity, sexual orientation in applications. As elite colleges and universities seek to be more diverse, there is one section on the Common Application that has become increasingly loaded: the boxes where prospective students are asked about their identity.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspicious-market-movements-wane-after-u-k-bans-early-peeks-at-data-11577096078", "title": "Suspicious Market Moves Wane After U.K. Bans Early Peeks at Data", "date": "2019-12-23 06:07", "summary": "Since the U.K. stopped giving hundreds of officials early access to economic data, signs that some traders may know the figures ahead of time have dissipated. Sharp movements in the British pound shortly before the release of U.K. economic data have dissipated since the government curtailed officials' access to nonpublic information, according to a new academic study.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-searches-for-global-headquarters-outside-of-china-11577097150", "title": "TikTok Searches for Global Headquarters Outside of China", "date": "2019-12-23 05:32", "summary": "Singapore, London and Dublin are among cities being considered; no U.S. city made shortlist. Bytedance Inc. is considering setting up a global headquarters for its hit video-sharing app TikTok outside of China, part of continuing efforts to shake off its Chinese image, people familiar with the company said.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-holiday-card-reveals-big-life-changes-11577097002", "title": "When the Holiday Card Reveals Big Life Changes", "date": "2019-12-23 05:30", "summary": "The snail-mail card is taking on more significance in the age of social media, as families use the photos to convey major milestones-without words. In the photo for his family holiday card this year, Brian Jones stands proudly, surrounded by his wife and children. Beneath his broad smile, a tracheostomy tube is visible on his neck. He's noticeably thinner than last year.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-confronts-lack-of-diversity-in-its-ranks-11577097001", "title": "Fed Confronts Lack of Diversity in Its Ranks", "date": "2019-12-23 05:30", "summary": "Economics profession is reckoning with perceived hostility to women and minorities. The economics profession embarked this year on a soul-searching appraisal of perceived hostility to women and minorities in its ranks, and the Federal Reserve-the nation's largest employer of Ph.D. economists-wants to get ahead of the curve.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-continues-to-scout-for-potential-takeover-targets-11577097001", "title": "PayPal Continues to Scout for Potential Takeover Targets", "date": "2019-12-23 05:30", "summary": "The company, which recently acquired a majority stake in Chinese payment platform GoPay, plans to spend $1 billion to $3 billion on deals next year. PayPal Holdings Inc. will continue to pursue potential takeover targets in 2020 amid robust deal activity in the payments sector.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11577032094", "title": "Pepper...and Salt", "date": "2019-12-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tougher-times-china-falls-back-on-coal-11577115096", "title": "In Tougher Times, China Falls Back on Coal", "date": "2019-12-23 00:01", "summary": "Resume Subscription. BEIJING-China's efforts to wean itself off coal are losing steam, as the world's biggest carbon emitter is putting economic growth and energy security above its ambitions to be a leader in combating climate change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-easy-and-elegant-new-years-feast-steak-au-poivre-11577114970", "title": "An Easy and Elegant New Year's Feast: Steak au Poivre", "date": "2019-12-23 00:01", "summary": "This version of the classic recipe, borrowed from Pasjoli in Los Angeles, features a creamy mushroom sauce and airy whipped potatoes. THIS DISH HAS a powerful effect on chef Dave Beran . \"Steak au poivre puts you in a place,\" he said. \"It makes you think of a dark French bistro.\" At his own version of that place, Pasjoli in Santa Monica, Calif., the steak is served over a buttery potato purée and cloaked in a mushroom sauce au poivre.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}]