[{"link": "https://www.wsj.com/articles/whistleblower-challenges-sec-over-delay-on-award-decision-11556668694", "title": "Whistleblower Challenges SEC Over Delay on Award Decision", "date": "2019-04-30 19:58", "summary": "Tipsters have grown frustrated with the length of time it has taken the regulator to determine whether a tip warrants a reward. A purported whistleblower in a foreign corruption case against Teva Pharmaceutical Industries Ltd. says the U.S. Securities and Exchange Commission has taken too long to determine whether to grant a reward. He is now asking a federal court to weigh in.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-aide-criticizes-medicare-for-all-proposal-11556668217", "title": "Trump Aide Criticizes Medicare for All Plan", "date": "2019-04-30 19:50", "summary": "Seema Verma says administration pursues superior strategy as Rep. Debbie Dingell defends plan. WASHINGTON-Seema Verma, a top White House health administrator, on Tuesday criticized the Medicare for All health proposal, saying it poses a threat to patient choice and would limit competition.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/threats-and-blocked-speeches-the-life-of-a-venezuelan-opposition-figure-11556666568", "title": "Threats and Blocked Speeches: The Life of Venezuela's Opposition Leader", "date": "2019-04-30 19:48", "summary": "Resume Subscription. CARACAS, Venezuela-Juan Guaidó betrayed no sign that he was about to move against Venezuelan President Nicolás Maduro's brutal regime on the eve of his attempt to ignite a rebellion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/actor-jussie-smollett-not-expected-to-return-to-empire-next-season-11556660795", "title": "Actor Jussie Smollett Not Expected to Return to 'Empire' Next Season", "date": "2019-04-30 19:25", "summary": "Fox has renewed the drama about a family-run musical empire for a sixth season. Actor Jussie Smollett isn't expected to return to the Fox show \"Empire\" next season, the network said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-house-subpoena-fight-could-last-well-beyond-presidents-current-term-11556666577", "title": "Trump-House Legal Fight Could Last Beyond President's Current Term", "date": "2019-04-30 19:22", "summary": "President is likely to lose in the courts, experts said, although they added he could run out the clock leading up to the 2020 election.. President Trump's legal showdown with Congress may prompt a protracted battle that could last well beyond his current term in office and pose a significant challenge to the authority of House Democrats who are seeking documents related to his business.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-apollo-employees-ordered-to-pay-fines-in-arbitration-case-11556666395", "title": "Ex-Apollo Employees Ordered to Pay Fines in Arbitration Case", "date": "2019-04-30 19:19", "summary": "The firm was awarded penalties against two former employees over mishandling documents and other violations. Two former Apollo Global Management employees who became competitors of the firm have been ordered to pay damages for mishandling documents and other violations.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-occidental-play-looks-familiar-11556666268", "title": "Warren Buffett's Occidental Play Looks Familiar", "date": "2019-04-30 19:17", "summary": "Berkshire's preferred-share deal is similar to earlier agreements its CEO reached with Goldman, GE. Berkshire Hathaway Inc.'s investment in Occidental Petroleum Corp. is straight out of Warren Buffett's playbook.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-encouragement-and-threats-trump-heightens-a-gamble-on-venezuela-11556666082", "title": "Using Encouragement and Threats, Trump Heightens a Gamble on Venezuela", "date": "2019-04-30 19:14", "summary": "If efforts to oust Maduro fall short, the U.S. will have offered its full-throated backing to a failed uprising with potentially deadly consequences. WASHINGTON-The Trump administration raised its stakes in support of Venezuela's opposition movement, endorsing a call Tuesday by U.S.-backed Juan Guaidó and a small group of military supporters for an uprising, as embattled President Nicolás Maduro worked to crush protests.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-stakes-in-caracas-11556666039", "title": "High Stakes in Caracas", "date": "2019-04-30 19:13", "summary": "Either democratic forces oust the regime, or Cuba cements its hold.. Venezuela's democratic leaders launched a revolt against Cuban-backed dictator Nicolás Maduro on Tuesday, and the stakes couldn't be higher. Either Venezuelans reclaim their freedom, or instability and misery will continue to radiate from Caracas through the Americas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apartment-empire-shrinking-in-wake-of-guilty-pleas-11556665804", "title": "Apartment Empire Shrinking in Wake of Guilty Pleas", "date": "2019-04-30 19:12", "summary": "Prosecutors allege that Morgan Management executives and their mortgage brokers obtained about $500 million of loans fraudulently. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approves-philip-morris-international-heat-not-burn-iqos-device-for-sale-in-u-s-11556649003", "title": "FDA Clears Philip Morris International Heat-Not-Burn IQOS Device for Sale in U.S.", "date": "2019-04-30 19:12", "summary": "Philip Morris has spent billions to develop cigarette alternative. The Food and Drug Administration said it would allow two of the world's biggest cigarette makers to start selling in the U.S. a hand-held device that heats but doesn't burn tobacco, though the agency hasn't yet ruled on whether they will be allowed to market it as safer than cigarettes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-take-you-to-the-cleaners-11556665812", "title": "Tariffs Take You to the Cleaners", "date": "2019-04-30 19:10", "summary": "Washing-machine taxes launder money from consumers to Whirlpool.. A year after President Trump imposed tariffs up to 50% on imported washing machines, the results are in-and they're grubby. Last week Whirlpool reported a quarterly profit of $471 million, up 400% from a year earlier, even as shipments sank. The CEO credited \"margin expansion\" due to \"pricing actions.\" In other words, American consumers now pay more to wash their clothes because of government barriers to competition.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2-trillion-from-whom-11556665824", "title": "$2 Trillion From Whom?", "date": "2019-04-30 19:10", "summary": "Who's going to pay for a bipartisan public works spending blowout?. Who says there's no bipartisanship in Washington? Democrats in Congress visited the White House on Tuesday, and they emerged to say that they and President Trump had agreed to spend $2 trillion on public works. When it comes to spending more money, Washington can always find common ground.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-shale-resignation-11556665647", "title": "Britain's Shale Resignation", "date": "2019-04-30 19:07", "summary": "The Tories fail to exploit the country's natural-gas riches.. The United Kingdom sits atop enormous reserves of natural gas in shale deposits, extraction of which could create jobs, reduce dependence on the likes of Qatar, and cut carbon emissions. So thank Natascha Engel, the government's now-former \"shale tsar,\" for resigning to blow the whistle on London's failure to exploit this resource.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-seeks-to-designate-muslim-brotherhood-as-terrorist-organization-11556631257", "title": "U.S. Seeks to Designate Muslim Brotherhood as Terrorist Group", "date": "2019-04-30 19:06", "summary": "White House says effort is 'working its way through the internal process'. The Trump administration is seeking to designate the Muslim Brotherhood as a foreign terrorist organization, the White House said, a move that could complicate relations with U.S. allies where Muslim Brotherhood affiliates currently serve in parliament and other government roles.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-results-boosted-by-international-sales-11556656431", "title": "Mondelez Results Boosted by International Sales", "date": "2019-04-30 19:06", "summary": "Price increases hindered North American comparable sales. Mondelez International Inc. leaned on overseas markets to drive its results in its latest quarter, helping to offset weaker demand in North America.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-and-businesses-sue-deutsche-bank-and-capital-one-11556595269", "title": "Trumps and Businesses Sue Deutsche Bank and Capital One", "date": "2019-04-30 18:56", "summary": "Lawsuit is aimed at blocking subpoenas from congressional committees seeking financial records. President Trump, three of his children and his real-estate businesses on Monday filed a federal lawsuit to block Deutsche Bank AG and Capital One Financial Corp. from complying with congressional subpoenas for documents related to him and his family.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-tax-return-bill-gets-mixed-democratic-reception-11556664698", "title": "New York State Tax Return Bill Gets Mixed Democratic Reception", "date": "2019-04-30 18:51", "summary": "Sen. Brad Hoylman says the bill would help Congress in its oversight role with regard to reviewing President Trump's tax returns. ALBANY, N.Y.-A New York bill that would help members of Congress review President Trump's state tax returns cleared its first legislative hurdle on Tuesday. But even with Democrats controlling the state government, the bill and another measure aimed at combating the effect of presidential pardons face an uncertain path to enactment.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-cfo-to-retire-after-18-year-tenure-11556664454", "title": "Home Depot CFO to Retire After 18-Year Tenure", "date": "2019-04-30 18:47", "summary": "Carol Tomé served as CFO of one of the world's biggest home-improvement chains since May 2001. Home Depot Inc. said long-serving finance chief Carol Tomé will retire later this year and named an internal successor to the CFO post.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-death-and-taxes-11556663848", "title": "Biden, Death and Taxes", "date": "2019-04-30 18:37", "summary": "Nothing is certain about his grasp of tax policy, but a new study shows the key to employer survival.. One of the oddities of recent public opinion polling is that Americans give President Donald Trump credit for the strong economy even though most of them don't seem to realize he cut their taxes. In a speech in Pittsburgh on Monday, one prominent Democratic voter appeared to be unaware of both the strong economy and the broad tax relief.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-a-5g-boondoggle-11556663864", "title": "How to Avoid a 5G Boondoggle", "date": "2019-04-30 18:37", "summary": "Let businesses experiment and let Washington keep a respectful distance.. Consumers should be heartened that wireless carriers are squabbling about whose network is more \"5G.\" Operators understand that a reputation for network quality remains important to their customers.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-lousy-t-shirt-sparks-joy-11556663826", "title": "This Lousy T-Shirt Sparks Joy", "date": "2019-04-30 18:37", "summary": "My closet remains as cluttered as it ever was. Thanks a lot, Marie Kondo.. I recently watched \"Tidying Up with Marie Kondo,\" a reality TV show about decluttering that has taken the Netflix -watching world by storm. I did this on my wife's recommendation. A busy man, I quickly took in one episode and, feeling I had the gist of things, got started on clothes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-review-building-big-blue-11556663774", "title": "'IBM' Review: Building Big Blue", "date": "2019-04-30 18:36", "summary": "IBM was originally a holding company cobbled together to please investors. Then Thomas Watson gave the firm a purpose and a sales-driven culture.. Great companies tend to have alluring stories to explain their origins: a charismatic founder, an innovative idea, or a product or technology that goes on to become part of the culture of America itself. IBM's story isn't like that. As explained in a new history of the firm by former IBM executive James Cortada, the company's beginnings trace to the financial ambitions of New York businessman Charles Flint. He had a talent for cobbling together companies to reap rewards through public stock offerings, and in 1911 he stitched several firms into a holding corporation called the Computing-Tabulating-Recording Company, or C-T-R.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-now-would-be-irresponsible-11556663795", "title": "Impeachment Now Would Be Irresponsible", "date": "2019-04-30 18:36", "summary": "The ballot box, not Congress, is the venue to adjudicate the case against Trump.. An insightful friend of mine remarked recently that before reading the Mueller report, he was sympathetic with Speaker Nancy Pelosi's reluctance to pursue impeachment of President Trump, but by the time he finished the report he was convinced Congress has a duty to act.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collusion-or-russian-disinformation-11556663662", "title": "Collusion or Russian Disinformation?", "date": "2019-04-30 18:34", "summary": "How Moscow manipulated U.S. media, lawmakers and intelligence services into propagating a wild theory.. Without intending to, the Mueller report has solved the mystery of the Trump-Russia affair. It shows that Donald Trump and his campaign did not collude with Russia but Russian intelligence used disinformation to create the impression that he did.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-charter-school-principal-wont-go-to-prison-11556663629", "title": "A Charter-School Principal Won't Go to Prison", "date": "2019-04-30 18:33", "summary": "'I'm not the victim,' Ben Chavis says after charges against him are dropped. 'The kids are the victims.'. When Ben Chavis became principal of the American Indian Public Charter School in 2000, it was among the worst middle schools in Oakland, Calif. The building was a mess. There were broken windows and holes in the walls. The gymnasium was carpeted and cluttered with garbage, while food wrappers, cigarette butts and empty beer bottles lined the curb outside.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-create-an-american-space-force-11556663582", "title": "It's Time to Create an American Space Force", "date": "2019-04-30 18:33", "summary": "Last year China had twice as many launches. Seeing there's a problem doesn't take a rocket scientist.. Telecommunications, precision agriculture, financial markets, transportation, logistics-core components of America's $20 trillion economy depend on technology based in outer space. So does the U.S. military. From secure communications networks to rocket-launch detection systems to the interception of terrorist messages, space capabilities are crucial to national defense. For decades, these capabilities were uncontested. That has changed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceling-student-loan-debt-is-a-bad-idea-11556663548", "title": "Canceling Student-Loan Debt Is a Bad Idea", "date": "2019-04-30 18:32", "summary": "Three students argue against Sen. Elizabeth Warren's plan.. ", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-joe-biden-and-anita-hill-11556663515", "title": "Notable & Quotable: Joe Biden and Anita Hill", "date": "2019-04-30 18:31", "summary": "'Biden told me in November 1998, 'It was clear to me from the way she was answering the questions, she was lying.' '. Mollie Hemingwaywriting at the Federalist, April 28:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-of-analytics-workers-set-to-double-11556663406", "title": "Supply of Analytics Workers Set to Double", "date": "2019-04-30 18:30", "summary": "Driving the expected boom in analytics experts is a 'flood' of data-savvy college graduates, says Bain & Co.. Chief information officers and other tech recruiters at U.S. firms battling over coveted analytics workers may soon get a reprieve, according to a report by Bain & Co. If they can secure enough foreign-worker visas, that is.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-schmidt-to-leave-alphabet-board-11556659629", "title": "Eric Schmidt to Leave Alphabet Board", "date": "2019-04-30 18:28", "summary": "Schmidt, 64, was appointed CEO of Google in 2001 when it was still privately traded and just three years old. Longtime Google Chief Executive Officer Eric Schmidt will leave the board of the search giant's parent, marking the end of an era for perhaps the company's most well-known figure.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-after-wall-street-notches-fresh-record-11556611063", "title": "Stocks Are Off to Their Best Start in Decades", "date": "2019-04-30 18:21", "summary": "U.S. stocks close out a strong April, but Alphabet weighs on indexes. Major U.S. stock indexes enjoyed their best four-month start to a year since at least 1999, the latest milestone for a bounceback rally fueled by a more accommodative Federal Reserve and upbeat economic prospects.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-results-bring-new-kind-of-sticker-shock-11556661917", "title": "Apple Results Bring New Kind of Sticker Shock", "date": "2019-04-30 18:05", "summary": "Stock is near record valuation even as iPhone business struggles. Apple Inc. cleared a low bar with its latest results. Investors are setting up a much higher one going forward.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-sciences-cfo-robin-washington-to-retire-11556661816", "title": "Gilead Sciences CFO Robin Washington to Retire", "date": "2019-04-30 18:03", "summary": "Ms. Washington also will join the board of Alphabet Inc., according to a statement from the parent company of Google. Gilead Sciences Inc. said its Chief Financial Officer Robin Washington is retiring next year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-slips-as-europes-economy-shows-improvement-11556635558", "title": "Dollar Slips as Eurozone's Economy Shows Improvement", "date": "2019-04-30 18:03", "summary": "Data shows combined gross domestic product grew at faster pace in first quarter. The dollar fell Tuesday after new data showed the eurozone economy grew at a faster pace at the start of 2019, lifting the value of the euro relative to the U.S. currency.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concerns-mount-over-possible-fed-nomination-11556660679", "title": "GOP Senators Voice Concern Over Stephen Moore at the Fed", "date": "2019-04-30 17:59", "summary": "Lawmakers cite potential nominee's writings on women, other issues. WASHINGTON-Numerous Senate Republicans expressed concerns Tuesday over the possibility of President Trump nominating conservative commentator Stephen Moore to the Federal Reserve Board of Governors, indicating he would face resistance in the chamber.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-orders-black-box-warnings-for-sleep-aids-11556661036", "title": "FDA Orders Tougher Warnings for Sleep Aids", "date": "2019-04-30 17:50", "summary": "Ambien, Edluar, Zolpimist, Lunesta and Sonata are among insomnia drugs affected by ruling. The Food and Drug Administration said it would require some commonly prescribed sleep aids to carry the agency's toughest boxed warning about serious risks following reports of at least 20 deaths.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-moves-to-sell-bonds-amid-scrutiny-11556649215", "title": "Boeing Sells $3.5 Billion of Bonds", "date": "2019-04-30 17:43", "summary": "Offering meets with strong demand from investors. Boeing Co. sold $3.5 billion of bonds Tuesday, providing the company with a liquidity boost as it faces at least $1 billion of costs related to the grounding and reduced production of its 737 MAX airplanes.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-inches-up-as-dollar-declines-11556634494", "title": "Gold Climbs as U.S. Dollar Declines", "date": "2019-04-30 17:42", "summary": "Copper advanced as weak Chinese manufacturing data raised prospects of government stimulus. Price of gold edged higher Tuesday, buoyed by a falling dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-says-promotions-in-the-u-s-paid-off-in-latest-quarter-11556627589", "title": "McDonald's Drives Up Sales With Promotions", "date": "2019-04-30 17:42", "summary": "Same-store sales beat expectations in U.S. and abroad. McDonald's Corp. said renovated restaurants and new promotions helped boost U.S. sales in the first quarter, though those investments have weighed on profit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-shares-on-track-for-worst-day-since-2008-11556634227", "title": "Alphabet Shares Post Worst Day Since 2012", "date": "2019-04-30 17:40", "summary": "Google parent's shares decline as much as 8.6% as investors react to sluggish earnings report. Investors sent shares of Google parent Alphabet Inc. to their worst day in 6 1/2 years, punishing the stock after its quarterly results signaled growth is slowing at the search-engine giant.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-intelligence-chairman-to-refer-trump-adviser-erik-prince-for-criminal-prosecution-11556639038", "title": "House Intelligence Chairman Refers Trump Adviser Prince for Criminal Prosecution", "date": "2019-04-30 17:36", "summary": "Democrat Adam Schiff alleges president's informal adviser lied to Congress about Seychelles meeting with Putin associate. WASHINGTON-The House Intelligence Committee referred Erik Prince, an informal adviser to President Trump, for criminal prosecution on allegations that he misled the panel, marking the latest fallout from special counsel Robert Mueller's probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uprising-in-caracas-prompts-dueling-demonstrations-in-washington-11556660158", "title": "Uprising in Caracas Prompts Dueling Demonstrations in Washington", "date": "2019-04-30 17:35", "summary": "In unusual turn of events, U.S. supporters of Maduro occupy Venezuelan embassy, where pro-rebel protesters are demonstrating. Protesters blocked an ordinarily quiet street outside the Venezuelan Embassy in Washington, chanting and singing in support of the rebels pushing to overthrow strongman Nicolás Maduro.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-shares-head-for-best-day-since-february-11556635120", "title": "GE Shares Hit Highest Level in Nearly a Month", "date": "2019-04-30 17:25", "summary": "Once ranked among the most stable of blue-chip companies, GE's stock has been battered in recent years amid the company's complex restructuring. Shares of General Electric Co. recorded their highest close in nearly a month after the struggling conglomerate said it swung to a first-quarter profit.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-operating-profit-hurt-by-china-results-u-s-production-cuts-11556626628", "title": "GM Predicts Further Pressure From China", "date": "2019-04-30 17:21", "summary": "Operating profit fell 11% in quarter; auto maker looks for Beijing to offer incentives to stoke vehicle demand. General Motors Co. warned that weaker results from China will continue to weigh on its bottom line this year as a lingering slowdown in the world's largest vehicle market takes a toll on even the biggest auto-industry players.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-sues-music-publishers-alleging-anticompetitive-behavior-11556631265", "title": "Peloton Sues Music Publishers, Alleging Anticompetitive Behavior", "date": "2019-04-30 17:09", "summary": "Stationary-bike maker is responding to publishers' lawsuit alleging copyright infringement. Peloton Interactive Inc. sued a group of music publishers and an industry trade organization, alleging they engaged in anticompetitive behavior by banding together to extract unfair licensing terms for music used on Peloton's video-streaming stationary exercise bikes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-trump-agreed-on-2-trillion-infrastructure-package-11556640992", "title": "Democrats, Trump Agree to Aim for $2 Trillion Infrastructure Package", "date": "2019-04-30 17:09", "summary": "The two sides didn't discuss how it would be paid for, and Capitol Hill Republicans are unlikely to go along. WASHINGTON-Democratic congressional leaders said President Trump agreed to aim for a $2 trillion infrastructure package in a White House meeting on Tuesday, though the two sides didn't discuss how it would be paid for, and Capitol Hill Republicans are unlikely to go along.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-climbs-on-report-saudi-arabia-wont-rush-to-lift-supply-11556638143", "title": "Oil Climbs on Report Saudi Arabia Won't Rush to Lift Supply", "date": "2019-04-30 17:02", "summary": "Analysts look ahead to government data on U.S. inventories. • Oil prices climbed Tuesday, rallying after a report that Saudi Arabia won't rush to lift output following the end of waivers that allowed some countries to buy Iranian crude.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-freight-push-rattles-logistics-sector-11556656885", "title": "Amazon's Freight Push Rattles Logistics Sector", "date": "2019-04-30 16:41", "summary": "E-commerce giant is expanding logistics operations as it tries to curb shipping costs. Amazon.com Inc. is pushing deeper into logistics as it tries to tamp down transportation costs ahead of a pricey push into one-day shipping, raising potential concerns for freight operators that may end up competing for business with the e-commerce giant that many count as a significant customer.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinto-discovery-of-the-divine-in-japanese-art-review-where-sacred-meets-secular-11556656577", "title": "'Shinto: Discovery of the Divine in Japanese Art' Review: Where Sacred Meets Secular", "date": "2019-04-30 16:36", "summary": "Works made to venerate holy beings called kami are the backbone of this exhibition in Cleveland.. Cleveland", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maryland-takes-step-toward-capping-drug-prices-11556616600", "title": "Maryland Takes Step Toward Capping Drug Prices", "date": "2019-04-30 16:33", "summary": "Governor is poised to sign bill creating panel to review expensive prescription drugs and limit how much agencies will pay for them. Maryland is poised to become the first state to create a panel to review expensive prescription drugs and cap how much public agencies will pay for them.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-economists-turn-to-big-data-in-estimating-inflation-11556622001", "title": "Government Economists Turn to Big Data to Track the Economy", "date": "2019-04-30 16:24", "summary": "The effort could reshape how a shifting economy is assessed, with implications for policy. A U.S. inflation report released in April offered an early look at a quiet revolution taking place in the way government statisticians are tracking the economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-catalyst-aims-to-raise-150-million-to-200-million-in-ipo-11556646421", "title": "Health Catalyst Aims to Raise $150 Million to $200 Million in IPO", "date": "2019-04-30 16:22", "summary": "Share listing would bring company with patient health-record data to public markets. Health-data company Health Catalyst Inc. is planning to raise $150 million to $200 million in its initial public offering, according to people familiar with the matter, bringing one of the first digital-health companies to public markets as technology startups race to list shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lankan-islamist-called-for-violence-on-facebook-before-easter-attacks-11556650954", "title": "Sri Lankan Islamist Called for Violence on Facebook Before Easter Attacks", "date": "2019-04-30 16:17", "summary": "Videos filled with hate speech remained online despite locals' complaints. KATTANKUDY, Sri Lanka-A charismatic leader who allegedly helped plan and execute Sri Lanka's Easter bombings called before the attacks for killing non-Muslims in Facebook posts that remained online despite complaints from moderate Muslims who say they asked the company to take them down.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starwood-capital-facing-bondholder-lawsuit-in-israel-11556629201", "title": "Starwood Capital Facing Bondholder Lawsuit in Israel", "date": "2019-04-30 16:16", "summary": "Two groups of investors say giant real-estate investor didn't sufficiently disclose risks involved in owning mall debt. Starwood Capital Group's struggles in Israel may be deepening after a group of bond investors filed a class-action lawsuit March 24, alleging that the company misrepresented and omitted some risks in a bond prospectus for a group of U.S. shopping centers.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-amid-mixed-global-data-11556644106", "title": "U.S. Government Bonds Gain Amid Mixed Global Data", "date": "2019-04-30 16:14", "summary": "Factory activity weakens in China and Europe's economy is improving, data show. U.S. government bond prices rose Tuesday as a raft of mixed data provided investors with an uncertain picture of global growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-private-gamble-goes-public-11556655174", "title": "Facebook's Private Gamble Goes Public", "date": "2019-04-30 16:12", "summary": "Facebook's privacy-focused redesign is a risky bet on a very public stage. Facebook is growing antisocial or, at the very least, a bit cliquey. But the social network's shift from public to private communications may come at the expense of developers and advertisers, and it is unclear whether the undertaking will garner more users or less.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-repeats-calls-for-fed-to-stimulate-growth-11556650660", "title": "Trump Repeats Calls for Fed to Stimulate Growth", "date": "2019-04-30 16:10", "summary": "President wants policy makers to cut interest rates and resume bond-buying program. President Trump called for the Federal Reserve to cut interest rates by 1 percentage point and resume its crisis-era bond-buying program to stimulate economic growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-buttigieg-releases-tax-returns-11556653629", "title": "Pete Buttigieg Releases Tax Returns", "date": "2019-04-30 16:05", "summary": "The South Bend mayor is the latest Democratic 2020 contender to make his tax information public as President Trump continues to resist doing so. WASHINGTON-Democratic presidential candidate Pete Buttigieg released 10 years of tax returns Tuesday, showing he earned a $30,000 advance in 2017 to write a book that was released ahead of his White House bid.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-gets-a-new-look-less-blue-more-groups-11556645587", "title": "Facebook Gets New Look as Zuckerberg Declares New Era", "date": "2019-04-30 16:01", "summary": "Social platform launches redesign meant to encourage less-public discourse while curbing abuse, misinformation. Facebook Inc. rolled out a substantial redesign of its website and mobile app, as Chief Executive Mark Zuckerberg seeks to address criticism of the social-media giant's influence by nudging users toward different types of engagement and more private communication tools.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strange-fruit-still-haunting-at-80-11556654252", "title": "'Strange Fruit': Still Haunting at 80", "date": "2019-04-30 15:57", "summary": "The anti-lynching song, recorded in 1939 in an iconic version by Billie Holiday, remains potent and piercing today.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-reports-75-increase-in-unmasking-u-s-identities-under-foreign-surveillance-law-in-2018-11556641509", "title": "NSA Reports 75% Increase in Unmasking U.S. Identities Under Foreign Surveillance Law in 2018", "date": "2019-04-30 15:52", "summary": "The National Security Agency, responsible for electronic eavesdropping, disclosed the identities of people or entities that are normally redacted in intelligence reports. The National Security Agency revealed to federal agencies the identities of almost 17,000 U.S. residents or corporations whose information was collected under a foreign surveillance law in 2018, registering about a 75% increase in unmaskings over the previous year, according to an annual transparency report released Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-raises-earnings-projections-on-biopharma-sales-increase-11556624981", "title": "Pfizer's Pipeline Makes Progress as Sales Grow", "date": "2019-04-30 15:49", "summary": "Quarterly profit rises to $3.88 billion. Pfizer Inc.'s new portfolio of prescription drugs lifted sales during the first quarter as the company said it continues to make progress on growing through its internal pipeline.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-phoenix-review-an-exciting-life-turned-to-ash-11556652777", "title": "'The Phoenix' Review: An Exciting Life Turned to Ash", "date": "2019-04-30 15:32", "summary": "An opera about Mozart's collaborator Lorenzo Da Ponte dulls down that librettist's picaresque story.. Houston", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-starting-pitcher-strikes-back-11556633329", "title": "Bullpens Struggle to Provide Relief", "date": "2019-04-30 15:15", "summary": "The bullpenning revolution defined the 2018 baseball season, but starters are on pace to outperform relievers this year. \"Bullpenning,\" the practice of eschewing a traditional starting pitcher in favor of a parade of relievers, defined the 2018 baseball season. What began as a radical approach to navigate the playoffs quickly emerged as a full-blown movement, and it seemed like a paradigm shift bound to fundamentally change the sport forever.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altice-usa-buys-streaming-video-network-cheddar-for-200-million-11556640120", "title": "Altice USA Buys Streaming-Video Network Cheddar for $200 Million", "date": "2019-04-30 15:10", "summary": "Cheddar founder and CEO Jon Steinberg is set to become president of Altice News, overseeing Cheddar, News 12 and i24News. Cable operator Altice USA Inc. agreed to acquire streaming-video network Cheddar Inc. for $200 million, an all-cash deal that is expected to raise the profile of the company's news division.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-profit-climbs-assets-rise-11556626254", "title": "KKR Profit Climbs, Assets Rise", "date": "2019-04-30 15:06", "summary": "Private-equity firm's distributable earnings land slightly above expectations. KKR & Co. reported a sharply higher first-quarter profit, as it benefited from sales of stakes in companies like GoDaddy Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-helps-occidental-raise-anadarko-ante-but-at-steep-price-11556650781", "title": "Warren Buffett Helps Occidental Raise Anadarko Ante, but at Steep Price", "date": "2019-04-30 14:59", "summary": "Berkshire Hathaway's $10 billion cash infusion should help Occidental ink the deal for Anadarko, but it is expensive. Warren Buffett knows a good deal when he sees one. The Sage of Omaha's Berkshire Hathaway is shelling out $10 billion to Occidental Petroleum to help its takeover efforts for Anadarko Petroleum .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-strike-kills-militant-believed-involved-in-2018-attack-on-u-s-outpost-in-somalia-11556650630", "title": "U.S. Kills Militant Linked to Deadly Attack on American Troops in Somalia", "date": "2019-04-30 14:57", "summary": "Al-Shabaab commander was killed April 19 as he rode a motorcycle near a village in southern Somalia. An April 19 U.S. airstrike in Somalia killed the al-Shabaab militant believed responsible for an American soldier's death last year in an attack on an isolated outpost, according to the U.S. military.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-ask-ilhan-omar-about-terror-in-somalia-11556650057", "title": "Please Ask Ilhan Omar About Terror in Somalia", "date": "2019-04-30 14:47", "summary": "As a longtime scholar of Somalia, I wonder why Rep. Omar avoids sharing her perspective on the militant Islamic terrorist group Harakat al-Shabaab.. Karl Rove criticizes Rep. Ilhan Omar for her dismissive comments about the devastation caused by the 9/11 attacks (\"Ilhan Omar Blames America First,\" op-ed, April 25). As a scholar of Somalia, I find her silence on contemporary Somali affairs equally disturbing. Why won't Rep. Omar share her perspective on the militant Somali Islamic terrorist group al-Shabaab? Is she supportive or critical of its suicide bombings in and around Mogadishu and in Kenya? Is she troubled by its ties to other jihadist murderers?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-isnt-americas-only-vaccine-problem-11556649863", "title": "Measles Isn't America's Only Vaccine Problem", "date": "2019-04-30 14:44", "summary": "There is an urgent need to improve the uptake of the measles vaccine, but it would seem that increasing influenza vaccination rates would have an even greater public health payout.. As a pediatrician and former Epidemic Intelligence Service officer with the Centers for Disease Control and Prevention, I am fully supportive of your editorial \"'They Have to Get the Shots'\" (April 27). It is frustrating to see the resurgence of a completely preventable disease with almost all cases occurring in unvaccinated individuals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-mandates-need-to-have-some-caveats-11556649750", "title": "Health Mandates Need to Have Some Caveats", "date": "2019-04-30 14:42", "summary": "The main problem is the health insurance mandate doesn't come with caveats. Automobile insurance is also required (mandated), but some level of driving competence is also required.. Regarding Alan Binder's \"The Individual Mandate Is Here to Stay\" (op-ed, April 15): The main problem is the mandate doesn't come with caveats. Automobile insurance is also required (mandated), but some level of driving competence is also required. And those who operate their vehicles recklessly and with little regard for their fellow drivers can have their licenses taken away. That doesn't happen with health insurance. I live in North Carolina, which carries the distinction of being one of the top 15 fattest states in the country. There are any number of people here who are morbidly obese. I can also talk the talk from that standpoint, as I was diagnosed last year with Type 2 diabetes. I promptly changed my diet, got off the couch, exercised more and lost 30 pounds, all without the need of any prescription drugs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bretton-woods-failed-when-fiscal-and-monetary-discipline-did-11556649605", "title": "Bretton Woods Failed When Fiscal and Monetary Discipline Did", "date": "2019-04-30 14:40", "summary": "The fixed exchange-rate regime after World War II worked well until Congress and the Federal Reserve broke through their guardrails.. Judy Shelton argues that a return to a Bretton Woods-type monetary regime would guarantee monetary and financial stability (\"The Case for Monetary Regime Change,\" op-ed, April 22). This system of fixed exchange rates, anchored by backing the dollar with gold, did work reasonably well from its inception in 1948 until about 1965. However, it was destroyed by our failure to maintain fiscal and monetary discipline.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-frugal-athlete-will-win-the-prize-for-living-wisely-11556649465", "title": "A Frugal Athlete Will Win the Prize for Living Wisely", "date": "2019-04-30 14:37", "summary": "In this time of student-debt crisis, public-debt crisis, credit-card abuse and the culture of simply spending what you don't have, everyone should look to Christian Wilkins as a role model.. In this time of student-debt crisis, public-debt crisis, credit-card abuse and the culture of simply spending what you don't have, everyone should look to Christian Wilkins as a role model (\"The Most Frugal Player in the Draft,\" Sports, April 24). This young man has exhibited fiscal discipline, earned his undergraduate and master's degrees in less than four years and worked at a job through college-all before he even steps on an NFL field.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-doorbell-camera-actually-make-you-safer-11556648995", "title": "Can a Doorbell Camera Actually Make You Safer?", "date": "2019-04-30 14:29", "summary": "The smart security devices help ensure our packages are in the right hands, but they may open the door to a more nefarious element: hackers. UNTIL RECENTLY, home security systems tended to be pricey, call-in-an-expert affairs. And if your permanent, custom system went on the fritz and you couldn't recall the passcode to silence the alarm, it seemed far simpler to go into moaning meltdown mode than to deal with it.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arconic-to-keep-building-products-unit-as-it-charts-path-toward-breakup-11556631535", "title": "Arconic to Name Two CEOs as It Charts Path to Breakup", "date": "2019-04-30 14:28", "summary": "Metal and parts maker to sell some business lines, but will keep building-products unit. Arconic Inc. said it plans to appoint two chief executives ahead of its planned breakup into two public companies by the middle of next year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-employee-at-cannabis-staffing-agency-cant-use-bankruptcy-11556648808", "title": "U.S. Says Employee at Cannabis Staffing Agency Can't Use Bankruptcy", "date": "2019-04-30 14:26", "summary": "Justice Department says federal marijuana ban prevents Oregon woman from remaining in chapter 13. The Justice Department says an Oregon woman can't use bankruptcy because she works for a staffing agency that recruits employees for the cannabis industry, part of a broader department policy imposing the federal pot ban on individuals whose income is tied to commercial marijuana.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bellevue-tests-its-preparedness-for-ebola-other-infectious-diseases-11556634855", "title": "Bellevue Tests Its Preparedness for Ebola, Other Infectious Diseases", "date": "2019-04-30 14:22", "summary": "Fire, police, city and medical workers ran two-day drill, acting out dozens of steps, while nurses and doctors evaluated them. New York City saw its first and only patient with the deadly Ebola virus 4½ years ago. Since then, emergency and health-care workers have been training for the next patient.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-loses-ground-to-ford-11556647416", "title": "GM Loses Ground to Ford", "date": "2019-04-30 14:03", "summary": "First-quarter results offered signs GM is giving up some of the lead it has built. General Motors has raced ahead of Ford Motor on the stock market over the past three years. First-quarter results offered tentative signs that Ford could make up lost ground.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-swings-to-quarterly-profit-as-it-shrinks-11556622274", "title": "GE Slows Cash Burn as It Shrinks", "date": "2019-04-30 13:55", "summary": "Conglomerate warns cash flow will be negative in second quarter but sticks to 2019 forecasts. General Electric Co. swung to a first-quarter profit and reported stronger cash production than expected, but cautioned that the grounding of Boeing Co. 's 737 Max airliner could hurt the timing of its cash flows.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-economy-contracted-slightly-in-february-11556629990", "title": "Canadian Economy Contracted Slightly in February", "date": "2019-04-30 13:55", "summary": "GDP falls 0.1%, falling short of expectations. OTTAWA-The Canadian economy contracted slightly in February, falling short of forecasts and fueling expectations that the Bank of Canada will keep interest rates on hold through the rest of this year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oculus-quest-review-a-400-taste-of-the-future-of-gaming-11556645400", "title": "Oculus Quest Review: A $400 Taste of the Future of Gaming", "date": "2019-04-30 13:30", "summary": "We're still years away from virtual reality's iPhone moment, but the $400 Oculus Quest proves VR already does gaming really well. Years from now, virtual reality might be a crucial part of your everyday life. A headset or a pair of special glasses will transport you to a meeting room halfway across the world or onto the sidelines at the Super Bowl.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economy-contracted-in-first-quarter-11556633213", "title": "Mexican Economy Contracted in First Quarter", "date": "2019-04-30 13:25", "summary": "Declines in industrial production, services weigh on economic growth, posing a challenge for new government. MEXICO CITY-Mexico's economy contracted in the first quarter of the year, posing a challenge for the new government of President Andrés Manuel López Obrador, who has pledged to accelerate growth after years of modest expansion.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-still-isnt-appetizing-11556644309", "title": "Blue Apron Still Isn't Appetizing", "date": "2019-04-30 13:11", "summary": "The meal-kit company has slashed costs but it has also lost customers and revenue. Blue Apron, the troubled meal-kit business, promised investors that it would be profitable on an adjusted basis by the first quarter of this year. To its credit, the company has held true to that forecast. But until it stops hemorrhaging customers and starts growing revenue, investors have no reason to order up its shares.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-pepper-voters-with-competing-health-care-ideas-11556616601", "title": "Democrats Pepper Voters With Competing Health-Care Ideas", "date": "2019-04-30 13:02", "summary": "Candidates' proposals range from expanding Affordable Care Act to ending employer-based insurance. On expanding health coverage, Democrats' 2020 hopefuls have agreed to disagree.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosco-shipping-units-to-sell-u-s-long-beach-container-terminal-for-1-78-billion-11556595995", "title": "Cosco Shipping Units to Sell U.S. Long Beach Container Terminal for $1.78 Billion", "date": "2019-04-30 13:01", "summary": "Cosco Shipping expects to book a pretax disposal gain of $1.09 billion from the sale. Orient Overseas (International) Ltd. said Tuesday that it would sell the Long Beach Container Terminal business in Southern California to a consortium led by Macquarie Infrastructure Partners for $1.78 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-airport-terminals-where-killing-time-has-its-perks-11556642781", "title": "New Airport Terminals Where Killing Time Has Its Perks", "date": "2019-04-30 12:46", "summary": "From New Orleans to Istanbul, new airports and terminals offer enough distractions (beignets, anyone?) to make even long delays tolerable. SHORT OF THE HOSPITAL or the DMV, people dread few destinations more than the airport. Interminable schleps, stale $18 sandwiches and seating that makes the cabin on Air Torquemada feel relatively comfy seem to be the norm. While the indignities of air travel are as immutable as the physics that keep you airborne, the designers of these new-breed airports have found ways to inject beauty, efficiency and even fun into your travels.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-arrests-suspect-who-allegedly-planned-suicide-attack-in-kerala-11556640386", "title": "India Arrests Man Who Allegedly Planned Suicide Attack in Kerala", "date": "2019-04-30 12:43", "summary": "Law-enforcement agencies are stepping up terror probes after the Sri Lanka attacks. NEW DELHI-An alleged follower of Zahran Hashim-the suspected organizer of the deadly Easter bombings in Sri Lanka-was in custody in India after investigators said he conspired to launch a suicide attack in the southern state of Kerala.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-biggest-business-doesnt-click-11556575750", "title": "Google's Biggest Business Doesn't Click", "date": "2019-04-30 12:12", "summary": "Surprising slowdown in advertising revenue undercuts internet giant's key strength. Google's ad machine seems to have slipped a gear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrat-stacey-abrams-says-she-wont-run-for-u-s-senate-in-georgia-in-2020-11556626692", "title": "Democrat Abrams Says She Won't Run for U.S. Senate in Georgia", "date": "2019-04-30 12:06", "summary": "Democrats had urged her for months to try to unseat GOP Sen. David Perdue. ATLANTA-Democrat Stacey Abrams said she wouldn't be running for U.S. Senate in Georgia next year, after months of urging by Democratic leaders who considered her their best shot at unseating incumbent Republican Sen. David Perdue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-a-shazam-like-app-for-clothing-exist-11556640029", "title": "Does a Shazam for Clothing Exist?", "date": "2019-04-30 12:00", "summary": "Our men's fashion editor tested various methods-both digital and analog-that people can use to identify a coveted garment spotted on a celebrity or out in the wild. I WAS SITTING in a bar recently when a song came on that I almost, just almost, recognized. Ten years ago, my inability to suss out this track would have gnawed at me for hours, but thanks to the now-classic iPhone app Shazam, I could instantly deduce it was \"Making Plans for Nigel\" by British rockers XTC. I wondered, not for the first time, why Shazam's functionality hasn't infiltrated the rest of our lives, specifically our quest for clothes. Often, I'll see an item online-say, the three-pocket, lightly distressed chore jacket that David Beckham wore on \"The Late Late Show with James Corden\" (pictured above)-and wish I could chase down the same one. While pocket-packed chore coats are hardly rare, the distressing and apparently sturdy rivets on Mr. Beckham's convinced me it was special. With the bottomless sea of apps out there, surely one could let me upload a photo of his coat and quickly identify its make and model. When I set out to find this fantasy version of Shazam, I ultimately learned it doesn't exist, but I may have stumbled on a more old-school solution along the way.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fifth-avenue-triplex-owned-by-nasser-family-asks-52-million-11556639742", "title": "Fifth Avenue Triplex Asks $52 Million", "date": "2019-04-30 11:55", "summary": "The Nassers, who made their fortune in the textile industry, bought the penthouse with Central Park views in the early 1980s.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-rose-in-april-11556633664", "title": "U.S. Consumer Confidence Climbed in April", "date": "2019-04-30 11:48", "summary": "Consumers expect economy to grow at solid pace into summer, Conference Board says. A measure of U.S. consumer confidence rose in April, partly driven by a sunnier short-term outlook.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-for-molecular-design-11556639110", "title": "AI for Molecular Design", "date": "2019-04-30 11:45", "summary": "Artificial intelligence is set to speed up the development process for new pharmaceuticals. Finding a new drug or innovative material traditionally has involved sophisticated guesswork, trying out many possible combinations and seeing what works-a cumbersome, time-consuming exercise of trial and error. Machine-learning algorithms are set to change that, drastically speeding up the development process for new pharmaceuticals.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fifth-avenue-triplex-owned-by-nasser-family-asks-52-million-11556638703", "title": "Fifth Avenue Triplex Owned by Nasser Family Asks $52 Million", "date": "2019-04-30 11:38", "summary": "The Nassers, who made their fortune in the textile industry, bought the penthouse with Central Park views in the early 1980s.. A penthouse apartment at a 1920s-era Fifth Avenue cooperative designed by Rosario Candela is coming on the market for $52 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-vale-names-eduardo-bartolomeo-as-new-ceo-11556638004", "title": "Brazil's Vale Names New CEO", "date": "2019-04-30 11:26", "summary": "Appointment follows January deadly collapse of mine-waste dam. SÃO PAULO- Vale SA named Eduardo Bartolomeo as its new chief executive as the Brazilian mining giant works to recover following the deadly collapse of a mine-waste dam in January.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hadestown-leads-tony-award-nominations-11556631777", "title": "'Hadestown' Leads Tony Award Nominations", "date": "2019-04-30 11:25", "summary": "'Ain't Too Proud,' 'The Ferryman,' 'To Kill a Mockingbird' among other top nominees. The road to hell is apparently paved with Tony Award nominations.", "categories": [["Books & Arts", "Arts", "Theater"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/theater?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-slows-to-lowest-level-since-2012-11556629573", "title": "Home-Price Growth Slows to Lowest Level Since 2012", "date": "2019-04-30 11:13", "summary": "S&P CoreLogic Case-Shiller National Home-Price Index rose 4% in the 12 months to February. Home-price growth slowed to its lowest level in nearly seven years in February, a clear sign that the housing market is moderating heading into the important spring selling season.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-prepares-for-the-next-rainy-day-11556636823", "title": "GE Prepares for the Next Rainy Day", "date": "2019-04-30 11:07", "summary": "The industrial conglomerate's performance was better than expected, but it is still burning through cash and cracks remain in aviation and power businesses. General Electric is making the most of a hard time. The industrial conglomerate boosted its cash position and improved operating performance during the first quarter, swinging to a quarterly profit. Although Chief Executive Officer Larry Culp's tone was cautious on the company's earnings call, investors mostly liked what they heard, and GE shares rose 5% in early trading.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poms-actress-rhea-perlman-on-her-wild-ride-from-coney-island-to-emmy-winner-11556635741", "title": "'Poms' Actress Rhea Perlman on Her Wild Ride From Coney Island to Emmy Winner", "date": "2019-04-30 10:49", "summary": "The Brooklyn native was shy growing up, but her humor surfaced on school stages. Rhea Perlman, 71, is a film and television actress who won four Emmys for her role on \"Cheers.\" She is the author of the \"Otto Undercover\" children's book series. Her latest film, \"Poms,\" opens May 10. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-emphasize-services-push-as-iphone-stalls-11556616601", "title": "Apple to Emphasize Services Push as iPhone Stalls", "date": "2019-04-30 10:42", "summary": "CEO Tim Cook, who had flagged a downturn in January, could highlight a new deal with Qualcomm as a source for optimism about the iPhone's future. Apple Inc. is scheduled to report results for its fiscal second quarter after the market closes Tuesday. Here's what you need to know.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofits-new-recipe-for-meal-kits-keeping-them-affordable-11556634600", "title": "Nonprofit's New Recipe for Meal Kits: Keeping Them Affordable", "date": "2019-04-30 10:30", "summary": "Manhattan-based startup Lemontree delivers 600 meals a week to families in Brooklyn. In this, the golden age of the meal kit, there inevitably is an option for every appetite. Beyond mainstream services such as Blue Apron, there are meal kits for vegans and meal kits for dieters; kits featuring Thai food and kits that highlight dessert. But here's one concept I didn't see coming: Meal kits for low-income families.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/healthequity-makes-bid-for-wageworks-11556634552", "title": "HealthEquity Makes Bid for WageWorks", "date": "2019-04-30 10:29", "summary": "The $2 billion proposal represents a roughly 17.3% premium to WageWorks' Monday closing price. Health savings account manager HealthEquity Inc. has offered to buy WageWorks Inc. for more than $2 billion as it looks to create a major provider of HSAs and other consumer benefits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-lost-a-daughter-to-islamic-state-can-he-save-his-grandchildren-11556634379", "title": "He Lost a Daughter to Islamic State. Can He Save His Grandchildren?", "date": "2019-04-30 10:26", "summary": "Resume Subscription. GOTHENBURG, Sweden-For his journey to Syria, Patricio Galvez packed a suitcase full of children's clothes, including a tiny yellow T-shirt emblazoned with the word \"Sweden.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facial-recognition-software-meets-its-match-barnyard-animals-11556633879", "title": "Facial-Recognition Software Meets Its Match: Barnyard Animals", "date": "2019-04-30 10:18", "summary": "Resume Subscription. Developing reliable facial-recognition software depends on getting clear, well-lit and straight-ahead images.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/backlash-brews-in-chinas-startup-culture-against-grueling-hours-11556633929", "title": "Backlash Brews in China's Startup Culture Against Grueling Hours", "date": "2019-04-30 10:18", "summary": "With tech companies retrenching in a slowing economy, workers are souring on elusive dream of becoming the next startup billionaire. BEIJING-China's rapid technology-sector development was built on workers who were willing to endure a grueling schedule in return for high pay and a shot at becoming the next startup billionaire.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-spends-a-lot-of-cash-an-ipo-could-help-keep-up-the-flow-11556633782", "title": "WeWork Spends a Lot of Cash. An IPO Could Help Keep Up the Flow", "date": "2019-04-30 10:16", "summary": "Few pockets are deep enough to continue funding the office-sharing company at its current pace. By turning to the public markets, office-space company WeWork Cos. could find a key to maintaining rapid growth: more cash.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-delivers-better-margins-as-business-shrinks-11556628024", "title": "Blue Apron Delivers Better Margins as Business Shrinks", "date": "2019-04-30 09:56", "summary": "Meal-kit maker continues to shed customers. Blue Apron Holdings Inc. posted its first quarterly profit by one key metric since going public nearly two years ago but continued to lose customers for its meal kits.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-rang-up-12-million-in-suspect-expenses-audit-finds-11556628319", "title": "Ghosn Rang Up $12 Million in Suspect Expenses, Audit Finds", "date": "2019-04-30 09:33", "summary": "Auditors list Cartier watches, Brazil trip among items that might have been improperly paid for; Ghosn denies billing personal expenses to employers. Carlos Ghosn ran up millions of dollars in questionable expenses, including the purchase of Cartier watches and a trip to Brazil for the Carnival festival, an audit performed for Nissan Motor Co. and Renault SA found.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vintage-t-bird-that-turns-on-the-afterburners-11556631006", "title": "A Vintage T-Bird That Turns on the Afterburners", "date": "2019-04-30 09:30", "summary": "Resume Subscription. Steffie Hands, 46, of Long Beach, Calif., a realtor who specializes in historic homes, on her 1963 Ford Thunderbird, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/monty-pythons-terry-gilliam-wishes-comedy-hadnt-changed-11555333940", "title": "Monty Python's Terry Gilliam Wishes Comedy Hadn't Changed", "date": "2019-04-30 09:28", "summary": "The comedy veteran and director of 'The Man Who Killed Don Quixote,' laments, 'We can't laugh at anybody because it causes offense'. Terry Gilliam's laughter-a high-pitched giggle-is mischievous, playful and serious, much like his films. His latest, \"The Man Who Killed Don Quixote,\" is notorious for taking nearly 30 years to complete. In 2000, Mr. Gilliam managed just six days of shooting before disasters, including a flash flood and an actor too ill to ride Quixote's horse, derailed the effort. After struggles to get financing, and legal battles over rights, he made this new version, which opens April 19.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-ford-thunderbird-leopard-pillbox-hat-not-included-11556630155", "title": "Photos: A Ford Thunderbird, Leopard Pillbox Hat Not Included", "date": "2019-04-30 09:15", "summary": "This 1963 car fits perfectly into a California realtor's midcentury modern aesthetic. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-30-years-japans-emperor-akihito-steps-down-from-the-throne-11556623468", "title": "Photos: After 30 Years, Japan's Emperor Akihito Steps Down From the Throne", "date": "2019-04-30 09:12", "summary": "Abdication of 85-year-old, amid advanced age and health problems, will be nation's first since 1817 and required a change in the law. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vodafone-found-backdoors-in-huawei-equipment-11556629904", "title": "Vodafone Found Vulnerabilities in Huawei Equipment", "date": "2019-04-30 09:11", "summary": "The U.S. has increased pressure on European countries to ban Chinese-made gear from their telecom networks. European carrier Vodafone Group PLC confirmed it uncovered vulnerabilities in equipment made by Huawei Technologies Co. in 2011 and 2012, in a setback for the Chinese tech giant as it tries to fight off U.S. claims that its gear poses a security risk.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-crisis-tests-elaine-chaos-agenda-at-transportation-department-11556629200", "title": "Boeing Crisis Tests Elaine Chao's Agenda", "date": "2019-04-30 09:00", "summary": "The Washington veteran is looking to reduce regulations amid questions about airline oversight. WASHINGTON-As critical questions mounted after the second fatal crash of a Boeing 737 MAX jet in March, Transportation Secretary Elaine Chao sent a one-page memo to the acting head of the Federal Aviation Administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-developers-in-miami-eye-low-income-tax-breaks-11556629201", "title": "Luxury Developers in Miami Eye Low-Income Tax Breaks", "date": "2019-04-30 09:00", "summary": "A new federal tax-incentive program designed to help low-income neighborhoods is adding fuel to Miami's real-estate boom. A new federal incentive program designed to help low-income neighborhoods is adding fuel to Miami's real-estate boom.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-parent-launching-new-online-data-protection-business-11556629200", "title": "Fidelity Parent Launching Online Data-Protection Business", "date": "2019-04-30 09:00", "summary": "Company says new venture will help consumers keep their online passwords to themselves. Fidelity Investments' parent company is launching a new business it says will help consumers keep their online passwords to themselves.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steady-flow-of-refugees-fuels-nationalist-gains-in-europe-11556628273", "title": "Steady Flow of Refugees Fuels Nationalist Gains in Europe", "date": "2019-04-30 08:59", "summary": "Support for nationalist groups grows ahead of May European Parliament elections, with Germany remaining major draw for asylum seekers. Europe's refugee crisis peaked in 2016, but it never fully went away. Now, nationalists from Spain to Finland are successfully exploiting anti-immigration concerns among some voters as they make new gains against establishment parties.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elaine-chaos-washington-career-11556629020", "title": "Elaine Chao's Washington Career", "date": "2019-04-30 08:57", "summary": "The transportation secretary's roles date back to the Reagan administration. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-alphabet-western-digital-mgm-resorts-sanmina-texas-roadhouse-11556620905", "title": "Stocks to Watch: Alphabet, McDonald's, GE, Gardner Denver, Pfizer, Mastercard, Western Digital", "date": "2019-04-30 08:49", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hill-house-scotland-gorgeous-redesign-11556628245", "title": "An Iconic House in Scotland Gets a Gorgeous Redesign", "date": "2019-04-30 08:45", "summary": "The Hill House, a sprawling mansion that architect Charles Rennie Mackintosh built, is famous among design lovers as a signpost on the road to modernism. The Scottish town of Helensburgh, northwest of Glasgow on the banks of the Clyde, is veiled in clouds and drizzle for much of the year. The chalk-colored villa that architect Charles Rennie Mackintosh built here seems to rise out of the damp like an apparition. The Hill House, with its boxy, asymmetrical facade and wayward chimneys, is famous among design lovers as a signpost on the road to modernism; radical when it was built in 1904, it has since settled into midlife as one of the jewels of the National Trust for Scotland.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-shot-creators-wonder-could-pretty-woman-happen-today-11556628177", "title": "'Long Shot' Creators Wonder: Would 'Pretty Woman' Be Made Today?", "date": "2019-04-30 08:42", "summary": "In the new rom-com 'Long Shot,' lovable loser Seth Rogen falls for powerhouse Charlize Theron. Mr. Rogen and director Jonathan Levine talk about their raunchy, upside-down take on 'Pretty Woman'. There's a scene in the romantic comedy \"Long Shot\" where Charlize Theron and Seth Rogen, as the unlikely couple, cue up the 1987 ballad \"It Must Have Been Love\" and have a private slow dance. Veteran rom-com audiences may swoon with nostalgia. The song, by the Swedish pop duo Roxette, played near the end of \"Pretty Woman\" in 1990, when zillionaire Richard Gere and prostitute Julia Roberts decide to go their separate ways.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-proud-11556628158", "title": "House Proud", "date": "2019-04-30 08:42", "summary": "Charles Rennie Mackintosh and his wife, Margaret Macdonald, oversaw the design of every inch of the Hill House's interiors. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airbuss-gain-from-the-737-max-fiasco-isnt-what-you-think-11556627795", "title": "Airbus's Gain from the 737 MAX Fiasco Isn't What You Think", "date": "2019-04-30 08:36", "summary": "The European plane maker can't boost production of its rival short-haul jet, but it can press its advantage in the medium-haul market. Airbus SE may not be able to take advantage of Boeing Co. 's 737 MAX fiasco by boosting production. But it would benefit from any delay in its archrival's midrange jet project.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-that-started-the-us-china-trade-conflict-now-dog-its-finish-11556627630", "title": "Tariffs That Started the U.S.-China Trade Conflict Now Dog Its Finish", "date": "2019-04-30 08:33", "summary": "U.S. pushes to leave in place some of the duties it levied on $250 billion of Chinese goods as a tool to enforce a coming agreement. BEIJING-As U.S. and Chinese officials try to close a trade deal, the punitive tariffs the governments slapped on each country's goods in the conflict stand as a major obstacle, according to officials and others briefed on the talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-employment-costs-climbed-0-7-in-first-quarter-11556627610", "title": "U.S. Employment Costs Climbed in First Quarter", "date": "2019-04-30 08:33", "summary": "Wages and salaries, which account for about 70% of total compensation, rose 0.7%. WASHINGTON-Total compensation for American workers grew at a steady pace in the first quarter.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercards-revenue-and-profit-continue-to-grow-11556627508", "title": "Mastercard's Revenue and Profit Continue to Grow", "date": "2019-04-30 08:31", "summary": "Gross dollar volume-or the value of card transactions-increased 12% to $1.5 trillion, Mastercard said. Mastercard Inc. revenue rose in the latest quarter as the global payments company got a boost from its geographical expansion and a growing number of credit-card transactions from online shopping.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-labors-big-shrink-11556580340", "title": "Big Labor's Big Shrink", "date": "2019-04-30 08:19", "summary": "Union membership continues to decline-thanks to unions.. Joe Biden gave his first speech of the 2020 campaign to a union crowd in Pennsylvania Monday, and the International Association of Fire Fighters endorsed him. Mr. Biden wants to be seen as the champion of workers, which makes it a good moment to examine why fewer workers want to join unions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspected-bomb-found-in-new-zealand-city-where-mosques-were-attacked-11556624811", "title": "Suspected Bomb Found in New Zealand City Where Mosques Were Attacked", "date": "2019-04-30 07:46", "summary": "Police said they also uncovered ammunition in a vacant Christchurch property. New Zealand police said they uncovered ammunition and a suspected bomb in a vacant property in Christchurch, where a gunman killed 50 people last month.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gardner-denver-to-merge-with-ingersoll-rand-division-11556624145", "title": "Gardner Denver to Merge With Ingersoll-Rand Division", "date": "2019-04-30 07:35", "summary": "Combined firm expected to generate $6.6 billion in revenue this year on pro forma basis. Gardner Denver Holdings Inc. agreed to merge with the industrial division of Ingersoll-Rand PLC, a tie-up that would create the world's second-largest manufacturer of industrial pumps and compressors.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-fines-kpmg-executives-over-insurance-audit-11556621578", "title": "U.K. Regulator Fines KPMG, Executives Over Insurance Audit", "date": "2019-04-30 06:52", "summary": "Actions come amid increased scrutiny of the country's audit sector. A U.K. regulator on Tuesday fined KPMG LLP and three executives after an investigation that found misconduct in relation to the audit of financial statements of a Lloyd's of London insurance syndicate.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economy-regains-momentum-in-show-of-resilient-global-growth-11556614874", "title": "In Sign of Resilient Global Growth, Europe Regains Momentum", "date": "2019-04-30 06:44", "summary": "Combined GDP of eurozone's 19 members increased by an annualized 1.5%, but still trails the U.S.. The eurozone economy regained some lost momentum at the start of 2019, offering fresh evidence of surprisingly resilient global growth amid lingering uncertainties about trade with the U.S. and the strength of demand for its exports from China.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-awkward-feeling-when-you-misplace-4-4-billion-11556618955", "title": "That Awkward Feeling When You Misplace $4.4 Billion", "date": "2019-04-30 06:09", "summary": "Kangmei Pharmaceutical said it had overstated its cash holdings by about 700%. The shareholders of Chinese medicine manufacturer Kangmei woke up to a health warning Tuesday.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dollar-usually-smiles-in-recessions-but-maybe-not-next-time-11556614587", "title": "The Dollar Usually Smiles in Recessions, but Maybe Not Next Time", "date": "2019-04-30 05:57", "summary": "These are strange times for the world's reserve currency. Has the dollar stopped smiling?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-louisiana-a-fight-over-whats-rice-11556616601", "title": "In Louisiana, a Fight Over Cauliflower Rice", "date": "2019-04-30 05:30", "summary": "As the popularity of plant-based foods grows, lawmakers move to protect traditional agriculture. Is cauliflower rice really rice? Many lawmakers in rice-growing states say no.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/left-behind-in-the-rally-small-caps-stand-to-benefit-from-surging-dollar-11556616600", "title": "Left Behind in the Rally, Small-Caps Stand to Benefit From Surging Dollar", "date": "2019-04-30 05:30", "summary": "If smaller stocks can take off, the broader market would benefit, investors say. A resurgence in the dollar potentially bodes well for one group that has struggled to reclaim record territory after last year's rout: small-cap stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-parents-divorce-apps-can-reduce-the-child-custody-acrimony-11556616602", "title": "When Parents Divorce, Apps Can Reduce the Child-Custody Acrimony", "date": "2019-04-30 05:30", "summary": "Software can serve as intermediary between divorced parents; 'It took away a lot of stress from me'. Divorce can bring out the worst in parents who are already accustomed to bickering with each other. Even an argument about whether a kid should join a soccer team-and who will pay-can end up in a courtroom.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-profit-falls-amid-delays-for-galaxy-fold-phone-11556583664", "title": "Samsung's Profit Falls Amid Delays for Galaxy Fold Phone", "date": "2019-04-30 05:23", "summary": "A pullback in global spending saps demand for tech giant's memory chips. SEOUL- Samsung Electronics Co. reported a 57% decline in first-quarter net profit, as the technology giant wrestles with a postponed rollout of its foldable-screen phone and decreased demand for its memory chips.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pizza-hut-is-tasty-again-for-yum-china-11556614974", "title": "Pizza Hut Is Tasty Again for Yum China", "date": "2019-04-30 05:02", "summary": "The company that runs KFC and Pizza Hut in China posted expectation-beating results, justifying its rejection of a takeover bid last summer. Investors don't usually like it when a company turns down an appetizing bid at a 42% premium. But Yum China , the operator of KFC and Pizza Hut in the world's most populous country, has shown it can deliver a satisfying meal on its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-leader-hosts-peace-plan-assembly-11556550287", "title": "Afghan Leader Hosts Peace-Plan Assembly", "date": "2019-04-30 04:44", "summary": "President seeks national input for talks with Taliban; political rivals snub gathering. KABUL-Afghan President Ashraf Ghani convened a rare assembly of prominent Afghans on Monday to hammer out an approach to peace talks with the Taliban, the latest attempt by the U.S.-backed government to insert itself into the peace process.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-set-to-pass-boeing-in-jetliner-production-amid-737-max-grounding-11556608359", "title": "Airbus Set to Pass Boeing in Jetliner Production, Amid 737 MAX Grounding", "date": "2019-04-30 04:02", "summary": "The European plane maker's profit was up sharply in the first quarter. Airbus SE said its quarterly earnings were boosted by higher plane deliveries but played down the prospect of immediate market-share gains from Boeing Co.'s 737 MAX woes, even as the European aerospace giant is on pace to regain the title of world's biggest plane maker.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-profits-fall-on-oil-price-volatility-11556610953", "title": "BP Profits Fall on Oil Price Volatility", "date": "2019-04-30 03:55", "summary": "Oil giant's results reflect similar weak quarterly results reported by other Big Oil companies. LONDON- BP PLC said Tuesday its profit dropped by 12% in the first quarter due to a weaker oil price environment at the start of 2019, echoing anemic quarterly results recently reported by other Big Oil companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-chartered-signals-progress-with-1-billion-buyback-plan-11556609971", "title": "Standard Chartered Signals Progress With $1 Billion Buyback Plan", "date": "2019-04-30 03:39", "summary": "Lender plans to start buyback program after multiyear restructuring effort. Standard Chartered PLC is planning its first share buyback in two decades, in a signal of its return to health after a multiyear restructuring and the settlement of a sanctions probe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-manufacturing-activity-falters-11556602063", "title": "China Manufacturing Activity Falters", "date": "2019-04-30 01:27", "summary": "The official manufacturing PMI fell to 50.1 in April from 50.5 in March. BEIJING-A gauge of China's factory activity weakened sharply, suggesting that any turnaround in the world's second-largest economy after months of slower growth has yet to take root.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stimulus-driven-rally-in-chinese-stocks-is-running-out-of-steam-11556601367", "title": "The Stimulus-Driven Rally in Chinese Stocks Is Running Out of Steam", "date": "2019-04-30 01:19", "summary": "A-shares have been on an upswing since February, which now appears to be ending. This year's rally in Chinese stocks is fading out. Don't expect a revival soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-signals-additional-software-problem-affecting-737-max-airliners-11556592646", "title": "Boeing Signals Additional 737 MAX Airliner Software Problem", "date": "2019-04-30 00:28", "summary": "Company reveals glitch can render a type of safety alert inoperable on the now-grounded plane. Boeing Co. on Monday said certain safety alerts on its 737 MAX jets didn't operate as airlines would have anticipated because of a previously undisclosed error on its part.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11556563512", "title": "Pepper...and Salt", "date": "2019-04-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oppenheimer-financial-adviser-connected-to-college-admissions-cheating-scandal-11556638212", "title": "Oppenheimer Adviser Connected to College Admissions Scandal", "date": "2019-04-30 00:01", "summary": "Rick Singer got referral for $1.2 million client via Summa Group, and served on the board of that firm's charitable foundation. BOSTON-An Oppenheimer & Co. financial adviser helped facilitate a $1.2 million payment by a Chinese family to the college counselor at the center of the college admissions cheating scandal, according to a person familiar with the matter.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-to-make-10-billion-investment-in-occidental-to-finance-anadarko-bid-11556630611", "title": "Occidental's Yearslong Pursuit of Anadarko Gets Big Boost From Buffet", "date": "2019-04-30 00:01", "summary": "Warren Buffett's backing leaves Chevron with tough decision: raise its offer or walk away. Vicki Hollub, Occidental Petroleum Corp.'s chief executive, took a corporate jet to Omaha, Neb., this weekend with a singular mission in mind: getting Warren Buffett's backing for her $38 billion bid for Anadarko Petroleum Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lanka-attacks-show-isiss-reach-even-after-defeat-11556561912", "title": "Sri Lanka Bomber Trained in Syria With Islamic State", "date": "2019-04-30 22:45", "summary": "Investigators establish first direct links between terror group and Easter assault. At least one suicide bomber in the Easter attacks in Sri Lanka trained with Islamic State in Syria, people with knowledge of the investigations said, reflecting the extremist group's continued reach after the collapse of its self-declared caliphate.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-men-wont-go-to-the-doctor-and-how-to-change-that-11556590080", "title": "Men, the Doctor Would Really Like to See You NOW", "date": "2019-04-30 22:08", "summary": "Many men view health complaints as a sign of weakness. So health-care providers are looking for ways around their reluctance.. Men are notoriously bad patients.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-women-live-longer-than-men-11556590021", "title": "Why Women Live Longer Than Men", "date": "2019-04-30 22:07", "summary": "Women benefited more from major health advances from the 19th century into the 1970s; the gap narrows. Why have women have been living longer than men everywhere in the world since the mid-19th century?", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-injection-sites-are-battleground-in-fight-against-opioid-overdoses-11556589961", "title": "Drug-Injection Sites Are Battleground in Fight Against Opioid Overdoses", "date": "2019-04-30 22:06", "summary": "The facilities provide a supervised setting to use drugs. Proponents say they save lives. Opponents say they normalize drug use.. Supervised drug-injection sites are gaining traction in half a dozen U.S. cities, setting off a legal battle and intensifying public debate over the controversial concept.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vitamin-b-12-deficiency-the-serious-health-problem-thats-easy-to-miss-11556589900", "title": "Vitamin B-12 Deficiency: The Serious Health Problem That's Easy To Miss", "date": "2019-04-30 22:05", "summary": "One woman's health saga sheds light on a condition that is all too common and often goes undiagnosed by doctors. It began with occasional tiredness, dizziness and tinnitus. I later developed heart palpitations, odd sensations in my extremities, and shortness of breath. As time went on, I also experienced anxiety, feeling faint and brain fog. Add to the list insomnia, as I became afraid to fall sleep because I sometimes awoke with what felt like a surge of electrical charges throughout my body, or with my arms and legs completely numb.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-drug-prices-be-disclosed-in-ads-targeted-directly-to-consumers-11556589840", "title": "Should Drug Prices Be Disclosed in Ads Targeted Directly to Consumers?", "date": "2019-04-30 22:04", "summary": "Advocates see price information as a way to hold down health costs. Skeptics say it may deter people from seeking care.. The Centers for Medicare and Medicaid Services is working on a proposed rule that would require drug companies to disclose the list prices of prescription medications when advertising them directly to consumers on television.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-firms-are-looking-at-personal-data-11556589780", "title": "Health Firms Use Personal Data to Identify At-Risk Patients", "date": "2019-04-30 22:03", "summary": "Health insurers and providers say nonmedical information can help identify patients who are at risk of getting ill and enable preventive steps. Health plans are gathering more than just medical data on members. With the help of data-analytics companies, they are now making use of information such as how much people earn, how often they travel and even if they have a pet.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/runners-adopt-power-meters-to-improve-training-and-performance-11556589720", "title": "Runners Adopt Power Meters to Improve Training and Performance", "date": "2019-04-30 22:02", "summary": "Long used by cyclists, the devices may help endurance athletes target and maintain a steady work rate more accurately than measures like pace and heart rate.. Power meters, a way of measuring an athlete's effort, are gaining traction in the running world. Increasingly, competitive runners are using them to train and race, and a growing variety are being marketed to amateur runners as well.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/er-cubicles-allow-hospitals-to-use-their-limited-space-more-wisely-11556589660", "title": "With Space Tight, Emergency Rooms Turn to Cubicles", "date": "2019-04-30 22:01", "summary": "Hospitals hope new design will free up space for patients with more serious problems. Cubicles have arrived in the emergency room.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-parent-posts-rare-misses-as-revenue-comes-up-short-11556569259", "title": "Google Shows First Cracks in Years", "date": "2019-04-30 22:01", "summary": "Parent company Alphabet posts slowest revenue growth since 2015. Google's once-untouchable online-advertising operation took a body blow, hurt by mounting competition and struggles within its increasingly high-profile YouTube unit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-mirror-can-help-people-who-hate-their-bodies-11556589601", "title": "How a Mirror Can Help People Who Hate Their Bodies", "date": "2019-04-30 22:00", "summary": "Talking with a therapist in front of a mirror can help patients work through their emotions and gain new perspective. Can a mirror help people who are unhappy with their bodies feel better about themselves? A review of studies on the subject says it can, with the right help.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-movil-first-quarter-profit-rises-11556585637", "title": "América Móvil First Quarter Profit Rises", "date": "2019-04-30 21:20", "summary": "Revenue fell 3.1%, largely because of the depreciation of most currencies against the Mexican peso. MEXICO CITY-Mexican telecommunications heavyweight América Móvil SAB said its net profit rose 3.6% in the first quarter from a year before, helped by higher operating gains, while weaker currencies crimped revenue growth in Mexican pesos.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-orders-new-restrictions-on-asylum-seekers-at-southern-border-11556583894", "title": "White House Orders New Restrictions on Asylum Seekers at Southern Border", "date": "2019-04-30 21:04", "summary": "Presidential memo calls for accelerating asylum adjudications, charging for applications. WASHINGTON-The White House ordered new restrictions on asylum-seeking Central American families at the southern border Monday, including charging them to file their claims and barring them from working in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-aligns-himself-with-green-new-deal-in-first-major-policy-proposal-11556559187", "title": "O'Rourke Aligns Himself With Green New Deal in First Major Policy Proposal", "date": "2019-04-30 20:17", "summary": "Former Texas congressman has faced scrutiny for accepting oil and gas donations in past. Democratic presidential candidate Beto O'Rourke on Monday outlined a plan to cut pollution and battle climate change, seeking alignment with the goals of the Green New Deal in his first major policy proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-voice-concern-over-sale-of-basis-independent-schools-11556583203", "title": "Parents Voice Concern Over Sale of Basis Schools", "date": "2019-04-30 20:13", "summary": "New York City families say they worry about possible curriculum, tuition changes following the purchase by a company backed by China-based investment firm. More than 190 New York City families at the private Basis Independent Schools sent a letter to its leaders Monday to express concerns about its recent purchase by a company backed by a China-based investment firm.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}]