[{"link": "https://www.wsj.com/articles/hsbcs-2018-profit-misses-analysts-expectations-11550552708", "title": "HSBC's Profit Misses Analysts' Expectations", "date": "2019-02-19 18:52", "summary": "Shares drop after lender says cost growth outstripped revenue at the end of 2018. HSBC Holdings PLC reported lower-than-expected fourth-quarter profit as choppy financial markets, U.S.-China trade tensions and Brexit uncertainty weighed on it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-to-run-for-president-again-11550576499", "title": "Sanders Announces 2020 Campaign", "date": "2019-02-19 18:51", "summary": "Independent Vermont senator joins growing list of candidates seeking Democratic nomination. WASHINGTON-Vermont Sen. Bernie Sanders joined the burgeoning field of candidates seeking the Democratic presidential nomination, vowing Tuesday to take on \"the powerful special interests that dominate our economic and political life.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-and-burlington-college-11550620072", "title": "Bernie and Burlington College", "date": "2019-02-19 18:47", "summary": "Sanders is no longer the only socialist in the Democratic crowd.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-strike-to-kill-student-choice-11550620042", "title": "Teachers Strike to Kill Student Choice", "date": "2019-02-19 18:47", "summary": "West Virginia's GOP Governor surrenders to another union walkout.. Readers who still think teachers are striking over money should look at what just happened in West Virginia. A year after the state's 20,000 teachers struck to get a 5% pay raise and no reductions in rich benefits, they walked off the job Tuesday to kill an education reform bill that would have increased school choice and accountability.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-election-officials-hear-testimony-on-unseated-congressional-race-11550620024", "title": "North Carolina Election Officials Hear Testimony on Unseated Congressional Race", "date": "2019-02-19 18:47", "summary": "State investigators say a paid contractor for Republican Mark Harris's campaign used unlawful methods to get out the vote; he denies wrongdoing. RALEIGH, N.C.-A campaign consultant for Republican Mark Harris, who is vying for the state's still-contested congressional seat, said Tuesday he didn't know a paid contractor was using unlawful methods in a get-out-the-vote effort, in the second day of an election-fraud hearing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-emergency-is-test-for-congress-11550619983", "title": "Trump's Emergency Is Test for Congress", "date": "2019-02-19 18:46", "summary": "Letting the president conjure funds for the wall would damage separation of powers.. President Trump declared a national emergency Friday to fund a border-wall expansion. That's raised bipartisan alarm over its apparent threat to Congress's power of the purse. Though presidential overreach is a serious problem, the real culprit is congressional underreach-the steady surrender of legislative authority to the executive branch by both political parties.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-and-the-left-11550620019", "title": "Lyft and the Left", "date": "2019-02-19 18:46", "summary": "The ride-sharing firm wants the feds to protect its business model.. Liberals say democracy is rigged when corporations receive tax dispensations. But what about when companies push regulation favored by liberals that promotes particular business interests? Consider the ride-hailing firm Lyft, which wants the government to force auto makers to subsidize its business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbuss-lesson-for-young-socialists-11550619950", "title": "Airbus's Lesson for Young Socialists", "date": "2019-02-19 18:45", "summary": "Its A380 debacle shows how hard it is for state planners to outguess markets.. Years ago, when an editor asked me if Boeing would be around to pay off a 100-year bond it had recently offered, I flippantly replied that 100 years was only two product cycles for the company.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnam-takes-aim-at-radio-free-asia-11550619921", "title": "Vietnam Takes Aim at Radio Free Asia", "date": "2019-02-19 18:45", "summary": "One of its writers is missing and another sits behind bars.. Vietnam is tightening controls on dissent and targeting journalists. When President Trump goes to Hanoi next week for a summit with his North Korean counterpart, he should raise with the host nation the fate of two Vietnamese journalists working for Radio Free Asia, the U.S. government-funded broadcaster I lead.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-service-is-lousy-in-high-tax-states-11550619841", "title": "Why Service Is Lousy in High-Tax States", "date": "2019-02-19 18:44", "summary": "There's an almost inverse relationship between burdensome levies and infrastructure quality.. Shortly after New Jersey Gov. Phil Murphy proposed steep tax increases last year, his Texas counterpart, Greg Abbott, wrote an op-ed in New Jersey's biggest newspaper inviting residents to consider moving to the low-tax Lone Star State. Mr. Murphy countered with a piece in the Dallas Morning News touting the new investments his government planned as a reason for Texans to come north. New York Gov. Andrew Cuomo recently attempted to stir up a similar feud, complaining to President Trump that low-tax Florida is \"stealing\" his state's population.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earth-shattering-review-cosmic-calamities-11550619888", "title": "'Earth-Shattering' Review: Cosmic Calamities", "date": "2019-02-19 18:44", "summary": "Great cataclysms can bestow great beneﬁts. A Mars-size planet once collided with Earth, creating the necessary conditions for life here.. Bob Berman is undeniably tickled by celestial and earthly cataclysms. \"I'll admit it,\" he writes, \"I'm one of those people who find this stuff fascinating. And I'm determined to create a factual narrative that vividly illustrates these cataclysms, past, present, and future.\" And so he has. \"Earth-Shattering: Violent Supernovas, Galactic Explosions, Biological Mayhem, Nuclear Meltdowns, and Other Hazards to Life in Our Universe\" is blithely engaging, a glittery planetarium that is, for the most part, a stage for astonishing and unnerving spectacles.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-indictment-exposes-americas-witless-intelligence-agencies-11550619807", "title": "An Indictment Exposes America's Witless Intelligence Agencies", "date": "2019-02-19 18:43", "summary": "Monica Witt allegedly spied for Iran-but she defected in 2013, so she'll never be brought to justice.. U.S. officials revealed last week that a federal grand jury indicted Monica Witt, a former Air Force counterintelligence official, on charges of passing extremely sensitive secrets to agents of Iran's Revolutionary Guard Corps.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-differentiates-himself-from-democratic-socialists-11550619044", "title": "Beto O'Rourke Differentiates Himself From Democratic Socialists", "date": "2019-02-19 18:43", "summary": "Democrat leaves door open for longer decision-making process regarding a White House bid. FORT BLISS, Texas-Former Democratic Rep. Beto O'Rourke, weighing a presidential bid, distanced himself from the Democratic socialist movement in his party's left wing and championed free-market forces to achieve progressive policy goals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-has-become-boring-againand-thats-a-relief-11550619773", "title": "Politics Has Become Boring Again-and That's a Relief", "date": "2019-02-19 18:42", "summary": "It inoculates us against the tiresome ideologue who wants to fix everything with One Big Idea.. When the Constitution was finished, Benjamin Franklin was asked what the Founders had produced. He said: \"A republic, if you can keep it.\" Some think that meant a virtuous people that will defend liberty at all costs. I think he meant we'd need a sense of boredom. After all, he was the least boring guy around. And boredom saves us from dreadful political results.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-jussie-smolletts-unraveling-story-11550619661", "title": "Notable & Quotable: Jussie Smollett's Unraveling Story", "date": "2019-02-19 18:41", "summary": "'I continue to hold a sliver of hope that...he was telling the truth all along.'. LZ Granderson writing at CNN.com, Feb. 18:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-campus-free-speech-crisis-overblown-11550619718", "title": "Is the Campus Free-Speech Crisis Overblown?", "date": "2019-02-19 18:41", "summary": "Students assess the state of free expression in the university.. Editor's note: In this Future View, students write about the campus free-speech crisis. Next week we turn to socialism. Bernie Sanders is again running for president and polls show that younger voters in particular are open to socialist ideas. So we ask, \"What is socialism, and why do you support or oppose it?\" Students should click here to submit opinions of fewer than 250 words before Feb. 26. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyday-catholics-can-fight-sex-abuse-11550619686", "title": "Everyday Catholics Can Fight Sex Abuse", "date": "2019-02-19 18:41", "summary": "Bishops have failed to police themselves. It's time for the laity to step up.. More than 15 years after Americans learned of gross abuse of children by Catholic priests, this week the Vatican hosts its first-ever summit on the \"protection of minors.\" For four days bishops from across the world will hear victims' testimony and recommit to eradicating abuse. Pope Francis deserves praise for convening this gathering, but American Catholics should heed his warning last month to \"deflate the expectations.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-exit-heavy-truck-business-in-latin-america-11550605239", "title": "Ford to Exit Heavy-Truck Business in South America", "date": "2019-02-19 18:38", "summary": "Auto maker to take pretax charges of roughly $460 million; work to end at assembly plant in Brazil. Ford Motor Co. intends to stop making heavy trucks in South America and focus there on the more popular midsize pickup trucks and sport-utility vehicles, the company said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herbalife-sales-rise-9-in-latest-quarter-11550619515", "title": "Herbalife Sales Rise 9% in Latest Quarter", "date": "2019-02-19 18:38", "summary": "Nutritional supplement maker's sales rose 22% in its Asia Pacific region, while North American sales increased about 11%. Herbalife Nutrition Ltd. , whose chief executive abruptly resigned last month, reported a 9% sales increase in its latest quarter, driven largely by growth in Asia Pacific.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payless-returns-to-bankruptcy-less-than-two-years-after-exiting-chapter-11-11550619117", "title": "Payless Returns to Bankruptcy Less Than Two Years After Exiting Chapter 11", "date": "2019-02-19 18:31", "summary": "Shoe retailer paid tens of millions to bankruptcy advisers in 2017 reorganization but emerged 'ill equipped' for survival. Payless ShoeSource Inc. is shutting down its North American stores less than two years after exiting an earlier bankruptcy case, still underprepared for the shift to online retailing and burdened with too much debt and too many stores.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hud-official-gets-a-first-hand-look-at-nychas-woes-11550617129", "title": "A HUD Official Gets a First-Hand Look at NYCHA Woes", "date": "2019-02-19 18:29", "summary": "Regional administrator Lynne Patton is living in public housing apartments for a month to report on residents' complaints. Lynne Patton was in the musty basement of the Patterson Houses next to a rusted cabinet and a bucket of fetid standing water and no longer flashing her customary wide smile.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-u-s-settle-alleged-bankruptcy-abuses-11550605039", "title": "McKinsey Settles With DOJ Over Bankruptcy Disclosures", "date": "2019-02-19 18:28", "summary": "Consulting firm agrees to pay $15 million to settle allegations of improper disclosures in three bankruptcy cases. McKinsey & Co. agreed to pay $15 million to settle Justice Department allegations that the consulting firm failed to make required disclosures of potential conflicts in three bankruptcy cases it has advised on in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-anything-go-right-for-the-2019-oscars-11550595636", "title": "Can Anything Go Right for the 2019 Oscars?", "date": "2019-02-19 18:22", "summary": "From hosting woes to fumbles over Oscar award announcements, the Academy of Motion Picture Arts and Sciences can't seem to catch a break this year. Dwayne Johnson just said no.. Los Angeles", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-sound-warning-about-markets-complacency-on-interest-rates-11550588400", "title": "Investors Sound Warning About Markets' Complacency on Rates", "date": "2019-02-19 18:12", "summary": "Financial markets have rallied since the Fed dropped a reference to future rate increases; 'it seems frankly optimistic to expect nothing from the Fed in the next 12 months'. Stocks and bonds are rising on bets that the Federal Reserve has ended its nearly four-year campaign of interest-rate increases, worrying investors who believe the central bank could upend those expectations later this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-retreats-from-early-gains-11550594554", "title": "Dollar Falls for a Fourth Straight Session", "date": "2019-02-19 18:00", "summary": "WSJ Dollar Index falls 0.3% amid questions about economic outlook. The dollar fell Tuesday, reversing overnight gains as developed-market currencies mostly hovered in recent trading ranges.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-thats-my-idea-when-your-boss-steals-your-work-1543329410", "title": "Hey, That's My Idea! When Your Boss Steals Your Work", "date": "2019-02-19 17:59", "summary": "Most Popular News. You share an idea with your boss, only to see him present it in a meeting as his own. Or you slave through the night on a presentation, and your manager takes credit for the whole thing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walmart-posts-strong-holiday-sales-gains-in-u-s-11550580706", "title": "Walmart Posts Strong Holiday Sales Gains in U.S.", "date": "2019-02-19 17:53", "summary": "Retailer's e-commerce sales rise 43% in its latest quarter as it adds more online grocery options. Walmart Inc. strengthened its grip on American shoppers over the winter holidays, posting strong sales growth as the world's biggest retailer lured customers from shrinking chains and ramped up its online grocery business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-as-trade-talks-resume-11550567134", "title": "Strong Results From Walmart Push U.S. Stocks Higher", "date": "2019-02-19 17:53", "summary": "Investors await minutes from the Fed's January meeting on Wednesday. U.S. stocks edged higher Tuesday, extending their recent rally after upbeat earnings sent shares of retail giant Walmart higher and President Trump further toned down trade tensions with China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-leading-new-charge-to-end-the-death-penalty-11550572205", "title": "Republicans Leading New Charge to End the Death Penalty", "date": "2019-02-19 17:44", "summary": "In solidly red states, GOP-controlled legislatures are debating whether capital punishment is fiscally sensible and just. Republican lawmakers in at least six states are pushing to eliminate the death penalty, signaling a broader reversal by many conservatives on an issue that has long been a bedrock for their party.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-bernie-sanders-tax-hike-11550616137", "title": "Another Bernie Sanders Tax Hike", "date": "2019-02-19 17:42", "summary": "As he begins another presidential campaign, the Vermont socialist promotes a plan to collect more payroll taxes.. Bernie Sanders has lately been pretending that there was a time when he appreciated businesses in a market economy. He's certainly not pretending to like capitalism now. As he begins another campaign for the presidency, it's getting difficult to keep track of his various proposals to move cash from the private economy to the federal Treasury. His latest is a plan to collect $15 trillion in additional payroll taxes over the next 75 years.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/space-force-to-be-part-of-air-force-at-first-11550605002", "title": "Space Force to Be Part of Air Force at First", "date": "2019-02-19 17:40", "summary": "New effort wouldn't be separate major military branch; congressional approval is needed. WASHINGTON-President Trump moved Tuesday to create a U.S. Space Force within the Air Force, scaling back his ambition to establish a separate military service by next year, an idea that had run into political opposition.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clarence-thomas-urges-easing-standards-for-suing-news-organizations-11550615820", "title": "Clarence Thomas Urges Easing Standards for Suing News Organizations", "date": "2019-02-19 17:37", "summary": "Supreme Court Justice conveys skepticism of rules set down under landmark 1964 press-freedom ruling. WASHINGTON-Justice Clarence Thomas issued a solo opinion Tuesday urging his colleagues on the Supreme Court to consider making it easier for public figures to sue news organizations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-and-freddie-can-make-rental-housing-less-affordable-critics-say-11550577602", "title": "Fannie and Freddie Can Make Rental Housing Less Affordable, Critics Say", "date": "2019-02-19 17:29", "summary": "The mortgage firms' cheap loans attract investors to gentrifying neighborhoods, sometimes resulting in higher rents. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/botticelli-heroines-and-heroes-review-harrowing-scenes-of-womens-sacrifice-11550614800", "title": "'Botticelli: Heroines and Heroes' Review: Harrowing Scenes of Women's Sacrifice", "date": "2019-02-19 17:20", "summary": "A tightly focused show in Boston centers on two panels in which the painter artfully orchestrates the ancient, violent stories of Lucretia and Virginia.. Boston", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernard-henri-mr-loves-but-misapprehends-the-u-s-11550614833", "title": "Mr. Levy Loves but Misapprehends the U.S.", "date": "2019-02-19 17:20", "summary": "Fair trade, lower taxes, less regulation and fewer foreign adventures aren't hallmarks of the extreme right.. Regarding Tunku Varadarajan's \"The Weekend Interview with Bernard-Henri Levy: The French Philosopher Who Loves America\" (Feb. 9): It seems to me that Mr. Levy is unaware of the ramifications of one important measure of American society: More than half of our citizens don't have $500 to cover an emergency. Many of these people voted for Donald Trump, not as a result of any specific policies he advocated, but because he was the only candidate who was perceived as an anti-elite populist. Many Americans who have been \"left behind\" are very angry at the same old, same old antics in Washington and the perception that there was and is a privileged (and out-of-touch) class of Americans who enjoy a lavish lifestyle and don't really care about those who are suffering economically.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-obama-aided-democrats-identity-meltdown-11550614758", "title": "President Obama Aided Democrats' Identity Meltdown", "date": "2019-02-19 17:19", "summary": "President Obama isn't the voice of reason on identity politics. He is the reason.. In your editorial \"The Democrats' Identity Meltdown\" (Feb. 11) you ask, \"Where's Barack Obama\" and posit that he is \"the only Democrat with the personal and political standing to explain the perils of using race and gender as all-purpose, indiscriminate political weapons.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-write-off-elizabeth-warrens-views-on-banks-11550614695", "title": "Don't Write Off Elizabeth Warren's Views on Banks", "date": "2019-02-19 17:18", "summary": "The middle class is suffering and she is attuned to its plight.. Your editorial \"Elizabeth Warren's Bigger Banks\" (Feb. 9) says: \"Big banks have been able to grow their deposits while paying lower interest rates by offering customers digital tools such as mobile apps that improve convenience. Deposits are a cheap source of funds for lending.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-reliance-is-very-un-pcbut-it-isnt-a-mental-illness-11550614731", "title": "Self-Reliance Is Very Un-PC But It Isn't a Mental Illness", "date": "2019-02-19 17:18", "summary": "Self-reliance, individualism and masculinity are code words in progressive academia for a dying patriarchal culture of male privilege.. Regarding Crispin Sartwell's \"Is Self-Reliance a Mental Illness?\" (op-ed, Feb. 8): In today's world, self-reliance is certainly frowned upon by the emerging socialist left. Socialism is supposed to control the means of production, demolish the private sector and penetrate our daily lives. Henry Thoreau's belief that governmental dependence creates an affinity for the government is exactly what the progressives are counting on, as evidenced by their clamor for unrestricted immigration.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shed-no-tears-for-the-latemurderer-domineque-ray-11550614661", "title": "Shed No Tears for the Late Murderer Domineque Ray", "date": "2019-02-19 17:17", "summary": "What accommodations were afforded the young 15-year-old girl who Ray raped and murdered?. Regarding Luke Goodrich's \"The Supreme Court Isn't Anti-Muslim\" (op-ed, Feb. 13): Mr. Goodrich laments the fact that Alabama wouldn't accommodate Domineque Ray's request to have an imam sit beside him while he was put to death. What accommodations were afforded the young 15-year-old girl whom Ray raped and murdered? It would seem that the only thing unnecessarily cruel in this story is the fate she met.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-1919-or-2019-baseball-is-one-of-americas-hottest-sports-11550613795", "title": "Is It 2019 or 1919? Baseball Is Hot Again", "date": "2019-02-19 17:03", "summary": "Participation is up 21% in four years, driven in part by an MLB program that puts plastic bats and balls in kids' hands. Maybe baseball isn't dying.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlotte-russe-still-searching-for-buyer-as-possible-liquidation-looms-11550613696", "title": "Charlotte Russe Still Searching For Buyer as Possible Liquidation Looms", "date": "2019-02-19 17:01", "summary": "The mall-based women's fashion retailer has agreed to bid with liquidators, subject to better offers. Women's fashion retailer Charlotte Russe Holdings Corp. is still searching for a buyer that can purchase the cash-strapped chain out of bankruptcy, but is preparing to liquidate if it can't find a deal in the next couple of weeks to save the business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-world-recalls-an-influential-legend-11550613576", "title": "Fashion World Recalls an Influential Legend", "date": "2019-02-19 16:59", "summary": "Karl Lagerfeld's influence extended beyond the world of fashion, where he was hailed as a 'modern couturier committed to the artistry of those traditions...with an eye for everyday life'. Karl Lagerfeld was remembered Tuesday as a protean and peripatetic designer whose boundless creativity was rooted in an encyclopedic knowledge of fashion history.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-over-location-of-obama-library-in-chicago-moves-forward-11550613304", "title": "Lawsuit Over Location of Obama Library in Chicago Moves Forward", "date": "2019-02-19 16:55", "summary": "Group argues the presidential museum shouldn't be located on city park land near Lake Michigan. CHICAGO-A federal judge on Tuesday gave the green light to a lawsuit filed by a parks-advocacy group that aims to halt the already-delayed construction of former President Barack Obama's $500 million presidential library in a Chicago park beside Lake Michigan.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-wants-to-make-it-easier-for-companies-to-explore-ipos-11550608078", "title": "SEC Wants to Make It Easier for Companies to Explore IPOs", "date": "2019-02-19 16:42", "summary": "Any company could privately pitch potential investors under agency proposal. WASHINGTON-Any company exploring whether to go public would get greater leeway to discuss their plans privately with potential investors before announcing an initial public offering, under a proposal that securities regulators released Tuesday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-chief-says-congestion-fee-plan-would-take-two-years-to-set-up-11550612315", "title": "MTA Chief Says Congestion Fees Would Take Two Years to Set Up", "date": "2019-02-19 16:38", "summary": "MTA president promises 'no piecemeal approach' to setting the tolling system in motion. A system of congestion pricing in Manhattan could be up and running in two years if New York state lawmakers approve it as part of this year's budget, top officials of the Metropolitan Transportation Authority said Tuesday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/couturier-karl-lagerfeld-dies-11550581132", "title": "Karl Lagerfeld, Chanel's Creative Force, Dies", "date": "2019-02-19 16:17", "summary": "Fashion visionary's death leaves a void atop Chanel, where he was a creative director. PARIS-Karl Lagerfeld, the German designer who dominated high fashion for decades and reinvigorated French couture house Chanel SA as creative director, has died. He was 85, though he long refused to confirm his age.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-amid-global-growth-concerns-11550596555", "title": "U.S. Government Bonds Gain Amid Global Growth Concerns", "date": "2019-02-19 16:15", "summary": "Yields on 10-year Treasury note decline as investors weigh slowing growth in Europe and Asia. U.S. government bond prices rose Tuesday as investors are becoming increasingly concerned about signs of a slowdown in global economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appellate-court-rules-against-police-union-seeking-to-block-release-of-body-camera-footage-11550610373", "title": "Appellate Court Rules Against Police Union Seeking to Block Release of Body Camera Footage", "date": "2019-02-19 16:06", "summary": "Lawyers for the city said the footage was a factual record of an incident, not a personnel report. A state appeals court ruled Tuesday that the New York Police Department's release of body-camera footage doesn't violate a state law that protects officers' personnel records.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-karl-lagerfelds-fashion-legacy-in-wsj-magazine-11550610196", "title": "Photos: Karl Lagerfeld's Fashion Legacy in WSJ. Magazine", "date": "2019-02-19 16:03", "summary": "On February 19, the visionary fashion designer-the creative force behind Chanel, Fendi and his own namesake label-passed away at the age of 85. See photos of Karl Lagerfeld's transporting designs over the years (and pages) of WSJ.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-true-confessions-of-a-serial-houseplant-killer-11550609819", "title": "The True Confessions of a Serial Houseplant Killer", "date": "2019-02-19 15:57", "summary": "How two horticulturalists and one life-affirming wisewoman saved columnist Michelle Slatalla from a lifetime of botanical guilt. DESPITE MY BEST EFFORTS, I keep killing my houseplants. \"Please don't leave me, cranky little man,\" I implored the other day, stroking a plant's wrinkly, desiccated limb. But it was too late. One of Mr. Fern's crispy brown leaves fell to the floor, and another old friend was gone for good.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-teacher-walkout-kills-bill-to-allow-charter-schools-in-state-11550608052", "title": "West Virginia Teacher Walkout Kills Charter-School Bill", "date": "2019-02-19 15:33", "summary": "Protest comes a year after successful job action in state sparked wave of teacher walkouts across U.S.. West Virginia lawmakers killed an education bill that would have created the state's first charter schools after teachers walked out Tuesday, one year after a teacher work stoppage here sparked a wave of similar moves across the nation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-hits-three-month-high-on-tightening-supply-11550574280", "title": "Oil Hits Three-Month High on Saudi Cuts, U.S.-China Talks", "date": "2019-02-19 15:21", "summary": "Prices close higher for a fifth consecutive session, marking the longest upward streak in more than a month. • U.S. oil prices rose to a three-month high Tuesday, fueled by production cuts from Saudi Arabia and other producers and continued optimism over U.S.-China trade negotiations.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fix-is-indiy-repair-clubs-grow-in-popularity-11550588401", "title": "The Fix Is in-DIY Repair Clubs Grow in Popularity", "date": "2019-02-19 15:17", "summary": "The repair revolution is pitting tinkerers who want to fix their own stuff against product manufacturers. Brooklyn retiree and self-described \"compulsive repairer\" Joe Holdner just can't stand to see a salvageable gadget thrown away.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-price-hits-10-month-high-11550575560", "title": "Gold Surges on Elevated Geopolitical Uncertainty", "date": "2019-02-19 15:16", "summary": "Gold prices jump to highest level in 10 months. Gold prices surged to their highest level in 10 months Tuesday, lifted by haven buying as investors monitored continuing trade talks and political uncertainty in Europe.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manny-machado-padres-agree-to-10-year-300-million-deal-11550606908", "title": "Manny Machado, Padres Agree to 10-Year, $300 Million Deal", "date": "2019-02-19 15:14", "summary": "The pact is the largest free-agent contract in the history of North American sports. The most heralded baseball free-agent class ever entered the off-season with such lofty aspirations. Two 26-year-old superstars, Bryce Harper and Manny Machado, both harboring visions of record-setting contracts that would forever change baseball's financial landscape.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preminger-on-preminger-review-movie-music-for-non-cinephiles-11550606379", "title": "'Preminger Plays Preminger' Review: Movie Music for Non-Cinephiles", "date": "2019-02-19 14:59", "summary": "Saxophonist and composer Noah Preminger is not a film buff, but his latest release draws inspiration from director Otto Preminger.. Saxophonist and composer Noah Preminger is not a film buff, but you wouldn't know it from his music. His originals often conjure cinematic vistas, and last year he released \"Whispers and Cries,\" a duet recording with pianist Frank Carlberg that reversed the nouns of an Ingmar Bergman classic. He attributes the evocative aspect of his music to his studies at the New England Conservatory of Music with Ran Blake, and says that not only was the title of last year's recording Mr. Carlberg's idea, but he's never even seen \"Cries and Whispers.\" When asked, he said he hasn't seen \"The Sound of Music,\" \"The Godfather\" trilogy or \"Black Panther.\"", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-denies-entry-to-new-york-times-journalist-11550605340", "title": "Egypt Denies Entry to New York Times Journalist", "date": "2019-02-19 14:42", "summary": "Authorities detain, deport former Cairo bureau chief without explanation. CAIRO-Egyptian authorities denied entry to a New York Times journalist, detaining him at Cairo's international airport before putting him on a flight back to London early Tuesday, an unexplained move amid a government clampdown on the media.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyu-to-open-new-medical-school-on-long-island-11550603223", "title": "NYU to Open New Medical School on Long Island", "date": "2019-02-19 14:07", "summary": "Program at Winthrop University Hospital will focus on training primary care physicians under accelerated timeline. New York University will open a three-year medical school on Long Island next fall, aimed at increasing the number of primary care physicians in the region.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medtronic-swings-to-profit-despite-slowdown-in-heart-failure-treatments-11550602737", "title": "Medtronic Swings to Profit Despite Slowdown in Heart-Failure Treatments", "date": "2019-02-19 13:58", "summary": "Higher sales of medical devices used in the treatment of brain and kidney diseases boost results. Higher sales of medical devices used in the treatment of brain and kidney diseases helped Medtronic PLC offset a slowdown in sales of gear for heart conditions in its latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ambitions-for-an-arab-nato-fade-amid-discord-11550601661", "title": "Ambitions for an 'Arab NATO' Fade Amid Discord", "date": "2019-02-19 13:41", "summary": "Washington to host a meeting of Mideast allies that will focus on modest security goals amid divisions over the proposed group's mission. WASHINGTON-American efforts to create a new alliance of Middle East nations to counter Iran are faltering amid regional divisions, a departure of key Trump administration officials leading the project, and disagreements over the group's mission, say U.S. and Arab officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-love-green-peppers-11550690330", "title": "How to Love Green Peppers", "date": "2019-02-19 13:31", "summary": "For too long, the most assertive shade of bell pepper has gotten no respect. These recipes make the most of their singular zing. SEARCH FOR MENTIONS of green bell pepper online and you'll find fighting words: \"detestable,\" \"NASTY,\" \"the worst!\" Haters, take heed: Chefs are reclaiming the bittersweet nightshade. \"That's our job: to help you realize it's [bleeping] delicious,\" said Doug Adams, chef-owner of Bullard in Portland, Ore.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-again-champions-intervention-to-counter-chinas-economic-might-11550572200", "title": "Europe Again Champions Intervention to Counter China's Economic Might", "date": "2019-02-19 13:28", "summary": "Governments' struggle to keep up with Beijing's coordination of business and U.S. strength has prompted more politicians on Continent to advocate a helping hand. BRUSSELS-European leaders are rediscovering the appeal of giving the market's invisible hand a helping hand in an effort to counter China's state-backed capitalism.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-with-ginsburg-back-agrees-to-hear-clean-water-case-blocks-texas-execution-11550600591", "title": "Supreme Court Agrees to Hear Clean-Water Case", "date": "2019-02-19 13:23", "summary": "Hawaii environmental case will give the justices a chance to clarify the extent to which the federal Clean Water Act applies to localized pollution. WASHINGTON-The Supreme Court on Tuesday agreed to take up a closely watched environmental case from Hawaii that explores whether federal clean-water protections apply to pollution that passes through local groundwater, eventually flowing into the ocean.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-loretta-mester-sees-interest-rates-slightly-higher-this-year-11550586378", "title": "Fed's Mester Sees Rates Slightly Higher This Year", "date": "2019-02-19 13:18", "summary": "Cleveland Fed president expects the U.S. economy to maintain its good performance in 2019. NEWARK, Del.-The president of the Federal Reserve Bank of Cleveland said Tuesday that interest rates will likely rise slightly this year, assuming the economy grows at the healthy clip she anticipates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-is-ordered-back-to-court-over-instagram-post-against-judge-11550600147", "title": "Roger Stone Is Ordered Back to Court Over Instagram Post Against Judge", "date": "2019-02-19 13:15", "summary": "Weekend post showed judge in his case with crosshairs near her head; Stone apologizes. A federal judge is reconsidering Roger Stone's release from custody as he awaits trial on charges of lying to Congress, after the informal Trump adviser posted a photo of the judge with crosshairs next to her head.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-airbuss-a380-went-from-wonder-to-blunder-11550599532", "title": "How Airbus's A380 Went From Wonder to Blunder", "date": "2019-02-19 13:05", "summary": "World's largest passenger plane was hurt by misjudged market trends, internal dysfunction and production problems. When Airbus SE launched the A380 superjumbo in 2000, it touted the two-deck plane as \"the Eighth Wonder of the World.\" Instead, the world's largest passenger plane exposed dysfunction inside the European aerospace company and now offers a textbook case of a company misjudging its market and losing big.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-purges-north-korean-elite-in-violent-crackdown-11550593810", "title": "Kim Jong Un Purges Wealthy Elite and Critics of Outreach to U.S.", "date": "2019-02-19 13:00", "summary": "Some 50 to 70 people exiled, jailed or executed as leader looks to silence critics and target moneyed elite with asset seizures, says report. SEOUL-North Korean leader Kim Jong Un has exiled, imprisoned or executed suspected opponents of his diplomatic outreach to the U.S. and South Korea, while also targeting his country's moneyed elite with asset seizures, according to a new report that details a purge of some 50 to 70 individuals.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-to-cut-production-at-major-copper-cobalt-mine-11550585206", "title": "Glencore to Cut Production at Major Copper, Cobalt Mine", "date": "2019-02-19 12:54", "summary": "The company plans to cut about 2,000 employees at the Congolese mine that is the world's most prolific producer of cobalt. Glencore PLC plans to curb production at one of its biggest copper and cobalt mining operations, Mutanda Mining Sarl in Congo, according to people familiar with the matter, potentially taking a sizable portion of two important industrial metals out of circulation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-holds-dividend-steady-despite-higher-profit-11550559276", "title": "BHP Posts Big Profit Jump, Expresses U.S.-China Concern", "date": "2019-02-19 12:49", "summary": "The world's largest listed miner by market value reported its best fiscal first half in four years. SYDNEY- BHP Group Ltd. chalked up an 87% rise in first-half net profit, but sounded a warning over the U.S.-China trade conflict.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-rental-company-avis-names-new-finance-chief-11550596987", "title": "Car-Rental Company Avis Names New Finance Chief", "date": "2019-02-19 12:23", "summary": "The hire comes as the company's net profit and share price have fallen. Avis Budget Group Inc. on Tuesday appointed John F. North III as chief financial officer, a move that comes as the car-rental company endeavors to boost its share price and its profitability.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-cash-went-to-something-customers-hunt-for-bankrupt-crypto-exchanges-missing-millions-11550596908", "title": "Customers Hunt for Bankrupt Crypto Exchange's Missing Millions", "date": "2019-02-19 12:21", "summary": "Unusual cash-pickup system mysteriously closes. On a rainy January day, Jason Campbell drove for three hours from his home in Quebec City to a two-story office building in the Montreal suburb of Laval. He thought he would be picking up $1,000-in cash-he had stored at cryptocurrency exchange QuadrigaCX.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-leaders-didnt-object-to-fbis-trump-probe-mccabe-says-11550595284", "title": "McCabe: Congressional Leaders Didn't Object to Probe of Trump", "date": "2019-02-19 12:16", "summary": "Bureau's former deputy chief says Gang of Eight, including Trump allies, raised no issues after being briefed on the Russia investigation. WASHINGTON-A bipartisan group of congressional leaders who are briefed on classified matters had no objections to an FBI counterintelligence investigation into President Trump's potential ties to Russia, the bureau's former deputy director Andrew McCabe said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courier-company-beavex-files-for-chapter-11-protection-11550596498", "title": "Courier Company BeavEx Files for Chapter 11 Protection", "date": "2019-02-19 12:14", "summary": "Transportation provider plans to sell assets to TFI International. Express delivery service BeavEx Holding Corp. filed for bankruptcy protection Monday and plans to sell itself to a strategic buyer, saying efforts to diversify its business after scanners reduced demand for paper-check couriers have resulted in sustained losses.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-royal-caribbean-a-good-ground-game-strengthens-sea-legs-in-china-11550595601", "title": "For Royal Caribbean, a Good Ground Game Strengthens Sea Legs in China", "date": "2019-02-19 12:00", "summary": "The cruise line has hired hundreds of salespeople to boost brand awareness. Royal Caribbean Cruises Ltd. 's effort to tempt more Chinese vacationers aboard its ships is showing signs of bearing fruit.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-giant-citadel-hires-manager-away-from-her-own-fund-11550595309", "title": "Hedge-Fund Giant Citadel Hires Manager Away From Her Own Fund", "date": "2019-02-19 11:55", "summary": "Samantha Greenberg to close Margate Capital after three years in operation to join Citadel. Citadel LLC, one of the world's largest hedge-fund firms, has hired one of the industry's few female founders.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danske-bank-to-shut-estonia-branch-11550595242", "title": "Danske Bank to Shut Estonia Branch Amid Money-Laundering Scandal", "date": "2019-02-19 11:54", "summary": "Local regulators ordered its closure; the Tallinn branch is at the center of a $230 billion money-laundering scandal. Danske Bank A/S is shutting down its operations in Estonia as the fallout continues from a massive money-laundering scandal that has led to investigations in several countries.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballmers-head-in-the-clouds-11550329200", "title": "Ballmer's Head in the Clouds", "date": "2019-02-19 11:38", "summary": "Former Microsoft CEO has struck a tech deal-with Amazon. Steve Ballmer may bleed Microsoft , but that didn't stop him from delivering a flesh wound to his former employer.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-hires-former-white-house-aide-marc-short-as-staff-chief-11550594161", "title": "Pence Hires Former White House Aide Marc Short as Staff Chief", "date": "2019-02-19 11:36", "summary": "Former Trump administration head of legislative affairs is first senior official to return after having left. Vice President Mike Pence has named Marc Short his chief of staff, making the former Trump White House legislative-affairs director the first senior administration official to return to the West Wing under President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holidays-were-joyous-at-walmart-11550593846", "title": "Holidays Were Joyous at Walmart", "date": "2019-02-19 11:30", "summary": "The retailer had strong online, toy and grocery sales despite government data showing a weak season. Walmart nailed the fourth quarter, benefiting from growing online sales, struggling rivals and a strong consumer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-rebuke-to-u-s-germany-considers-letting-huawei-in-11550577810", "title": "In Rebuke to U.S., Germany Considers Letting Huawei In", "date": "2019-02-19 11:20", "summary": "Preliminary decision comes after probe found no evidence the Chinese tech giant could use its equipment to spy on communications. BERLIN-The German government is leaning toward letting Huawei Technologies Co. participate in building the nation's high-speed internet infrastructure, several German officials said, the latest sign of ambivalence among U.S. allies over Washington's push to ostracize the Chinese tech giant as a national security risk.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jewish-graves-vandalized-in-france-ahead-of-macrons-march-against-anti-semitism-11550592868", "title": "French Jewish Graves Vandalized Before Marches Against Anti-Semitism", "date": "2019-02-19 11:14", "summary": "French leaders have strongly criticized recent attacks on Jewish people and monuments. PARIS-Dozens of Jewish graves in eastern France were vandalized amid a recent rise in anti-Semitic acts and days after yellow-vest protesters were filmed accosting a prominent Jewish academic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-needs-free-passive-fund-prices-flatline-11550592000", "title": "Who Needs Free? Passive Fund Prices Flatline", "date": "2019-02-19 11:00", "summary": "Zero-fee exchange-traded funds have failed to take off as investors accept higher costs for finer-tuned strategies. Passive investing isn't getting any cheaper, an indication that the much-ballyhooed race to zero is over, or at least on pause.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bite-size-deals-leave-brands-hungry-for-growth-11550591683", "title": "Bite-Size Deals Leave Brands Hungry for Growth", "date": "2019-02-19 10:54", "summary": "A strategy of buying small start-ups isn't living up to expectations at Unilever. It is food for thought for companies like P&G. Although they are in vogue, mini deals may not hit the spot for growth-starved consumer companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-airpods-make-you-look-rich-these-millennials-think-so-11550591284", "title": "Do AirPods Make You Look Rich? These Millennials Think So", "date": "2019-02-19 10:48", "summary": "Fueled by internet memes, the explosion of expensive-yet-attainable AirPod headphones as the luxury item of the moment shows no signs of stopping. WILL KELLOGG regards his headphones with a degree of shame. In New York City, where people proudly brandish their bright-white wireless AirPods, he listens to music through a \"do they even make those anymore?\" wirebound set. As the 26-year-old administrator for a Brooklyn theater company confessed: \"I still use corded headphones.\" In late December, he vented his perceived aural inferiority in a Twitter missive, framing a recent quote by Catherine Zeta-Jones-\"I will not apologize for being rich, beautiful and famous\"-as something AirPod owners might say to a poor soul like him.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-guns-are-mistakenly-sold-to-banned-buyers-its-the-atfs-job-to-get-them-back-11550591324", "title": "Armed and Dangerous: How the ATF Retrieves Guns From Banned Buyers", "date": "2019-02-19 10:48", "summary": "A firearms purchase can proceed after three business days, whether or not the federal background check is complete. Michael Alan Chance Green, who worked on a ranch as a cowboy, was obsessed with professional wrestler and entertainer Terry Funk. He believed he had to warn him of imminent danger and delivered bizarre handwritten letters to Mr. Funk's mailbox, until he was charged with stalking.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tayari-jones-became-a-writer-after-a-trip-to-mars-and-a-year-in-africa-11550589753", "title": "Tayari Jones Became a Writer After a Trip to Mars and a Year in Africa", "date": "2019-02-19 10:22", "summary": "The author of 'An American Marriage' reflects on how her family's experience with politics and travel influenced her. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honda-plans-to-shift-u-k-civic-production-to-north-america-11550588939", "title": "Honda Plans to Shift Some U.K. Civic Production to North America", "date": "2019-02-19 10:09", "summary": "England plant that produces 150,000 cars a year to close amid Brexit uncertainty. TOKYO- Honda Motor Co. 's chief executive said he wanted to move some production of Civics to North America from a soon-to-be-closed U.K. car plant, offering an example of production shifts that may ensue after Britain's planned exit from the European Union.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-life-in-fashion-karl-lagerfeld-11550588205", "title": "A Life in Fashion: Karl Lagerfeld", "date": "2019-02-19 09:56", "summary": "From his first prize for designs aged 21 to his creations for the English National Ballet and Coca-Cola, the German couturier dominated fashion for decades. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/documentary-now-returns-with-a-wink-11550587615", "title": "'Documentary Now' Returns With a Wink", "date": "2019-02-19 09:46", "summary": "The IFC mockumentary series features Cate Blanchett, Michael Keaton and Natasha Lyonne in its third season. \"Waiting for the Artist\" presents an overview of the long and storied career of the acclaimed Izabella Barta, featuring such memorable works as \"Coat Rack,\" \"Late for Dinner\" and \"Ein Tag, Ein Frankfurter.\"", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-north-korean-diplomat-warns-of-deception-at-coming-hanoi-summit-11550586970", "title": "Former North Korean Diplomat Warns of Deception at Coming Summit", "date": "2019-02-19 09:36", "summary": "Trump should push Kim to rejoin Nuclear Nonproliferation Treaty, ex-official says. SEOUL-The highest-ranking North Korean official to defect in recent years said the U.S. should press Pyongyang to rejoin the Nuclear Nonproliferation Treaty as a step toward denuclearization and warned that the North would try to deceive Washington by offering hollow concessions when the two sides meet next week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ford-thunderbird-from-the-good-time-1950s-11550586601", "title": "A Ford Thunderbird From the Good-Time 1950s", "date": "2019-02-19 09:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-an-icon-of-the-1950s-11550586000", "title": "Photos: An Icon of the 1950s", "date": "2019-02-19 09:20", "summary": "An attorney shows off the 1955 Ford Thunderbird originally sold nearly 65 years ago from a dealership owned by his grandfather. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hsbc-aint-as-simple-as-investors-might-like-11550585541", "title": "HSBC Ain't as Simple as Investors Might Like", "date": "2019-02-19 09:12", "summary": "The bank's disappointing earnings undermine the idea that most of its story is about growth in Asia. HSBC didn't perform much worse than its rivals amid the market mayhem at the end of last year, but its 2018 results still gave investors a shock on Tuesday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mattel-microsoft-citigroup-devon-energy-illinois-tool-works-11550574000", "title": "Stocks to Watch: Walmart, Navient, Intercept Pharmaceuticals, and More", "date": "2019-02-19 09:04", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-takes-stake-in-bank-backed-by-tencent-11550584416", "title": "Alibaba Takes Stake in Bank Backed by Tencent", "date": "2019-02-19 08:54", "summary": "Alibaba has accumulated a 4.84% stake in China International Capital Corp.; Tencent took a 4.95% stake in 2017. HONG KONG-Chinese e-commerce behemoth Alibaba Group Holding Ltd. has joined online rival Tencent Holdings Ltd. as a sizable shareholder in investment bank and broker China International Capital Corp.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-allies-grapple-with-trumps-nato-insults-europe-pleads-for-caution-in-afghanistan-11550582842", "title": "Amid U.S. Pressure on NATO, Europe Pleads for Caution in Afghanistan", "date": "2019-02-19 08:27", "summary": "Afghanistan is important to NATO because the conflict marked the first and only invocation of Article 5 of the alliance's founding treaty, which says that an attack on one member is an attack on all. MUNICH-European governments, stung by President Trump's barbs against NATO and sudden ordering of a military pullout from Syria, are urging the U.S. to coordinate with them on plans to reduce forces in Afghanistan and avoid a unilateral withdrawal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dive-back-into-italy-even-as-recession-bites-11550581202", "title": "Investors Dive Back Into Italy Even as Recession Bites", "date": "2019-02-19 08:00", "summary": "Italy has unexpectedly been one the biggest beneficiaries of this year's global market resurgence. Italy has been one of the biggest beneficiaries of this year's global market resurgence, a surprise given the unease swirling around the southern European nation and its battered banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-backed-by-softbank-pours-money-into-a-bid-to-reshape-construction-11550581200", "title": "Startup Pours Money Into a Bid to Reshape Construction", "date": "2019-02-19 08:00", "summary": "Katerra, tech-focused maker of modular building parts, raises over $1 billion, but questions remain over profitability. In the outskirts of Las Vegas, nestled between a low-rent office park and an AutoZone, construction crews are fitting together a new apartment building that a prominent roster of tech investors is betting will be the future of real-estate construction.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbre-launches-new-co-working-business-taking-on-wework-11550581171", "title": "CBRE Launches New Co-Working Business, Taking on WeWork", "date": "2019-02-19 07:59", "summary": "Property firm plans partnerships with landlords that enable them to maintain their relationship with tenants. CBRE Group Inc. and other big brokers are trying to muscle their way into the increasingly crowded but lucrative co-working business, aiming to help landlords create their own flex-space companies that cut out middlemen like WeWork Cos.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surveymonkey-grabs-low-hanging-fruit-11550579400", "title": "SurveyMonkey Grabs Low-Hanging Fruit", "date": "2019-02-19 07:30", "summary": "Online survey company gets more users to start paying. Investors never went bananas for SurveyMonkey , but positive changes are afoot.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acknowledge-apologize-investigate-how-big-brands-combat-online-outrage-11550579223", "title": "Acknowledge, Apologize, Investigate: How Brands Tackle Online Outrage", "date": "2019-02-19 07:27", "summary": "As social media amplifies brand missteps, companies develop new tools to handle the fallout. If it feels like there is a steady stream of fresh outrage over consumer-brand gaffes, it may be because companies have become more adept at managing controversy than at pre-empting it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-is-a-winner-for-chinese-companiesat-least-at-home-11550577862", "title": "5G Is a Winner for Chinese Companies-at Least at Home", "date": "2019-02-19 07:04", "summary": "Out of favor with the Trump administration, Chinese companies like ZTE and Huawei are getting a boost from Beijing. 5G is proving controversial for Chinese telecoms companies abroad. At home, it's helping them to thrive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-parents-of-ill-children-a-growing-recognition-of-ptsd-11550577600", "title": "For Parents of Ill Children, a Growing Recognition of PTSD", "date": "2019-02-19 07:00", "summary": "Post-traumatic stress diagnoses have long focused on combat soldiers. Now, doctors are increasingly aware of those symptoms in another group: parents of children with life-threatening medical conditions.. Post-traumatic stress disorder in combat soldiers is receiving greater attention and wider societal recognition. Now doctors and researchers are trying to do the same for a group that has similar symptoms: parents of children with life-threatening medical conditions.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-posts-record-surplus-bolstering-trump-claim-on-trade-imbalances-11550576721", "title": "Germany Posts Record Surplus, Bolstering Trump Claim on Trade Imbalances", "date": "2019-02-19 06:45", "summary": "Largest current-account surplus in the world puts Germany and Europe on the defensive in trade talks with U.S.. FRANKFURT-Germany's current-account surplus was the world's largest for the third year in a row in 2018, confirming deep disparities in the global economy that have drawn ire from the Trump administration and helped justify U.S. efforts to reset global trade rules.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-roll-out-gunshot-detectors-at-the-office-11550575801", "title": "Companies Roll Out Gunshot Detectors at the Office", "date": "2019-02-19 06:30", "summary": "Fearing attacks, firms install sensors to track, help neutralize active shooters; systems' true purpose often masked for fear of sparking a panic. Corporate executives worried about workplace shootings are quietly installing gunfire-detection systems in U.S. offices and factories. Most don't tell employees what the sensors are, for fear of alarming them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/party-that-promised-to-clean-up-italian-politics-find-it-a-messy-business-11550574383", "title": "Party That Promised to Clean Up Italian Politics Finds It a Messy Business", "date": "2019-02-19 06:06", "summary": "Vote to protect coalition ally from prosecution deepens fears in the 5 Star Movement that the party is losing its purpose. ROME-Italy's 5 Star Movement rose from a grass-roots campaign against political corruption to an election-winning party. The realities of life in government since last summer, however, are putting it under growing strain.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-everybody-hurts-sometimes-11550571575", "title": "BHP: Everybody Hurts Sometimes", "date": "2019-02-19 05:19", "summary": "Outages hurt results at BHP. The miner's steady operations have been a selling point, making keeping those operations on an even keel important.. BHP, the world's largest miner, has long prided itself on its reliability in an industry characterized by big bets in exotic-and often unstable-locales. Problems are to be expected when companies operate in places like the Democratic Republic of Congo and Mongolia. But when things go wrong in Australia , BHP's heartland, investors are justified in asking some tough questions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-adds-senior-campaign-staff-for-2020-race-11550570521", "title": "Trump Adds Senior Campaign Staff for 2020 Race", "date": "2019-02-19 05:02", "summary": "New hires for president's re-election team reflect effort to build campaign apparatus early, fend off GOP primary challenges. President Trump added a new round of senior-level hires to his re-election team, continuing an early push to build out his campaign and preserve a clear path to the Republican nomination in 2020.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honda-to-shut-major-u-k-production-plant-amid-brexit-uncertainty-11550518688", "title": "Honda to Shut Major U.K. Production Plant Amid Brexit Uncertainty", "date": "2019-02-19 04:46", "summary": "Currently, 3,500 people work at the plant, with thousands more in the factory's supply chain. LONDON-Japanese car maker Honda Motor Co. will shut a major production plant in the U.K., becoming the latest auto group to plan a pull back from the U.K. as Brexit looms.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-evangelicals-behind-him-vice-president-mike-pence-takes-prominent-role-in-foreign-policy-11550584974", "title": "With Evangelicals Behind Him, Pence Takes Prominent Role in Foreign Policy", "date": "2019-02-19 00:01", "summary": "Vice president steered hundreds of millions in aid to Christians and other minorities in Iraq; he also pushed to sanction Turkey over detained U.S. pastor. WASHINGTON-In the first two years of the Trump presidency, Vice President Mike Pence has worked to put religion at the heart of key diplomatic efforts, steering hundreds of millions in U.S. aid toward Christians and other minorities who were victimized by Islamic State.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11550592387", "title": "Pepper...and Salt", "date": "2019-02-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-in-haiti-the-most-raucous-bash-in-the-caribbean-11550600731", "title": "Carnival in Haiti: The Most Raucous Bash in the Caribbean", "date": "2019-02-19 00:01", "summary": "On his first trip to Haiti, Joshua Jelly-Schapiro spends Carnival on the country's southern coast, alongside rock stars and hundreds of mythical creatures. The best trips, we're often told, are never planned. I'm not sure that's entirely true. I harbor doubts born of having booked many last-minute journeys whose exciting \"spontaneity\" devolved into the remorse particular to eight-hour layovers and airport dinners wrought by poor planning.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidate-warren-proposes-universal-child-care-program-11550547809", "title": "Candidate Warren Proposes Universal Child-Care Program", "date": "2019-02-19 22:43", "summary": "She isn't alone among the field of Democratic presidential contenders in offering robust federal programs as part of her campaign. WASHINGTON-Democratic presidential hopeful Elizabeth Warren is proposing a $70 billion-per-year universal child-care program that would provide free care for up to 12 million children, her aides said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooter-at-illinois-factory-lied-on-application-for-gun-owner-card-11550544778", "title": "Shooter at Illinois Factory Lied on Application for Gun Owner Card", "date": "2019-02-19 21:52", "summary": "Background check failed to find old felony conviction until a later application for concealed carry permit. AURORA, Ill. - The gunman in Friday's deadly shooting at the Henry Pratt Co. factory here lied about his criminal record on an application for a firearm owner's identification card in 2014, and a background check failed to flag his 1995 felony conviction for aggravated battery, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-lawsuit-is-expected-on-wall-emergency-11550535544", "title": "States File Suit Against Trump Administration Over Wall Emergency", "date": "2019-02-19 21:27", "summary": "California takes lead to fight president's order funding the barrier, setting up 2020 election issue. Sixteen states on Monday filed a federal lawsuit challenging President Trump's national-emergency declaration to pay for a wall along the U.S.-Mexico border, setting up a showdown with the administration that could go to the Supreme Court and last through the 2020 election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-miami-trump-praises-political-exiles-from-latin-america-11550531586", "title": "In Miami, Trump Praises Political Exiles From Latin America", "date": "2019-02-19 20:40", "summary": "Trump calls Venezuela's embattled President Nicolás Maduro 'a Cuban puppet'. MIAMI-President Trump on Monday declared that the \"twilight hour of socialism has arrived\" in Venezuela, Nicaragua and Cuba, as he praised Latin Americans in exile who have helped lobby for change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-exit-could-have-repercussions-on-long-island-11550538532", "title": "Amazon's Exit Could Have Repercussions on Long Island", "date": "2019-02-19 20:08", "summary": "Company's decision to scrap plans to build campus in Queens could have ramifications for state Senate Democrats in Suffolk and Nassau counties. The demise of Amazon's proposed $2.5 billion campus in Long Island City could have its first fallout to the east, on Long Island.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-is-moving-mountains-11550497053", "title": "Mikaela Shiffrin Is Moving Mountains", "date": "2019-02-19 20:01", "summary": "As alpine icon Lindsey Vonn says farewell, the Colorado 23-year-old charges on at record-setting pace. I tried to watch the defense-optional NBA All-Star Game. It was silly. I have not yet watched any of the Amalgam of Allied North American Football Activity, or any of its Annexes, Associations or Affiliations. I don't know who will pick Kyler Murray in the NFL draft. And please don't ask me where baseball star Bryce Harper is signing. Smart people say Phillies. I say the Maple Leafs, because I'm a dingbat.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-china-talks-resume-trump-seeks-a-win-on-trade-11550537816", "title": "As China Trade Talks Resume, Trump Pushes an Ambitious Agenda", "date": "2019-02-19 19:56", "summary": "Trump administration is pushing for a deal that will result in long-term reforms-and prove that tariffs are an effective battering ram to open markets. WASHINGTON-As trade negotiations with China resume this week, the Trump administration is racing to strike a deal that will result in long-term reforms-and prove that tariffs are an effective battering ram to open markets around the world.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-classifies-hair-restrictions-as-discrimination-11550537156", "title": "New York City Classifies Hair Restrictions as Discrimination", "date": "2019-02-19 19:45", "summary": "New York City Commission on Human Rights cites bans on cornrows or afros as examples of legal violations. New York City is seeking to put an end to policies that restrict or ban natural hair and hairstyles closely connected to racial, ethnic and cultural identities.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-official-alleges-ballot-fraud-in-congressional-race-11550536686", "title": "North Carolina Official Alleges Ballot Fraud in Congressional Race", "date": "2019-02-19 19:38", "summary": "A contractor for Republican Mark Harris is accused of engaging in absentee-ballot scheme. A North Carolina elections official on Monday alleged voter fraud in the unresolved race for the state's Ninth Congressional District, accusing a contractor for Republican Mark Harris of engaging in a \"coordinated, unlawful, and substantially resourced absentee-ballot scheme.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-police-want-to-interview-jussie-smollett-again-11550535078", "title": "Chicago Police Want to Interview Jussie Smollett Again", "date": "2019-02-19 19:11", "summary": "Lawyers for the 'Empire' star reject allegations he played a role in his attack. CHICAGO-Chicago police are seeking to interview actor Jussie Smollett in coming days as they investigate whether he arranged the alleged racial attack he reported last month, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-bolsonaro-fires-top-adviser-amid-accusations-of-campaign-finance-fraud-11550534863", "title": "Brazil's President Fires Top Aide After Reports of Misused Campaign Funds", "date": "2019-02-19 19:07", "summary": "Scandal could complicate new administration's effort to revive the country's feeble economy. BRASÍLIA-Brazil's President Jair Bolsonaro fired a top adviser on Monday amid allegations of campaign-finance fraud, a scandal that could delay his administration's effort to revamp the country's sluggish economy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suicide-bombing-in-cairo-kills-two-police-officers-11550534617", "title": "Suicide Bombing in Cairo Kills Two Police Officers", "date": "2019-02-19 19:03", "summary": "There was no immediate claim of responsibility for the bombing. CAIRO-A suicide bombing in the heart of Egypt's capital killed two police officers late Monday, the third attack in four days on the country's security forces, as they carry out a yearslong campaign against Islamic State and other extremist groups.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}]