[{"link": "https://www.wsj.com/articles/new-york-citys-economy-grew-at-3-rate-in-first-quarter-report-finds-11558396200", "title": "New York City's Economy Grew at 3% Rate in First Quarter, Report Finds", "date": "2019-05-20 19:50", "summary": "Average unemployment claims decreased 6.4% since the previous quarter. New York City's economy remained strong in the first quarter of the year, buoyed by record-low unemployment, according to a report by Comptroller Scott Stringer.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recruiting-and-retaining-compliance-staff-is-key-risk-for-banks-regulator-says-11558395878", "title": "Recruiting and Retaining Compliance Staff is Key Risk for Banks, Regulator Says", "date": "2019-05-20 19:44", "summary": "Small lenders in particular face hurdles when it comes to attracting staff to manage anti-money-laundering compliance programs. Criminals laundering money through the financial system have long been one of the top risks facing the banking industry. Building a solid defense against such intrusions is becoming another, a U.S. financial regulator said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-ross-hits-back-at-critics-of-hudson-yards-project-11558383057", "title": "Stephen Ross Hits Back at Critics of Hudson Yards Project", "date": "2019-05-20 19:41", "summary": "Hudson Yards developer to project's critics: 'That's why Amazon's not here.'. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-congressman-doubles-down-on-push-for-trumps-impeachment-11558390507", "title": "GOP Congressman Doubles Down on Push for Trump's Impeachment", "date": "2019-05-20 19:35", "summary": "Rep. Justin Amash's tweets drew derision from the president and a primary challenge back in Michigan. WASHINGTON-Rep. Justin Amash (R., Mich.) reiterated his contention that President Trump engaged in impeachable conduct, offering a more detailed argument in favor of congressional action after drawing a primary challenge back home and an attack from the president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dustin-yellin-tackles-climate-change-with-oil-tanker-tipped-vertically-11558395023", "title": "Artist Dustin Yellin Tackles Climate Change With Oil Tanker Tipped Vertically", "date": "2019-05-20 19:30", "summary": "Brooklyn-based artist aims to repurpose tool of global energy production to influence conservation policy. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/legg-mason-reaches-deal-with-hedge-fund-trian-on-board-seats-11558393155", "title": "Legg Mason Reaches Deal With Hedge Fund Trian", "date": "2019-05-20 19:22", "summary": "Money manager names Trian's co-founder and chief investment officer to its board. Legg Mason Inc. confirmed that it reached an agreement with Trian Fund Management LP on the composition of its board, naming Nelson Peltz and Ed Garden as directors.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/case-of-the-killer-toyotas-11558394076", "title": "Case of the Killer Toyotas", "date": "2019-05-20 19:14", "summary": "Are foreign-owned car plants in the U.S. a national security threat?. China, Cuba, Russia, al Qaeda, Islamic State, the Toyota Motor Corp. , North Korea, Hezbollah, the Islamic Revolutionary Guard Corps. Which one of the above doesn't belong on a list of national security threats to the United States?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blessing-the-t-mobile-sprint-merger-11558394053", "title": "Blessing the T-Mobile-Sprint Merger", "date": "2019-05-20 19:14", "summary": "The FCC approves with conditions. Justice should be next.. Good news for American wireless consumers: Federal Communications Commission Chairman Ajit Pai on Monday gave his blessing to T-Mobile's merger with Sprint. While his conditions seem unnecessary, they may be worth it if the Justice Department approves the deal too.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-room-for-airbnb-11558394000", "title": "Making Room for Airbnb", "date": "2019-05-20 19:13", "summary": "A new study highlights the benefits of disruptive competitors.. When legacy businesses are threatened by new competitors, too often they respond by lobbying for regulation to quash them. It's notable, then, that Marriott recently announced it is starting a new home-rental business, putting the world's biggest hotel operator in direct competition with Airbnb, the world's largest home-rental business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rejects-trump-request-to-block-subpoena-for-accounting-records-11558386548", "title": "Judge Rejects Trump Request to Block Subpoena for Accounting Records", "date": "2019-05-20 19:09", "summary": "House Democrats have requested records from Mazars, the president's longtime accounting firm. WASHINGTON-A federal judge ruled that President Trump can't block a subpoena from a House committee seeking financial records from his longtime accounting firm, a blow to his efforts to head off Democratic congressional investigators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joint-venture-plans-to-revive-rare-earths-processing-in-u-s-11558341663", "title": "U.S. Rare Earths Revival Planned Amid Trade Conflict", "date": "2019-05-20 19:08", "summary": "The important commodities are caught up in the U.S.-China trade conflict. SYDNEY-An American chemicals company and an Australian miner want to build the first rare-earth minerals separation plant in the U.S. in years. Their aim is to shore up supplies of important commodities caught up in the U.S.-China trade conflict.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-restructuring-plan-to-eliminate-7-000-jobs-11558358511", "title": "Ford to Cut 7,000 Jobs in Bid to Catch Up to Rivals", "date": "2019-05-20 19:04", "summary": "Restructurings are part of CEO Jim Hackett's broader plan to reverse declining profits. Ford Motor Co. said it is cutting 7,000 salaried employees, or about 10% of its white-collar workforce, part of Chief Executive Jim Hackett's broader plan to reverse profit declines and catch up to competitors in the fast-changing car business.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-hits-one-year-low-as-analysts-weigh-car-makers-outlook-11558367180", "title": "Tesla Stock Hits Lowest Level Since 2016", "date": "2019-05-20 19:02", "summary": "Bonds also struggle despite CEO Elon Musk's efforts to reassure investors. Tesla Inc. shares touched their lowest level in more than two years as prices on its bonds also slumped, a sign of investors' growing doubts about the car maker's outlook.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-under-fire-says-hes-fighting-for-the-presidency-not-trump-11558389922", "title": "Barr Says He Is Fighting to Protect Presidency, Not Trump", "date": "2019-05-20 19:00", "summary": "The attorney general, who has faced criticism, is in the front lines of the president's battles against Congress. As President Trump's attorney general, William Barr has come under criticism from Democrats and some Republicans who say he is acting more like the president's personal lawyer than the nation's top law-enforcement officer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-its-good-economy-can-have-strong-job-market-without-inflation-11558381630", "title": "Fed's Williams Says It's 'Good' Economy Can Have Strong Job Market Without Inflation", "date": "2019-05-20 19:00", "summary": "New York Fed leader offers no view on rate outlook in comments. New York Fed leader John Williams said Monday the central bank's views on how low the unemployment rate can go without sparking inflation have evolved.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-car-sharing-business-to-end-service-in-eight-of-its-17-north-american-cities-11558382917", "title": "GM Scales Back Maven Car-Sharing Business", "date": "2019-05-20 18:56", "summary": "Maven is latest example of a traditional car maker facing challenges while moving into new transportation ventures. General Motors Co. said it will wind down its Maven car-sharing service in eight of its 17 North-American cities, becoming the latest car maker to face challenges in expanding into new transportation ventures.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-university-agrees-to-54-5-million-settlement-in-no-poach-case-11558392798", "title": "Duke University Moves to Settle No-Poach Case for $54.5 Million", "date": "2019-05-20 18:53", "summary": "Class-action suit alleges UNC and Duke agreed not to hire each other's medical faculty. Duke and the University of North Carolina are fierce competitors on the basketball court, but when it comes to medical hiring, they have been cozy collaborators, according to a class action that Duke moved to settle Monday for $54.5 million.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-court-upholds-crow-tribes-hunting-rights-in-national-forest-11558390246", "title": "High Court Upholds Tribe's Hunting Rights", "date": "2019-05-20 18:52", "summary": "Justice Neil Gorsuch joins 5-4 majority rejecting arguments by Wyoming. WASHINGTON-The Supreme Court on Monday rejected arguments that Wyoming's 1890 statehood erased hunting rights provided under a treaty between the Crow tribe and the federal government.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-directs-mcgahn-to-rebuff-congressional-subpoena-11558380654", "title": "Trump Administration Directs McGahn to Rebuff Congressional Subpoena", "date": "2019-05-20 18:47", "summary": "Move escalates standoff over a key witness in president's effort to curtail the Russia probe. WASHINGTON-President Trump on Monday directed former White House counsel Don McGahn to rebuff a congressional subpoena to testify the next day, escalating a standoff over a key witness to the president's efforts to curtail and shut down the special counsel's Russia investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-abortion-curbs-reverberate-in-presidential-race-11558390090", "title": "State Abortion Curbs Reverberate in Presidential Race", "date": "2019-05-20 18:47", "summary": "Democrats competing for the 2020 nomination are increasingly focused on abortion laws passed in Alabama and other states. MONTGOMERY, Ala.-In the days since this state's Republican-controlled Legislature approved a near-total ban on abortion, the debate over abortion rights has taken a central role in the 2020 presidential race.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-injects-tech-into-highly-regulated-insurance-sector-11558392403", "title": "Executive Injects Tech Into Highly Regulated Insurance Sector", "date": "2019-05-20 18:46", "summary": "Maarten Ectors, chief innovation officer of Legal & General, pursues small, tightly focused projects to keep costs down. Maarten Ectors is bringing a bit of the tech-startup ethos to the insurance industry.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-securities-fraudsters-escape-paying-sec-fines-11558344601", "title": "U.S. Fines Billions for Wall Street Fraud. Nearly Half the Time It Doesn't Collect.", "date": "2019-05-20 18:39", "summary": "SEC collected just 55% of the $20 billion levied for securities cases in last five years. WASHINGTON-Wall Street watchdogs often tout the fines they levy on alleged wrongdoers. Yet much of that money is never collected.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinians-need-to-get-real-about-israel-11558391713", "title": "Palestinians Need to Get Real About Israel", "date": "2019-05-20 18:35", "summary": "The focus should be on prosperity and good government, not perpetual resistance.. Jerusalem", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tales-of-parson-comey-11558391638", "title": "The Tales of Parson Comey", "date": "2019-05-20 18:33", "summary": "Apparently the former FBI chief can see into other men's souls.. When in 1800 Parson Weems published \"A History of the Life and Death, Virtues and Exploits of General George Washington,\" this and later editions would become the source of treasured chestnuts such as the tale of the 6-year old George killing his father's cherry tree or the older Gen. Washington kneeling in the snow to pray at Valley Forge.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemalan-boy-dies-in-u-s-border-patrol-custody-11558380696", "title": "Guatemalan Boy Dies in U.S. Border Patrol Custody", "date": "2019-05-20 18:33", "summary": "Sixteen-year-old migrant is fifth child to die after crossing border illegally since December. A 16-year-old Guatemalan boy died Monday in U.S. Border Patrol custody, the agency said. The boy is the fifth child to die after crossing the border illegally in the past six months; four of them have died in U.S. government custody.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-trade-where-are-my-fellow-democrats-11558391620", "title": "On Trade, Where Are My Fellow Democrats?", "date": "2019-05-20 18:33", "summary": "They should oppose Trump's destructive tariffs and support U.S. exporters.. President Trump's latest round of punishing tariffs on China, with threats of more to come, will have a devastating effect on the world's two largest economies. His actions are contrary to the Republican Party's usual doctrine of free trade, and they have alarmed business leaders, farmers and the American sectors and regions that will most acutely feel the pain of the tariff increases and China's targeted retaliation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-subsidy-for-striking-unions-11558391464", "title": "New York's Subsidy for Striking Unions", "date": "2019-05-20 18:31", "summary": "Walk off the job and get unemployment benefits after a week.. Unemployment insurance programs are meant to help people who become jobless through no fault of their own. Nearly every state has disallowed benefits to employees who are on strike. Even New York, the most union-friendly state, pays unemployment benefits to strikers only in rare instances when they have been out of work for at least eight weeks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tatas-review-the-moguls-empire-11558391429", "title": "'The Tatas' Review: The Mogul's Empire", "date": "2019-05-20 18:30", "summary": "The Indian conglomerate Tata Group, founded in the mid-19th century, has had an outsize effect on the country's aspiring middle class.. John D. Rockefeller Sr. and Jamsetji Tata were born four months apart in 1839. From Richford, N.Y., and Gujarat, modern India's westernmost state, they would become two of the greatest business dynasts the world has ever known, founders of Standard Oil and the behemoth conglomerate Tata Group, still controlled by Tata's descendants. Yet their paths to riches, some 7,500 miles apart, were paved differently. Rockefeller made his fortune through integrating businesses, Tata by creating them; Rockefeller flourished at the cutting edge of the Second Industrial Revolution, Tata under Great Britain's imperial thumb; Rockefeller lives on in Ron Chernow's exemplary 1998 biography, \"Titan,\" while Tata (1839-1904) and his successors are shrouded in myth and corporate propaganda. Girish Kuber's \"The Tatas: How a Family Built a Business and a Nation\" is an affectionate variation on the latter.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-every-officer-wants-to-be-a-general-11558390890", "title": "Not Every Officer Wants to Be a General", "date": "2019-05-20 18:21", "summary": "Allowing service members to pursue different career paths would ease the strain on military families.. A chronic problem has attracted bipartisan attention recently: Military spouses have trouble finding work or developing careers. Karen Pence, the vice president's wife, has devoted much of her public profile to helping military spouses. Sens. Tom Cotton and Jeanne Shaheen have introduced a bill that aims to make it easier for military spouses to transfer occupational licenses across state lines, which would mitigate one hassle of moving. But the real problem is a military assignment system that is managed like a game of musical chairs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-rules-judge-not-jury-should-rule-on-merck-fosamax-case-11558390900", "title": "Court Rules Judge, Not Jury, Should Decide Merck Fosamax Case", "date": "2019-05-20 18:21", "summary": "One issue is whether company should have acted more quickly to warn about osteoporosis drug's potential risks. WASHINGTON- Merck & Co. won a partial victory at the Supreme Court, with the justices unanimously ruling that a judge, rather than a jury, must determine whether federal regulators took steps that immunize the company from claims its osteoporosis drug Fosamax injured patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-is-an-asset-not-a-threat-11558390913", "title": "Huawei Is an Asset, Not a Threat", "date": "2019-05-20 18:21", "summary": "Ren Zhengfei's company should be celebrated as a triumph of the U.S.-led global trading system.. Among the world's most inspiring business voices is Ren Zhengfei, founder-philosopher of Huawei, the disruptive and now condemned Chinese telecom-equipment company. Vilified as a cat's-paw of the Chinese government, Mr. Ren has decided to place his trust in America's legal system and launch a court challenge to the U.S. government's campaign against his company-and family. His daughter, Huawei chief financial officer Meng Wanzhou, is fighting extradition to the U.S. from Canada on murky charges that she helped financial institutions violate American sanctions on Iran. She has been under house arrest in Vancouver, British Columbia, since December.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waze-ceo-says-privacy-definition-is-moving-target-11558390840", "title": "Waze CEO Says Privacy Definition Is Moving Target", "date": "2019-05-20 18:20", "summary": "Noam Bardin also urged tech companies to be transparent with their data use. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-finale-draws-19-3-million-viewers-11558382378", "title": "'Game of Thrones' Finale Sets HBO Ratings Record", "date": "2019-05-20 18:16", "summary": "Sunday night's show drew 19.3 million viewers as the epic wrapped up eight-season run. \"Game of Thrones\" set an HBO ratings record Sunday night as 19.3 million viewers tuned in to watch the epic's final episode in the U.S., according to Nielsen.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fleet-footed-company-honors-a-choreographic-icon-11558389618", "title": "A Fleet-Footed Company Honors a Choreographic Icon", "date": "2019-05-20 18:00", "summary": "Parsons Dance pays tribute to Paul Taylor as part of its current run at the Joyce.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-year-water-balloon-fight-ends-with-31-million-truce-11558388873", "title": "Four-Year Water Balloon Fight Ends With $31 Million Truce", "date": "2019-05-20 17:47", "summary": "Inventor of Bunch O Balloons received payout after rulings found rival TeleBrands infringed on patents. What may be the most expensive water-balloon fight in history is finally over.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-move-to-stay-proceedings-against-robert-kraft-11558388200", "title": "Prosecutors Move to Stay Proceedings Against Robert Kraft", "date": "2019-05-20 17:36", "summary": "'The case is over,' a lawyer for the Patriots owner said, while prosecutors plan to appeal a ruling that struck the video surveillance from the Florida massage parlor. Prosecutors in Florida moved to stay proceedings against New England Patriots owner Robert Kraft, conceding they could not effectively proceed to trial after \"crucial evidence\" in the case was suppressed by a judge last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-leans-in-on-his-military-service-11558357127", "title": "Buttigieg Leans In on His Military Service", "date": "2019-05-20 17:32", "summary": "Democrat who has quickly risen to top tier of 2020 field is putting more emphasis on Navy Reserve stint. IOWA CITY, Iowa-Pete Buttigieg is entering a new phase of his White House bid, nodding more forcefully to a part of his background that distinguishes him from nearly all of his campaign rivals-his military service.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martha-stewart-postmates-newest-spokeswoman-has-ordered-takeout-once-11558387787", "title": "Martha Stewart, Postmates' Newest Spokeswoman, Has Ordered Takeout Once", "date": "2019-05-20 17:29", "summary": "'I love people to want to cook,' the food entrepreneur said, adding that delivery can be valuable for people short on time. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-declares-state-of-emergency-ahead-of-possible-lake-ontario-flooding-11558387714", "title": "Cuomo Declares State of Emergency Over Lake Ontario Flooding Threat", "date": "2019-05-20 17:28", "summary": "Lawmakers say joint U.S.-Canada commission failed to properly manage lake's levels. Gov. Andrew Cuomo warned people living along Lake Ontario in upstate New York to prepare for flooding, while wading into an international debate over how lake levels are managed.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-artificial-intelligence-socially-conscious-hinges-on-cultural-shifts-11558387188", "title": "Socially Conscious AI Hinges on Cultural Shifts", "date": "2019-05-20 17:19", "summary": "Ethical dilemmas posed by our interactions with machines reignite debate over psychological manipulation and privacy, experts say. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-is-poised-to-exceed-limits-on-nuclear-stockpile-11558383576", "title": "Iran Says It Is Poised to Exceed Limits on Nuclear Stockpile", "date": "2019-05-20 17:07", "summary": "Tensions build between Washington, Tehran. Iranian officials said Monday that within weeks they could exceed an internationally agreed cap on their stockpile of low-enriched uranium, as tensions between Iran and the U.S. escalated.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-cases-in-u-s-tick-up-11558364226", "title": "Measles Outbreaks in U.S. Tick Up", "date": "2019-05-20 17:05", "summary": "This year is the worst for measles in U.S. in 25 years. The number of new U.S. measles cases continued to grow last week but at a slower pace, with the total now at 880 in 24 states so far this year, the Centers for Disease Control and Prevention reported Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-sues-mechanics-unions-11558379984", "title": "American Airlines Sues Mechanics Unions", "date": "2019-05-20 17:02", "summary": "Airline says the move is an effort to end an alleged work slowdown. American Airlines Group Inc. said Monday that it is suing two unions representing its mechanics in an effort to end an alleged work slowdown that it said could exacerbate delays and cancellations during the coming summer travel season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-bows-out-11558324293", "title": "'Game of Thrones' Bows Out", "date": "2019-05-20 17:01", "summary": "Series finale leaves viewers feeling loss-either because show is over or because they hated last episodes. \"Game of Thrones,\" the HBO series that achieved epic scale and success, ended Sunday with at least one winner to its eight-season tale but left many viewers feeling like they had suffered a loss-either because their beloved show was over, or because they loathed the last episodes.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-democrats-just-create-a-problem-with-soccer-moms-and-dads-11558385818", "title": "Did Democrats Just Create a Problem with Soccer Moms and Dads?", "date": "2019-05-20 16:56", "summary": "A Friday House vote could be the sleeper issue of 2020.. Every Democrat in the House chamber on Friday voted for the appealingly titled \"Equality Act.\" But next year Democrats are likely to find that support for the bill among swing voters is far from unanimous.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-evan-spiegel-finishes-overhaul-of-leadership-team-11558385760", "title": "Snap Finishes Overhaul of Leadership Team", "date": "2019-05-20 16:56", "summary": "With two new promotions, the company has named six new senior executives in six months. Snap Inc. promoted two executives internally to run its finance and personnel units, completing Chief Executive Officer Evan Spiegel's remaking of the leadership team after a series of departures over the past year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quirky-spec-home-in-bel-air-11558385584", "title": "A Quirky Spec Home in Bel-Air", "date": "2019-05-20 16:53", "summary": "Purchased by a Saudi buyer for $45 million, the house features a giant O-shaped sculpture and a circular pool.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rocketman-review-a-biopic-blasts-off-11558385211", "title": "'Rocketman' Review: A Biopic Blasts Off", "date": "2019-05-20 16:46", "summary": "Taron Egerton stars in Dexter Fletcher's film about the music icon's breakout years.. Much of the bountiful pleasure of \"Rocketman,\" a jukebox musical about the genesis, emergence and turbulent triumph of a self-creation named Elton John, comes from the film's delight in embellishing its subject's embellishments, gilding its legendary lily. The events of his breakthrough years are heightened with fantasy sequences that amount to a swirling, semi-surreal remix of his career and inner life. The colors are stunning, the settings are striking and the energy is irresistible, even if the pop psychologizing is pretty glib. Yet this gorgeously preposterous phantasmagoria wouldn't hold us as it does if it weren't based on something real and true, and two realities operate in tandem-the songs, whose beauty and power have only been amplified by the passage of time; and a starring performance of dazzling audacity by Taron Egerton, who evokes the great man without falling back on mimicry. Mr. Egerton's singing and dancing, as well as his nuanced acting, are entirely convincing, yet a distinctive creation of his own.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-buyer-snaps-up-two-bel-air-homes-to-create-52-2-million-compound-11558384104", "title": "Saudi Buyer Snaps Up Two Bel-Air Homes to Create $52.2 Million Compound", "date": "2019-05-20 16:28", "summary": "The deal includes a house that sold for $45 million and a smaller house designed by architect that sold for $7.2 million.. A Saudi buyer has created an instant compound for himself, scooping up two neighboring homes in the posh Los Angeles neighborhood of Bel-Air for over $52 million, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-steady-as-investors-weigh-global-risks-11558364771", "title": "Treasurys Steady as Global Risks Support Demand", "date": "2019-05-20 16:26", "summary": "Investors weigh U.S.-China trade conflict, Mideast turmoil and questions over Brexit. U.S. government bonds held to a tight range Monday as global political and economic risks supported demand for the safest assets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-cimarron-and-murasakis-moon-reviews-opera-in-a-temple-of-art-11558383648", "title": "'El Cimarrón' and 'Murasaki's Moon' Reviews: Opera in a Temple of Art", "date": "2019-05-20 16:20", "summary": "At the Metropolitan Museum, the stories of a runaway slave and a shunned author.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-in-frankfurt-isnt-what-it-was-says-deutsche-bank-11558372517", "title": "Life in Frankfurt Isn't What It Was, Says Deutsche Bank", "date": "2019-05-20 15:37", "summary": "A quality-of-life ranking by the German lender's research arm has relegated its home city to 13th place, down from first five years ago. With Deutsche Bank stock nearing fresh lows, staff at the lender's Frankfurt headquarters could do with a bit of good news. They aren't getting it from their own research department.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-reins-in-jay-alixs-bankruptcy-brawl-with-mckinsey-11558380704", "title": "Judge Reins In Jay Alix's Bankruptcy Brawl With McKinsey", "date": "2019-05-20 15:31", "summary": "Mr. Alix was blocked from attacking McKinsey's disclosures in the Alpha Natural Resources bankruptcy. A bankruptcy judge in Virginia said AlixPartners LLP founder Jay Alix doesn't have standing to pursue allegations that McKinsey & Co. hid investments that gave it a stake in the outcome of a major coal-mining chapter 11 bankruptcy filing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-escaping-into-the-desert-more-women-forced-into-sex-trade-when-fleeing-north-korea-11558339202", "title": "'Like Escaping Into the Desert': More Women Forced Into Sex Trade When Fleeing North Korea", "date": "2019-05-20 15:22", "summary": "The problem has worsened both in scale and in the misery inflicted upon victims, report finds. SEOUL-Escaping North Korea's authoritarian regime comes at a high price. The perilous journey through China is especially punishing for many women and girls, who are forced to sell their bodies in their attempt to reach freedom.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-journalists-resign-after-colleagues-fired-in-media-row-11558379736", "title": "Russian Journalists Resign After Colleagues Fired in Media Row", "date": "2019-05-20 15:15", "summary": "Ousting of two colleagues prompts exits at Kommersant, a paper owned by billionaire with close ties to the Kremlin. MOSCOW-Nearly a dozen journalists at one of Russia's most respected newspapers resigned over the firing of two colleagues, highlighting shrinking press freedoms and the stifling of discussion about the country's political future.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-cities-are-trying-to-reinvent-the-bus-11558378863", "title": "How Cities Are Trying to Reinvent the Bus", "date": "2019-05-20 15:01", "summary": "From seamless payment to all-door boarding to dedicated lanes, cities are taking steps to get commuters back on buses. City buses are perhaps the most maligned form of public transportation. And critics have a lot to complain about.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-edge-higher-on-opec-cuts-iran-tensions-11558363259", "title": "Oil Edges Higher on OPEC Cuts, Iran Tensions", "date": "2019-05-20 14:59", "summary": "Despite the mostly bullish sentiment, oil prices are held in check by fears the lack of a U.S.-China trade accord could be a drag on growth. -U.S. oil prices rose to their highest level in nearly three weeks Monday on continued U.S.-Iran tensions and as major crude producers, including Saudi Arabia, signaled they may maintain production cuts until the end of this year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-audit-rate-drops-again-as-it-examines-fewer-high-income-households-11558363990", "title": "IRS Audit Rate Drops for 7th Straight Year", "date": "2019-05-20 14:52", "summary": "Tax agency, shrinking after years of budget cuts, seeks funding boost from Congress. WASHINGTON-The Internal Revenue Service audited just 0.59% of individual tax returns last year, marking the seventh consecutive annual decline as the tax agency copes with smaller budgets and fewer workers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-network-buys-echostar-broadcast-satellite-business-11558348751", "title": "Dish Network to Buy EchoStar's Broadcast Satellite Business", "date": "2019-05-20 14:46", "summary": "All-stock deal, valued at about $800 million, includes nine direct broadcast satellites and real estate. Dish Network Corp. reached a deal to buy EchoStar Corp.'s broadcast satellite-service business for about $800 million in stock, as the company brings in-house operations it split off more than a decade ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-edges-up-as-dollar-falls-11558366887", "title": "Gold Edges Up as Dollar Falls", "date": "2019-05-20 14:33", "summary": "Copper drops on economic concerns following the U.S.-China trade dispute. Gold prices got a boost from a weaker U.S. dollar and anxiety over U.S.-China trade negotiations.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-head-says-abortion-is-still-legal-despite-restrictive-laws-11558375856", "title": "Planned Parenthood Head Says Abortion Is Still Legal", "date": "2019-05-20 14:10", "summary": "Dr. Leana Wen says patients are deeply worried about new state laws restricting or banning abortion. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/traditional-medicare-has-certain-advantages-11558374590", "title": "Traditional Medicare Has Certain Advantages", "date": "2019-05-20 13:49", "summary": "Most of us prefer to select our own physicians.. In his May 15 op-ed \"Medicare Isn't All It's Cracked Up to Be,\" Chris Pope seems to have missed the main reason why Americans reject Medicare Advantage plans in favor of original or traditional Medicare. I would suggest that most of us prefer to select our own physicians. The fact is that Medicare Advantage plans may cost the consumer less, but they provide you with a preselected list of doctors and other health-care providers. You choose only from their network. Most often, you also need to get a referral from your primary-care doctor to see a specialist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-bears-no-blame-as-cuba-starves-on-its-policies-11558374532", "title": "The U.S. Bears No Blame as Cuba Starves on Its Policies", "date": "2019-05-20 13:48", "summary": "Today, less than 25% of Cuba's arable land is in cultivation.. Regarding \"Cuba to Ration Sales of Basic Food Items\" (World News, May 13), Cuba's Commerce Minister Betsy Diaz asserts that the U.S. embargo forces the island to buy food from distant markets, which raises prices. The \"distant markets\" for about 75% of Cuba's food imports are actually in the U.S. The embargo, such as it is, requires such sales to be on a cash basis. Credit sales are denied so as to prevent Cuba from stiffing U.S. suppliers, as it has done with all its other trading partners.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-finger-pointing-is-counterproductive-11558374520", "title": "PG&E Finger-Pointing Is Counterproductive", "date": "2019-05-20 13:48", "summary": "The bankrupt utility was found culpable for 2018 wildfires, but sharing blame is the only way to get ahead of the next big blaze. PG&E is to blame. That was the determination made last week by the California Department of Forestry and Fire Protection, or CalFire, about the 2018 blazes that killed 85 people. Earlier this year, the company filed for bankruptcy after being mired in legal uncertainty from the incident.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-gadgets-dont-equal-a-better-standard-of-living-11558374464", "title": "Better Gadgets Don't Equal a Better Standard of Living", "date": "2019-05-20 13:47", "summary": "Though a larger TV may pack more value for its price, it doesn't increase a consumer's productivity.. Andy Kessler's column \"The Fed Is Flying Blind on Inflation\" overstates technology's impact on aggregate consumer-price inflation (Inside View, May 13). The problem with the hedonic-adjusted prices is that the increased quality assumed by the government may offer only marginal benefit to the end-user or consumer. The Bureau of Labor Statistics likely overstates the quality adjustment captured by the aggregate consumer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grim-memories-of-a-pre-vaccinated-world-11558374418", "title": "Grim Memories of a Pre-Vaccinated World", "date": "2019-05-20 13:46", "summary": "My two older brothers and sister had polio in the 1940s.. Bob Greene masterfully draws a connection between vaccines and the elimination of the terrible iron lung (\"Vaccines Made the Iron Lung Obsolete,\" op-ed, May 14). In the 1960s, when I was a medical resident in the \"chest service\" at New York's Bellevue Hospital, I got a late glimpse of the dreadful pain that children and adults with paralytic polio had recently endured.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-sides-with-trademark-users-in-bankruptcy-disputes-11558373717", "title": "Supreme Court Sides With Trademark Users In Bankruptcy Disputes", "date": "2019-05-20 13:35", "summary": "Ruling blocks trademark owners from rescinding rights in licensing deals after bankruptcy. The nation's top court ruled trademark users don't lose the power to sell merchandise or other contractual rights when the owner of that trademark files for bankruptcy protection and ends their licensing agreement early.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-cuts-off-huawei-from-some-smartphone-services-11558342295", "title": "Google Bans Huawei Phones From Some Android Services", "date": "2019-05-20 13:22", "summary": "Chinese tech giant begins to feel impact of U.S. curbs on its access to American technology; other companies halt shipments. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hate-buying-cleaning-supplies-theres-a-pill-for-that-11558372805", "title": "Hate Buying Cleaning Supplies? There's a Pill for That", "date": "2019-05-20 13:20", "summary": "The war on straws may have captured our eco-imaginations, but giant plastic jugs of bleach, window cleaner and counter spray are worse, says Sarah Paiji Yoo. What if all you needed to clean your house was a tablet the size of an Alka-Seltzer?. In 2017, ahead of her first business trip since giving birth to her son, entrepreneur Sarah Paiji Yoo was doing research on how to switch him to formula. When she came across studies of microplastics in our water supply, she grew concerned about her family's health and decided to start limiting her plastic consumption. She quickly ran into hurdles in her household shopping. Shampoo, window glass cleaner, mouthwash-almost all the products she needed came packaged in plastic. \"I was looking at cleaning sprays and realized they're like 90% water,\" she says. \"Why am I buying a new plastic bottle every time? Why can't we make these parts in a powder or a tablet?\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-iran-militias-denounce-rocket-strike-near-u-s-embassy-in-iraq-11558355575", "title": "Pro-Iran Militias Denounce Rocket Strike Near U.S. Embassy in Iraq", "date": "2019-05-20 13:00", "summary": "Groups have complicated the Baghdad government's efforts to steer a middle course between Washington and Tehran. BAGHDAD-Hard-line pro-Iran militias in Iraq denounced the late-night rocket strike near the U.S. Embassy in Baghdad, seeking to distance themselves from an attack that threatens to inflame tensions amid efforts to de-escalate a crisis between Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-markets-rally-on-modi-exit-poll-lead-11558348467", "title": "Indian Markets Rally on Modi Exit Poll Lead", "date": "2019-05-20 12:51", "summary": "Stocks and the rupee rallied as it appeared Narendra Modi was headed to another five-year term as India's prime minister. Indian markets cheered Monday as exit polls suggested Prime Minister Narendra Modi is set for another five years at the helm of Asia's third-largest economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-hates-health-care-stocksbuy-them-anyway-11558369320", "title": "Everyone Hates Health-Care Stocks. Buy Them Anyway.", "date": "2019-05-20 12:22", "summary": "Relatively attractive valuation and defensive properties could make the sector shine. Health-care stocks may get well soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plastics-industry-pushes-back-against-bans-11558358911", "title": "In Plastic-Bag Wars, the Industry Fights Back", "date": "2019-05-20 12:21", "summary": "Trade groups defend their straws, too, and say alternative materials do more harm to environment. The backlash against single-use plastic has engulfed straws, bags and takeout containers, but the plastics industry is fighting back, arguing alternatives can be worse for the environment and disruptive for businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phantom-4-billion-joins-accounting-land-mines-shaking-chinese-market-11558352421", "title": "Phantom $4 Billion Joins Accounting 'Land Mines' Shaking Chinese Market", "date": "2019-05-20 12:20", "summary": "Kangmei Pharmaceutical suspended trading of its stock after regulators revealed it had inflated its cash holdings. SHANGHAI-A drug company at the center of one of China's biggest corporate crises on Monday suspended trading in its stock, after admitting it had been secretly buying its own shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-president-takes-office-with-vow-to-end-russia-conflict-11558368654", "title": "Ukraine President Takes Office With Vow to End Russia Conflict", "date": "2019-05-20 12:10", "summary": "Zelensky looks to show he will stand up to Putin, dissolves parliament. MOSCOW-Ukraine's new leader launched his presidency with a vow to end a five-year conflict with Russia-backed separatists on Ukraine's terms and a move to dissolve parliament that could set the stage for elections that expand his mandate.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citys-green-new-deal-would-clobber-trump-tower-and-queens-co-ops-11558354997", "title": "NYC's Green New Deal Would Clobber Trump Tower and Queens Co-Ops", "date": "2019-05-20 11:50", "summary": "Hundreds of outer-borough developments could face steep fines in coming years if they don't cut carbon-gas emissions footprint. Mayor Bill de Blasio threatened last week to ban new glass skyscrapers if they don't reduce carbon emissions. But many of the properties likely to face fines under the city's recently adopted Green New Deal are older brick-walled apartment buildings across the city, according to an analysis by The Wall Street Journal.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-season-8-a-song-of-ice-and-fire-and-disappointment-11558200938", "title": "'Game of Thrones' Season 8: A Song of Ice and Fire and Disappointment", "date": "2019-05-20 11:46", "summary": "Critical ratings for the most popular TV show ever dropped as the series neared its finale. All good things must come to an end. But not all ends are good things.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-problems-wont-help-smartphone-rival-xiaomi-11558366074", "title": "Huawei's Problems Won't Help Smartphone Rival Xiaomi", "date": "2019-05-20 11:27", "summary": "Xiaomi hasn't worked out how to make better money from China's intensely competitive smartphone industry. Huawei's pain isn't necessarily Xiaomi's gain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-is-over-your-new-favorite-tv-show-is-giannis-kawhi-11558364509", "title": "'Game of Thrones' Is Over. Your New Favorite TV Show Is Giannis & Kawhi.", "date": "2019-05-20 11:07", "summary": "LeBron James's move West leads to a brilliant new power struggle in the NBA's East. This is a column about new blood, the merciless battle for greatness, and a sudden ascendancy to power. No: It isn't about freaking \"Game of Thrones.\" It's about Giannis & Kawhi.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-diane-keatons-instagrams-look-like-this-11558364438", "title": "WHY DIANE KEATON'S INSTAGRAMS LOOK LIKE THIS", "date": "2019-05-20 11:00", "summary": "The actor talks about her addictive account, including her use of all-caps in every caption. In this series, we interview the people behind our favorite style accounts on Instagram to learn their sartorial secrets and tips for success.", "categories": [["Fashion", "Following"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-seeks-fines-for-firms-that-fail-to-close-gender-pay-gap-11558346400", "title": "Harris Seeks Fines for Firms That Fail to Close Gender Pay Gap", "date": "2019-05-20 10:47", "summary": "Presidential hopeful's plan: Take 1% of a company's profit for every 1% difference in wages for equal work. WASHINGTON-Sen. Kamala Harris is proposing that large employers pay women on an equal basis with their male counterparts or face government fines, seeking a sweeping shift in the way the nation addresses pay inequity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negative-rates-designed-as-a-short-term-jolt-have-become-an-addiction-11558363559", "title": "Negative Rates, Designed as a Short-Term Jolt, Have Become an Addiction", "date": "2019-05-20 10:46", "summary": "Europe's central banks haven't been able to wean the eurozone off cheap money, which distorts economies and leaves little ammunition to cushion a downturn. For five years, European nations have been trying to jump-start their ailing economies with what was supposed to be a radical, short-term remedy-negative interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-benefits-and-some-drawbacks-of-living-in-a-city-without-freeways-11558362617", "title": "The Benefits (and Some Drawbacks) of Living in a City Without Freeways", "date": "2019-05-20 10:30", "summary": "A writer describes what it's like in Vancouver, a city that 50 years ago scrapped a plan for a downtown freeway. More cities are looking at whether and how to remove freeways, because they're expensive to maintain and disruptive to urban life.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oceanfront-newport-mansion-once-owned-by-edith-wharton-lists-for-11-7-million-11558362091", "title": "Oceanfront Newport Mansion Once Owned by Edith Wharton Lists for $11.7 Million", "date": "2019-05-20 10:25", "summary": "From Land's End, the 'Age of Innocence' scribe bemoaned the city's excessive displays of wealth.. In 1893, Edith Wharton and her husband bought an oceanfront home in the fashionable summer destination of Newport, R.I. It was from this perch that the young writer viewed, with increasing disdain, the superficial culture brought by a rush of megarich to the area-a culture she would later describe in some of her best-known novels.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-slow-to-adopt-libor-replacement-11558362214", "title": "Companies Slow to Adopt Libor Replacement", "date": "2019-05-20 10:23", "summary": "Borrowers led by Fannie Mae have sold $105 billion of floating-rate securities linked to SOFR since it made its debut nearly a year ago. Companies are dawdling in their adoption of the Federal Reserve's preferred replacement for the interest-rate benchmark underpinning trillions of dollars in financial contracts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-internet-obsession-using-doorbell-cameras-to-watch-the-wildlife-11558362158", "title": "'Better Than TV': Doorbell Camera Owners Obsess Over the Wildlife at Their Doors", "date": "2019-05-20 10:22", "summary": "Resume Subscription. Some people browse social media in their free moments. Kevin Huyghe scans his doorbell's video feed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oceanfront-newport-mansion-once-owned-by-edith-wharton-lists-for-11-7-million-11558362055", "title": "Oceanfront Newport Mansion Once Owned by Edith Wharton Lists for $11.7 Million", "date": "2019-05-20 10:20", "summary": "From Land's End, the \"Age of Innocence\" scribe bemoaned the city's excessive displays of wealth.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-advantagesand-limitationsof-living-to-100-11558361828", "title": "The Advantages-and Limitations-of Living to 100", "date": "2019-05-20 10:17", "summary": "Resume Subscription. Do you want to live to be 100?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/game-of-thrones-finale-frozen-out-in-china-by-trade-fight-11558359453", "title": "'Game of Thrones' Finale Frozen Out in China by Trade Fight", "date": "2019-05-20 09:37", "summary": "Chinese viewers fume as finale is scrubbed; HBO disputes Tencent's account of transmission problems. BEIJING-Millions of \"Game of Thrones\" fans soaked up the final episode of HBO's long-running TV series-except in China, where the premium platform says the last installment got scrubbed due to trade tensions with the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-harker-monetary-policy-cant-be-run-on-rules-alone-11558359249", "title": "Fed's Harker: Monetary Policy Can't Be Run on Rules Alone", "date": "2019-05-20 09:34", "summary": "Philadelphia Fed leader says no set of rules can capture all of the factors central bankers must contend with. Philadelphia Fed leader Patrick Harker said human judgment is critical in making monetary policy, in comments that pushed back on the setting of interest-rate policy by rules alone.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-caterpillar-mylan-coty-and-under-armour-11558348512", "title": "Stocks to Watch: Sprint, Caterpillar, Tesla, Alphabet", "date": "2019-05-20 09:20", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-the-fog-trumps-real-agenda-in-iran-11558357519", "title": "Amid the Fog, Trump's Real Agenda in Iran", "date": "2019-05-20 09:05", "summary": "U.S. president uses economic sanctions to generate unprecedented pressure on Iran, with two apparent goals in mind. Whatever other assets and liabilities he brings to the table, President Trump certainly offers this: He is a master at sowing uncertainty, so neither friend nor foe really knows what he's up to.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-ways-to-wear-high-contrast-black-and-white-11558356298", "title": "5 Ways to Wear High-Contrast Black and White", "date": "2019-05-20 08:44", "summary": "Opposites attract with this graphic style, here seen on shoes, bags and coats. How to wear black and white from head to toe. A pointed toe is a sharp choice. $645, pierrehardy.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-booksmarts-beanie-feldstein-jonah-hills-brilliantly-funny-sister-11558356167", "title": "Meet Booksmart's Beanie Feldstein, Jonah Hill's Brilliantly Funny Sister", "date": "2019-05-20 08:42", "summary": "Following her supporting role in 2017's 'Lady Bird,' Beanie Feldstein is front and center in Olivia Wilde's directorial debut, 'Booksmart'. The film Booksmart begins with a close-up of Beanie Feldstein, as Molly, the valedictorian of her high school class. She glowers, with her jaw clenched and eyes closed, as she prepares for a final day in the trenches with her fellow (and supposedly inferior) classmates. They partied instead of studying and won't be going to Yale, like her.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-slugger-who-is-conjuring-ted-williams-11558355355", "title": "The Slugger Who Is Conjuring Ted Williams", "date": "2019-05-20 08:29", "summary": "Dodgers star Cody Bellinger used to only hit home runs. Now he is hitting over .400.. LOS ANGELES-The last seven-plus decades of baseball's history suggest that Cody Bellinger probably won't hit .400 this year. Since the legendary Ted Williams last accomplished the feat in 1941, only two players have managed to even reach .390: George Brett for the Kansas City Royals in 1980 and Tony Gwynn for the San Diego Padres in the strike-shortened 1994 campaign. Since then, nobody has posted a batting average better than .379.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-games-of-planes-you-die-or-you-become-less-low-cost-11558354698", "title": "In the Game of Planes, You Lose or You Become Less Low-Cost", "date": "2019-05-20 08:18", "summary": "Ryanair's commitment to aggressive expansion despite weaker profits could bring in rewards in time, but also increases its cost base. Those mourning the end of HBO's hit show \"Game of Thrones\" can always watch the cutthroat world of European airlines. Budget leader Ryanair wants to keep its crown by expanding as aggressively as possible, but the strategy is bringing higher costs-a problem for a low-cost operation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-is-here-to-stay-some-investors-wager-11558353880", "title": "Volatility Is Here to Stay, Some Investors Wager", "date": "2019-05-20 08:04", "summary": "Renewed trade worries have many market participants positioning for more turbulence. A growing number of investors are betting that markets will stay erratic as a renewed bout of trade worries roils global stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-shares-hit-all-time-low-11558353258", "title": "Deutsche Bank Shares Hit All-Time Low", "date": "2019-05-20 07:54", "summary": "Fresh investor doubts emerge over investment bank and broader strategy ahead of German lender's annual meeting. Deutsche Bank AG's shares traded at an all-time low Monday just weeks after talks with Commerzbank AG failed. Now bank officials, facing fresh investor doubts about the lender's ailing investment bank and overall strategy, are bracing for a barrage of criticism from shareholders at the bank's annual meeting Thursday in Frankfurt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-memory-to-buy-out-shares-from-apple-dell-11558348574", "title": "Toshiba Memory to Buy Out Shares From Apple, Dell", "date": "2019-05-20 06:36", "summary": "They are among the four U.S. companies set to give up their shares for more than $4 billion under a refinancing plan. TOKYO- Apple Inc., Dell Technologies Inc. and two other U.S. technology companies are set to give up their preferred shares in Japanese chip maker Toshiba Memory Holdings Corp. for more than $4 billion under a refinancing plan, according to people familiar with the plan.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tech-my-toddler-will-never-know-six-gadgets-headed-for-the-graveyard-11557846121", "title": "The Tech My Toddler Will Never Know: Six Gadgets Headed for the Graveyard", "date": "2019-05-20 06:16", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/robots-take-a-turn-leading-autism-therapy-in-schools-11558344600", "title": "Robots Take a Turn Leading Autism Therapy in Schools", "date": "2019-05-20 05:30", "summary": "New tech teaching emotional and communication skills shows early signs of connecting with children with autism spectrum disorder. Union City, N.J.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pimcos-ties-to-architect-of-college-admissions-scam-ran-deep-11558344603", "title": "Pimco's Ties to Architect of College-Admissions Scam Ran Deep", "date": "2019-05-20 05:30", "summary": "Before ex-CEO Douglas Hodge turned to William 'Rick' Singer, another executive at the bond giant had recommended the admission counselor's services. NEWPORT BEACH, Calif.-Pacific Investment Management Co. is facing its most turbulent stretch in five years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forced-tech-transfers-are-on-the-rise-in-china-european-firms-say-11558344240", "title": "Forced Tech Transfers Are on the Rise in China, European Firms Say", "date": "2019-05-20 05:24", "summary": "The practice has become more widespread despite official assurances from Beijing it would be stopped. European businesses in China say forced technology transfers to local firms have become more common over the past two years as foreign firms battle for access in the world's second-largest economy.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-moves-toward-issuing-arrest-warrant-for-assange-in-rape-inquiry-11558341650", "title": "Sweden Moves Toward Issuing Arrest Warrant for Assange", "date": "2019-05-20 04:40", "summary": "The Swedish move marks the latest turn the long-running saga of a man the U.S. says ran a hostile foreign-intelligence service. STOCKHOLM-Sweden took the first formal steps toward requesting the extradition of Julian Assange, in what is likely to be a protracted battle to bring the WikiLeaks founder to trial.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-blossoming-2-1-growth-surprises-economists-11558312425", "title": "Japan Surprises With 2.1% Growth, but It's Not All Roses", "date": "2019-05-20 00:02", "summary": "Growth in public investment drove economic expansion in the first quarter, overcoming the impact of U.S.-China trade tensions. TOKYO-The Japanese economy unexpectedly grew in the first quarter of 2019 supported by government spending, although there were some worrying signs connected to the U.S.-China trade dispute.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-weakens-on-china-u-s-trade-tensions-11558373902", "title": "Dollar Weakens on Trade Tensions", "date": "2019-05-20 00:01", "summary": "Investors track latest developments in trade conflict between the U.S. and China. The dollar fell Monday, as investors tracked the latest developments in the trade conflict between the U.S. and China.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11558278585", "title": "Pepper...and Salt", "date": "2019-05-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-gift-to-morehouse-class-of-2019-your-student-loans-are-gone-11558299148", "title": "A Gift to Morehouse Class of 2019: Your Student Loans Are Gone", "date": "2019-05-20 22:02", "summary": "Billionaire Robert F. Smith made announcement during his keynote speech at commencement. ATLANTA-The keynote speaker for Morehouse College's commencement ceremony on Sunday caused elation when he made a stunning announcement: The billionaire would pay off the college debt of every graduate in the class.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-fears-drove-australias-surprise-election-result-11558256778", "title": "Economic Fears Drove Australia's Surprise Election Result", "date": "2019-05-20 20:17", "summary": "Scott Morrison prevailed in battleground states where voters feared his opponent's policies would threaten jobs. SYDNEY-Australian conservative Prime Minister Scott Morrison's surprise come-from-behind win in national elections was fueled by a campaign that focused on fears that economic and climate policies pledged by center-left opponents would end the world's longest growth streak.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]