[{"link": "https://www.wsj.com/articles/big-companies-tightened-spending-as-trade-fears-intensified-11558258201", "title": "Big Companies Tightened Spending as Trade Fears Intensified", "date": "2019-05-19 19:51", "summary": "Slower business spending could hamper economic growth later in 2019 and in 2020. Spending on factories, equipment and other capital goods slowed in the first quarter among a broad cross-section of large, U.S.-listed firms, bolstering investor concerns that a key driver of economic growth is fading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-were-advised-to-claim-to-be-minorities-in-college-admissions-scandal-11558171800", "title": "Students Were Advised to Claim to Be Minorities in College-Admissions Scandal", "date": "2019-05-19 19:33", "summary": "Misrepresentations played into efforts by elite campus to diversify their student bodies. BOSTON-The man behind the scheme to help wealthy students get into elite colleges by cheating on tests and faking athletic credentials advised some families to falsely claim students were racial minorities, according to people familiar with the situation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-other-big-investors-spoil-ubers-coming-out-party-11558284897", "title": "BlackRock, Other Big Investors Spoil Uber's Coming-Out Party", "date": "2019-05-19 19:31", "summary": "Rather than buying more shares in the Uber IPO, investors including BlackRock, Tiger Global tried to sell stock before or as part of the offering. Uber Technologies Inc. grew to be the nation's most valuable startup thanks to support from some of the biggest investors around. That support became a liability when the ride-hailing giant made its stock-market debut this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signals-gop-discord-on-state-abortion-laws-11558308175", "title": "Trump Signals GOP Discord on State Abortion Laws", "date": "2019-05-19 19:22", "summary": "New restrictions have some in the party warning of a political downside. President Trump's call this weekend for unity among abortion-rights opponents reflects an emerging split among Republicans who are debating the merits and politics of new state laws aimed at curtailing access to abortion.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-democrats-aim-to-make-presidential-primary-more-accessible-11558306800", "title": "New York Democrats Aim to Make Presidential Primary More Accessible", "date": "2019-05-19 19:00", "summary": "State Legislature working on bills to move registration deadline closer to primary date. New York's Democratic presidential primary is still almost a year away, but a key debate over who gets to vote in it will take place Wednesday at a labor hall in Albany.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-how-pro-golfer-kelley-brooke-learned-about-money-11558299367", "title": "Secrets of Wealthy Women: How Pro Golfer Kelley Brooke Learned About Money", "date": "2019-05-19 18:57", "summary": "'Make sure you're in control of your financial destiny,' the 2018 LPGA Professional of the Year says. In professional golfer Kelley Brooke's family, money was a taboo topic of conversation when she was growing up in Iowa.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-koepka-holds-on-to-win-the-pga-championship-11558305703", "title": "Brooks Koepka Wins the PGA Championship", "date": "2019-05-19 18:41", "summary": "The 29-year-old American takes the PGA Championship, his fourth major title in the last two years. FARMINGDALE, N.Y.-On the evening of Feb. 1, 2015, few people took much notice of a 24-year-old golfer who had just won his first PGA Tour event. Tiger Woods's game was in shambles, Rory McIlroy was his heir apparent and Jordan Spieth was about to become the next great American golfer. But as he celebrated that night in Scottsdale, Ariz., Brooks Koepka flatly laid out the path he saw for himself.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-roundup-woes-send-investors-fleeing-11558266059", "title": "Bayer's Roundup Problem Slashes Its Market Value", "date": "2019-05-19 18:11", "summary": "Investors and analysts say even radical change is unlikely to help the German company. BERLIN-Less than a year after Bayer AG acquired Monsanto Co. and its Roundup weedkiller, the German company is stuck at what could be one of its darkest hours. Plaintiffs claiming Roundup caused their cancer have won in three jury trials, lawsuits have multiplied and damage awards so far exceed $2 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocket-lands-in-baghdads-green-zone-where-u-s-embassy-located-according-to-iraq-state-tv-11558290989", "title": "Rocket Lands in Baghdad's Green Zone, Where U.S. Embassy Is Located", "date": "2019-05-19 17:30", "summary": "The Trump administration last week ordered a partial evacuation of its diplomatic missions in Baghdad and Erbil citing increased threats posed by Iran and its allies. BAGHDAD-A rocket landed near the U.S. Embassy in the center of the Iraqi capital on Sunday, security officials said, an incident that comes amid already heightened tensions in the region after Washington warned of threats from Iran and its allies.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-host-bahrain-economic-forum-in-mideast-peace-push-11558294132", "title": "U.S., Bahrain to Host Economic Forum in Mideast Peace Push", "date": "2019-05-19 17:14", "summary": "Workshop to discuss potential investment in West Bank, Gaza, neighboring countries. TEL AVIV-The Trump administration is inviting government officials and business leaders from the Middle East and Europe to Bahrain in late June to discuss the economic portion of its plan for peace between Israel and the Palestinians.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-mideast-tensions-opec-inches-closer-to-maintaining-production-cuts-through-2019-11558282225", "title": "Despite Mideast Tensions, OPEC Inches Closer to Maintaining Production Cuts Through 2019", "date": "2019-05-19 16:22", "summary": "Producers seek balance between supply fears, oil glut. JEDDAH, Saudi Arabia-OPEC and its allies on Sunday inched closer to continuing their existing production targets through the end of the year, delegates said, as fear of a returning oil glut outweighed apprehensions around Middle East conflict.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrian-governments-breakup-is-latest-blow-to-europes-far-right-movement-11558296878", "title": "Austria Government's Breakup Is New Blow to Europe's Far-Right Movement", "date": "2019-05-19 16:14", "summary": "Anti-immigration leader of junior coalition partner resigned after video emerged of him offering public contracts to a woman he believed to be a Moscow oligarch, prompting chancellor to call new elections. A video showing the leader of the junior partner in Austria's ruling coalition offering public contracts to a woman he believed to be a Moscow oligarch deals a blow to the Continent's far-right movement before European Union elections this month.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-iran-say-they-dont-want-war-but-are-ready-to-fight-if-provoked-11558286124", "title": "Saudi Arabia, Iran Appear to Ease Tensions", "date": "2019-05-19 15:44", "summary": "De-escalation follows Trump administration's move to ease tensions amid hostile rhetoric that followed attacks on tankers, kingdom's oil interests many blamed on Tehran. Middle East tensions appeared to ease over the weekend after the Trump administration moved to de-escalate two weeks of crisis, while Saudi Arabia and Iran toned down their threatening rhetoric in an attempt to avoid military conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-green-energy-isnt-the-future-11558294830", "title": "What if Green Energy Isn't the Future?", "date": "2019-05-19 15:40", "summary": "There's a reason Warren Buffett decided to bet $10 billion on the future of oil and natural gas.. What's Warren Buffett doing with a $10 billion bet on the future of oil and gas, helping old-school Occidental Petroleum buy Anadarko, a U.S. shale leader? For pundits promoting the all-green future, this looks like betting on horse farms circa 1919.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-left-loses-an-election-it-was-sure-to-win-11558294766", "title": "Australia's Left Loses an Election It Was Sure to Win", "date": "2019-05-19 15:39", "summary": "Voters shock the media in a result that echoes the victories of Brexit and Donald Trump in 2016.. Sydney", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-a-leader-not-a-liter-11558294690", "title": "Be a Leader, Not a Liter", "date": "2019-05-19 15:38", "summary": "Who needs the metric system, anyway?. World Metrology Day is Monday. Forgive me if I don't raise a pint-sorry, 473 milliliters-in commemoration. This date is meant to celebrate the International System of Units, otherwise known as the metric system. Against pascals of pressure, the U.S. stands nearly alone in maintaining its own \"customary units\" of weights and measures. We should stand tall on our own 2 feet. The metric system has never measured up. It was customary units that calibrated the machinery of the Industrial Revolution and took us 240,000 miles to the moon.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conrad-black-deserved-a-pardon-11558294570", "title": "Conrad Black Deserved a Pardon", "date": "2019-05-19 15:36", "summary": "The charges against the William F. Buckley of Canada were dubious, and he's suffered enough.. 'I never ask for mercy and seek no one's sympathy,\" Conrad Black told a federal judge in 2011. \"I do ask you now to avoid injustice.\" President Trump's pardon of Mr. Black on Wednesday comes too late for that. Then again, justice is for strangers, and Lord Black is the president's old friend. This rankles their detractors, who have difficulty distinguishing loyalty from corruption.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-flirts-with-suicide-11558294511", "title": "Mexico Flirts With Suicide", "date": "2019-05-19 15:35", "summary": "An architect of the Argentine economic debacle gives advice to the government.. Leftist Mexican President Andrés Manuel López Obrador-AMLO, as he is popularly known-has worked hard to convince markets that he is no Hugo Chávez. Former Argentine President Cristina Kirchner, maybe, but not Chávez.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-slay-dragons-in-the-business-world-11558294469", "title": "How to Slay Dragons in the Business World", "date": "2019-05-19 15:34", "summary": "Advice to the class of 2019: Don't let your first job description be a straitjacket.. Dear grads: Finish streaming Bird Box, stop moisturizing with CBD, lace up your Allbirds and listen up on how to get ahead. Dressed in medieval gowns and tassels, you've been drowned with graduation platitudes and advice.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrenchment-review-the-politics-of-no-return-11558294384", "title": "'Entrenchment' Review: The Politics of No Return", "date": "2019-05-19 15:33", "summary": "Just as entrenched laws can stop legislatures from passing needed reforms, they can also stop majorities from riding roughshod over minorities.. 'The nearest approach to immortality on earth,\" the South Carolina statesman James Byrnes famously remarked, \"is a government bureau.\" What Byrnes was describing usually goes by the pejorative term \"entrenchment\": the principle that some policies and laws can't easily be reversed, even by majorities. But as Paul Starr explains in \"Entrenchment: Wealth, Power, and the Constitution of Democratic Societies,\" this isn't always a bad thing: Just as entrenched laws and institutions can stop legislatures from passing needed reforms, they can also stop majorities from riding roughshod over minorities.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cut-out-the-medical-middlemen-11558294424", "title": "Cut Out the Medical Middlemen", "date": "2019-05-19 15:33", "summary": "Direct primary care provides high-quality basic services for a flat, low monthly fee.. Health-care policy is often portrayed as a fight between government and insurance companies. But one of the most effective cost-saving measures is to cut out both and allow patients to deal directly with doctors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-eurozone-pmi-new-and-existing-home-sales-11558292400", "title": "Economy Week Ahead: Eurozone PMI, New- and Existing-Home Sales", "date": "2019-05-19 15:00", "summary": "Economists expect durable goods orders declined 2% in April. In the week ahead, surveys of purchasing managers in the eurozone are released. In the U.S., data on existing- and new-home sales and durable goods orders are released.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-prices-are-set-to-climb-as-swine-fever-claims-chinas-hogs-11558267201", "title": "Meat Prices Are Set to Climb as Swine Fever Claims China's Hogs", "date": "2019-05-19 14:59", "summary": "McDonald's, Tyson among companies that expect tighter supplies of pork and bacon to result in more-expensive meat globally. A disease sweeping China's hog farms is set to hit U.S. meat eaters' pocketbooks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-attack-on-tourist-bus-near-pyramids-injures-at-least-14-11558277078", "title": "Egypt Attack on Tourist Bus Near Pyramids Injures at Least 14", "date": "2019-05-19 14:40", "summary": "Blast is second attack on tourists in the country in five months. CAIRO-A roadside bomb targeted a sightseeing bus near Egypt's famed Pyramids on Sunday, injuring at least 14 people, an attack on one of the most visited sites in the country that threatens its vital tourism industry.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playing-catch-up-in-the-game-of-life-millennials-approach-middle-age-in-crisis-11558290908", "title": "'Playing Catch-Up in the Game of Life.' Millennials Approach Middle Age in Crisis", "date": "2019-05-19 14:35", "summary": "Resume Subscription. American millennials are approaching middle age in worse financial shape than every living generation ahead of them, lagging behind baby boomers and Generation X despite a decade of economic growth and falling unemployment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/third-john-wick-movie-posts-series-strongest-opening-weekend-11558290739", "title": "Third 'John Wick' Movie Posts Series' Strongest Opening Weekend", "date": "2019-05-19 14:32", "summary": "Lions Gate action-thriller starring Keanu Reeves unseats 'Avengers'. Lions Gate Entertainment Corp. won a respite from its box-office woes as its latest film, \"John Wick: Chapter 3-Parabellum\" nabbed the top spot, with the biggest opening weekend in the action-thriller franchise's five-year history.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swede-brings-his-orphaned-grandchildren-home-from-isis-trauma-11558290653", "title": "Swede Brings His Grandchildren Home From ISIS Trauma", "date": "2019-05-19 14:30", "summary": "Resume Subscription. ERBIL, Iraq-The distant roar of jet engines sent 8-year-old Ibrahim scrambling for cover, his survival instincts borne of years living under bombardment on the battlefields of Syria.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-get-too-used-to-higher-bank-deposit-rates-11558290521", "title": "Don't Get Too Used to Higher Bank Deposit Rates", "date": "2019-05-19 14:28", "summary": "Some deposit rates have slowed their increases or already declined. The \"good times\" for bank depositors may not last much longer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-that-junk-health-insurance-11558290334", "title": "About That 'Junk' Health Insurance", "date": "2019-05-19 14:25", "summary": "New evidence that short-term plans offer good coverage for many.. House Democrats last week voted to reverse a Trump Administration rule that the left has branded as promoting \"junk insurance.\" So note that the vote arrives the same week as a fresh analysis about how short-term health insurance can be a better option than ObamaCare.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-ram-pickup-is-closing-in-on-gm-and-ford-11558289829", "title": "Fiat Chrysler's Ram Is Gaining on Pickups From GM and Ford", "date": "2019-05-19 14:17", "summary": "Luxury interiors and aggressive rebates are helping Fiat Chrysler Ram pickups attract buyers; \"It feels like I'm in a Mercedes,\" a recent customer said. The growing popularity of Fiat Chrysler Automobiles NV's Ram pickup truck is pushing the car maker's Detroit rivals to defend their positions in a highly profitable corner of the auto market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-demise-of-hong-kong-11558134193", "title": "The Demise of Hong Kong", "date": "2019-05-19 14:14", "summary": "An extradition law means the end of 'one country, two systems.'. When a Hong Kong Legislative Council meeting ended in a brawl a week ago Saturday with one lawmaker hospitalized, the Hong Kong government denounced the \"unprecedented\" fight. But what did it expect? The weekend scuffle concerned a proposed extradition law that would allow the transfer of local residents from Hong Kong to Mainland China and eviscerate Hong Kong's legal independence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-focused-on-north-american-trade-welcome-potential-relief-11558124375", "title": "Companies Focused on North American Trade Welcome Deal", "date": "2019-05-19 14:10", "summary": "Dairy makers, farmers, and metal companies all saw higher costs from tariffs on steel and aluminum from Canada and Mexico. U.S. companies that rely on doing business across borders in North America welcomed a potential return to more open trade on the continent after President Trump said he would remove tariffs on steel and aluminum from Canada and Mexico.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-probes-former-top-securities-regulator-for-corruption-11558288707", "title": "China Probes Former Securities Regulator for Corruption", "date": "2019-05-19 13:58", "summary": "Liu Shiyu allegedly violated law and flouted Communist Party regulations. BEIJING-China's anticorruption agencies are investigating a former top securities regulator for allegedly violating the law and flouting Communist Party regulations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-voters-approve-corporate-tax-overhaul-11558279313", "title": "Swiss Voters Approve Corporate-Tax Overhaul", "date": "2019-05-19 13:40", "summary": "Switzerland had come under pressure from the EU to eliminate special deals with multinationals. ZURICH-Swiss voters approved a government plan to eliminate certain tax breaks for multinational companies, a measure aimed at bringing the country in line with international norms while maintaining its status as a low-tax center.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officer-on-a-pink-phone-dials-down-north-korea-tensions-11558287392", "title": "U.S. Officer on a Pink Phone Dials Down North Korea Tensions", "date": "2019-05-19 13:36", "summary": "Resume Subscription. PANMUNJOM, Korean Demilitarized Zone-Every weekday for five years, U.S. military officer Daniel McShane waited patiently for North Korean soldiers to return his calls. When they finally did, his team struggled to find the right phone. They had never heard it ring before.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-climate-change-drubbing-in-australia-11558283558", "title": "A Climate-Change Drubbing in Australia", "date": "2019-05-19 12:32", "summary": "Down in the polls for months, the center-right rallies to win on taxes and energy.. If American Democrats want a warning about the consequences of embracing the Green New Deal, look no further than Saturday's election shocker in Australia. The opposition center-left Labor Party had led in the polls for months but lost as voters rejected its move left on taxes, spending and above all on climate change.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-election-exit-polls-suggest-prime-minister-narendra-modi-could-stay-in-power-11558274528", "title": "India's Modi Likely to Keep Power, Exit Polls Suggest", "date": "2019-05-19 12:23", "summary": "Mr. Modi is popular but critics have argued his party has hurt the economy and marginalized minorities. NEW DELHI-Exit polls suggest Prime Minister Narendra Modi, the nationalist leader who has dominated Indian politics since he swept into power in 2014, could get another five years leading the world's largest democracy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-congressman-amash-says-trump-should-be-impeached-11558223521", "title": "Trump Calls GOP Congressman a 'Loser' After Call for Impeachment", "date": "2019-05-19 12:23", "summary": "President's response comes after Michigan lawmaker's criticism on Twitter. President Trump fired back at the first sitting Republican lawmaker to call for his impeachment, attacking Michigan Rep. Justin Amash as a \"loser\" who opposed him in order to gain popularity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-escapes-blame-for-millennial-woes-11558282968", "title": "No One Escapes Blame for Millennial Woes", "date": "2019-05-19 12:22", "summary": "Millennials take no responsibility for their failures; all that is wrong in their lives was caused by others.. Joseph C. Sternberg is mistaken to blame the debts of millennials on their boomer parents (\"Boomer Bequest Is Millennial Misery,\" op-ed, May 14). Throughout history, governments spend now, and go into debt now, with the promise to pay it all back \"later.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-turns-health-care-prices-into-a-guessing-game-11558282907", "title": "Medicare Turns Health-Care Prices Into a Guessing Game", "date": "2019-05-19 12:21", "summary": "Networks are the offshoot of Medicare price fixing in 1986.. Washington wants to concoct measures to end \"surprise billing,\" which lawmakers inadvertently caused in the first place (\"Trump Backs Ending Surprise Medical Bills,\" U.S. News, May 10). Networks are the offshoot of Medicare price fixing in 1986. When insurance companies saw that hospitals and physicians would accept lower payments in order to serve the Medicare population, they developed networks of \"preferred providers,\" who agreed to a reduction in payment for access to the insured. Inevitably, cost shifting occurred, resulting in inflated prices to withstand the discounts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-clock-industry-evolves-with-the-passing-of-time-11558282820", "title": "The Clock Industry Evolves With the Passing of Time", "date": "2019-05-19 12:20", "summary": "'Slave' clocks were more officially known as \"secondary' clocks.. Regarding \"Art Review: Still Protesting, but to What End?\" on the Whitney Biennial (Life & Arts, May 16): While I agree that \"slave clock\" has had common usage, I can point out that even in the 1920s these timepieces were more officially known as \"secondary\" clocks as you can see in the nearby image of a period catalog from the Standard Electric Time Co. of Springfield, Mass., which was the primary manufacturer of these time-distribution systems.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-chip-boom-lifts-tests-nvidia-11558281601", "title": "AI Chip Boom Lifts, Tests Nvidia", "date": "2019-05-19 12:00", "summary": "An explosion of new chips custom-made for artificial intelligence is reshaping the market and challenging its leader. Nvidia Corp. , the computer-graphics giant that made a successful bet on chips purpose-built for artificial intelligence, is facing new threats to its market dominance as rivals enter a multibillion-dollar race to power everything from customer-service chatbots to robotic lawn mowers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-ipo-boom-will-continue-11558274581", "title": "IPO Boom Will Continue, Despite Uber and Lyft's Travails", "date": "2019-05-19 10:03", "summary": "Wall Street is salivating over a huge backlog of initial public offerings, despite lackluster starts for Uber and Lyft. Uber and Lyft may have had rocky debuts, but the boom in initial public offerings will continue, cheering many on Wall Street.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norman-lear-on-why-archie-bunker-is-more-relevant-than-ever-11558270801", "title": "Norman Lear on Why Archie Bunker Is More Relevant Than Ever", "date": "2019-05-19 09:00", "summary": "Sitcom pioneer Norman Lear discusses comedy and human nature on the eve of ABC's live re-creation of 'All in the Family' and 'The Jeffersons'. Starting in 1971, writer and producer Norman Lear began an astonishing sitcom streak, launching \"All in the Family,\" \"Sanford and Son,\" \"Maude,\" \"Good Times\" and \"The Jeffersons\" within the space of four years. The shows shattered the concept of what TV comedies could do, and sparked national conversations on hot-button issues such as race, class, sexuality and politics.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-collectors-splurge-on-trophy-works-at-auctions-11558270800", "title": "Art Collectors Splurge on Trophy Works at Auctions", "date": "2019-05-19 09:00", "summary": "Collectors jostled at the high end of the market during the New York auctions, smashing record prices for more than four dozen artists, including Claude Monet and Jeff Koons. The art market may be entering its Frothy Period. After a few seasons where collectors felt safest buying blue-chip paintings in the middle of the market rather than at the top, bidders reversed course during last week's $2 billion sales in New York and splurged on masterpieces at the highest levels.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-even-apple-can-clean-up-the-mess-of-streaming-tv-11558270800", "title": "Not Even Apple Can Clean Up the Mess of Streaming TV", "date": "2019-05-19 09:00", "summary": "The new Apple TV app aims to solve the biggest problems facing TV watchers in the 21st century. Unfortunately, the expanding universe of TV viewing options doesn't want to play along.. What do you do when you turn the TV on? You pop the popcorn, grab the clicker... then what? Now that we get our \"TV\" from Netflix and Amazon through devices from Roku and Samsung-not to mention our phones and iPads-there's no longer an easy answer.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudson-river-park-goes-green-by-banning-plastic-water-bottles-11558267200", "title": "New York City Park Bans Plastic Water Bottles", "date": "2019-05-19 08:00", "summary": "Vendors that have signed deal, which also prohibits plastic straws, say it is necessary, even though it might hurt their bottom line. Hudson River Park, the 550-acre waterfront space that runs from lower Manhattan to Midtown, is introducing a green initiative that aims to curtail the use of single-use plastic items.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-transition-from-syrian-camp-to-swedish-future-11558266301", "title": "Family Transition: From Syrian Camp to Swedish Future", "date": "2019-05-19 07:45", "summary": "Patricio Galvez gets a crash course in child care in an Iraqi hotel as he awaits the processing and transport of his seven orphaned grandchildren to Sweden after their travails in the shattered caliphate of Islamic State.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/200-miles-of-solitude-on-his-bike-11558263600", "title": "200 Miles of Solitude on His Bike", "date": "2019-05-19 07:00", "summary": "A New York lawyer finds bliss on weekends with ambitious rides that can last all day. When Andrew Chonoles tells his wife he's going out for a bike ride in the morning, that means she might not see him until dinner. A weekend ride for him often exceeds 100 miles.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-scandal-new-policies-emerge-in-virginia-11558263600", "title": "After Scandal, New Policies Emerge in Virginia", "date": "2019-05-19 07:00", "summary": "Gov. Ralph Northam advocates causes important to black voters in effort to repair damage from racist yearbook photo. Months after a racist yearbook photo and sexual-assault allegations threatened to topple Virginia's top elected officials, a surprising outcome is emerging: The scandal is helping advance causes particularly important to black voters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/havens-hold-steady-as-stock-market-swings-continue-11558263608", "title": "Havens Hold Steady as Stock-Market Swings Continue", "date": "2019-05-19 07:00", "summary": "Investors move toward currencies deemed safer as concerns grow about trade tensions' impact on U.S. economy. Investors seeking shelter during the most recent bout of stock-market volatility have favored traditional havens like the Japanese yen and Swiss franc but remained cooler toward the dollar, a sign that some are growing more cautious on the U.S. economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-2020-democrats-stake-out-dueling-views-on-china-trade-11558263601", "title": "Trump and 2020 Democrats Stake Out Dueling Views on China Trade", "date": "2019-05-19 07:00", "summary": "The president says only he is tough enough to negotiate with Beijing; Democrats say he's not up to the task. WASHINGTON-President Trump has worked to sell voters on the idea that he can negotiate better trade pacts. Now, as talks drag, he says only he is tough enough to walk away from a bad deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-turmoil-makes-u-s-investors-nervous-11558260000", "title": "China Makes U.S. Investors Nervous", "date": "2019-05-19 06:00", "summary": "Some buy Treasurys and plan to sell stocks, saying 10-year bull market could be in danger. Some prominent U.S. investors are buying Treasurys and planning to sell stocks, saying escalating trade tensions with China could threaten the 10-year bull market for equities.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-late-night-snack-to-help-you-snooze-11558258200", "title": "A Late-Night Snack to Help You Snooze?", "date": "2019-05-19 05:30", "summary": "More foods are pitching themselves as healthier night fare, and some even suggest they can help you sleep. Victor Capo just spent $200 on 35 pints of ice cream that he thinks help him sleep. \"I top my day off with this, brush my teeth, and I'm done,\" he says.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-conservatives-appear-set-to-win-surprise-victory-11558186774", "title": "Australia's Conservatives Win Surprise Election Victory", "date": "2019-05-19 22:38", "summary": "Voters in mining areas turned on center-left opposition that had campaigned on climate change issues, preliminary results show. SYDNEY-Australia's conservative government eked out a surprise victory in Saturday's national elections after voters in resource-rich districts turned against center-left opponents who had put climate change at the heart of their campaign.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-to-change-pregnancy-policy-in-athlete-contracts-11558137409", "title": "Nike to Change Pregnancy Policy in Athlete Contracts", "date": "2019-05-19 22:12", "summary": "Sneaker giant says it won't reduce pay during pregnancy after criticism from Olympian Alysia Montaño. Nike Inc. said it is adding language to new contracts for female athletes that will protect their pay during pregnancy, after coming under fire for cutting compensation for some athletes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-of-will-wins-preakness-stakes-11558220594", "title": "War of Will Wins Preakness Stakes", "date": "2019-05-19 20:56", "summary": "First four horses to cross finish line at the Kentucky Derby didn't run in Saturday's race. BALTIMORE-War of Will had a bumpy trip in the Kentucky Derby but encountered smooth sailing in the Preakness Stakes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-koepka-looks-set-to-capture-pga-championship-11558224107", "title": "Brooks Koepka Looks Set to Capture PGA Championship", "date": "2019-05-19 20:01", "summary": "'Win it by a touchdown': Leader maintains formidable seven-stroke lead at 12 under par heading into final round. FARMINGDALE, N.Y.-The near-impossibility of catching Brooks Koepka was apparent as he marched down the first fairway at Bethpage Black on Saturday afternoon. He already led the PGA Championship by seven strokes when he teed off. After the ball landed-nearly half a football field closer to the hole than that of his playing partner, Jordan Spieth-a spectator shouted, \"Win it by a touchdown, Brooks!\"", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}]