[{"link": "https://www.wsj.com/articles/microsoft-keeps-its-high-score-11563494331", "title": "Microsoft Keeps its High Score", "date": "2019-07-18 19:58", "summary": "Software giant's strong results and forecast help justify its trillion dollar value. Microsoft has shown it can operate in thin air. Now investors can breathe a sigh of relief.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspected-arson-attack-in-japan-leaves-more-than-a-dozen-dead-11563440091", "title": "Suspected Arson Attack at Kyoto Animation Studio Kills More Than 30", "date": "2019-07-18 19:32", "summary": "Police detain 41-year-old suspect in 'horrifying' fire in Japan. TOKYO-At least 33 people died in a suspected arson attack at an animation studio in the western city of Kyoto, in what appeared to be one of the deadliest incidents of violence in Japan in decades.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-seizes-foreign-tanker-it-accuses-of-smuggling-fuel-11563449352", "title": "Trump Says U.S. Ship Downed Iranian Drone", "date": "2019-07-18 19:27", "summary": "The president's comments come after Iranian forces said they had seized a foreign tanker. ABOARD THE USS BOXER-President Trump said the U.S. Navy downed an Iranian drone that was flying too close to a U.S. warship in the Strait of Hormuz, hours after Iranian forces said they had seized a foreign tanker, the latest in a series of incidents that have ratcheted up tensions in a vital oil shipping route.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nea-founded-radiology-startup-hits-4-billion-valuation-11563492304", "title": "NEA-Founded Radiology Startup Hits $4 Billion Valuation", "date": "2019-07-18 19:25", "summary": "Starr Investment Holdings invests $700 million into Radiology Partners, a startup with 1,400 physicians serving 1,000 hospitals. Radiology Partners Inc., a startup that operates a nationwide medical imaging practice, has raised $700 million in new financing.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-to-the-rescue-11563492142", "title": "Cryptocurrency to the Rescue", "date": "2019-07-18 19:22", "summary": "Facebook's Libra could help the poor who lost credit after Dodd-Frank.. Members of Congress this week lashed Facebook over its plans to create a new cryptocurrency that ostensibly aims to serve low-income folks and fill a market need that Democrats created in 2010 with the Dodd-Frank Act. Here is a parable of regulatory unintended consequences.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-new-wind-energy-projects-coming-to-new-york-11563492150", "title": "Two New Wind Energy Projects Coming to New York", "date": "2019-07-18 19:22", "summary": "The Atlantic Ocean wind farms will total 1,700 megawatts, enough electricity to power 1 million homes. New York state officials on Thursday announced two new wind projects in the Atlantic Ocean totaling 1,700 megawatts-double the amount of generation capacity the state had been seeking and enough electricity to power 1 million homes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-regrets-11563492099", "title": "Trump Has Regrets", "date": "2019-07-18 19:21", "summary": "The 'send her back' chant at his rally was an ugly political moment.. Donald Trump rarely admits a mistake, much less an overstatement, so we'll take the regret he expressed Thursday at the chant of \"send her back\" during his Wednesday rally as the moral equivalent of an apology. Let's hope his supporters get the message, and that Mr. Trump stops egging them on.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-cloud-business-drives-record-sales-11563481232", "title": "Microsoft's Cloud Business Drives Record Sales", "date": "2019-07-18 19:19", "summary": "Both revenue and profit top expectations for the latest quarter, continuing strong run for CEO Satya Nadella. Microsoft Corp. said strength in its cloud-computing business drove record revenue in the latest quarter, extending the strong performance under Chief Executive Satya Nadella that has made it the world's most valuable public company.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-phonies-11563491984", "title": "Impeachment Phonies", "date": "2019-07-18 19:19", "summary": "Democrats get a moment of truth on Trump and they blink.. So much for high crimes and misdemeanors. Faced with a resolution to impeach President Trump on Wednesday, House Democrats blinked. That was the smart move politically, but what does it say about the courage of their conviction that Mr. Trump is a clear and present danger to the country and Constitution?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gannett-is-in-advanced-talks-to-combine-with-gatehouse-media-11563480166", "title": "Gannett Closes In on Deal to Combine With GateHouse Media", "date": "2019-07-18 19:15", "summary": "A cash-and-stock deal could be announced in next few weeks, as the companies grapple with brutal environment for local newspapers. USA Today publisher Gannett Co. is nearing a deal to combine with rival GateHouse Media, people familiar with the matter said, a move that would join the nation's two largest newspaper groups by circulation at a time local media is in a battle for survival.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sec-wants-to-give-public-investors-a-fair-shot-11563490895", "title": "The SEC Wants to Give Public Investors a Fair Shot", "date": "2019-07-18 19:01", "summary": "Its pilot study reevaluates stock-exchange fee practices that advantage high-frequency-trading firms.. A war is escalating between the Securities and Exchange Commission and the stock exchanges it regulates. The conflict started last December, when the SEC mandated an experimental pilot study to determine whether investors are being hurt by exchanges' methods of collecting fees and paying rebates. In February the three largest U.S. exchanges responded with a lawsuit to stop the pilot, which promised to limit their rebates, and in June a trio of high-frequency-trading firms filed a brief in support of that suit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-macron-wants-to-tax-america-first-11563490872", "title": "Why Macron Wants to Tax America First", "date": "2019-07-18 19:01", "summary": "He targets U.S. companies because he's already taken as much as he can from the French middle class.. The main question to ask about France's brazen tax grab on American tech companies is: How could anyone be so dumb? President Emmanuel Macron's revenue ploy is eliciting howls from Washington-and for once President Trump has a point about \"unfair\" trade rules. France's tax, carefully designed to target mainly American firms and exclude mainly French ones, is a red cape waved in front of Mr. Trump's protectionist nose.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cures-for-cancer-could-grow-on-trees-11563490835", "title": "Cures for Cancer Could Grow on Trees", "date": "2019-07-18 19:00", "summary": "Poorly designed regulation blocks investment in 'pharming'-plant-based medications and vaccines.. Politicians talk a lot about farming but seldom about \"pharming,\" even though the latter can also have a big impact on Americans' pocketbooks-and their health. The punny name refers to genetically modifying plants such as corn, rice, tobacco and alfalfa to produce high concentrations of pharmaceutical ingredients. Many common medicines already come from plants, including morphine, the fiber supplement Metamucil and the cancer drug Taxol. Yet heavy-handed federal regulations have frozen out pharming efforts, making it far too difficult for researchers to use this approach to create new medications.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-war-has-only-begun-11563490811", "title": "The Democrats' War Has Only Begun", "date": "2019-07-18 19:00", "summary": "With his tweets, Trump provokes a cease-fire, but don't expect it to last.. Democrats had a moment of unity after President Trump suggested four House freshmen \"go back\" to the \"places from which they came\"-but only a moment. Expect another progressive-centrist flare-up within days.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-we-there-yet-review-driven-to-distraction-11563490784", "title": "'Are We There Yet?' Review: Driven to Distraction", "date": "2019-07-18 18:59", "summary": "Today's ride is likely to be an SUV full of technically brilliant safety features but offering little appeal to the millennial generation.. If you are eagerly looking forward to freeing yourself from the hell of driving, you might want to pick up \"Are We There Yet?,\" Dan Albert's engaging study of national automobility. He answers one sense of the book's questioning title this way: \"No matter what automakers, futurists, and journalists may proclaim, true self-driving cars remain experimental.\" In short, you won't be seeing a marketable robot car anytime soon.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-do-intimidation-11563490744", "title": "Democrats Do Intimidation", "date": "2019-07-18 18:59", "summary": "They use their House majority to threaten nonprofits and private companies.. House Democrats are setting records with their abuses of power, which means they aren't stopping at just the Trump administration. Witness their new targeting of free-market nonprofits and businesses, straight out of the intimidation playbook.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-learned-to-stop-hating-falun-gong-11563490711", "title": "How I Learned to Stop Hating Falun Gong", "date": "2019-07-18 18:58", "summary": "Growing up in China, I was warned it was an 'evil cult.' Now I know that was a lie.. I was a Chinese Communist youth leader when I was in middle school. I was assigned to organize class screenings and discussions of films denouncing the party's enemies. One target was Falun Gong, which the propaganda movies characterized as an \"evil cult.\" But when I was 14, a year after I'd emigrated to Canada with my mother, she gave me a flier written by a practitioner. That uncensored information opened my eyes.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-justice-stevens-on-judge-bork-11563490684", "title": "Notable & Quotable: Justice Stevens on Judge Bork", "date": "2019-07-18 18:58", "summary": "'We will never know what kind of a justice he would have been.'. From \"The Making of a Justice\" (2012) by John Paul Stevens, who died Tuesday at 99:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-to-rediscover-tact-11563490667", "title": "America Needs to Rediscover Tact", "date": "2019-07-18 18:57", "summary": "In our politics, holding back and minimizing pain has given way to rubbing people's noses in defeat.. I want to kick away from the daily and get to something larger.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-offers-sellers-a-leg-up-with-a-catch-11563452450", "title": "Amazon Offers Sellers a Leg Up, With a Catch", "date": "2019-07-18 18:45", "summary": "Program offers merchants prominent display and marketing support-at the cost of giving Amazon the right to buy their brand at a fixed price. Amazon.com Inc. is offering independent merchants on its platform marketing support, product reviews and prominent display. The catch? Amazon gains the right to purchase a merchant's brand at any time for a fixed price, often $10,000.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-earnings-weigh-on-global-stocks-11563438766", "title": "U.S. Stocks Turn Positive After Fed Comments", "date": "2019-07-18 18:34", "summary": "Corporate results have shown companies on uneven footing; Netflix falls 10%. U.S. stocks rose, erasing earlier declines, after a Federal Reserve official said central banks must lower interest rates swiftly on signs of economic weakening.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-pentagon-spokeswoman-had-staff-run-errands-report-concludes-11563485142", "title": "Ex-Pentagon Official Had Staff Run Errands, Report Concludes", "date": "2019-07-18 18:31", "summary": "Inspector general says personnel scheduled hair appointments and picked up dry cleaning. A top adviser to Defense Secretary Jim Mattis until he resigned required military and civilian staffers to run personal errands for her even after repeated warnings to stop, a report released Thursday by the Defense Department Office of Inspector General concluded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-returns-to-saudi-arabia-in-response-to-iran-11563488620", "title": "U.S. Military Returns to Saudi Arabia in Response to Iran", "date": "2019-07-18 18:23", "summary": "Hundreds of American troops are being deployed to the kingdom after a 16-year absence to counter what U.S. officials say are threats from Tehran. WASHINGTON-The Pentagon is sending hundreds of troops to Saudi Arabia as part of a buildup to counter potential threats from Iran and its allies, U.S. officials said, marking a U.S. return to the kingdom after its 2003 withdrawal.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-plans-5-billion-charge-to-compensate-737-max-customers-11563482831", "title": "Boeing Plans $5 Billion Charge to Compensate 737 MAX Customers", "date": "2019-07-18 18:22", "summary": "Plane maker says the funds will be paid to airlines over a number of years. Boeing Co. will set aside about $5 billion to compensate airlines that have suffered because of the prolonged grounding of the 737 MAX plane.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-for-helping-iran-procure-materials-for-nuclear-program-11563480192", "title": "U.S. Imposes New Iran Sanctions", "date": "2019-07-18 18:15", "summary": "Treasury targets seven companies and three Iranians; Tehran's foreign minister says regime could reverse breaches of accord if curbs are lifted. WASHINGTON-The Trump administration blacklisted several companies and individuals it said helped Iran procure materials for the country's nuclear-enrichment program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-weather-heavy-rain-prompt-minor-outages-in-new-york-city-11563487754", "title": "Hot Weather, Rain Prompt Outages in New York City", "date": "2019-07-18 18:09", "summary": "Con Edison plans to deploy 4,000 employees to fix potential blackouts during coming heat wave. Pockets of New York City suffered through the heat without any power Thursday, just days after a massive blackout struck parts of Manhattan's west side.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-finance-chiefs-to-reveal-digital-tax-plans-by-early-2020-11563450944", "title": "G-7 Finance Chiefs Narrow Divisions on Digital Tax Plan", "date": "2019-07-18 18:00", "summary": "Officials pledge to outline plan by January; new tax would be based on digital and not just physical presence, and doesn't specifically target big tech. CHANTILLY, France-Finance officials from some of the world's largest economies took a step toward an agreement on how to divide up multinational companies' profits, narrowing differences over U.S. and French approaches to taxing digital firms and pledging to outline their plan by January.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-discloses-foreign-bribery-probes-11563487162", "title": "Honeywell Discloses Foreign Bribery Probes", "date": "2019-07-18 17:59", "summary": "The industrial conglomerate said it is cooperating with investigations by U.S. and Brazilian authorities. Honeywell International Inc. said Thursday it is cooperating with bribery investigations by U.S. and Brazilian authorities.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-lay-out-2020-strategy-to-paint-democrats-as-radicals-11563469256", "title": "Trump Says He Disagrees With Rally's 'Send Her Back' Chant", "date": "2019-07-18 17:49", "summary": "Republican leaders ratchet up pressure on president after days of attacks on Democratic congresswomen. WASHINGTON-Under pressure from Republican lawmakers and members of his own staff, President Trump said he disagreed with supporters who chanted \"send her back\" about a congresswoman born in Somalia, one of a quartet of freshman Democrats the president had singled out with a similar tweet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playwrights-piggyback-on-the-classics-11563486564", "title": "Playwrights Piggyback on the Classics", "date": "2019-07-18 17:49", "summary": "On the New York stage, irreverent rewrites and sequels are becoming almost as common as traditional productions of famed works. When the playwright Aaron Posner started working on an updated version of Anton Chekhov's \"Uncle Vanya,\" he knew he wanted to keep the basic plot in place.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-tries-to-steer-around-new-york-citys-new-ride-hailing-rules-11563486145", "title": "Lyft Tries to Steer Around New York City's New Ride-Hailing Rules", "date": "2019-07-18 17:42", "summary": "Ride-hailing firm shuts down app for periods of time to cut down on drivers' cruising the city for passengers; drivers say the move is aimed at bringing down their pay. Lyft Inc. drivers in New York City are being frozen out of the app for hours at a time as the company seeks to reduce periods its cars cruise streets waiting for passengers.", "categories": [["WSJ News Exclusive", "Transit"]], "category_links": ["https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-central-bank-must-act-quickly-on-signs-of-distress-11563473872", "title": "Fed's Williams: Central Bank Must Act Quickly on Signs of Distress", "date": "2019-07-18 17:34", "summary": "New York Fed chief says aggressive action is required when interest rates are low. NEW YORK-Federal Reserve Bank of New York President John Williams said that in a world where interest rates are lower than they have been historically, central banks must confront any sign of weakness quickly and aggressively.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-posts-strong-sales-growth-in-first-quarter-post-ipo-11563485584", "title": "Chewy Posts Strong Sales Growth in First Quarter Post-IPO", "date": "2019-07-18 17:33", "summary": "Online pet-products seller said sales grew 45% in the latest quarter. Chewy Inc. said its sales grew 45% in the latest quarter as the online pet-products seller released its financial results for the first time as a newly public company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-denies-jeffrey-epsteins-bail-request-11563464054", "title": "Epstein Denied Bail in Sex-Trafficking Case", "date": "2019-07-18 17:32", "summary": "Financier will remain in jail while awaiting his trial after judge rejected his request to be placed under house arrest. Financier Jeffrey Epstein will remain in jail while awaiting his trial on sex-trafficking charges, a federal judge ruled Thursday, rejecting his request to be placed under house arrest in his Manhattan apartment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordic-banks-pinched-by-anti-money-laundering-compliance-costs-11563485543", "title": "Nordic Banks Pinched by Anti-Money-Laundering Compliance Costs", "date": "2019-07-18 17:32", "summary": "Spending on compliance staff and technology cut into quarterly results of region's biggest lenders. Efforts to improve anti-money-laundering controls continue to weigh on the financial results of Nordic banks, which have faced allegations in recent months of moving dirty money.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-faceapp-goes-viral-so-do-concerns-about-privacy-russia-ties-11563485572", "title": "As FaceApp Goes Viral, So Do Concerns About Privacy, Russia Ties", "date": "2019-07-18 17:32", "summary": "Lawmakers, privacy experts flag potential risks posed by mobile app related to personal data, natural security. Just as quickly as a free photo-editing app went viral among smartphones users this week, it drew a backlash that exposed growing concerns about digital privacy and the potential for abuse from overseas actors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rican-governor-faces-growing-calls-for-resignation-11563484731", "title": "Puerto Rican Governor Faces Growing Calls for Resignation", "date": "2019-07-18 17:18", "summary": "Island lawmakers exploring impeachment in wake of string of scandals, large-scale protest. Pressure mounted on Puerto Rico Gov. Ricardo Rosselló to resign after tens of thousands of demonstrators marched against him Wednesday and lawmakers began exploring the possibility of impeaching him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thirteen-philadelphia-police-officers-face-dismissal-over-facebook-posts-11563484650", "title": "Thirteen Philadelphia Police Officers Face Dismissal Over Facebook Posts", "date": "2019-07-18 17:17", "summary": "Dozens of other officers will be reprimanded or suspended for their posts. The Philadelphia Police Department said it will fire 13 police officers for posting comments on Facebook that included encouragement of police brutality, extreme hostility to Islam and suggestions of violence toward transgender individuals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-co-founder-has-cashed-out-at-least-700-million-from-the-company-11563481395", "title": "WeWork Co-Founder Has Cashed Out at Least $700 Million Via Sales, Loans", "date": "2019-07-18 17:15", "summary": "Adam Neumann has sold some of his WeWork stake and borrowed against some of his holdings, investing the proceeds in real estate and startups. WeWork Cos. co-founder Adam Neumann has cashed out more than $700 million from the company ahead of its initial public offering through a mix of stock sales and debt, people familiar with the matter said-an unusually large sum given that startup founders typically wait for the IPO to monetize their holdings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/july-data-throw-size-of-first-fed-rate-cut-into-doubt-11563451200", "title": "July Data Throw Size of Expected Fed Rate Cut Into Doubt", "date": "2019-07-18 17:05", "summary": "Investors grapple less with whether the central bank will cut rates and more with by how much. Investors have gone from debating whether the Federal Reserve will lower interest rates in July to all but assuming that is a foregone conclusion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-vows-close-look-at-computing-contract-amazon-seeks-11563478486", "title": "Trump Vows Close Look at Computing Contract Amazon Seeks", "date": "2019-07-18 16:57", "summary": "President's comments are latest complication for the award for the cloud deal, known as Joint Enterprise Defense Infrastructure, or JEDI.. WASHINGTON-President Trump said he would ask the Pentagon to scrutinize a cloud-computing contract for the U.S. military, adding uncertainty to a multibillion-dollar race between contract finalists Amazon.com Inc. and Microsoft Corp.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-audit-regulator-gets-a-new-leader-as-bigger-changes-loom-11563483243", "title": "U.K. Audit Regulator Gets a New Leader as Bigger Changes Loom", "date": "2019-07-18 16:54", "summary": "Jonathan Thompson takes the helm of the Financial Reporting Council as the regulator prepares to become part of a new statutory body. The U.K. government named a new chief executive for the Financial Reporting Council, a move that comes as the audit and accounting watchdog prepares for a wide-ranging overhaul amid concerns about its effectiveness.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-rivals-unscathed-despite-video-giants-slump-11563466705", "title": "Netflix Rivals Unscathed Despite Video Giant's Slump", "date": "2019-07-18 16:52", "summary": "Netflix's shares fell Thursday while losses were minimal in other companies planning to enter the streaming-television arena. Netflix Inc.'s decline following a big miss in subscriber growth isn't spilling over into shares of rival streaming services, a sign that investors are still optimistic on the sector as more competitors prepare to enter the steaming wars.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eastern-seaboard-braces-for-possible-record-breaking-heat-wave-11563470222", "title": "Eastern Seaboard Braces for Possible Record-Breaking Heat Wave", "date": "2019-07-18 16:49", "summary": "Temperatures expected to hit triple digits in Philadelphia, Washington, D.C., and Richmond, Va.. Cities and communities along the East Coast are preparing for at or near-record temperatures this weekend as a wave of dangerous and extreme heat bakes two-thirds of the country, according to the National Weather Service.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-homeland-security-chief-reports-fewer-large-groups-of-migrants-attempting-to-cross-from-mexico-11563482759", "title": "Fewer Large Groups of Migrants Are Attempting to Cross From Mexico, Says U.S. Homeland Security Chief", "date": "2019-07-18 16:49", "summary": "Acting agency head McAleenan links lower numbers to stepped-up enforcement by Mexico at border. WASHINGTON-Only four large groups of migrants were caught trying to cross the U.S.-Mexico border since the Mexican government stepped up toughened enforcement in June, and no large groups have been seen so far this month, acting Homeland Security Secretary Kevin McAleenan told a House panel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-pacific-earnings-help-put-rail-stocks-back-on-track-11563472264", "title": "Union Pacific Earnings Help Put Rail Stocks Back on Track", "date": "2019-07-18 16:47", "summary": "The railroad operator reported profit growth in the second quarter despite shipping less cargo. Shares of U.S. railroad operators were on the mend Thursday following a better-than-expected earnings report from Union Pacific, easing investor fears over a trade-related slump among freight rail giants-for now.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-black-mirror-11563401123", "title": "Netflix's Black Mirror", "date": "2019-07-18 16:43", "summary": "While the latest season of 'Stranger Things' commanded a captive audience, Netflix's latest earnings release was largely disenchanting. Netflix investors don't need 13 reasons to be nervous. One is more than enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-quarterly-profit-falls-10-11563449957", "title": "Morgan Stanley Profits Hit by Wall Street Weakness", "date": "2019-07-18 16:39", "summary": "Cost control and gains on principal investments helped paper over weaker results in the firm's trading and investment banking arms. Quarterly profit fell 10% at Morgan Stanley, the last of the big U.S. banks to report earnings in a mixed quarter where trading slowed and Main Street banks carried the day.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-set-to-complete-largest-junk-bond-sale-since-2016-11563473020", "title": "Sinclair Completes Largest Junk-Bond Sale Since 2016", "date": "2019-07-18 16:39", "summary": "Subsidiary sells $4.9 billion of bonds to fund acquisition of sports networks from Disney. A subsidiary of Sinclair Broadcast Group Inc. completed the largest U.S. junk-bond sale in more than three years, drawing substantial demand from investors to support its purchase of regional sports networks from Walt Disney Co.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ailing-bmw-appoints-production-chief-zipse-as-next-ceo-11563477285", "title": "Ailing BMW Appoints Production Chief Zipse as Next CEO", "date": "2019-07-18 16:25", "summary": "Move comes as auto maker faces shrinking profits and expensive challenge of building electric cars. BERLIN- BMW AG has picked its head of production, Oliver Zipse, to be its next chief executive, as the German auto maker contends with shrinking profit, global trade fights and the intensifying race to develop electric cars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-to-introduce-bill-restricting-huawei-from-buying-selling-u-s-patents-11563463179", "title": "Senators Introduce Bill Restricting Huawei From Buying, Selling U.S. Patents", "date": "2019-07-18 16:09", "summary": "Legislation comes as the Chinese telecom giant seeks patent-licensing fees from Verizon. Republican senators introduced legislation on Thursday aimed at blocking Huawei Technologies Co. from buying or selling U.S. patents in the latest action by Washington targeting the Chinese telecom giant.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-crosby-remember-my-name-review-looking-back-on-a-life-intensely-lived-11563480253", "title": "'David Crosby: Remember My Name' Review: Looking Back on a Life Intensely Lived", "date": "2019-07-18 16:04", "summary": "The musician offers insights on mortality and music in this probing new documentary produced by Cameron Crowe.. Good interviews require good questions. In \"David Crosby: Remember My Name,\" a fine documentary directed by A.J. Eaton, some excellent questions are posed from behind the camera by the producer, the veteran rock journalist and filmmaker Cameron Crowe. The best one is the simplest: \"Do you ever wonder why you are still alive?\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-watchdog-takes-aim-at-pg-e-ceos-pay-package-11563479934", "title": "Bankruptcy Watchdog Takes Aim at PG&E CEO's Pay Package", "date": "2019-07-18 15:58", "summary": "The U.S. trustee is objecting to the bankrupt California utility's multimillion-dollar pay package for its new chief executive. A federal bankruptcy watchdog is objecting to California utility PG&E Corp.'s request for approval of a $3 million payment to new Chief Executive William Johnson, according to a court document.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-drops-to-one-month-low-on-demand-concerns-11563479640", "title": "Oil Drops to One-Month Low", "date": "2019-07-18 15:54", "summary": "Increasing fuel inventories when fuel consumption is generally high signals weak demand to traders. Oil prices fell to a one-month low as concerns about demand outweighed potential supply risks.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-skin-of-our-teeth-review-tackling-an-unwieldy-classic-11563479088", "title": "'The Skin of Our Teeth' Review: Tackling an Unwieldy Classic", "date": "2019-07-18 15:44", "summary": "Berkshire Theatre Group presents a straightforward, confidently directed production of Thornton Wilder's millennia-spanning 'fantastick comedy.'. Stockbridge, Mass.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blaine-laws-ok-under-establishment-clause-11563478923", "title": "Blaine Laws OK Under Establishment Clause", "date": "2019-07-18 15:42", "summary": "It is mistaken to view the establishment and free-exercise clauses of the First Amendment as \"guaranteeing\" religious liberty.. The problem with your July 1 editorial \"Church, School and the High Court\" is its premise that the First Amendment \"guarantees . . . religious liberty.\" If you had asked James Madison or other founders if they intended to \"create\" anywhere in the document and the Bill of Rights a right that didn't clearly already exist under common law, the answer would have been no.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-looks-to-a-better-much-safer-future-11563478972", "title": "PG&E Looks to a Better, Much Safer Future", "date": "2019-07-18 15:42", "summary": "Judge us by how well we become the PG&E our customers want and deserve.. \"PG&E Knew Aging Grid Was Fire Risk\" (Page One, July 11) is difficult for any of us to read. No one wants to doubt the safety of the system that delivers such an essential public service.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-trump-funds-extra-supreme-court-justices-11563478879", "title": "What if Trump Funds Extra Supreme Court Justices?", "date": "2019-07-18 15:41", "summary": "Imagine the outrage from progressives if President Trump personally funds 10 additional Supreme Court justices.. Regarding Chris Horner and Victoria Toensing's \"How Bloomberg Pays to Prosecute the Trump EPA\" (Cross Country, July 6): In fiscal law this is called an unauthorized augmentation. Michael Bloomberg can donate money to a public general fund but he cannot dictate how it is used. What's next? Imagine the outrage from progressives if President Trump personally funds 10 additional Supreme Court justices.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parenting-is-the-parents-job-not-the-governments-11563478839", "title": "Parenting Is the Parents' Job, Not the Government's", "date": "2019-07-18 15:40", "summary": "If you parents cannot stop your children from vaping, what makes you think the government can stop them?. Regarding Mary Schadler's letter \"Time For Congress to Act on Youth-Vaping Epidemic\" (July 10): Ms. Schadler, if you parents cannot stop your children from vaping, what makes you think the government can stop them?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-start-docking-all-the-slackers-11563476855", "title": "Let's Start Docking All the Slackers", "date": "2019-07-18 15:07", "summary": "Tennis players get fined if they don't try hard. Why not waiters, or members of Congress?. After gallantly battling Novak Djokovic for almost five hours in Sunday's epic Wimbledon men's final, runner-up Roger Federer was awarded $1.49 million for his efforts in a heartbreaking loss. He had earned every penny of it, and Wimbledon was only too happy to hand over the money.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paint-maker-ppg-posts-lower-sales-on-weak-industrial-demand-11563451306", "title": "Paint Maker Posts Lower Sales on Weak Industrial Demand", "date": "2019-07-18 15:05", "summary": "Revenue-growth target is lowered for this year. PPG Industries Inc. said weak demand from industrial clients is hurting sales, challenging the company's decision to keep its paint and coatings businesses joined.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summers-6-most-refreshing-beers-11563476684", "title": "Summer's 6 Most Refreshing Beers", "date": "2019-07-18 15:04", "summary": "Shandies and other Euro-style fruit-flavored brews have washed up stateside, and summer will never be the same. Here, our top picks to see you through the season. IN BRITAIN AND GERMANY, where summer is measured in days, not months, people seize their sunshine where they can, sometimes by mixing fruit sodas and juices into their beers. Now, at long last, a wave of these fruity, exceptionally quenching beers has broken stateside.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-killed-garrett-phillips-review-a-breakdown-in-the-law-enforcement-machine-11563475142", "title": "'Who Killed Garrett Phillips?' Review: A Breakdown in the Law Enforcement Machine", "date": "2019-07-18 14:39", "summary": "HBO's two-part documentary explores how the murder of a 12-year-old boy led to a bungled case burdened with racial and political baggage.. Ignorance and arrogance walk hand in hand through \"Who Killed Garrett Phillips?\"-documentarian Liz Garbus's incendiary true-crime drama about the death of a 12-year-old white boy in upstate New York and the black soccer coach accused of his murder. Racism is an aspect of the story, unavoidably, though not entirely in the way a viewer might expect: As someone in the film asks, would the case against Oral \"Nick\" Hillary have attracted national media attention if he hadn't been a Jamaican immigrant-and the sole suspect in a region that's about 90% white?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-wear-on-a-summer-hike-11563475019", "title": "What to Wear on a Summer Hike", "date": "2019-07-18 14:36", "summary": "From down pants to mesh hats to rugged sneakers, an adventure in casual dressing with five mountain-ready items. An elevated take on the classic white sneaker. Prada sneakers, $895, prada​.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-t-shares-tumble-after-earnings-miss-lower-expectations-11563474954", "title": "M&T Shares Tumble After Earnings Miss, Lower Expectations", "date": "2019-07-18 14:35", "summary": "Lender says it expects its net interest income to increase less than previously forecast due to lower interest rates. Shares of M&T Bank Corp. fell 4.3% Thursday afternoon after the company said it expects its net interest income to increase less than previously forecast due to lower interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nickel-prices-reach-one-year-highs-11563463335", "title": "Nickel Prices Reach One-Year Highs", "date": "2019-07-18 14:12", "summary": "Metal is boosted by constricting supply and bullish speculators. Nickel prices rose to a one-year high on Thursday, boosted by constricting supply and bullish speculators.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-livewire-an-electric-bike-for-a-new-generation-of-riders-11563473399", "title": "Harley-Davidson LiveWire: An Electric Bike for a New Generation of Riders", "date": "2019-07-18 14:10", "summary": "The humming LiveWire represents a shift in design, strategy and sound for a brand with a failing business model and aging ridership. It's also the world's best sport-bike-riding experience, says Dan Neil. I'VE SEEN A FEW notices suggesting Harley-Davidson 's new electric motorcycle, the LiveWire, is overpriced, at $29,795, and that's before any dealer-installed buckskin fringe. But since the LiveWire is by my estimate the best sport-bike riding experience in the world; and since it represents the renaissance of a great American brand, here and abroad; and since the LiveWire is the most hellacious power tool ever to come out of Milwaukee-a pleasure saw, a recreational ride-on belt sander, a high-torque scenery shredder-I think the price is fair.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyclings-low-key-wizards-of-oz-11563473138", "title": "Cycling's Low-Key Wizards of Oz", "date": "2019-07-18 14:05", "summary": "Walmart heirs Steuart and Tom Walton want to make Arkansas one of the world's greatest cycling destinations. That's just part of their plan.. Bentonville, Ark.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-scandal-tarnishes-nations-graft-fighting-judge-11563442204", "title": "Brazil Scandal Tarnishes Nation's Graft-Fighting Judge", "date": "2019-07-18 14:04", "summary": "The credibility of Brazil's justice system and the future of ex-President da Silva is at stake after leaked cellphone texts were published. SÃO PAULO-When Brazil's celebrated corruption-fighting judge agreed to become President Jair Bolsonaro's justice minister, he lent credibility to a leader who courted controversy. Eight months later, Sergio Moro is now himself the center of controversy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bid-lower-on-ebay-11563472769", "title": "Bid Lower on EBay", "date": "2019-07-18 13:59", "summary": "EBay's stock is valued richly despite declining gross merchandise volume in its core business. You would think eBay 's investors would spot questionable value when they see it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-pacific-cuts-costs-raises-profit-11563466129", "title": "Union Pacific Cuts Costs, Bolsters Profit", "date": "2019-07-18 13:58", "summary": "Job reductions and lower fuel expenses help offset weaker demand for carrying freight by rail. Union Pacific Corp.'s second-quarter profit rose even as it shipped less cargo, as the railroad operator got a boost from cost cuts tied to its new operating plan, including fewer jobs and lower fuel expenses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-iraqi-militia-leaders-former-governors-11563472580", "title": "U.S. Sanctions Iraqi Militia Leaders, Former Governors", "date": "2019-07-18 13:56", "summary": "Treasury Department targets four local figures over alleged human-rights abuses, corruption. WASHINGTON-The U.S. Treasury Department sanctioned two Iraqi militia leaders and two former Iraqi governors in separate cases for alleged human-rights abuses and corruption.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conversation-killers-on-campus-11563472438", "title": "Conversation Killers on Campus", "date": "2019-07-18 13:53", "summary": "A former Yale dean sees a big problem at elite schools.. Yesterday readers were treated to the disorienting experience of a liberal New York Times columnist expressing shock at the radicalism of Donald Trump's potential 2020 campaign opponents.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-is-investigating-top-homeless-shelter-operator-11563471155", "title": "New York City Is Investigating Top Homeless-Shelter Operator", "date": "2019-07-18 13:32", "summary": "Probe focuses on alleged undisclosed ties between non-profit shelter operator and for-profit security firm. New York City officials say they are investigating one of the city's top homeless-shelter operators over alleged undisclosed ties to a for-profit security firm.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crunch-time-for-nissan-ceo-as-new-board-demands-results-11563471133", "title": "Crunch Time for Nissan CEO", "date": "2019-07-18 13:32", "summary": "Hiroto Saikawa faces pressure to show quick progress in turnaround plan for Japanese auto maker. Nissan Motor Co. Chief Executive Hiroto Saikawa will face greater scrutiny from the company's new board, two directors said Thursday, adding pressure on the embattled executive to revive the fortunes of the Japanese car maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-reasons-not-to-buy-a-5g-phone-right-now-11563467389", "title": "We Tested 5G Across America. It's Crazy Fast-and a Hot Mess", "date": "2019-07-18 13:18", "summary": "In tests, the 5G often switched off due to summer heat, leaving our columnist to cool the devices with ice packs or air conditioners. Today's forecast: 95 degrees and sunny with thunderstorms likely in the afternoon. No chance of 5G testing.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohios-proposed-firstenergy-solutions-bailout-lifts-bonds-11563469843", "title": "Ohio's Proposed FirstEnergy Solutions Bailout Lifts Bonds", "date": "2019-07-18 13:10", "summary": "Legislation for nuclear power plant subsidies moves a step closer to passage. FirstEnergy Solutions Corp.'s bonds rallied Thursday as Ohio lawmakers were poised to funnel $150 million in annual subsidies to the bankrupt company's two money-losing nuclear plants in the state.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-epic-forecast-fail-11563469527", "title": "Netflix's Epic Forecast Fail", "date": "2019-07-18 13:05", "summary": "Video-streaming company has a bad track record with second-quarter projections. When it comes to the dog days of summer, the internal forecasters at Netflix have a bad habit of getting a bit too heated.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-posts-higher-profit-11563449668", "title": "Honeywell Posts Higher Profit", "date": "2019-07-18 13:01", "summary": "Organic sales for the industrial conglomerate rose 5% in the latest quarter. Honeywell International Inc.'s second-quarter profit jumped 22% on lower taxes, but the company remained cautious on the remainder of the year, citing uncertainty around the economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-lifts-profit-targets-on-stronger-sales-11563445948", "title": "UnitedHealth Lifts Profit Targets on Stronger Sales", "date": "2019-07-18 12:57", "summary": "Parent of largest U.S. health insurer stands by plans to pass drug rebates on to consumers. UnitedHealth Group Inc. boosted its 2019 earnings targets after reporting a strong first half of the year, driven by broader sales growth in premiums, products and services.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-treasures-from-the-middle-ages-11563468972", "title": "Hidden Treasures from the Middle Ages", "date": "2019-07-18 12:56", "summary": "Rediscovered objects shine a light on Jewish life in 14th-century France.. In May 1863, workmen renovating a building in the French town of Colmar knocked some mortar from a wall and uncovered a long-hidden treasure. The centuries-old building stood at the corner of what had been known, in the Middle Ages, as the Street of Jews. And as the cache of rings, brooches and other objects came to light, so did a vanished community of 14th-century France.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-not-drink-wine-for-breakfast-11563468650", "title": "Why Not Drink Wine for Breakfast?", "date": "2019-07-18 12:50", "summary": "During the Burgundy harvest, it's a time-honored tradition. And a little Champagne with brunch never hurt anyone-did it? Our wine columnist polled pros and amateur oenophiles alike on the appropriate time of day to uncork a bottle. THERE ARE SO many myths surrounding wine: White must be consumed before red. The more expensive the bottle, the better. Wine should never be consumed before 5 p.m. I've heard that last maxim from a surprising number of wine drinkers, including, just last week, my cousin Susan, when she and I met at a wine bar in Midtown Manhattan. \"Why 5 o'clock?\" I asked? Susan maintained that drinking wine before that hour signals a problem.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-tried-50-facial-sunscreens-to-find-the-best-11563468280", "title": "We Tried 50 Facial Sunscreens to Find the Best", "date": "2019-07-18 12:44", "summary": "City-friendly sun block that's light and untacky has become an entire skin care category, but the selection is daunting. Here are the most palatable for every type of skin. UNPROTECTED SUN exposure is the number-one cause of two things most of us would rather avoid: skin cancer and premature aging. And yet, the people who neglect daily sunscreen are swift to offer up justifications, chief among them: \"I just don't like the way it feels.\" Dermatologist Dr. Whitney Bowe in New York confirmed that the heavy, tacky sensation associated with sunscreen is what turns her patients off. Equally repellent, added New York-based dermatologist Dr. Ellen Marmur, is the way sunscreens often leave a white residue and cause breakouts. \"Another reason is laziness,\" she added.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martin-shkrelis-conviction-upheld-by-appeals-court-11563467587", "title": "Martin Shkreli's Conviction Upheld by Appeals Court", "date": "2019-07-18 12:33", "summary": "Former pharmaceutical executive's attorneys had argued trial judge gave incorrect instructions to jury. A federal appeals court on Thursday upheld the securities-fraud conviction of Martin Shkreli, saying the trial judge correctly instructed jurors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-takes-aim-at-private-equity-funds-11563454803", "title": "Warren Takes Aim at Private-Equity Funds", "date": "2019-07-18 12:31", "summary": "Democratic presidential candidate likens firms to vampires looting middle class. WASHINGTON-Elizabeth Warren is teaming up with a slate of fellow congressional Democrats calling for greater federal regulation of private-equity firms, which the presidential candidate likened to vampires in a policy proposal that would alter the way the funds acquire other companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bulk-freight-shipping-rates-soar-as-vale-resumes-iron-ore-exports-11563466597", "title": "Bulk Freight Shipping Rates Soar as Vale Resumes Iron Ore Exports", "date": "2019-07-18 12:16", "summary": "Shipowners expect prices for moving raw commodities will stay strong over the next two months despite concerns over economic growth, global trade. Freight rates for seaborne bulk industrial shipping soared to the highest levels in more than five years this week, boosted by Brazil's resumption of iron ore exports.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rory-mcilroys-british-open-chances-collapse-on-the-first-hole-11563466557", "title": "McIlroy's British Open Chances Collapse on First Hole", "date": "2019-07-18 12:15", "summary": "Pre-tournament favorite and Northern Ireland native quadruple-bogeys the opening hole and shoots a 79, his worst start ever at a major. PORTRUSH, Northern Ireland-Rory McIlroy stepped into the first tee box at Royal Portrush on Thursday morning and waved to a roaring crowd. He knew it would be a once-in-a-lifetime experience: his opening tee shot at the first British Open held in his native country in more than half a century.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-approves-bill-that-would-more-than-double-minimum-wage-to-15-11563465899", "title": "House Approves Bill That Would More Than Double Minimum Wage to $15", "date": "2019-07-18 12:13", "summary": "Progressives championed measure that faced resistance from lawmakers in states with lower cost of living; Senate unlikely to vote on it. WASHINGTON-The House of Representatives passed a bill Thursday that would more than double the federal minimum wage to $15 by 2025.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iheartmedia-returns-to-public-markets-11563447601", "title": "iHeartMedia Returns to Public Markets", "date": "2019-07-18 12:11", "summary": "Nation's largest radio broadcaster begins trading about 2½ months after emerging from bankruptcy. The nation's largest radio broadcaster returned to the public markets Thursday, capping iHeartMedia Inc.'s long journey through bankruptcy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-205-billion-in-debt-11563466215", "title": "Treasury to Sell $205 Billion in Debt", "date": "2019-07-18 12:10", "summary": "U.S. Treasury Department's auctions next week range from 13-week bills to seven-year notes. The U.S. Treasury Department will auction $205 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-la-penthouse-becomes-one-of-the-citys-priciest-ever-condos-11563465919", "title": "An LA Penthouse Becomes One of the City's Priciest-Ever Condos", "date": "2019-07-18 12:05", "summary": "Real-estate executive Richard Lewis paid $21 million for the 7,957-square-foot condo at the Beverly West Residences. A real-estate executive has closed on a deal to buy a penthouse at the Beverly West Residences for $21 million, marking one of the most expensive condo sales ever completed in the Los Angeles area, according to public records.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibiotics-developers-seek-a-cure-for-industry-ills-11563465704", "title": "Antibiotics Developers Seek a Cure for Industry Ills", "date": "2019-07-18 12:01", "summary": "Recent bankruptcy of drug developer Achaogen reflects industry struggling to meet challenge of drug-resistant bacteria. Not long ago, Achaogen Inc. was flying high. In early 2017, the drugmaker's market capitalization soared above $1 billion on high hopes for its new medicine, an antibiotic targeting complicated urinary-tract infections.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bystanders-who-intervene-in-an-attack-11563464806", "title": "Bystanders Who Intervene in an Attack", "date": "2019-07-18 11:46", "summary": "In 1964, the Kitty Genovese case taught the world that strangers wouldn't come to a victim's aid. New research suggests that, in fact, they usually do.. If you were assaulted in a public place, do you think anyone would intervene? Or would they just look down at their shoes and walk on by?", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-wins-with-accidental-go-it-alone-strategy-11563464772", "title": "Honeywell Wins With Accidental Go-It-Alone Strategy", "date": "2019-07-18 11:46", "summary": "Recent results show shareholders lucked out when the company's bid to merge with United Technologies failed. Honeywell International didn't necessarily mean to be on the right side of the industrial conglomerate break-up-or-merge conundrum. Shareholders should be thankful, though, that the aerospace company missed out on a 2016 tie-up with United Technologies .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstones-earnings-decline-11563450791", "title": "Blackstone's Profit Drops as Private-Equity Portfolio Lags", "date": "2019-07-18 11:33", "summary": "Profits that can be given back to shareholders rise; firm closes on $14 billion for infrastructure fund. Blackstone Group Inc.'s second-quarter earnings fell from a year earlier as the value of its private-equity portfolio appreciated less than the broader market, but the portion of profits it could return to shareholders ticked up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-would-benefit-from-going-downmarket-11563463976", "title": "Morgan Stanley Would Benefit From Going Downmarket", "date": "2019-07-18 11:32", "summary": "Bank posted solid earnings, but missed out on the consumer lending growth that rivals are enjoying. Morgan Stanley on Thursday posted respectable earnings that once again highlight its well-rounded business model. But one key driver of growth at other banks-consumer lending-was notably lacking.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-turf-faux-grass-delivers-the-green-without-the-fuss-11563463836", "title": "Home Turf: Faux Grass Delivers the Green Without the Fuss", "date": "2019-07-18 11:30", "summary": "Homeowners are shelling out thousands of dollars for artificial landscaping, but fake plants and synthetic turf can save big on water and upkeep in the long run. For nearly $100,000, Matthew and Nina Christensen got exactly the landscaping they wanted. The 2,029-square-foot area around their home in Newport Beach, Calif., has several shades of green, gentle slopes and altering lengths of bluntly cut grass that make it look freshly mowed no matter the season. Three lush living walls cover an exterior concrete wall. What's more, it is basically maintenance-free.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turfs-up-11563463516", "title": "Turf's Up", "date": "2019-07-18 11:25", "summary": "Homes that use artificial greenery to shape their outdoor spaces. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-christine-lagarde-brings-to-the-ecb-flexibility-11563463362", "title": "What Christine Lagarde Brings to the ECB: Flexibility", "date": "2019-07-18 11:22", "summary": "Resume Subscription. For seven hours, European finance ministers in a windowless room argued over how to keep a government-debt crisis from infecting eurozone economies, and the meeting threatened to fall into disarray.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-pessimism-shared-by-david-ben-gurion-and-benjamin-netanyahu-11563462671", "title": "The Pessimism Shared by David Ben-Gurion and Benjamin Netanyahu", "date": "2019-07-18 11:11", "summary": "Israel's two longest-serving prime ministers-titans of the left and the right-both thought that the conflict with the Palestinians could only be managed, not solved. This Saturday, July 20, should be a glorious date in the life of Israeli Prime Minister Benjamin Netanyahu: It will be his 4,876th day (across several nonconsecutive terms in office) as the head of Israel's government-one day more than the previous record-holder, David Ben-Gurion, Israel's first prime minister and its founding father.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-want-municipal-bonds-but-issuance-is-rare-11563442202", "title": "Investors Hunger for Munis, but Issuance Is Rare", "date": "2019-07-18 11:02", "summary": "The 2017 tax overhaul and economic strength filling government coffers discourage offerings. Municipal bonds are rallying, spurred by a broad surge in demand for global debt and a lingering decline in borrowing by state and local governments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-san-francisco-a-home-conceived-by-piet-mondrians-brushstroke-11563461818", "title": "In San Francisco, A Home Conceived by Piet Mondrian's Brushstroke", "date": "2019-07-18 10:56", "summary": "John Marx and Nikki Beach incorporated the Dutch painter's colorful geometric patterns throughout their 1907 home. John Marx and Nikki Beach love the work of Piet Mondrian-something that anyone passing by their San Francisco home can see. During a lengthy renovation, the couple used colored glass to replicate the geometric and boldly colored pattern of the Dutch painter's famed works in the living room windows of their 1907 home.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boycott-of-everything-japanese-mushrooms-across-south-korea-11563461208", "title": "Snapshot of a South Korean Boycott: 'This Mart Doesn't Sell Japanese Products!'", "date": "2019-07-18 10:46", "summary": "Supermarkets, schools, travelers join protest over Tokyo's curbs on export of sensitive materials. SEOUL-At the 365 Fresh Mart store here, a shopping basket is stuffed with bundles of shrink-wrapped Japanese Seven Stars cigarettes barred from sale. South Korean domestic beers occupy refrigerated shelves once dominated by Asahi and Sapporo. Laminated signs strewn across the store explain the new product mix.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epstein-scandal-brings-legal-titans-to-blows-11563447601", "title": "Epstein Scandal Brings Legal Titans to Blows", "date": "2019-07-18 10:44", "summary": "Four-year battle between David Boies, Alan Dershowitz turns uglier following financier's arrest. The arrest of Jeffrey Epstein is escalating a long-simmering fight between two of the nation's best-known lawyers, Alan Dershowitz and David Boies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-obstacle-on-the-road-to-electric-vehicles-11563459592", "title": "The Big Obstacle on the Road to Electric Vehicles", "date": "2019-07-18 10:19", "summary": "Batteries may not follow the same deflationary cost path as consumer electronics and solar panels, weakening a central pillar of the global auto industry's emissions strategy. The lithium-ion battery is a complex industrial product, not just another component in the consumer electronics supply chain. This inconvenient truth is a major obstacle on the global auto industry's road to an electric future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playing-cards-for-fun-and-money-11563459138", "title": "Playing Cards for Fun and Money", "date": "2019-07-18 10:12", "summary": "From 13th-century Egypt to the Wild West, the standard deck of 52 cards has provided entertainment-and temptation.. More than 8,500 people traveled to Las Vegas to play in this year's World Series of Poker, which ended July 16-a near-record for the contest. I'm not a poker player myself, but I understand the fun and excitement of playing with real cards in an actual game rather than online. There's something uniquely pleasurable about a pack of cards-the way they look and feel to the touch-that can't be replicated on the screen.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-venture-capital-firm-wants-to-hear-from-you-11563458340", "title": "This Venture-Capital Firm Wants to Hear From You", "date": "2019-07-18 09:59", "summary": "With a goal of investing in 1,000 minority and women entrepreneurs in the next 20 years, Harlem Capital Partners is taking aim at the exclusive world of startup funding. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-infrastructure-surge-isnt-built-to-last-11563458232", "title": "China's Infrastructure Surge Isn't Built to Last", "date": "2019-07-18 09:57", "summary": "Infrastructure growth revived in June thanks to surge in local government bond issuance, but the bounce doesn't look sustainable. Chinese infrastructure spending bounced back in June, lending a welcome hand to factories as they battle the effects of slowing growth. But the boost may not last long.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-banking-startup-overcomes-setbacks-to-raise-170-million-11563457845", "title": "Digital Banking Startup Overcomes Setbacks to Raise $170 Million", "date": "2019-07-18 09:50", "summary": "Germany's N26 recently launched in the U.S., says it would use the funding to roll out new features. BERLIN-Germany's N26 GmbH, a digital bank with operations across Europe which recently launched in the U.S., has raised another $170 million in its latest funding round, pushing its valuation to $3.5 billion, making it one of Germany's highest valued startups despite challenges at home.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-house-impeachment-debate-isnt-over-11563456678", "title": "Why the House Impeachment Debate Isn't 'Over'", "date": "2019-07-18 09:31", "summary": "Trump says the latest House vote marks an end to impeachment efforts, but the political reality is more complicated. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-netflix-ibm-ebay-alcoa-and-united-rentals-11563447196", "title": "Stocks to Watch: Netflix, IBM, eBay, Alcoa, and United Rentals", "date": "2019-07-18 09:18", "summary": "Resume Subscription. Here are some companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-troubles-cloud-outlook-for-u-s-airlines-11563454033", "title": "Labor Troubles Cloud Airline Outlook", "date": "2019-07-18 08:47", "summary": "In negotiating new union contracts, carriers say they can't risk returning to a boom-and-bust cycle. U.S. airlines are facing renewed stress in relations with their workers, threatening to disrupt flight schedules.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedens-island-life-from-viking-graves-to-craggy-cliffs-11563453393", "title": "Sweden's Island Life, From Viking Graves to Craggy Cliffs", "date": "2019-07-18 08:36", "summary": "A local's tour of Gotland, Sweden and its neighboring Fårö-the Baltic Sea island with sweeping vistas where the director Ingmar Bergman lived. An insider's guide to the beaches, sights and exceptional fika. From the cobbled streets of ancient Visby to the tranquil sandy beaches of the coast, there is a lot to love about one of the most beautiful and captivating destinations in Sweden. Situated about 60 miles off Sweden's southeastern coast, the island of Gotland is the largest in the Baltic Sea, and a popular weekend retreat for Swedes.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-rise-11563453283", "title": "U.S. Jobless Claims Rise", "date": "2019-07-18 08:34", "summary": "Initial jobless claims, a measure of how many workers were laid off across the U.S., rose by 8,000 to a seasonally adjusted 216,000 in the week ended July 13. WASHINGTON--The number of Americans applying for first-time unemployment benefits increased last week, but remained near historically low levels, a sign of a firm labor market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-formally-arrests-australian-writer-on-national-security-grounds-11563451090", "title": "China Formally Arrests Australian Writer on National-Security Grounds", "date": "2019-07-18 07:58", "summary": "Chinese-born Yang Hengjun, who has criticized the Communist Party, had been detained since January after arriving from New York. China formally arrested an Australian writer on alleged national-security grounds, his lawyers said, advancing a case that has added to tense relations between Beijing and Australia.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-plans-meeting-with-alexandria-ocasio-cortez-amid-party-tensions-11563372913", "title": "House Passes Motion Blocking Bid to Impeach Trump", "date": "2019-07-18 07:27", "summary": "Tally made clear many Democrats are eager to pursue removing president from office despite party leaders' calls for caution. WASHINGTON-The House voted Wednesday to block an effort to impeach President Trump, but the tally made clear that many Democrats are eager to pursue removing him from office despite party leaders' calls for caution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-receives-second-antitrust-fine-in-europe-11563443152", "title": "Qualcomm Hit by Second Antitrust Fine in Europe", "date": "2019-07-18 07:06", "summary": "EU competition authorities impose $272 million fine, which comes amid several legal battles for the chip maker. BRUSSELS-The European Union imposed a €242 million ($272 million) fine on Qualcomm Inc., the second penalty levied on the chip maker by the bloc in 18 months and its latest antitrust action against a top U.S. tech company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-sets-aside-700-million-to-settle-bribery-allegations-11563447810", "title": "Novartis Sets $700 Million Provision to Settle Bribery Allegations", "date": "2019-07-18 07:03", "summary": "Swiss drugmaker raises full-year guidance despite provision. Novartis AG set aside $700 million to settle a long-running lawsuit alleging the drugmaker treated U.S. doctors to lavish dinners and other events in return for boosting prescriptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-expected-to-report-earnings-boost-what-to-watch-11563442202", "title": "Microsoft Expected to Report Earnings Boost", "date": "2019-07-18 06:03", "summary": "Company is forecast to extend strong run driven by cloud computing. Microsoft Corp. is expected to report fiscal fourth-quarter earnings after the market closes Thursday. The results follow a string of strong quarters, driven by growth in the company's cloud-computing division. Here's what to expect:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-jpmorgan-banker-pleads-not-guilty-in-sons-and-daughtersbribery-case-11563443700", "title": "Former JPMorgan Banker Pleads Not Guilty in Bribery Case", "date": "2019-07-18 05:55", "summary": "Prosecutors allege that Catherine Leung Kar-cheung offered to employ the son of a potential client. A former executive at JPMorgan Chase & Co. pleaded not guilty to bribery charges in a Hong Kong court on Thursday, after prosecutors alleged she persuaded her colleagues to hire the son of a potential client.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ups-and-downs-of-having-a-home-garage-11563442200", "title": "The Ups and Downs of Having a Home Garage", "date": "2019-07-18 05:30", "summary": "Garages can boost home values, but clutter, pests and burglars often result in unnecessary costs. The garage is like the coleslaw at a backyard barbecue. It's nice to have, but easy to overlook.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maritime-cyber-rules-coming-in-2021-are-outdated-critics-say-11563442201", "title": "Maritime Cyber Rules Coming in 2021 Are Outdated, Critics Say", "date": "2019-07-18 05:30", "summary": "Tensions between the U.S. and Iran, introduction of automated vessels put shipping industry at greater risk. Hackers are finding the international shipping industry easy prey, experts say, owing to a combination of lax cybersecurity practices and ineffective regulation.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-considers-antimask-law-aimed-at-antifa-violence-11563442203", "title": "Portland Considers Antimask Law Aimed at Antifa Violence", "date": "2019-07-18 05:30", "summary": "After recent clash, city leaders discuss policy first used against KKK; opponents say it would unfairly target left-wing groups and violate First Amendment. City leaders in Portland, Ore., are considering making it illegal for protesters to wear masks in an attempt to address violent clashes between left-wing and right-wing activists, the latest of which occurred a few weeks ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-passive-investing-marches-on-11563442202", "title": "Passive Investing Resumes Its March", "date": "2019-07-18 05:30", "summary": "After slowing last year, a stream of cash into funds that track markets is picking up again. A decadelong shift of money and power from old-fashioned money managers into index funds resumed its march in 2019.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/share-buybacks-surge-in-china-11563430376", "title": "Share Buybacks Surge in China", "date": "2019-07-18 02:12", "summary": "Regulators made share repurchases easier as they battled a market selloff last year. SHANGHAI-Chinese companies are buying back record amounts of stock, a move authorities have encouraged as they seek to protect a fragile market recovery.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sap-ceo-touts-growth-in-cloud-business-11563426900", "title": "SAP CEO Touts Growth in Cloud Business", "date": "2019-07-18 01:15", "summary": "Software company aims to sustain momentum with Qualtrics acquisition, CEO says. Business software maker SAP SE is seeing increases in cloud revenue that it plans to sustain with this year's $8 billion acquisition of market-analytics company Qualtrics, said Chief Executive Bill McDermott.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563388675", "title": "Pepper...and Salt", "date": "2019-07-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/story/on-this-day-fifty-years-ago-5838063a?mod=article_inline", "title": "On This Day of the Moon Mission: Women's Liberation and David Bowie", "date": "2019-07-18 00:01"}, {"link": "https://www.wsj.com/graphics/the-incredible-inventory-of-things-on-the-moon/?mod=article_inline", "title": "The Incredible Inventory of Things We've Put on the Moon", "date": "2019-07-18 23:36", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-iran-north-korea-launch-hundreds-of-cyberattacks-on-u-s-political-groups-microsoft-says-11563397201", "title": "Russia, Iran, North Korea Launch Hundreds of Cyberattacks on U.S. Political Groups, Microsoft Says", "date": "2019-07-18 21:38", "summary": "Most of the hacking attempts are against think tanks and nongovernmental organizations that work with candidates or political parties. Suspected nation-state hackers from Russia, Iran and elsewhere have launched nearly 800 cyberattacks against political organizations over the past year that have been detected by Microsoft Corp. , with the vast majority of the attempts targeting groups based in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-drop-case-against-kevin-spacey-11563397024", "title": "Massachusetts Prosecutors Drop Case Against Kevin Spacey", "date": "2019-07-18 21:19", "summary": "Officials drop assault charges after accuser refuses to testify. State prosecutors in Massachusetts dropped a case against actor Kevin Spacey in which he was accused of groping a young man at a Nantucket bar three years ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-goes-deeper-into-the-cloud-with-microsoft-azure-deal-11563410259", "title": "AT&T Goes Deeper Into the Cloud With Microsoft Azure Deal", "date": "2019-07-18 20:37", "summary": "Moving data-center infrastructure and applications to the cloud will cut costs and free up resources, telecom company says. AT&T Inc. said Wednesday that it is shifting most internal business applications used by its biggest unit to Microsoft Corp.'s Azure cloud, an effort to cut costs and free up resources for network development. Terms of the deal weren't disclosed.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}]