[{"link": "https://www.wsj.com/articles/fedex-misrouted-huawei-packages-after-changes-to-internal-protocols-11559589898", "title": "FedEx Misrouted Huawei Packages After Changes to Internal Protocols", "date": "2019-06-03 19:55", "summary": "Changes to comply with the Trump administration's crackdown on Huawei caused two packages to be sent to U.S. by mistake. FedEx Corp. , under fire for a delivery snafu with Huawei Technologies Co., mishandled the packages because of changes FedEx made to comply with the Trump administration's crackdown on Huawei, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-lays-out-new-bankruptcy-disclosure-protocol-11559606089", "title": "McKinsey Lays Out New Bankruptcy Disclosure Protocol", "date": "2019-06-03 19:54", "summary": "Consulting firm's proposed guidelines give bankruptcy advisers significant flexibility in deciding which connections to disclose. Restructuring advisers should be able to limit how much they reveal about potential conflicts of interest in large bankruptcy cases, a role typically left to federal judges, according to a new protocol on bankruptcy practices drafted by consulting firm McKinsey & Co.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-accuses-china-of-misrepresenting-why-trade-talks-broke-down-11559605389", "title": "U.S.: China Misrepresented Why Trade Talks Broke Down", "date": "2019-06-03 19:43", "summary": "Treasury and U.S. Trade Representative say Washington positions have been 'consistent' while China 'back-pedaled'. The Trump administration on Monday rebuked China for making statements in recent weeks that it said misrepresented why trade talks between the two nations reached an impasse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-does-a-connecticut-11559601920", "title": "Illinois Does a Connecticut", "date": "2019-06-03 19:43", "summary": "Springfield Democrats move to kill the state's flat income tax.. The last state to adopt a progressive income tax was Connecticut in 1996, and we know how that turned out. Now Democrats in Illinois want to follow Connecticut down the elevator shaft with a referendum replacing the state's flat 4.95% income tax with progressive rates they will set later. This is a classic liberal bait-and-switch-vote now on a promise to fix a fiscal mess, pay later as the fiscal mess gets worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nomad-hotels-feuding-owners-make-up-to-save-property-from-sale-11559605216", "title": "NoMad Hotel's Feuding Owners Patch Things Up", "date": "2019-06-03 19:40", "summary": "Foreclosure auction of trendsetting Manhattan hotel had been set for Thursday. The quarreling owners of the luxury NoMad Hotel in Manhattan have come together to stop a foreclosure auction of the property that was scheduled for Thursday.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-says-marijuana-bill-wont-pass-before-summer-break-11559601450", "title": "Cuomo Says Marijuana Bill Won't Pass Before Summer Break", "date": "2019-06-03 19:33", "summary": "Support for legislation is lacking in New York state Senate, governor says. Gov. Andrew Cuomo said he doesn't see a feasible path to legalizing recreational marijuana before state lawmakers adjourn for the summer.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-on-holding-barr-in-contempt-over-mueller-report-11559604428", "title": "House to Vote on Holding Barr in Contempt Over Mueller Report", "date": "2019-06-03 19:27", "summary": "Attorney general didn't comply with subpoena for unredacted document. The House plans to vote June 11 on holding Attorney General William Barr in contempt of Congress for failing to comply with a subpoena seeking former special counsel Robert Mueller's unredacted report on Russian election interference, Democrats said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-to-examine-how-facebook-s-practices-affect-digital-competition-11559576731", "title": "Congress, Enforcement Agencies Target Tech", "date": "2019-06-03 19:27", "summary": "Federal antitrust enforcers and lawmakers are poised to scrutinize the largest technology companies for anticompetitive practices. WASHINGTON-Federal antitrust enforcers and lawmakers are poised to scrutinize the nation's largest technology companies for potential anticompetitive practices, bringing a new regulatory focus to the vast markets for digital services and a new level of concern for investors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffee-doesnt-warrant-a-cancer-warning-in-california-agency-says-11559604158", "title": "Coffee Doesn't Warrant a Cancer Warning in California, Agency Says", "date": "2019-06-03 19:22", "summary": "Industry scores win following finding on chemical found in beverage. The coffee industry scored a win in California on Monday with the passage of a rule clarifying that the popular beverage doesn't require a cancer warning.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-warns-of-retaliation-for-u-s-tariffs-urges-talks-11559576566", "title": "Mexico Warns of Retaliation for U.S. Tariffs", "date": "2019-06-03 19:14", "summary": "While emphasizing negotiation, Mexican officials float threat of hitting back. MEXICO CITY-Mexico is exploring possible retaliation to the threat of U.S. tariffs on all of its exports but would rather convince the Trump administration that a negotiated solution is in both countries' best interest, senior officials said Monday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-in-war-with-walmart-touts-one-day-delivery-gains-11559563200", "title": "In Amazon vs. Walmart Delivery Battle, a Fresh Salvo", "date": "2019-06-03 19:12", "summary": "E-commerce company says more than 10 million products can now be shipped next day for Prime members. The next-day delivery war is well under way.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-careens-from-growth-story-to-demand-worries-11559564700", "title": "Tesla Careens From Growth Story to Demand Slowdown", "date": "2019-06-03 19:09", "summary": "Auto maker says consumer interest remains despite sales decline, concerns about meeting future goals. Tesla Inc. spent years and billions of dollars figuring out how to make enough Model 3 compact sedans to satisfy early customer demand. Now, the electric-vehicle maker is facing questions about how much consumer interest is still there.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-witness-arrested-on-child-pornography-charges-11559595914", "title": "Mueller Witness Arrested on Child Pornography Charges", "date": "2019-06-03 19:08", "summary": "Case is latest to stem from now-ended special counsel investigation. A major witness in special counsel Robert Mueller's investigation was arrested Monday on child-pornography charges, and a federal judge ordered him detained overnight, in the latest case to stem from Mr. Mueller's now-closed investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-sets-ipo-at-valuation-that-would-double-what-petsmart-paid-for-company-11559603187", "title": "Chewy Sets IPO at Valuation That Would Double What PetSmart Paid", "date": "2019-06-03 19:06", "summary": "Proceeds from a public offering of the online seller would shave down PetSmart's $8 billion in debt. Chewy Inc. plans to raise at least $700 million through an IPO that will pay down debt of parent PetSmart Inc. and would value the online retailer at about $7 billion, twice as much as PetSmart paid for the website two years ago.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/svmk-turns-to-new-cfo-to-help-drive-growth-11559603019", "title": "SVMK Turns to New CFO to Help Drive Growth", "date": "2019-06-03 19:03", "summary": "The newly public company named a new finance chief as it aims for ambitious expansion. SVMK Inc., the parent of online-survey company SurveyMonkey, has tapped as chief financial officer a finance executive from a software maker as it gears up for its next chapter as a public company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tiananmen-mothers-never-forget-11559602990", "title": "The Tiananmen Mothers Never Forget", "date": "2019-06-03 19:03", "summary": "The Communist Party can't erase their loved ones from history.. The Tiananmen Mothers call it the \"June Fourth Massacre.\" That's the day, 30 years ago, when the Chinese Communist Party murdered their sons and daughters in Tiananmen Square.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-case-against-europe-11559602940", "title": "Trump's Case Against Europe", "date": "2019-06-03 19:02", "summary": "The president sees Brussels as too weak, too liberal, and anti-American on trade.. \"Why does he hate us?\" is the question American foreign-policy types often hear from European friends and colleagues when the subject of Donald Trump comes up-as it often does. With Mr. Trump and Secretary of State Mike Pompeo in Europe this week, it seems an auspicious time to attempt an answer.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-the-fbis-spying-11559602877", "title": "About the FBI's Spying", "date": "2019-06-03 19:01", "summary": "What's the difference between surveillance of Carter Page and Martin Luther King?. When Carter Page learned in April 2017 that the Federal Bureau of Investigation had obtained a secret court order to listen in on his communications, the Washington Post asked him about it. Mr. Page, the paper reported, \"compared surveillance of him to the eavesdropping that the FBI and Justice Department conducted against civil rights leader Martin Luther King.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-trip-review-giving-a-push-to-civilization-11559602810", "title": "'Power Trip' Review: Giving a Push to Civilization", "date": "2019-06-03 19:00", "summary": "Americans use vast amounts of energy, though not always wisely. Bottled water is at least 1,000 times as energy-intensive as water from the tap.. Nothing sets us humans off from other animals more than that we routinely employ energy that is not generated by our own bodies. It's an old story. More than a million years ago, humans began using fire to cook food and protect against predators. Today energy from a vast array of sources pervades modern society, prompting feelings of guilt, it seems, more than triumph. But energy makes civilization possible, as Michael E. Webber, a professor of mechanical engineering at the University of Texas, shows in \"Power Trip.\" The more energy in circulation, the more complex-and wealthy-a civilization becomes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-invented-the-jihadist-journal-11559602751", "title": "I Invented the Jihadist Journal", "date": "2019-06-03 18:59", "summary": "I deradicalized after 3½ years in prison. Now I'm reclaiming the medium to combat violent extremism.. I'm a publishing pioneer: In April 2009, I launched the first English-language online jihadist magazine. A lot has changed since. I spent 3½ years in prison, where I deradicalized. I now work with Mitch Silber, the New York City Police Department's former director of intelligence analysis, to combat violent extremism. The jihadist-magazine template I helped create is now among the most effective means of propagating extremist ideas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wants-to-cut-interest-rates-powell-should-do-it-anyway-11559602689", "title": "Trump Wants to Cut Interest Rates. Powell Should Do It Anyway", "date": "2019-06-03 18:58", "summary": "The chairman made the case last year for easing if the yield curve inverts-as it did in March.. It's time for the Federal Reserve to cut interest rates. Not because the economy is falling apart, and not because the president is demanding it-but because it's the right thing to do, based on a compelling policy vision put forth last year by Chairman Jerome Powell.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-cant-wish-the-national-debt-away-11559602630", "title": "Democrats Can't Wish the National Debt Away", "date": "2019-06-03 18:57", "summary": "As they propose to spend tens of trillions more, some economists egg them on with magical thinking.. Several Democratic presidential candidates have showered Americans with spending promises. Many support some version of Medicare for All, which could cost $32 trillion or more over the next decade. Making the transition to a low-carbon electricity grid, a popular initiative in the Green New Deal, is projected to cost more than $5 trillion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-pompeo-on-china-11559602554", "title": "Notable & Quotable: Pompeo on China", "date": "2019-06-03 18:55", "summary": "'We salute the heroes of the Chinese people who bravely stood up thirty years ago in Tiananmen Square.'. From a June 3 statement by Secretary of State Mike Pompeo:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-wont-seek-warrant-for-assange-easing-u-s-extradition-bid-11559578790", "title": "Sweden Won't Seek Warrant for Assange, Easing U.S. Extradition Bid", "date": "2019-06-03 18:54", "summary": "Swedish judge turns down prosecutors' arrest request for WikiLeaks founder, removing a possible obstacle to U.S. extradition effort. UPPSALA. Sweden-A Swedish judge on Monday rejected a request to issue an arrest order for Julian Assange, a move that could ease efforts by the U.S. to extradite the WikiLeaks founder.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ethanol-sop-to-farmers-11559601866", "title": "An Ethanol Sop to Farmers", "date": "2019-06-03 18:44", "summary": "The EPA allows E15 blends in the summer to offset tariff damage.. Americans will pay for President Trump's tariffs in many ways, and on Friday we learned one more. The Environmental Protection Agency released a final rule allowing gasoline to be blended with up to 15% ethanol year-round. The result will be smoggier air and costlier road trips.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-democrats-jeer-democrats-11559601816", "title": "When Democrats Jeer Democrats", "date": "2019-06-03 18:43", "summary": "Kudos to Delaney and Hickenlooper for telling their party the truth.. 'Boooooo!\" That's how California Democrats, gathered for their state party convention in San Francisco this weekend, received two of their 2020 presidential aspirants. Perhaps John Delaney and John Hickenlooper expected the jeering, given their remarks. Still, they deserve credit for telling their copartisans hard truths.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/f-h-bertling-fined-1-million-in-angola-bribery-case-11559601111", "title": "F.H. Bertling Fined $1 Million in Angola Bribery Case", "date": "2019-06-03 18:31", "summary": "Fine latest development in a broader SFO investigation into bribery allegations related to F.H. Bertling and its executives. Shipping and logistics company F.H. Bertling Ltd. has been fined £850,000 ($1.1 million) for its role in an alleged bribery scheme to secure freight-forwarding contracts in Angola, the U.K.'s Serious Fraud Office said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-urges-firms-to-speed-shift-from-libor-11559595039", "title": "Fed Official Urges Firms to Speed Shift From Libor", "date": "2019-06-03 18:26", "summary": "It has been years since the Libor-manipulation scandal, but companies hesitate to adopt its replacement. Randal Quarles, the Federal Reserve vice chairman in charge of financial regulation, urged companies and financial institutions on Monday to speed up their preparations for a looming interest-rate shift.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-sides-with-worker-in-discrimination-suit-11559600512", "title": "Supreme Court Sides With Worker in Discrimination Suit", "date": "2019-06-03 18:21", "summary": "Justices also agree to hear case involving video footage of Blackbeard's sunken ship. WASHINGTON-The Supreme Court refused to limit workers' ability to claim discrimination, ruling that employers can't get such lawsuits thrown out years later by asserting the employee should first have brought charges through federal or state regulators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-virginia-beach-shooting-police-avoid-naming-the-gunman-11559599637", "title": "Police Avoid Naming Virginia Beach Gunman", "date": "2019-06-03 18:07", "summary": "In deliberate approach, law enforcement is increasingly trying to limit attention on shooters. Virginia Beach police have only mentioned the name of the gunman in last Friday's mass shooting one time, joining a growing number of officials who have purposely played down the perpetrators of such crimes in hopes of robbing them of notoriety.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-arrested-in-death-of-grammy-winning-jazz-drummer-11559599523", "title": "Two Arrested In Death of Grammy-Winning Jazz Drummer", "date": "2019-06-03 18:05", "summary": "Lawrence 'Lo' Leathers found dead Sunday morning in his Bronx home. Two people were arrested Monday in connection with the killing of a world-famous jazz drummer in a Bronx building over the weekend, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-challenge-for-policy-makers-policing-american-tech-giants-11559559967", "title": "The Big Challenge for Policy Makers: Policing American Tech Giants", "date": "2019-06-03 18:04", "summary": "Amazon, Apple, Facebook and Google don't fit neatly into old monopolistic formulas that would signal harm to consumers. Free services are good for consumers. Monopolies tend to be bad for them. The big tech platforms have elements of both-a combination that is vexing policy makers around the world as they struggle to figure out how best to police American technology behemoths and their unusual business models.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-blamed-for-genocide-against-indigenous-woman-11559598705", "title": "Canada Blamed for 'Genocide' Against Indigenous Women", "date": "2019-06-03 17:51", "summary": "An inquiry concluded that high rates of violence against indigenous women in Canada amount to a genocide fueled by government abuses. OTTAWA-A yearslong inquiry concluded that high rates of violence against indigenous women in Canada amount to a \"genocide\" fueled by government abuses, putting more pressure on Prime Minister Justin Trudeau to address an issue his government has identified as a priority.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-peso-falls-against-dollar-on-trade-concerns-11559582195", "title": "Dollar Falls as Expectations Build of a Rate Cut", "date": "2019-06-03 17:48", "summary": "Dollar index declines 0.4%, but greenback gains against the Mexican peso. The dollar fell, pressured by investors' expectations that the Federal Reserve is increasingly likely to lower interest rates amid threats to growth.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-says-objectively-unreasonable-debt-collectors-can-be-punished-11559597745", "title": "Court Says 'Objectively Unreasonable' Debt Collectors Can Be Punished", "date": "2019-06-03 17:35", "summary": "Justices said creditors risk contempt if there is no reasonable basis to conclude their pursuit of canceled debts is lawful. Creditors could face civil penalties if their attempt to collect old debt that was canceled in bankruptcy is \"objectively unreasonable,\" the nation's highest court ruled Monday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-bitcoin-hit-50-000-in-wild-world-of-crypto-options-some-say-yes-11559559601", "title": "Could Bitcoin Hit $50,000? In Wild World of Crypto Options, Some Say Yes", "date": "2019-06-03 17:20", "summary": "Ultrabullish trades in bitcoin options follow recent rebound in the digital currency. As bitcoin has rebounded from wintertime lows, some traders in an obscure corner of the cryptocurrency markets are betting it could jump as high as $50,000-more than double its record during the bitcoin mania of 2017.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-is-among-the-latest-to-sue-purdue-over-opioid-crisis-11559595872", "title": "California Is Among the Latest to Sue Purdue Over Opioid Crisis", "date": "2019-06-03 17:11", "summary": "New suits add to more than 2,000 similar actions brought by states, cities and others. Two more states and the District of Columbia filed lawsuits Monday against OxyContin-maker Purdue Pharma LP, leaving just a handful of states that haven't yet sued over the opioid crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alfred-eisenstaedt-life-and-legacy-review-capturing-the-essential-emotion-11559596081", "title": "'Alfred Eisenstaedt: Life and Legacy' Review: Capturing the Essential Emotion", "date": "2019-06-03 17:08", "summary": "An exhibition recalls an era when it was photojournalists who showed us the world.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/itunes-apples-groundbreaking-yet-maddening-mac-music-software-dies-at-18-11559594689", "title": "iTunes, Apple's Mac Music Software, Dies at 18", "date": "2019-06-03 17:08", "summary": "An obit for the software that changed and frustrated so many lives for so many years. Apple iTunes, the Mac music software that first connected the iPod to millions of computers, died on Monday at age 18. The brand will remain in fragments across Apple's products.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eddie-lamperts-company-to-buy-the-rest-of-sears-hometown-outlet-stores-11559560382", "title": "Lampert's Company to Buy the Rest of Sears Hometown Stores", "date": "2019-06-03 17:07", "summary": "Deal brings Sears Hometown, Sears, Kmart stores back together. Hedge fund owner Edward Lampert has reached a roughly $21 million deal that would bring Sears Hometown stores under the same corporate umbrella as Sears and Kmart.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humana-says-it-wont-do-deal-with-centene-11559568524", "title": "Humana Says It Won't Do Deal With Centene", "date": "2019-06-03 17:05", "summary": "Health insurer looks to end speculation of possible takeover. Health insurer Humana Inc. said it won't seek to acquire rival Centene Corp. , deflating efforts by activist investors to push Centene to consider selling itself as an alternative to acquiring WellCare Health Plans Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-orders-tinder-to-share-user-data-amid-online-clampdown-11559572223", "title": "Russia Orders Tinder to Share User Data Amid Online Clampdown", "date": "2019-06-03 17:03", "summary": "The dating app is the latest addition to a list of those required to pass information to the government, which also includes Snapchat and VKontakte. MOSCOW-Russian authorities have ordered dating app Tinder to share user data and messages with government and intelligence agencies, the latest sign of Moscow's tightening grip over online activities in the country and the Kremlin's infringement on privacy.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-mounts-defense-of-aetna-deal-on-two-fronts-11559473201", "title": "CVS Mounts Defense of Aetna Deal on Two Fronts", "date": "2019-06-03 16:59", "summary": "Executives push to convince federal-court judge, skeptical shareholders to support its $70 billion acquisition of insurer. CVS Health Corp. is expected to defend its acquisition of insurer Aetna Inc. in two high-profile settings Tuesday, seeking to sell skeptical investors and a federal judge on the nearly $70 billion deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corteva-debut-caps-years-of-seed-company-consolidation-11559554201", "title": "Corteva Debut Caps Years of Seed Company Consolidation", "date": "2019-06-03 16:53", "summary": "Farmers and politicians have raised concerns about lack of competition in agricultural economy. JOHNSTON, Iowa-Corteva Agriscience Inc.'s first day as a stand-alone company is a milestone in an agricultural deal making spree that has left the farm sector more consolidated than ever.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-stars-by-bruce-springsteen-review-the-boss-heads-in-a-new-direction-11559594847", "title": "'Western Stars' by Bruce Springsteen Review: The Boss Heads in a New Direction", "date": "2019-06-03 16:47", "summary": "On his 19th studio album, Bruce Springsteen draws inspiration from Glen Campbell and Burt Bacharach and shapes a dreamlike, retro-inflected world.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-extend-gains-11559578470", "title": "U.S. Government Bonds Extend Gains", "date": "2019-06-03 16:45", "summary": "Falling tech stocks, central banker comments add to impetus created by continuing concerns about U.S. tariff policies, signs of slowing global growth. U.S. government bond prices climbed again on Monday, benefiting from a decline in technology stocks and a Federal Reserve official opening the door to a near-term interest rate cut.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-coalition-of-the-dwindling-11559594595", "title": "Germany's Coalition of the Dwindling", "date": "2019-06-03 16:43", "summary": "Realignment is reshaping politics even in staid Berlin.. Germans are said to love political stability, but apparently not too much. After delivering shock results in recent elections for the European Parliament and a state government in Bremen, Germans can now watch traditional parties decline before their eyes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-dominance-is-no-longer-a-sure-thing-11559427954", "title": "Google's Dominance Is No Longer a Sure Thing", "date": "2019-06-03 16:38", "summary": "Crackdown from regulators comes just as the internet giant's vulnerability is showing up on its own. In irony that surely won't register in Washington, the latest crackdown on Google comes just as the internet giant is showing-on its own-that it is far from invincible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-crack-open-the-black-box-of-tech-productivity-11559593742", "title": "CIOs Crack Open the 'Black Box' of Tech Productivity", "date": "2019-06-03 16:29", "summary": "Tech chiefs at Ancestry, Fox and Caesars enlist new tools, metrics for gauging performance. Chief information officers are using tools to get a bird's-eye view of their organizations' productivity in an effort to cut costs, generate revenue and improve efficiency.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flower-delivery-company-ftd-files-for-bankruptcy-protection-11559540237", "title": "FTD Files for Bankruptcy Protection, Puts Businesses Up for Sale", "date": "2019-06-03 16:28", "summary": "Acquisition of rival ProFlowers failed to pay off for more-than-century-old floral-delivery company. Flower-delivery provider FTD Cos. filed for chapter 11 bankruptcy protection Monday with plans to sell its businesses to pay off an overload of debt it took on to buy former rival ProFlowers in 2014.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-pushes-fiat-chrysler-for-concessions-to-support-renault-deal-11559566941", "title": "France Pushes Fiat Chrysler for Concessions to Support Renault Deal", "date": "2019-06-03 16:23", "summary": "French government's active involvement in the talks shows the political sensitivity of mergers involving big French companies. Fiat Chrysler Automobiles NV and Renault SA have agreed to base the European headquarters of their combined operations in France, a measure aimed at winning French government support for a proposed merger between the car makers, according to people familiar with the matter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-promoter-wins-bidding-war-for-lunch-with-warren-buffett-11559587135", "title": "Crypto Promoter Wins Bidding War for Lunch With Warren Buffett", "date": "2019-06-03 16:17", "summary": "Tron founder Justin Sun paid a record $4,567,888 to meet with Berkshire Hathaway chairman. Blockchain entrepreneur and cryptocurrency promoter Justin Sun won the charity auction to have lunch with billionaire investor and bitcoin skeptic Warren Buffett.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-financial-regulator-investigates-citigroup-insider-trading-leak-claims-11559558303", "title": "U.K. Investigates Allegation Citigroup Employee Leaked Deal Information", "date": "2019-06-03 16:15", "summary": "Prosecutors say stock trader Walid Choucair received inside information from a UBS compliance officer. The U.K.'s Financial Conduct Authority is investigating allegations that a Citigroup Inc. employee leaked insider information about major deals to a stock trader before they became public.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-hassett-says-mexico-tariffs-plan-didnt-play-role-in-departure-11559568318", "title": "Kevin Hassett Says Mexico Tariffs Plan Didn't Play Role in Departure", "date": "2019-06-03 16:07", "summary": "Chairman of White House Council of Economic Advisers set to leave post shortly. Kevin Hassett, a top White House economic adviser, said his planned departure isn't related to President Trump's threat last week to impose tariffs on Mexico unless it reduces migration to the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-bond-yields-start-the-week-with-fresh-declines-11559548438", "title": "Nasdaq Slides Into Correction Territory", "date": "2019-06-03 16:04", "summary": "Tech-heavy index falls more than 1% as regulators signal increased scrutiny of industry giants. The tech-heavy Nasdaq Composite entered correction territory Monday, hit by investor fears that regulators might take a fresh shot at industry giants such as Alphabet and Facebook .", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-grade-for-teacher-pay-and-benefits-11559592214", "title": "What Grade for Teacher Pay and Benefits?", "date": "2019-06-03 16:03", "summary": "If teachers aren't underpaid, why are they walking away from the profession at the highest rate on record?. Regarding Jason Richwine and Andrew G. Biggs's \"The 'Underpaid Teachers' Myth\" (op-ed, May 23): If teachers aren't underpaid, why are they walking away from the profession at the highest rate on record? A headline on WSJ.com (Dec. 28, 2018) explains why: \"Small raises, budget frustration and opportunities elsewhere persuade teachers and other public-education workers to move on.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-suits-wont-help-treat-pain-better-11559592112", "title": "Purdue Suits Won't Help Treat Pain Better", "date": "2019-06-03 16:01", "summary": "The unintended circumstance of this financial grab will be to eliminate the manufacture of needed medical products. There is no substitute for opioids for serious pain control.. While in my opinion Purdue Pharmaceuticals clearly demonstrated its desire for profits over patients, I feel compelled to point out that there was support for this travesty by the very organization that purports to promote patient health and welfare through support of physicians (\"OxyContin Owner Defends Response to Abuse Reports,\" U.S. News, May 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-have-better-gadgets-but-much-more-debt-11559591998", "title": "We Have Better Gadgets but Much More Debt", "date": "2019-06-03 15:59", "summary": "The real myth is that Americans can actually afford all these new and improved products and services.. Phil Gramm and John Early present a host of interesting data to arrive at the conclusion that wage stagnation is overhyped, if not entirely nonexistent (\"The Myth of 'Wage Stagnation,'\" op-ed, May 18). The authors note that, compared with 1972, U.S. households today have more and better TVs, cellphones, larger homes, better cars and myriad other conveniences-all while supposedly earning the same level of inflation-adjusted income. In essence, the writers suggest that wage stagnation must be a myth because consumer quality of life has surely improved.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-should-hold-its-fire-and-prepare-for-a-downturn-11559591918", "title": "The Fed Should Hold Its Fire And Prepare for a Downturn", "date": "2019-06-03 15:58", "summary": "The Federal Reserve shouldn't be worrying about how to get the most out of the current expansion, but rather how much muscle it has to deal with price stability and unemployment in the next big downturn.. Andy Puzder and Jon Hartley are out to lunch (\"High Interest Rates Are Hobbling Growth,\" op-ed, May 30). Like most armchair economists they dicker about the effects of one-half of 1%, when in reality their margin of error for measuring and quantifying any of these effects is probably much greater than that. The Federal Reserve shouldn't be worrying about how to get the most out of the current expansion, but rather how much muscle it has to deal with price stability and unemployment in the next big downturn.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-record-long-expansion-heres-what-could-knock-the-economy-off-course-11559591043", "title": "After Record-Long Expansion, Here's What Could Knock the Economy Off Course", "date": "2019-06-03 15:44", "summary": "Resume Subscription. Economies aren't like cars. They don't just wear down and peter out after running for several years. Something needs to happen to knock them off course.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-jersey-governor-sweetens-pitch-for-millionaires-tax-11559587753", "title": "New Jersey Governor Sweetens Pitch for Millionaires Tax", "date": "2019-06-03 15:43", "summary": "Murphy says he thinks budget deal will be reached by June 30 to avoid shutdown. New Jersey Gov. Phil Murphy said he is optimistic that he and state lawmakers will reach a budget deal by their June 30 deadline, despite continued pushback on his efforts to raise taxes on the wealthy.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-former-usc-soccer-coach-to-plead-guilty-in-college-admissions-scandal-11559590159", "title": "Second Former USC Soccer Coach to Plead Guilty in Admissions Scandal", "date": "2019-06-03 15:34", "summary": "Prosecutors say Ali Khosroshahin helped William 'Rick' Singer land clients at schools including USC, UCLA. BOSTON-A second former soccer coach from the University of Southern California has agreed to plead guilty for his role in the nationwide college admissions cheating scheme, according to paperwork filed online shortly before a judge was set to meet with lawyers representing him and other coaches.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-mcconnell-and-china-11559590152", "title": "Biden, McConnell and China", "date": "2019-06-03 15:29", "summary": "New scrutiny of family ties to state-owned enterprises.. If you think investors, workers and consumers are eager for China to stop stealing intellectual property and for the U.S. to stop hiking tariffs, imagine how Joe Biden and Mitch McConnell feel. Family and business ties forged at a time of friendlier U.S.-China relations are bound to attract increasing scrutiny as both prepare to face voters in 2020. Former vice president Biden is currently the front-runner for the Democratic presidential nomination, while Republican Senate Majority Leader McConnell seeks re-election in Kentucky.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-bullard-rate-cut-may-be-warranted-soon-11559582751", "title": "Fed's Bullard: Rate Cut 'May Be Warranted Soon'", "date": "2019-06-03 15:26"}, {"link": "https://www.wsj.com/articles/oil-prices-rebound-as-analysts-weigh-demand-11559570057", "title": "Oil Closes Lower on Fresh Demand Fears", "date": "2019-06-03 15:25", "summary": "U.S. crude oil fell 0.5% on Monday, with prices less than 1% from entering bear market territory.. -Oil prices closed lower following a volatile session Monday, edging closer to bear-market territory after downbeat U.S. manufacturing data stoked fresh worries about the health of the world economy.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-activity-slowed-in-may-11559571899", "title": "U.S. Factory Activity Cooled in May", "date": "2019-06-03 15:22", "summary": "ISM's manufacturing index fell to lowest reading since October 2016. U.S. factory-sector growth slowed in May as manufacturers confronted renewed trade tensions, and manufacturing activity in other major economies deteriorated.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-wants-to-benefit-from-the-amazon-effect-11559589730", "title": "Blackstone Wants to Benefit From the Amazon Effect", "date": "2019-06-03 15:22", "summary": "The private-equity giant is buying an industrial real-estate company for $18.7 billion; it's the least toppy way to buy into tech. Blackstone clearly isn't concerned about timing the market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-to-ease-some-cancer-patients-access-to-experimental-drugs-11559566800", "title": "FDA to Ease Some Cancer Patients' Access to Experimental Drugs", "date": "2019-06-03 15:15", "summary": "Call center aims to simplify a process that many doctors have viewed as hard to navigate. The U.S. Food and Drug Administration started a pilot program aimed at making it easier for cancer patients who are out of treatment options to take experimental drugs.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-rejects-pompeos-offer-of-talks-with-no-preconditions-11559579956", "title": "Iran Rejects Pompeo's Offer of Talks With 'No Preconditions'", "date": "2019-06-03 15:04", "summary": "Suggestion is 'word play,' Tehran says, citing U.S. pressure campaign. Iranian officials rebuffed an offer by Secretary of State Mike Pompeo for talks between the U.S. and Iran without preconditions, saying his suggestion amounted to \"word play,\" given the Trump administration's escalating campaign of maximum pressure.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-does-pete-buttigieg-never-wear-a-blazer-11559586642", "title": "Why Does Pete Buttigieg Never Wear a Blazer?", "date": "2019-06-03 14:52", "summary": "The surprising upstart of the 2020 Democratic Presidential campaign has made going jacket-less his signature. What that's saying about his electability and his image vis a vis Donald Trump. STARTING ON JAN. 23, when Pete Buttigieg announced his exploratory committee for a presidential run, the mayor of South Bend, Ind., has largely blazed the campaign trail without a blazer. Mr. Buttigieg, 37, the first openly gay major-party presidential candidate, has become the surprise upstart of the 2020 Democratic race, and a surprisingly casual one, too--appearing at nearly every campaign stop and media opportunity sans sport coat, letting his pressed white shirt (its sleeves always rolled) suffice and his usually-blue necktie fly free. In the past, candidates from Barack Obama to George W. Bush occasionally went jacket-less (stumping in Iowa in August can get balmy) and this time many male candidates have occasionally worn casual attire-see Bernie Sander's windbreakers, or Joe Biden's open-collared shirt and aviator sunglasses-but Mr. Buttigieg in particular seems to have made jettisoning a jacket his signature.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quest-diagnostics-says-11-9-million-patients-may-have-been-affected-by-breach-11559562193", "title": "Quest Diagnostics Says 11.9 Million Patients Possibly Affected by Breach", "date": "2019-06-03 14:47", "summary": "Breach may have involved the collection of patients' financial information. Quest Diagnostics Inc. said one of the billing collections firms it works with experienced a data breach on its web payment system that may have affected 11.9 million patients.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-the-u-s-need-a-cabinet-level-department-of-cybersecurity-11559586996", "title": "Does the U.S. Need a Cabinet-Level Department of Cybersecurity?", "date": "2019-06-03 14:38", "summary": "Some say a new department is needed to coordinate the nation's defenses. Others say it would only weaken those defenses.. The roster of U.S. cabinet-level departments has grown over the decades in response to one pressing need or another. Most recently, the Department of Homeland Security was formed in 2002 in response to the attacks on the U.S. of Sept. 11, 2001. Another relative newcomer is the Energy Department, formed in 1977 in the wake of the energy crisis caused by the imposition of an oil embargo on the U.S. earlier in the decade by the Arab members of the Organization of the Petroleum Exporting Countries.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-hits-three-month-high-on-trade-tension-11559576575", "title": "Gold Hits Three-Month High on Trade Tension", "date": "2019-06-03 14:14", "summary": "Investors have turned to haven investments like gold and bonds amid fears that tariffs on China and Mexico could stymie growth. Gold prices climbed to the highest level in more than three months on Monday, lifted by ongoing trade tensions and concerns about the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-inflation-trap-that-ensnared-japan-and-europe-worries-fed-11559554201", "title": "Low-Inflation Trap That Ensnared Japan and Europe Worries Fed", "date": "2019-06-03 13:47", "summary": "Central banks once worried about too much inflation; now they fear an inability to generate more of it. Fifteen years ago, Japan found itself stuck with a problem: sinking inflation, interest rates near zero and a limited ability to generate stronger growth and counteract recessions. Five years ago, Europe faced the same challenge.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-military-and-protesters-violently-clash-in-the-capital-11559552507", "title": "Sudan Military Violently Breaks Up Protesters' Encampment", "date": "2019-06-03 13:47", "summary": "Deadly crackdown forces suspension of talks between military junta and protest leaders over who should rule after Omar al-Bashir's ouster. Sudanese security forces launched a deadly raid on an encampment of civilian protesters in the capital Khartoum on Monday, provoking a breakdown in negotiations between protest leaders and the military junta over who should rule the country after the April ouster of longtime strongman Omar al-Bashir.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shane-mcanally-interview-nbc-songland-11559582784", "title": "Country Music's Shane McAnally on the Secrets to Nashville Success", "date": "2019-06-03 13:43", "summary": "The hitmaking songwriter and judge of NBC's \"Songland\" explains how he went from unsigned artist to mega-producer and Nashville mogul. Shane McAnally was in the closet and floundering. As a 25-year-old country singer in 1999, he had seen moderate success with a couple of songs about love and heartbreak, but a couple of years later he had two failed record deals under his belt and was listless. \"I would pray for another dream,\" he says. \"I felt like I had just been very victimized. Like, 'Why is no one getting this?'\" Then, about a decade later after a stint living in L.A., he started living as an openly gay man and letting other artists record his songs. Suddenly, he says, the world was full of possibilities.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-spacey-appears-at-courthouse-before-assault-hearing-11559577966", "title": "Actor Spacey's Lawyer Demands Access to Accuser's Cellphone", "date": "2019-06-03 13:39", "summary": "Star is accused of groping young man at a Nantucket bar in 2016, a charge he denies. NANTUCKET, Mass.-Kevin Spacey made an unexpected appearance Monday at a Massachusetts courthouse where his attorney demanded access to the cellphone of the young man who has accused the actor of groping him at a bar on the resort island of Nantucket in 2016.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-make-of-manufacturings-malaise-11559581129", "title": "What to Make of Manufacturing's Malaise", "date": "2019-06-03 12:58", "summary": "An index of U.S. factory activity hit its lowest since 2016, and the drop may be about more than just lousy sentiment. Why should investors care about what manufacturers think?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-warriors-and-raptors-made-a-major-bet-on-minor-leaguers-its-worked-11559580588", "title": "The Warriors and Raptors Made a Major Bet on Minor Leaguers. It's Worked.", "date": "2019-06-03 12:49", "summary": "There are more G-League players than first-round draft picks in the NBA Finals. This is not an accident.. Toronto", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-led-group-to-launch-blockchain-based-trade-settlement-platform-11559554201", "title": "Banks to Use Bitcoin-Like Token to Settle Cross-Border Trades", "date": "2019-06-03 12:31", "summary": "Companies have invested $63.2 million in Fnality International. A group of financial firms led by UBS Group AG plans to start using a bitcoin-like token to settle cross-border trades, one of the biggest developments yet in the effort to make use of nascent blockchain technology.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-selling-stake-in-undersea-cable-firm-as-u-s-pressure-mounts-11559562892", "title": "Huawei Selling Stake in Undersea-Cable Firm as U.S. Pressure Mounts", "date": "2019-06-03 12:31", "summary": "The embattled tech company will sell its controlling stake to another Chinese network firm for an undisclosed amount. BEIJING-China's Huawei Technologies Co. plans to sell its majority stake in an undersea-cable venture, in a move that follows a U.S. pressure campaign against Huawei and efforts to block the cable venture's projects.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-in-traveling-courtcookies-tote-bags-rocky-the-cat-11559579342", "title": "A Day in Traveling Court-Cookies, Tote Bags, Rocky the Cat", "date": "2019-06-03 12:29", "summary": "If you won't go to court, New York's court will come to you. 'A friendly place to go get justice'. MIDDLE VILLAGE, N.Y.-Xavier Fernandez came to court in this Queens neighborhood to fight a minor charge. Then a cross-eyed cat jumped on the table.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/testimony-offers-different-side-of-alleged-mastermind-of-college-admissions-scam-11559579112", "title": "Testimony Offers Different Side of Alleged Mastermind of College-Admissions Scam", "date": "2019-06-03 12:25", "summary": "As an expert witness in an unrelated case, William 'Rick' Singer struggled with the facts. William \"Rick\" Singer built a sprawling college-counseling business on his track record of getting clients into colleges including Georgetown University and the University of Southern California.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-federer-faces-a-tough-path-at-the-french-open-11559578156", "title": "Roger Federer Faces a Tough Path at the French Open", "date": "2019-06-03 12:09", "summary": "The 20-time Slam champion will likely have to beat former Roland Garros champions Stan Wawrinka, Rafael Nadal and Novak Djokovic to win in Paris. PARIS-Now comes the hard part for Roger Federer. After coasting through four rounds, he could battle three different Roland Garros champions, first Stan Wawrinka, then likely Rafael Nadal, and, finally, Novak Djokovic, currently ranked No. 1.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-compound-featured-in-basic-instinct-lists-for-52-375-million-11559577692", "title": "California Compound Featured in 'Basic Instinct' Lists for $52.375 Million", "date": "2019-06-03 12:01", "summary": "The property perched above the Pacific Ocean spans five buildings and 17,000 square feet of living space. Gary Vickers fell in love with the affluent seaside retreat of Carmel, Calif., as a child. Caddying for his father and uncle at the Bing Crosby National Pro-Amateur golf tournament at Pebble Beach each February, he admired the rocky coastline with its cutout coves and looked up at the giant redwoods as they traveled up to Big Sur.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-carmel-compound-featured-in-basic-instinct-for-52-375-million-11559577621", "title": "Inside The Carmel Compound Featured in \"Basic Instinct\"", "date": "2019-06-03 12:00", "summary": "The property comprises a main lodge and four cottages on the Central California coast.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goldman-unit-to-buy-manager-of-optometry-practices-11559534521", "title": "Goldman Unit to Buy Manager of Optometry Practices", "date": "2019-06-03 11:44", "summary": "Purchase is expected to be announced Monday. The merchant-banking division of Goldman Sachs Group Inc. is buying the company that manages MyEyeDr. optometry practices from private-equity firm Altas Partners LP and Canadian pension fund Caisse de dépôt et placement du Québec.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-turn-up-podcast-advertising-11559570400", "title": "Marketers Turn Up Podcast Advertising", "date": "2019-06-03 11:39", "summary": "U.S. advertisers' spending on podcasts rose 53% in 2018. Podcasters continue to find growing interest from marketers, but their growth remains constrained by factors including a lack of independent audience benchmarks.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-suggests-at-t-boycott-over-cnn-coverage-11559569136", "title": "Trump Suggests Boycott of AT&T Over CNN Coverage", "date": "2019-06-03 11:17", "summary": "President has made no secret of his dislike of the cable channel. President Trump suggested customers stop using AT&T Inc.'s services to force its CNN unit to cover him more favorably, renewing his attacks on the cable news network in a pair of tweets.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorry-america-even-the-yankees-backups-are-great-11559572083", "title": "Sorry, America: Even the Yankees' Backups Are Great", "date": "2019-06-03 11:17", "summary": "Because of injuries, New York has gone virtually the entire year without their best hitter, their biggest slugger and their ace. In these divisive times, nothing brings baseball fans together like their collective hatred of the New York Yankees. Unless you live nearby, don't know any better or have a particular affinity for pinstriped clothing, almost everybody can agree that the super-rich, super-arrogant team that never loses deserves the world's contempt.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-scolds-syria-russia-over-intensifying-idlib-airstrikes-11559574923", "title": "Trump Calls on Syria, Russia to Halt 'Butchery' of Idlib Airstrikes", "date": "2019-06-03 11:15", "summary": "Tens of thousands have fled the final Syrian-opposition stronghold fearing an imminent Assad government ground offensive. President Trump rebuked the Syrian government and Russian forces for airstrikes that monitoring groups say have killed hundreds of people in the last Syrian-opposition stronghold, amid fears the Assad government and Moscow are planning an all-out military offensive to recapture the area.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-10-billion-chip-deal-isnt-cheap-11559574016", "title": "This $10 Billion Chip Deal Isn't Cheap", "date": "2019-06-03 11:00", "summary": "German chip giant Infineon is doubling down on the car industry at a precarious time. Companies that announce big deals with limited financial rationale need good strategic reasons. German chip giant Infineon has made an unconvincing start in its acquisition of California-based Cypress Semiconductor .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-keep-coming-up-with-such-unsafe-passwords-11559573420", "title": "Why We Keep Coming Up With Such Unsafe Passwords", "date": "2019-06-03 10:50", "summary": "We get emotionally attached to the way we create our passwords. And then we get defensive when we're asked to change that routine.. It should come as no surprise to anybody that people tend to choose weak passwords-a problem that exasperates cybersecurity professionals and motivates hackers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-worries-slam-emerging-markets-11559554203", "title": "Trade Worries Hit Emerging Markets", "date": "2019-06-03 10:27", "summary": "Trump's threat to impose escalating tariffs on Mexico is the latest blow to assets from developing countries. Investors are fleeing emerging-market assets, highlighting how fears of escalating trade conflicts are rippling through financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-about-that-awful-parent-at-the-game-11559571458", "title": "What to Do About That Awful Parent at the Game", "date": "2019-06-03 10:17", "summary": "Nearly everyone with a child in sports has seen a parent screaming from the bleachers. Research suggests it's getting worse.. Summer means Little League, Tee-ball, softball, travel tournaments and the occasionally out-of-control parent.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-joe-biden-is-revealing-about-democrats-11559569772", "title": "What Joe Biden Is Revealing About Democrats", "date": "2019-06-03 10:13", "summary": "The seasoned, center-left standard-bearer of the party keeps his lead in a crowded primary race. More than a month has passed since former Vice President Joe Biden announced he is running for the Democratic presidential nomination, effectively rounding out one of the most unusual fields ever assembled-23 candidates, six of them women, six minorities, with a stunning 40-year age gap between the youngest and oldest.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chryslers-u-s-business-would-change-corporate-parentagainin-a-merger-with-renault-11559554203", "title": "Renault Deal Would Pull Fiat Chrysler's Center of Gravity From U.S.", "date": "2019-06-03 10:12", "summary": "Fiat Chrysler's U.S. business would gain more tech and resources-and more overseas exposure. Fiat Chrysler Automobiles NV's proposed merger with France's Renault SA is the latest jolt for the Italian-American auto maker's U.S. operations, a unit that has seen its parent company change three times in the past two decades.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-house-democrats-swing-district-little-impeachment-pressure-11559569682", "title": "In a House Democrat's Swing District, Little Impeachment Pressure", "date": "2019-06-03 09:48", "summary": "Health care appears to be a bigger concern for some of Rep. Kim's New Jersey constituents. TOMS RIVER, N.J.-Unlike much of Washington, Andrea Patti didn't watch the televised statement former Special Counsel Robert Mueller made last week about the conclusion of his investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-morgan-stanley-apple-devon-energy-and-freeport-mcmoran-11559556528", "title": "Stocks to Watch: FedEx, Alphabet, J&J, Morgan Stanley, and More", "date": "2019-06-03 09:15", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-seafood-substitute-tastes-as-fishy-as-it-sounds-11559567074", "title": "New Seafood Substitute Tastes as Fishy as It Sounds", "date": "2019-06-03 09:04", "summary": "A growing arm of food technology makes fish by avoiding fish entirely. If you were skittish about calling an amalgamation of legumes and oil \"burgers,\" courtesy of Beyond Meat , you definitely aren't ready for what's next. Finless bluefin tuna-that is, tuna made without the use of a once-live fish- could be coming soon to a grocery store near you.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-returns-to-heightened-tensions-a-long-to-do-list-11559567005", "title": "Congress Returns to Heightened Tensions, a Long To-Do List", "date": "2019-06-03 09:03", "summary": "Acrimony clouds the outlook for North America trade deal, other priorities. WASHINGTON-Legislative ambitions and partisan tensions have never been a good mix.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-admitted-to-elite-schools-through-diversity-push-do-well-academically-city-data-show-11559566800", "title": "Students Admitted to Elite Schools Through Diversity Push Do Well Academically, City Data Show", "date": "2019-06-03 09:00", "summary": "Grade-point averages of Discovery students were, on average, in the mid 80s to low 90s at most of the prestigious schools. Students who missed the test-score cutoff for New York City's elite high schools, and got in through a diversity initiative called Discovery, had report cards in ninth and 10th grades showing they could handle the rigorous work there, city lawyers said in new legal papers.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-gop-is-targeting-a-presidential-longshot-11559566163", "title": "Why the GOP Is Targeting a Presidential Longshot", "date": "2019-06-03 08:49", "summary": "The Senate Leadership Fund is launching an attack advertisement against Montana Gov. Steve Bullock. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgans-infrastructure-fund-to-buy-el-paso-electric-for-2-79-billion-11559565642", "title": "JPMorgan's Infrastructure Fund to Buy El Paso Electric", "date": "2019-06-03 08:40", "summary": "Fund will pay El Paso shareholders $68.25 a share, a 17% premium. An infrastructure fund of J.P. Morgan Investment Management Inc. said it agreed to acquire El Paso Electric Co. for $2.79 billion in cash, as it looks to expand its portfolio of renewable energy projects.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ernst-young-quits-as-auditor-for-chinese-bank-11559561656", "title": "Ernst & Young Quits as Auditor for Chinese Bank", "date": "2019-06-03 07:34", "summary": "Resignation adds to concerns about the health of China's regional banks. Ernst & Young LLP resigned as the auditor for a Chinese commercial bank, the bank said, adding to concerns about the health of the country's regional banks following a government takeover of a troubled small bank last month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-vocational-high-school-an-innovative-campus-and-a-bistro-11559554201", "title": "The New Vocational High School: An Innovative Campus and a Bistro", "date": "2019-06-03 07:30", "summary": "Resume Subscription. NORTH RICHLAND HILLS, Texas-A public school in this Dallas suburb takes hands-on learning to another level.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/reportedly-purged-north-korean-official-appears-with-kim-jong-un-11559561406", "title": "Reportedly Purged North Korean Official Appears With Kim Jong Un", "date": "2019-06-03 07:30", "summary": "Pyongyang state media showed Kim Yong Chol at a weekend event after a South Korean paper reported he was sentenced to hard labor. SEOUL-A senior North Korean official, reportedly purged after nuclear talks soured with President Trump in Vietnam, appeared at a weekend musical performance with leader Kim Jong Un, according to Pyongyang's state media.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vintage-golden-state-warriors-crashed-the-nba-finals-11559561256", "title": "The Vintage Golden State Warriors Crashed the NBA Finals", "date": "2019-06-03 07:27", "summary": "They beat the Toronto Raptors in Game 2 with a performance ripped straight from the playbook of their early championship teams. TORONTO-At halftime of Game 2 of the NBA Finals on Sunday night, it was hard not to think ahead to Game 3. The Toronto Raptors had a lead on the Golden State Warriors, and for one of the first times in the five consecutive years the Warriors have been to the Finals, they appeared overmatched.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infineon-to-buy-cypress-semiconductor-in-multibillion-dollar-deal-11559540811", "title": "German Chip Maker Infineon Buys U.S. Rival in $9.4 Billion Deal", "date": "2019-06-03 07:26", "summary": "The deal would boost Infineon's position in connected devices. BERLIN-German chip maker Infineon Technologies AG has agreed to acquire Cypress Semiconductor Corp. for €8.4 billion ($9.4 billion), the latest in a series of transactions reshaping the industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mall-meltdown-continues-11559559600", "title": "The Mall Meltdown Continues", "date": "2019-06-03 07:00", "summary": "Mall-based retailers reported dismal earnings last week, reminding investors of the sector's fundamental problems. Retailers' earnings season has gone from bad to worse. The bleeding intensified last week, with shares of Abercrombie & Fitch plummeting 26% on Wednesday, the biggest percentage decline since the company went public. PVH Corp. , owner of brands including Van Heusen, Tommy Hilfilger, and Calvin Klein, dropped 10% that day, too. On Thursday, women's wear chain J.Jill was down a jaw-dropping 53% and on Friday, Gap Inc. slid 9%.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-jarmuschs-soft-spot-for-zombies-11559559600", "title": "Jim Jarmusch's Soft Spot for Zombies", "date": "2019-06-03 07:00", "summary": "Jim Jarmusch, who unleashes zombies on a small town in his new black comedy 'The Dead Don't Die,' talks about vampires, America and the importance of locations in his movies. Thirty-five years ago, \"Stranger Than Paradise\" established Jim Jarmusch as a downtown New York auteur. These days he also lives part-time in the Catskills, not far from where he recently shot the zombie-filled black comedy, \"The Dead Don't Die.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airlines-secret-sauce-isnt-easy-to-export-11559556120", "title": "U.S. Airlines' Secret Sauce Isn't Easy to Export", "date": "2019-06-03 06:02", "summary": "The geographical spread of the U.S. lends itself to making money on flights in a way that doesn't apply in Europe. After many years of losing money, U.S. airlines engineered a turnaround by merging with one another and cleverly redesigning their networks. But investors hoping these lessons can be applied elsewhere may end up disappointed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-license-plates-wont-turbocharge-chinas-car-market-11559555116", "title": "More License Plates Won't Turbocharge China's Car Market", "date": "2019-06-03 05:45", "summary": "Two Chinese cities relaxed their restrictions on license plates, but more aggressive stimulus will be required to restore auto sales growth. The stuttering Chinese car market just got more fuel, but not enough to take it very far.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rejuvenated-hamas-tests-israel-in-high-stakes-brinkmanship-11559554213", "title": "Rejuvenated Hamas Tests Israel in High-Stakes Brinkmanship", "date": "2019-06-03 05:30", "summary": "Palestinian militants try to pressure Israel just enough to ease blockade restrictions, but not enough to spark war. TEL AVIV-Palestinian militant groups have restocked an arsenal of rockets to levels reached just before the last war with Israel, current and former Israeli officials say, part of a pressure campaign to ease Israel's punishing blockade on the Gaza Strip.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plunging-yields-expose-sorry-state-of-european-banks-11559554200", "title": "Plunging Yields Expose Sorry State of European Banks", "date": "2019-06-03 05:30", "summary": "After a broad selloff last week, European bank stocks have given up their gains for the year, with valuations of some major lenders at multiyear lows. The global downdraft in bond yields and rising trade tensions are falling squarely on the shoulders of European banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-push-for-fewer-opioids-for-new-mothers-11559554201", "title": "The Push for Fewer Opioids for New Mothers", "date": "2019-06-03 05:30", "summary": "Top hospitals like Cleveland Clinic are turning to options beyond oxycodone for women who need painkillers after C-sections. Three times Ada Williams delivered children by caesarean section. Three times doctors prescribed her opioid painkillers.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11559502390", "title": "Pepper...and Salt", "date": "2019-06-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-hassett-chairman-of-council-of-economic-advisers-to-leave-post-11559528293", "title": "White House Chief Economist to Leave Post", "date": "2019-06-03 23:47", "summary": "The White House chief economist said his departure from the role had 'been in the works for a good long time'. WASHINGTON-President Trump said the chairman of the Council of Economic Advisers is leaving the job and a replacement would be named soon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-gets-ready-for-legal-fight-as-u-s-weighs-an-antitrust-probe-11559521581", "title": "Google Gets Ready for Legal Fight as U.S. Mulls an Antitrust Probe", "date": "2019-06-03 22:13", "summary": "The probe sets up a potential clash over how to regulate one of the world's most powerful companies. As Google cemented its powerful position in recent years, the tech giant's executives said they believed they were helping web users get information and letting publishers and advertisers connect more efficiently.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-strikes-18-7-billion-deal-for-u-s-warehouse-network-11559519940", "title": "Blackstone Strikes $18.7 Billion Deal for U.S. Warehouse Network", "date": "2019-06-03 22:06", "summary": "Deal to buy warehouses from Singapore-based GLP is largest private real-estate transaction ever. Blackstone Group LP is buying a network of U.S. industrial warehouses from Singapore-based GLP for $18.7 billion, in the largest private real-estate transaction ever and a big bet on the continued explosion of e-commerce.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-defense-chief-will-skip-a-formal-probe-into-uss-mccain-11559512493", "title": "Acting Defense Chief Will Skip a Formal Probe Into USS McCain", "date": "2019-06-03 20:18", "summary": "White House 'directive' said to hide ship, but was not carried out, Shanahan says. Acting Defense Secretary Pat Shanahan said Sunday he doesn't plan to initiate an independent review by Pentagon investigators into a White House request that the USS John S. McCain be kept \"out of sight\" during President Trump's visit to Japan last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-to-suspend-diplomatic-operations-at-embassy-in-venezuela-11559520611", "title": "Canada to Suspend Diplomatic Operations at Embassy in Venezuela", "date": "2019-06-03 20:10", "summary": "Ottawa is evaluating status of Maduro-appointed Venezuelan diplomats in capital. OTTAWA-Canada said Sunday it was temporarily suspending its diplomatic operations in Venezuela, and planned to evaluate the status of Venezuelan diplomats here.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-alibaba-battle-for-web-sales-during-ramadan-11559381400", "title": "Amazon, Alibaba Battle for Web Sales During Ramadan", "date": "2019-06-03 20:00", "summary": "Online sales in the Middle East and Africa have doubled during this year's holy month following local investments by the retailers. Amazon.com Inc., Alibaba Group Holding Ltd. and other online retailers are competing more fiercely to gain a foothold in the Arab world during this year's Ramadan, Islam's holy month of fasting and gift giving.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]