[{"link": "https://www.wsj.com/articles/puerto-rico-board-unveils-35-billion-bankruptcy-exit-framework-11560729189", "title": "Puerto Rico Board Unveils $35 Billion Bankruptcy-Exit Framework", "date": "2019-06-16 19:53", "summary": "Island's financial supervisors strike partial deal on central government debt restructuring. Puerto Rico's financial supervisors struck a deal with creditors owed $3 billion that sets out a path for restructuring $35 billion in debt obligations tied to the central government and scaling back debt payments over the next 30 years by half.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-ceo-promises-greater-transparency-on-737-max-11560697321", "title": "Flight Trials Are Near for Boeing's MAX Safety Fix", "date": "2019-06-16 19:52", "summary": "Company's CEO vows to restore public confidence in embattled plane. PARIS-The Federal Aviation Administration has signaled it is preparing to start flight trials of Boeing Co. 's proposed 737 MAX safety enhancement as early as this week, according to people familiar with the details, while the plane maker's chief executive vowed to restore public confidence in the jet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-lawmakers-to-consider-cutting-abortion-restrictions-11560726971", "title": "Massachusetts Lawmakers to Consider Cutting Abortion Restrictions", "date": "2019-06-16 19:47", "summary": "If passed, state would join New York and Vermont in enacting new laws to make procedure more accessible. Abortion will take center stage at the Massachusetts State House on Monday, with lawmakers in both houses scheduled to hear a proposal to decriminalize the procedure throughout pregnancy and strip away other limits on the procedure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-legislative-leaders-score-rent-without-cuomo-11560726000", "title": "New York Legislative Leaders Score Rent Without Cuomo", "date": "2019-06-16 19:00", "summary": "'Wonder Twins' make an end-run around the governor on a sweeping rent-regulation bill. The \"Wonder Twins\" have finally struck.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-health-care-software-firm-arisglobal-sells-majority-stake-to-nordic-capital-11560711600", "title": "ArisGlobal Sells Majority Stake to Europe's Nordic Capital", "date": "2019-06-16 18:48", "summary": "Deal values ArisGlobal at $700 million, including debt; European buyout firm Nordic Capital readies to establish first U.S. office in New York. European buyout firm Nordic Capital has agreed to acquire a majority stake of U.S.-based ArisGlobal LLC, in a deal that values the life-sciences software company at $700 million including debt, according to a person familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-china-tariffs-loom-some-u-s-companies-say-buying-american-isnt-an-option-11560677402", "title": "Buying American Isn't an Option, Some U.S. Companies Say", "date": "2019-06-16 18:44", "summary": "Business owners struggling to find alternatives to Chinese imports urge Trump administration to drop tariff plans. Stephen Pelkey said he has scoured the globe to find fireworks that match the quality of what he buys from China, without success.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyrics-site-genius-com-accuses-google-of-lifting-its-content-11560677400", "title": "Lyrics Site Accuses Google of Lifting Its Content", "date": "2019-06-16 18:41", "summary": "Genius says it can prove lyrics from its site are appearing in Google search information panels-by examining the apostrophes. Genius Media Group Inc. depends on Google's search engine to send music lovers to its website stocked with hard-to-decipher lyrics to hip-hop songs and other pop hits.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-unveils-new-settlement-in-disputed-golan-heights-named-trump-heights-11560712629", "title": "Israel Unveils New Settlement in Disputed Golan Heights Named 'Trump Heights'", "date": "2019-06-16 18:30", "summary": "Controversial move is a gesture of thanks for U.S. president recognizing Israeli control over the territory. GOLAN HEIGHTS-Shrugging off opposition from the international community, Israel's government on Sunday unveiled a new Jewish settlement in a secluded and breezy area of the disputed Golan Heights named after President Trump.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-set-to-launch-a-campaign-that-never-really-ended-11560591000", "title": "Trump to Launch Campaign That Never Really Ended", "date": "2019-06-16 18:29", "summary": "More so than predecessors and Democratic foes, the president is stretching the definition of an 'announcement' rally. President Trump's 2020 re-election bid starts Tuesday with a rally in Orlando, Fla., more than two years after making clear he would seek a second term.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-uruguay-blacked-out-by-massive-power-failure-11560696223", "title": "Argentina, Uruguay Blacked Out by Massive Power Failure", "date": "2019-06-16 17:59", "summary": "Trains halted and traffic signals stopped as nations of more than 57 million people try to cope without electricity. BUENOS AIRES-Power companies in Argentina and Uruguay said Sunday afternoon that they had restored service to most customers after a regionwide electrical failure earlier in the day plunged the two countries into darkness, bringing subway trains to a stop, interrupting water service and forcing businesses to close.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bill-would-grant-undocumented-immigrants-drivers-licenses-11560603600", "title": "New York Bill Would Grant Undocumented Immigrants Driver's Licenses", "date": "2019-06-16 17:34", "summary": "Similar legislation already exists in 12 other states, including Connecticut. New York's Democratic-controlled Senate will vote this week on a bill that would give undocumented immigrants in the state the ability to apply for a driver's license.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-elite-defense-force-finds-new-funding-sources-as-tension-rises-with-u-s-11560719866", "title": "Iran's Elite Defense Force Finds New Funding Sources as Tension Rises With U.S.", "date": "2019-06-16 17:31", "summary": "Infrastructure projects and smuggling help Islamic Revolutionary Guard Corps skirt sanctions. TEHRAN, Iran-The country's top paramilitary force is maintaining support for armed groups in the Middle East and finding new sources of funding, defying U.S. efforts to curb its activities abroad as tensions between Washington and Tehran soar following fresh attacks in the Gulf of Oman.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freed-from-the-bench-carli-lloyd-leads-u-s-women-past-chile-11560720645", "title": "Freed From the Bench, Carli Lloyd Leads U.S. Women Past Chile", "date": "2019-06-16 17:30", "summary": "The 36-year-old has said she doesn't accept her recent role as a sub, and scored two goals in rare starting role. PARIS-Carli Lloyd created the jaw-dropping image of the 2015 World Cup: a soaring, half-field shot that bounced past an off-balance goalkeeper in the final against Japan. It was Lloyd's third goal in 16 minutes, and it all but clinched the U.S. women's team's first World Cup title since 1999.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-leaders-quietly-seek-to-bridge-partisan-divide-over-funding-11560684600", "title": "Congressional Leaders Seek to Bridge Partisan Divide Over Funding", "date": "2019-06-16 16:32", "summary": "Senior lawmakers maintain detente on abortion curbs, work on spending compromises to keep government running. WASHINGTON-Capitol Hill is a hotbed of partisan fighting, but a handful of congressional leaders are quietly working across the aisle to stabilize the government's finances.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-euphoria-hbo-offers-a-gritty-dark-take-on-the-teen-drama-11560690000", "title": "In \"Euphoria,\" HBO Offers a Gritty, Dark Take on the Teen Drama", "date": "2019-06-16 16:25", "summary": "HBO's new show, an often graphic look at the troubled lives of oversexed and self-medicating suburban high schoolers, premieres Sunday. Toward the end of yet another stint in rehab, a then-19-year-old Sam Levinson realized that if he were to die from drugs he'd be remembered only as a pill-stealing addict who destroyed his family.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-dilemma-save-the-world-or-make-money-11560684601", "title": "Calpers' Dilemma: Save the World or Make Money?", "date": "2019-06-16 16:22", "summary": "Most Popular News. The California Public Employees' Retirement System was one of the first public-pension systems to tie its investments to social activism. Now it is having second thoughts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/californias-backseat-drivers-11560716538", "title": "California's Backseat Drivers", "date": "2019-06-16 16:22", "summary": "Auto CEOs who disliked Obama fuel rules now bow to Sacramento.. America's auto makers have complained for years about onerous fuel-economy mandates, but now they seem to be suffering Stockholm Syndrome. Witness their opposition to the Trump Administration's efforts to liberate them and the country from the Obama mileage and California's electric-car mandates.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-unions-keep-losing-11560716489", "title": "Why Unions Keep Losing", "date": "2019-06-16 16:21", "summary": "The UAW isn't offering workers a better deal, and there's corruption.. The United Auto Workers lost another vote to organize a southern American auto plant late last week, and maybe some introspection is in order. Workers with good jobs and wages aren't buying what the union is selling.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-italian-stranglehold-11560716406", "title": "Europe's Italian Stranglehold", "date": "2019-06-16 16:20", "summary": "The EU could punish Rome for pushing pro-growth policy.. Italian Deputy Premier Matteo Salvini is favored to become the country's next Prime Minister, and European Union mandarins are improving the euroskeptic's chances. See how Brussels is handling its latest fiscal dispute with Rome.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-can-help-hong-kong-11560716319", "title": "How the U.S. Can Help Hong Kong", "date": "2019-06-16 16:18", "summary": "The territory could lose its special trade and visa privileges if an extradition law passes.. Hundreds of thousands filled the streets of Hong Kong again on Sunday, despite Chief Executive Carrie Lam's decision Saturday to suspend a bill to allow the extradition of local citizens to China. Hong Kongers don't trust Ms. Lam or China to shelve the bill permanently, and demands for Ms. Lam to resign are growing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/case-for-cutting-rates-can-be-found-in-close-calls-of-the-1990s-11560715200", "title": "Case for Cutting Rates Can Be Found in Close Calls of the 1990s", "date": "2019-06-16 16:00", "summary": "Fed officials at their meeting this week are set to weigh whether trade tensions and a recent hiring slowdown might warrant action. The Federal Reserve usually cuts interest rates because bad things are happening. Sometimes, though, it cuts rates because the risk of bad things has gone up-like taking out an insurance policy.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-crowd-hong-kongs-streets-once-more-11560668928", "title": "Hong Kong Marchers Flood Streets Over Extradition Bill", "date": "2019-06-16 15:59", "summary": "Massive protests prompted an apology from the chief executive. HONG KONG-Protesters poured into this city's streets for a second Sunday despite the suspension of a controversial bill to expand the government's extradition powers, as a week of demonstrations appeared to be spiraling into a broader political movement.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-to-combine-private-investing-arms-11560715048", "title": "Goldman Sachs to Combine Private-Investing Arms", "date": "2019-06-16 15:57", "summary": "New division likely to have about $140 billion in assets. Goldman Sachs Group Inc. is building a mini- Blackstone Group LP in a bid to boost a flagging stock price.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-trumps-migrant-problem-11560714444", "title": "About Trump's Migrant Problem", "date": "2019-06-16 15:47", "summary": "Central America needs intellectual honesty. Not a Marshall Plan.. Under its agreement with the Trump administration, Mexico reportedly has 45 days from June 7 to reduce the numbers of non-Mexican migrants arriving at the U.S. border to claim asylum. If Mexican President Andrés Manuel López Obrador cannot show results, the White House says that it will make new demands to alter Mexico's immigration policies and that Mexican exports to the U.S. will again face the threat of a 5% tariff.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-isnt-what-it-used-to-be-11560714338", "title": "The Future Isn't What It Used to Be", "date": "2019-06-16 15:45", "summary": "There's one trend you can count on: Most predictions turn out to be wrong.. Founded in 1867, the Keuffel & Esser Co. commissioned a study of the future for its 100th anniversary. If you're of a certain vintage, you might have used a K&E slide rule. Their \"visionary\" study was a huge dud, missing completely the electronic-calculator boom that came a few years later. They shut down their slide-rule engravers in 1976. As Mark Twain said, \"It's difficult to make predictions, especially about the future.\" Or was it Niels Bohr? Maybe Yogi Berra?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-became-an-asparagus-farmer-11560714290", "title": "How I Became an Asparagus Farmer", "date": "2019-06-16 15:44", "summary": "Twenty-five plants cost $9 in 1977. The yield is more than enough to pay the plumber.. My mother skipped three semesters at James Madison High School, in Brooklyn, N.Y., graduating at 15½, so she was no dummy. Still, with the tentacles of the Great Depression still squeezing and Grandpa Samuel in hard straits, she decided to pass on college and contribute at home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-can-face-down-a-fragile-iran-11560714158", "title": "America Can Face Down a Fragile Iran", "date": "2019-06-16 15:42", "summary": "The regime is dangerous, but it isn't nearly strong enough to withstand a prolonged confrontation.. In the U.S. and Europe, much of the mainstream media has swallowed a narrative about Donald Trump and Iran. While Iran is an aggressive authoritarian state, the story goes, it is nonetheless a victim of American belligerence. Tehran was adhering to the Joint Comprehensive Plan of Action, negotiated by the Obama administration, when the truculent Mr. Trump abruptly abandoned the accord. For more than a year, according to the narrative, the mullahs have shown patience by continuing to abide by the agreement, even with the resurrection of punishing American sanctions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-giving-money-away-now-11560714097", "title": "The Case for Giving Money Away Now", "date": "2019-06-16 15:41", "summary": "Lewis Cullman believed it was a more effective form of philanthropy than a perpetual foundation.. When it came to investing, no one was smarter than Lewis B. Cullman, who died June 7 at 100. In 1964 he engineered the first leveraged buyout, enabling him to acquire Orkin Exterminating Co., a company worth $62 million, with only $1,000 cash. In 1977 he bought a small calendar company, expanded and rebranded it as At-A-Glance, and sold it for $550 million.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hawaii-democrats-surprising-views-11560714036", "title": "A Hawaii Democrat's Surprising Views", "date": "2019-06-16 15:40", "summary": "Tulsi Gabbard opposes impeachment and dislikes identity politics. And she's running for president.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-throngs-as-beijing-retreats-11560713984", "title": "Hong Kong Throngs as Beijing Retreats", "date": "2019-06-16 15:39", "summary": "A quarter of the city's population protested for freedom Sunday.. Hong Kong", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-irish-invaded-canada-review-the-irish-are-coming-11560713836", "title": "'When the Irish Invaded Canada' Review: The Irish Are Coming!", "date": "2019-06-16 15:37", "summary": "The 1866 invasion of Ridgeway, Canada, marked the ﬁrst time in a century that Irish soldiers defeated the forces of the British Empire.. Late in the evening on May 31, 1866, a private army of several hundred Irish rebels marched through Buffalo, N.Y., and crossed a narrow section of the Niagara River into the British colony of Canada. An unlikely invasion had begun.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-starts-existing-home-sales-11560711602", "title": "Economy Week Ahead: Housing Starts, Existing Home Sales", "date": "2019-06-16 15:00", "summary": "Federal Reserve set to release policy statement. In the week ahead, the U.S. will see fresh data on housing starts and existing-home sales, and the Federal Reserve will release its policy statement. Overseas, the Bank of England issues a policy decision.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-overshadows-rival-studios-as-reboots-and-sequels-sputter-11560710930", "title": "Disney Overshadows Rival Studios as Reboots and Sequels Sputter", "date": "2019-06-16 14:48", "summary": "North America box-office totals are down 7.1% when compared with 2018's bumper year. So far this summer, studios not named Walt Disney Co. are failing to capture moviegoers' attention in a significant way.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shun-banks-buying-other-banks-11560708644", "title": "Investors Shun Banks Buying Other Banks", "date": "2019-06-16 14:10", "summary": "Concerns over a slowing economy and potential loan losses at target firms weigh on shares of suitors. Investors are cooling to acquisitive banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeted-tv-advertising-is-taking-off-11560707549", "title": "The New and Improved Picture for Targeted TV Advertising", "date": "2019-06-16 13:52", "summary": "Streaming platforms allow companies to tailor their marketing to a bigger audience and with more precision than ever. That's causing advertisers to rethink their budgets-and their strategies.. Early this year, Cars.com made a move that gives a glimpse of where the ad business may be heading.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-biotechs-lure-industry-talent-in-the-u-s-11560690000", "title": "China Biotechs Lure Industry Talent in the U.S.", "date": "2019-06-16 13:05", "summary": "Drug industry veterans are drawn to startup environment at China's biotechs and the race to the first nongeneric Chinese drug approval in U.S.. China-based biotechnology startups looking to go global are poaching talent from the biggest American pharmaceutical companies, promising managers and medical chiefs lucrative pay packages and a more entrepreneurial work environment-all without asking them to uproot their lives in the U.S.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-must-consider-the-long-term-economy-11560703272", "title": "The Fed Must Consider the Long-Term Economy", "date": "2019-06-16 12:41", "summary": "Letters: The Federal Reserve should stop encouraging speculation and focus instead, as Paul Volcker says, on \"price stability and prudent oversight of the financial system.\". Regarding George Melloan's \"The Fed Can't Bail Trump Out\" (op-ed, June 6): Inflation is an inverse measure of the purchasing power of money. An inflation target of 2% means that the Federal Reserve wants to reduce the purchasing power of the dollar by 2% every year, year after year. This deliberately harms savers, retirees, lenders and bondholders by systematically cutting the intrinsic value of their assets in half every generation. The Fed wrongly justifies this pernicious policy as a means of forestalling deflation. As Paul Volcker explains in his autobiography, \"Keeping At It\": \"The real danger comes from encouraging or inadvertently tolerating rising inflation and its close cousin of extreme speculation and risk-taking, in effect standing by while bubbles and excesses threaten financial markets.\" The Fed should stop encouraging speculation and focus instead, as Mr. Volcker says, on \"price stability and prudent oversight of the financial system.\" Such financial prudence is especially appropriate with the New York Fed determining that underlying inflation, calculated by reference to a broad set of economic data, now exceeds 2.8%.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-much-salt-really-is-bad-for-your-health-11560703224", "title": "Too Much Salt Really Is Bad for Your Health", "date": "2019-06-16 12:40", "summary": "High sodium intake is associated with high blood pressure, a key contributor to heart disease and stroke. These two conditions make up more than one in six premature deaths among adults in New York City.. In \"Are You Getting Too Much Salt in Your Diet? Probably Not\" (op-ed, June 3), Michael H. Alderman and David A. McCarron attempt to detract from the large body of scientific evidence-including an extensive, yearslong review by experts from the National Academies of Sciences-which demonstrates that sodium intake above 2,300 milligrams a day should be lowered to prevent chronic disease.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-evident-truths-not-always-so-evident-11560703094", "title": "Self-Evident Truths Not Always So Evident", "date": "2019-06-16 12:38", "summary": "A better approach is to shift the burden of proof onto those who want to violate our life, liberty, property or pursuit of happiness.. Regarding Aaron Rhodes's \"Pompeo Tries to Rescue the Idea of Human Rights\" (op-ed, June 11): The problem with natural rights is that, contrary to Thomas Jefferson, they are not self-evident at all. Philosophers, theologians, politicians and average citizens have wrestled for centuries over whether rights exist, where they would come from and what they would be. Jefferson himself punted on the question when, instead of justifying the existence of rights, he essentially said \"we believe it's obvious.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilbur-ross-tempers-expectations-of-u-s-china-trade-deal-at-g-20-11560701918", "title": "Ross Tempers Expectations of a U.S.-China Trade Deal at G-20 Meeting", "date": "2019-06-16 12:18", "summary": "Commerce secretary says a Trump-Xi meeting could help get stalled talks back on track. Commerce Secretary Wilbur Ross played down prospects of a major trade deal if President Trump and China's President Xi Jinping meet at the Group of 20 summit in Japan later this month, but he said he believes the two sides will ultimately get back to negotiations.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-black-fly-is-here-for-your-bloodand-dignity-11560700513", "title": "The Black Fly Is Here for Your Blood-and Dignity", "date": "2019-06-16 11:55", "summary": "The little bug with the vicious bite is swarming worse than ever because of Midwest flooding. People are trying masks and lemongrass to repel them; 'You look ridiculous'. JORDAN, Minn.-Clouds of tiny flies-smaller than a housefly but packing a vicious bite-were attacking Mandy Harrison's eyes and mouth as she worked in her backyard recently.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-chief-mark-read-is-tasked-with-giant-turnaround-amid-ad-industry-upheaval-11560692327", "title": "Here's the Man Tasked With Turning Around WPP", "date": "2019-06-16 09:38", "summary": "Nine months in, the CEO talks about the threat of consulting firms, whether the tech giants should be broken up, and the impact of privacy regulation.. Mark Read has never penned a jingle or even watched an episode of \"Mad Men,\" yet he has the unenviable task of having to turn around the fortunes of the world's largest advertising company, which has been stung by account losses and other challenges.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-advertising-for-big-brands-gets-ugly-11560692258", "title": "Online Advertising for Big Brands Gets 'Ugly'", "date": "2019-06-16 09:37", "summary": "A lo-fi aesthetic spawned by amateurs spreads to big marketers trying to connect with their audience. Taco Bell advertised its Nacho Fries on TV this year with a glossy, expensive commercial. It convincingly imitates a movie trailer for a sci-fi epic, complete with scenes of actor James Marsden as an astronaut en route to a swirling portal in space", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-half-of-democrats-back-impeachment-hearings-against-trump-11560690002", "title": "Nearly Half of Democrats Back Impeachment Hearings Against Trump", "date": "2019-06-16 09:00", "summary": "Wall Street Journal/NBC News poll also finds voters' views on Democratic presidential candidates are in flux, with support for former Vice President Joe Biden slipping. WASHINGTON-Support is growing among Democrats to begin an impeachment inquiry into President Trump, a new Wall Street Journal/NBC News poll finds, presenting a challenge to House Speaker Nancy Pelosi, who has so far opposed hearings as politically costly and divisive.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-no-perfect-travel-appbut-these-will-help-11560690001", "title": "There Is No Perfect Travel App-But These Will Help", "date": "2019-06-16 09:00", "summary": "My travel app should know where I want to go, how I want to get there, and what I want to do when I land. Right now, most apps are still learning. HONG KONG-The low point, if I had to pick one, was probably Starbucks .", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-art-worlds-rising-stars-11560690002", "title": "Meet the Art World's Rising Stars", "date": "2019-06-16 09:00", "summary": "Resume Subscription. Recent auctions and a slate of summer museum shows are heralding a fresh generation of artists who are using traditional materials to build on the past rather than merely trying to shock with the new. Gone are the days when collectors paid premiums at auction for young creators who rubbed dirt on their canvases or churned them through oversize photocopiers. Today's rising stars have pivoted back to figurative painting, creating complex narratives and intricate portraits that blend painterly technique with digital savvy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-urge-ai-startups-to-inject-early-dose-of-ethics-11560682800", "title": "Investors Urge AI Startups to Inject Early Dose of Ethics", "date": "2019-06-16 08:53", "summary": "Worries about bias, transparency are prompting changes in how AI companies are built. Backers of artificial-intelligence startups are paying more attention to ethics and rooting out potential biases embedded in algorithms that power AI systems, a focus that is starting to affect the earliest stages of company development.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-to-public-markets-continues-despite-uber-lyft-flops-11560684604", "title": "Race to Public Markets Continues Despite Uber, Lyft Flops", "date": "2019-06-16 07:30", "summary": "Strong anticipated demand for Slack signals robust investor appetite; 2019 still expected to be a record. The IPO market faced its first major test since the disappointing debuts of Uber Technologies Inc. and Lyft Inc. and passed with flying colors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-send-mixed-signals-on-trade-battle-11560684600", "title": "Markets Send Mixed Signals on Trade Battle", "date": "2019-06-16 07:30", "summary": "Stocks approach records while bonds show caution; Fed hints at rate cut. Markets are sending conflicting signals about how big a threat the global trade rift presents, underscoring the difficulty investors face in sizing up the fallout from the U.S. and China's spat.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-plans-retail-revamp-of-highly-trafficked-subway-stations-11560682801", "title": "New York's MTA Plans Retail Revamp of Highly Trafficked Subway Stations", "date": "2019-06-16 07:00", "summary": "Resume Subscription. Subway riders may soon be able to grab a third-wave coffee or a craft beer at some of New York's busiest subway stations as part of a plan to revamp dozens of subterranean retail spaces.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-retiree-finds-fitness-nirvana-at-sleep-away-camp-11560682800", "title": "A Retiree Finds Fitness Nirvana at Sleep-Away Camp", "date": "2019-06-16 07:00", "summary": "A week at an adult sports camp featuring archery, canoeing and aqua aerobics sharpens her fitness goals for the rest of the year. For one week each summer, Jan Klein channels her inner child at sleep-away camp. The big difference: She can pair her s'mores with whiskey or wine. The 68-year-old retiree has attended ESCAPE Camp, an adult sports camp, since 2007. The camp has been held at Amherst College in Amherst, Mass., since 2013.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-1mdb-co-conspirators-sentenced-to-prison-11560677550", "title": "Alleged 1MDB Co-Conspirators Sentenced to Prison", "date": "2019-06-16 05:32", "summary": "As well as receiving jail sentences, the two men must jointly pay more than $300 million. Two prominent figures in a global Malaysian sovereign-wealth fund scandal were convicted of financial crimes and sentenced to prison in Abu Dhabi, according to a statement from the emirate's criminal court and people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-outbreaks-strain-local-health-departments-11560677401", "title": "Measles Outbreaks Strain Local Health Departments", "date": "2019-06-16 05:30", "summary": "Tracking and containing measles outbreaks falls primarily to state and local public-health officials. Measles first appeared in Clark County, Wash., on New Year's Eve, when a child who had traveled from Ukraine arrived at an urgent-care clinic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-protesters-hang-up-their-yellow-vests-11560677402", "title": "French Protesters Hang Up Their Yellow Vests", "date": "2019-06-16 05:30", "summary": "Battered by leadership crisis and flagging support, movement that tested President Emmanuel Macron now faces uncertain future. PARIS-For months, Yves Garrec dedicated his Saturdays to slipping on a yellow road-safety vest and hitting the streets in protest. Not any more.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-buyers-get-government-help-with-down-payments-11560677400", "title": "Home Buyers Get Help With Down Payments", "date": "2019-06-16 05:30", "summary": "Share of purchasers drawing on assistance programs across U.S. doubled from 2013 to 2016. Maiya Jones didn't have money saved up for a down payment when she started looking for a house in the St. Louis area last summer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-china-tariffs-move-closer-with-public-hearings-this-week-11560677417", "title": "New China Tariffs Move Closer With Public Hearings This Week", "date": "2019-06-16 05:30", "summary": "Consumer items would face 25% levies under Trump administration plan targeting $300 billion of Chinese goods. WASHINGTON-The U.S.-China trade conflict is moving closer to home.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-dont-save-enough-perhaps-you-have-exponential-growth-bias-11560737101", "title": "If You Don't Save Enough, Perhaps You Have 'Exponential Growth Bias'", "date": "2019-06-16 00:01", "summary": "Here's how to tell whether you underestimate the benefits of long-term saving. And how to fix it.. Say you have a dollar that doubles in value every day. How much money will you have after a month?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-woodland-maintains-u-s-open-lead-over-justin-rose-brooks-koepka-11560655280", "title": "Gary Woodland Maintains U.S. Open Lead", "date": "2019-06-16 23:21", "summary": "At 11 under par, the 35-year-old will attempt to win his first career major title on Sunday at Pebble Beach. PEBBLE BEACH, Calif.-Gary Woodland faced all manner of threats to his perch on top of the U.S. Open leaderboard on Saturday.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}]