[{"link": "https://www.wsj.com/articles/u-s-auto-energy-industries-among-most-exposed-to-mexico-tariffs-11559347029", "title": "Auto, Energy Industries Among Most Exposed to Mexico Tariffs", "date": "2019-05-31 19:57", "summary": "Tech, rail and beer companies brace for hit from Trump's planned levies. President Trump's plan to impose escalating tariffs on Mexican imports threatens to increase costs for auto makers, raise prices at the gas pump for American consumers and disrupt shipments between the two countries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-manager-in-college-admissions-scheme-reaches-plea-agreement-11559343830", "title": "Accountant in College-Admissions Scheme Reaches Plea Deal", "date": "2019-05-31 19:03", "summary": "William 'Rick' Singer's former finance officer to plead guilty, cooperate with prosecutors. BOSTON-A lieutenant of William \"Rick\" Singer, the mastermind of the national college-admissions scheme, will plead guilty for his role in the operation and become a cooperating witness, according to a plea agreement filed Friday in federal court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-award-economist-arthur-laffer-the-presidential-medal-of-freedom-11559334970", "title": "Economist Arthur Laffer to Receive Presidential Medal of Freedom", "date": "2019-05-31 19:00", "summary": "Originator of the 'Laffer Curve,\" leading theorist of supply-side economics. WASHINGTON-President Trump will award the Presidential Medal of Freedom to economist Arthur Laffer, one of the pioneers of the idea that tax cuts can boost government revenue, the White House said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voicemail-shows-trump-lawyer-seeking-flynns-help-11559342579", "title": "Voice Mail Shows Trump Lawyer Seeking Flynn's Help", "date": "2019-05-31 18:57", "summary": "John Dowd is seen asking for information to be fed to the president's legal team. WASHINGTON-The government on Friday released the full transcript of a November 2017 voice mail urging an attorney for onetime national security adviser Mike Flynn to share with the president's legal team any information that would implicate Mr. Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-for-the-electoral-college-11559343445", "title": "Democrats for the Electoral College", "date": "2019-05-31 18:57", "summary": "Nevada's Governor says the current system is good for his state.. Liberals love to hate the Electoral College, which gave Donald Trump victory in 2016 even as Hillary Clinton won nearly three million more votes. But at least one Democrat, Nevada Governor Steve Sisolak, is standing up for the college's virtues.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-man-unchained-11559343207", "title": "Tariff Man Unchained", "date": "2019-05-31 18:53", "summary": "Trump hits Mexico on trade to solve a U.S. immigration mess.. The biggest economic risk of a Donald Trump Presidency has always been that his trade obsessions would swamp the benefits of tax reform and deregulation. For two years he has kept his worst protectionist impulses mostly in check, but as he seeks a second term we are now seeing Tariff Man unchained. Where he stops nobody knows, which is bad for the economy and perhaps his own re-election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nitrogen-fertilizer-maker-cf-industries-names-new-cfo-11559342540", "title": "Nitrogen Fertilizer Maker CF Industries Names New CFO", "date": "2019-05-31 18:42", "summary": "Company insider Christopher Bohn will ascend to the role as the company faces swings in demand due to weather and trade disputes. The new finance chief of CF Industries Holdings Inc., whose nitrogen is used to fertilize farmland across the Americas, will need to guide the company through a turbulent period for U.S. agriculture.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-beverly-hills-mountain-files-for-bankruptcy-11559342527", "title": "Owner of Beverly Hills 'Mountain' Files for Bankruptcy", "date": "2019-05-31 18:42", "summary": "Current titleholder of 157 acres of undeveloped Beverly Hills real estate, once listed for $1 billion, files for bankruptcy. The owner of Los Angeles's most expensive real estate listing ever, a sprawling 157-acre undeveloped property in Beverly Hills dubbed \"The Mountain,\" has filed for bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-flat-tax-for-italy-11559342243", "title": "A Flat Tax for Italy", "date": "2019-05-31 18:37", "summary": "Salvini braces for a fiscal showdown with Brussels.. Brussels will grapple for years with the political fallout from insurgent victories in last week's European Parliament elections. How's this for a strategy: Don't fight 'em when they're right. An early chance comes via a tax-cut plan from Italy's Matteo Salvini.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-cant-outsource-impeachment-11559341259", "title": "Congress Can't Outsource Impeachment", "date": "2019-05-31 18:20", "summary": "Democrats want to use Mueller's probe as cover to oust Trump. They need to bring their own facts and charges so the public can hold them accountable.. It's as if nothing happened. Special counsel Robert Mueller and the Justice Department found no wrongdoing by President Trump, so House Democrats stepped up their calls for impeachment. Judiciary Committee Chairman Jerry Nadler issued a subpoena for millions of pages of evidence gathered by Mr. Mueller, including grand-jury material, which is secret under the law. When the department didn't comply, Democrats said there was a \"constitutional crisis,\" and the committee voted to hold Attorney General William Barr in contempt.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-flood-of-regulations-threatens-to-leave-california-dry-11559341185", "title": "A Flood of Regulations Threatens to Leave California Dry", "date": "2019-05-31 18:19", "summary": "Dianne Feinstein has spent 20 years trying to stop a groundwater bank in the Mojave Desert.. The Constitution guarantees due process and equal protection under the laws. Democrats in California are pushing legislation that would eviscerate both and set a terrifying precedent that threatens to send any project opposed by liberals-toll roads, housing developments, even private schools-into a purgatory of regulation.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sun-never-sets-on-the-cricket-commonwealth-11559341082", "title": "The Sun Never Sets on the Cricket Commonwealth", "date": "2019-05-31 18:18", "summary": "Billions will watch this World Cup-but not in the U.S., China, Russia or Continental Europe.. Most Americans are unaware that a sporting event that will rivet nearly two billion people and span six weeks began on Thursday in Britain. Those in America who will follow this feast of fitness, technique and courage are almost exclusively people like me, adults born in the British Commonwealth who cling like limpets to their native sporting culture, often spurning the charms of America's own sports.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-quest-for-cures-medical-nonprofits-seek-to-wield-their-own-venture-funding-power-11559341074", "title": "In Quest for Cures, Medical Nonprofits Seek to Wield Their Own Venture Funding Power", "date": "2019-05-31 18:17", "summary": "Advocates for disease research diving into fundraising in bid to wield more influence inside the startup ecosystem. Nonprofit groups that advocate for disease research are diving more deeply into venture capital in an effort to wield greater influence inside the startup ecosystem.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-vs-pilots-11559341016", "title": "Boeing vs. Pilots?", "date": "2019-05-31 18:16", "summary": "It's not about shifting the blame. It's about understanding human limits in the cockpit.. Bickering suddenly has become heated over the pilot role in two crashes of the Boeing 737 MAX, fed perhaps by the media's mistaken assumption that Boeing and U.S. aviation regulators have something to gain by shifting blame to the crews of Lion Air Flight 610 and Ethiopian Airlines Flight 302.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-and-bond-yields-drop-on-mexico-tariff-concerns-11559289992", "title": "Stocks Close Lower as Trump's Mexico Tariff Threat Rattles Markets", "date": "2019-05-31 18:11", "summary": "Dow falls more than 300 points; Yield on 10-year U.S. Treasurys hits a fresh 20-month low. Rising trade tensions sent stocks and bond yields around the world skidding Friday, capping a tough month for markets that caused the Dow industrials to notch their longest losing streak in nearly eight years.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-washington-war-review-fdr-politics-world-war-ii-11559340140", "title": "'The Washington War' Review: FDR, Politics & World War II", "date": "2019-05-31 18:02", "summary": "How plans to win an all-out global war were forged-and passionately debated- in Washington, D.C.. 'While millions of American soldiers, sailors, and Marines fought savage battles around the globe\" during World War II, James Lacey tells us, a war also raged in Washington. It was fought with intensity and with an impact as critical as outcomes on distant battlefields. Despite a surface appearance of chaos, \"titanic rows almost always led to better outcomes than would have prevailed had there been a single man or apparatus dictating events.\" Their central figure was President Franklin D. Roosevelt, \"a master manipulator who generated results via conflict and always resisted delegating ultimate authority.\" In the end, Mr. Lacey argues in \"The Washington War,\" such conflict vindicated American democracy and sealed Roosevelt's claim to greatness.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mexico-tariffs-could-hit-americans-at-pump-11559321123", "title": "Trump's Mexico Tariffs Could Hit Americans at Pump", "date": "2019-05-31 17:54", "summary": "U.S. refining system could be among hardest hit by proposed levies, likely driving up gas prices. President Trump's proposed tariffs on Mexico could wreak havoc on the U.S. refining industry, potentially raising prices at the gas pump for American consumers as the summer driving season begins.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-against-mexico-would-hit-many-goods-that-previously-avoided-penalties-11559319217", "title": "Tariffs Would Hit Many Goods That Previously Avoided Penalties", "date": "2019-05-31 17:51", "summary": "Products like autos, crude oil and vegetables are rarely imported from China. WASHINGTON-President Trump's threatened tariffs on Mexico could affect as much as $360 billion in goods and would represent his biggest imposition to date of such duties on a U.S. trading partner.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-peso-tumbles-against-the-dollar-11559312869", "title": "Mexican Peso Tumbles Against the Dollar", "date": "2019-05-31 17:50", "summary": "Trump's threat to impose tariffs on Mexico unnerves global markets. Investors dumped the Mexican peso and piled into haven assets Friday, as President Trump's threat to impose tariffs on Mexico rattled global markets.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-considers-safety-of-food-infused-with-cannabis-extract-11559329827", "title": "FDA Considers Safety of Food Infused With Cannabis Extract", "date": "2019-05-31 17:49", "summary": "Academics raise concerns; hemp-farmers group asks for help in promoting cannabidiol use. SILVER SPRING, Md.-The U.S. Food and Drug Administration held its first-ever hearing on the safety and marketing of chemicals from the cannabis plant, with food makers and others in industry urging the agency to approve the ingredient CBD and academics raising safety concerns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-white-house-summit-on-quantum-technology-experts-map-next-steps-11559339305", "title": "In a White House Summit on Quantum Technology, Experts Map Next Steps", "date": "2019-05-31 17:48", "summary": "Administration official says there has been 'true bipartisan support' for investment in quantum information science. WASHINGTON-Academics and government officials met on the White House grounds Friday to discuss the urgent need to collaborate to advance the country's prowess in quantum information science.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-hit-with-300-million-in-punitive-damages-in-talc-case-11559339141", "title": "J&J Hit With $300 Million in Punitive Damages in Talc Case", "date": "2019-05-31 17:45", "summary": "Jury award is among largest in cases accusing company's talc products of cancer risks; J&J says it will appeal. A New York state court jury ordered Johnson & Johnson to pay $300 million in punitive damages to a woman who claimed her use of the health-products company's talc powder caused an asbestos-linked cancer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-schiff-slams-william-barrs-review-of-russia-probe-as-politically-motivated-11559338709", "title": "Schiff Slams Barr's Review of Origins of Russia Probe", "date": "2019-05-31 17:38", "summary": "House Intelligence chairman says attorney general's effort aims to cast doubt on Mueller report. WASHINGTON-The chairman of the House Intelligence Committee slammed a Justice Department review of the origins of the Russia investigation as a politically charged effort to cast doubt on special counsel Robert Mueller's findings, demanding the nation's intelligence chiefs share with the panel any materials they turn over to Attorney General William Barr.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-fall-to-new-2019-lows-11559317999", "title": "Government Bond Yields Fall To New Multiyear Lows", "date": "2019-05-31 17:34", "summary": "Concerns grow about impact of trade tensions on global growth. Investors around the world flocked to the safety of government bonds, dragging yields to 20-month lows after a Trump administration plan to raise tariffs on Mexico boosted concerns that trade tensions would curtail global growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebony-jet-photo-archives-attract-interest-from-celebrities-collectors-11559335651", "title": "Ebony, Jet Photo Archives Attract Interest From Celebrities, Collectors", "date": "2019-05-31 17:13", "summary": "The bankrupt magazines' photo archives document decades of African-American culture and likely will be sold over the summer. Celebrities, athletes, private collectors and other wealthy individuals have expressed interest in acquiring the archives of Ebony and Jet magazines, said an adviser marketing the collection of photographs, artwork and recordings documenting decades of African-American life and culture.", "categories": [["WSJ News Exclusive", "Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/center-in-syria-offers-rare-effort-to-rehabilitate-young-isis-recruits-11559295002?tesla=y?mod=article_inline", "title": "Center in Syria Offers Rare Effort to Rehabilitate Young ISIS Recruits", "date": "2019-05-31 17:03", "summary": "Resume Subscription. TAL MAROUF, Syria-In a library with nothing but empty shelves, four new arrivals took turns standing against the wall for a mug shot. Their names, alleged crimes and how each was captured were written down in a notebook with a message inscribed on the cover: \"Look to the future.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/private-equity-backed-home-franchise-concepts-explores-sale-11559336166", "title": "Private Equity-Backed Home Franchise Concepts Explores Sale", "date": "2019-05-31 16:58", "summary": "Trilantic North America-backed company engaged Harris Williams & Co. to run its auction, said people familiar with the matter. Home Franchise Concepts LLC, a home-services provider backed by private-equity firm Trilantic North America, is seeking a new owner, said people familiar with the matter.", "categories": [["WSJ News Exclusive", "Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-close-announcements-may-27-31-11559336239", "title": "Deal Close Announcements: May 27-31", "date": "2019-05-31 16:57", "summary": "Resume Subscription. U.K. travel-commerce platform Travelport Worldwide Ltd. has closed its sale to affiliates of Siris Capital Group LLC and Elliott Management Corp. in a deal valued at roughly $4.4 billion. The deal was announced back in December.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-tells-facebook-to-open-its-records-on-data-privacy-11559335755", "title": "Court Tells Facebook to Open Its Records on Data Privacy", "date": "2019-05-31 16:49", "summary": "Judge grants access for shareholders probing the company's practices, ties to Cambridge Analytica. A Delaware corporate law court has ordered Facebook Inc. to hand over records to shareholders investigating the data privacy breach that fed information to now-defunct data miner Cambridge Analytica.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-ties-mexico-tariff-threats-to-hefty-immigration-demands-11559332126", "title": "Trump Ties Mexico Tariff Threats to Hefty Immigration Demands", "date": "2019-05-31 16:47", "summary": "The U.S. wants Mexico either to take in asylum seekers from Central America or turn them back at their own southern border. To eliminate the U.S. threat of tariffs of up to 25% on all Mexican imports, the two countries must resolve a contentious U.S. demand: that Mexico take all asylum seekers fleeing poverty and violence in Central America or block them from entering Mexico.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-railroads-could-get-squeezed-by-tariffs-on-mexican-imports-11559320253", "title": "Tariffs on Mexican Imports Could Squeeze U.S. Railroads", "date": "2019-05-31 16:25", "summary": "Kansas City Southern, Union Pacific carry much of the cross-border rail cargo. Proposed U.S. tariffs on Mexican imports would impact billions of dollars of cargo moving across the border on railroads including Kansas City Southern and Union Pacific Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-linked-stocks-hit-by-trump-tariffs-11559316707", "title": "Mexico-Linked Stocks Hit by Trump Tariffs", "date": "2019-05-31 16:20", "summary": "Auto, rail sectors among those suffering. Investors punished shares of companies with exposure to Mexico on Friday after President Trump said the U.S. would impose escalating tariffs on Mexican imports.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-biden-peaked-11559332742", "title": "Has Joe Biden Peaked?", "date": "2019-05-31 15:59", "summary": "There are reasons why he doesn't trust polls.. \"Is Biden's Bounce Over?,\" asks Geoffrey Skelley of the website FiveThirtyEight today. While former Vice President Joe Biden (D., Del.) enjoyed an exceptional increase in support following his latest presidential campaign announcement on April 25th, more recent polls suggest a popularity plateau. This column expects that the candidate will not be deterred. If Mr. Biden paid attention to polls, he never would have run for President in the first place.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-a-census-citizenship-question-lead-to-an-undercount-11559304000", "title": "The Consequences of Asking the Census Citizenship Question", "date": "2019-05-31 15:52", "summary": "Ramifications would extend well beyond 2020 if the census fails to tally up all its residents. In June, the U.S. Supreme Court will decide whether the Trump administration can add a citizenship question to the decennial census.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sipping-corona-could-get-more-expensive-this-summer-11559325754", "title": "Sipping Corona Could Get More Expensive This Summer", "date": "2019-05-31 15:36", "summary": "Constellation Brands shares drop on worries tariffs on Mexican imports will hit profits; analysts say beer prices would likely rise. Taking control of one of Mexico's best-known exports, Corona beer, has boosted sales and profit at Constellation Brands Inc. as the pale lager steals drinkers from U.S. brands like Budweiser.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slide-on-trade-tensions-and-china-fears-11559298946", "title": "Oil Falls Sharply on Trade Tensions and China Fears", "date": "2019-05-31 15:35", "summary": "The declines came after President Trump announced plans to impose escalating tariffs on Mexican imports. Oil prices fell sharply Friday to their lowest levels in more than three months, as concerns about President Trump's trade policy and the slowdown in the Chinese economy cast doubt on the outlook for global demand.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-navarro-must-consider-the-rise-in-dollars-value-11559331221", "title": "Mr. Navarro Must Consider The Rise in Dollar's Value", "date": "2019-05-31 15:33", "summary": "Peter Navarro overlooks the substantial problem of a rising U.S. dollar. Raising tariffs can drive up the dollar further-yielding even cheaper imports and more expensive U.S. exports. In that context, a rising dollar will simply offset potential tariff gains.. I was gratified to see Peter Navarro cite Economic Policy Institute research regarding the thousands of jobs that can be created by trade-deficit reduction (\"A Tariff Issue on Which Free and Fair Traders Can Agree,\" op-ed, May 29). Unfortunately, he misses the boat when claiming that higher U.S. tariffs will automatically lower trade deficits and create hundreds of thousands of jobs. Tariffs can be used to help domestic industries, like steel, recover from dumping and other forms of unfair trade.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-feds-gauge-showed-underlying-inflation-rose-to-2-in-april-11559331027", "title": "Dallas Fed's Gauge Showed Underlying Inflation Rose to 2% in April", "date": "2019-05-31 15:30", "summary": "Reading from tool seen as modernized measure of price pressures hints at central bank's progress toward inflation target. Underlying inflation levels ticked back up to the Federal Reserve's 2% target in April, in a sign that the central bank's long-running struggle to raise inflation may be succeeding more than many recognize.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/center-in-syria-offers-rare-effort-to-rehabilitate-young-isis-recruits-11559295002", "title": "Center in Syria Offers Rare Effort to Rehabilitate Young ISIS Recruits", "date": "2019-05-31 15:20", "summary": "Resume Subscription. TAL MAROUF, Syria-In a library with nothing but empty shelves, four new arrivals took turns standing against the wall for a mug shot. Their names, alleged crimes and how each was captured were written down in a notebook with a message inscribed on the cover: \"Look to the future.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/logistics-operators-brace-for-import-rush-ahead-of-u-s-tariffs-on-mexico-products-11559329796", "title": "Logistics Operators Brace for Import Rush Ahead of U.S. Tariffs on Mexico Products", "date": "2019-05-31 15:09", "summary": "Threat has shippers scrambling at busy border crossings marked by tight trucking, warehousing capacity. Some importers have started considering moving goods more quickly into the U.S. from Mexico to get ahead of threatened new tariffs, a logistics operator said Friday, raising the prospect of a shipping surge to border crossings already marked by heavy congestion and tight trucking and warehousing capacity.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-private-group-meetings-where-c-suite-women-go-to-power-up-11559219400", "title": "Inside the Private Groups Where C-Suite Women Go to Power Up", "date": "2019-05-31 15:08", "summary": "Chief is a club for women at the VP and C-levels only, where each member is assigned to a small peer group with regular meetings designed to help her become the best leader possible. Lindsay Kaplan, 34, and Carolyn Childers, 39, the co-founders of the private women's club Chief, like to sit outside the meeting room of their Tribeca clubhouse when its most important gatherings are taking place. \"We're obviously not able to be in the room,\" says Childers. \"But we like to see how people are feeling as they're coming out.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-cordens-improbable-road-to-stardom-11559329407", "title": "James Corden's Improbable Road to Stardom", "date": "2019-05-31 15:03", "summary": "The host of 'The Late Late Show'-and this year's Tonys-turned his obscurity in the U.S. to his advantage.. \"I don't think award shows should be hosted by the same people all the time,\" says James Corden as he prepares to host the Tony Awards for his second time.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skip-the-traffic-paddle-to-the-office-instead-11559327475", "title": "Skip the Traffic: Paddle to the Office Instead", "date": "2019-05-31 14:31", "summary": "For intrepid city-dwellers, collapsible kayaks are redefining the urban commute on the weekend-and even on workdays. BACK IN THE 1990s when I worked as a financial reporter on the Jersey City waterfront, there were summer days when it seemed I was perpetually on vacation, with brief interruptions to chase market fluctuations. You see, tucked in a mountaineering-size pack hiding in an office closet was the collapsible kayak I'd paddled to work. The bag, and whiffs of the Hudson River's brine it emitted, held the promise of an evening adventure to follow.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grill-this-super-easy-street-food-favorite-anytime-11559312285", "title": "Grill This Super-Easy Street-Food Favorite Anytime", "date": "2019-05-31 14:31", "summary": "From chef Christina Nguyen of Hai Hai in Minneapolis, these grilled rice-paper 'pizzas' topped with ground pork, peas and charred scallions cook quickly and satisfy totally. SOME DISHES at Hai Hai, in Minneapolis, pay tribute to foods that chef Christina Nguyen grew up eating with her family, who immigrated to the Twin Cities from Saigon. Others she found later, traveling in Southeast Asia. Banh trang nuong, a relatively recent street-food invention she calls \"grilled Vietnamese pizza,\" is among the latter. \"The kids came up with it,\" said Ms. Nguyen.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-couples-can-talk-about-their-finances-including-student-debt-11559324344", "title": "How Couples Can Talk About Their Finances, Including Student Debt", "date": "2019-05-31 14:26", "summary": "In this edition of the WSJ's 'Secrets of Wealthy Women,' a panel discusses millennials taking control of their money. When couples start to commit, it is important for them to share details about their financial lives with each other.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-rallies-on-safe-haven-buying-weaker-dollar-11559309997", "title": "Gold Hits Highest Point Since Early April", "date": "2019-05-31 14:23", "summary": "Metal boosted by investors seeking safer investments, lower dollar. Gold prices surged Friday, advancing to their highest level since early April with fears about a slowing economy pushing some investors toward safer assets and the dollar declining.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-inflation-picked-up-in-april-11559308420", "title": "Inflation Showed Signs of Life in April", "date": "2019-05-31 13:57", "summary": "Fed's preferred inflation gauge remains well below the central bank's 2% target. WASHINGTON-U.S. inflation picked up in April after a weak start to the year, likely easing Federal Reserve worries about soft price pressures with other economic risks growing.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-river-flooding-breaches-levee-in-western-arkansas-11559324620", "title": "Arkansas River Flooding Breaches Levee in Western Arkansas", "date": "2019-05-31 13:43", "summary": "River smashes records in several spots as rain from Oklahoma makes its way through system. Record flooding along the Arkansas River led to a levee breach Friday in rural, western Arkansas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-led-light-masks-effective-terrifying-or-both-11559324429", "title": "At-Home LED Light Masks: Effective, Terrifying, or Both?", "date": "2019-05-31 13:40", "summary": "Light therapy skin treatments-once available only at dermatologist and aestheticians' offices-are now possible in your own living room. INSTAGRAM SELFIES have given rise to many subgenres: the bedfie; the beach-legs selfie; the OOTD or \"outfit of the day\" selfie; the \"felt cute, might delete later\" selfie; and that staple of conspicuous self-care, the maskfie. The more terrifying a beauty mask can make you look, the more effective the photo. Popular masks by South Korean brand Hanacure leave you looking alarmingly \"aged\" as if wearing crepe-like movie makeup. The latest photogenic scare tactic is the at-home LED shield, which has a Jason-goes-Jetsons look.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-related-stockpiles-grew-modestly-in-last-three-months-11559310509", "title": "Iran Edges Toward Nuclear Stockpile Limits", "date": "2019-05-31 13:15", "summary": "Western diplomats say there is little doubt Tehran has recently scaled up its production of enriched uranium. VIENNA-Iran increased its stockpile of nuclear-related materials by only a small amount in the last three months, but Western diplomats said they have little doubt that Tehran has scaled up production of enriched uranium in recent days.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-technicolor-paean-to-the-metropolis-11559322904", "title": "A Technicolor Paean to the Metropolis", "date": "2019-05-31 13:15", "summary": "Umberto Boccioni's 'The City Rises' distills the Futurist ethos of technology and speed with an urban landscape rendered in dynamic brushstrokes.. The artist Umberto Boccioni met Filippo Tommaso Marinetti, his fellow Italian and a poet, in 1910, a year after the latter had published the Futurist Manifesto on the front page of the Paris newspaper Le Figaro. Marinetti's iconoclastic and brash document proclaimed a radical break from the past in favor of an artistic focus on modern life, and it extolled \"courage, boldness, and rebelliousness\" as well as \"movement and aggression, feverish insomnia\" and \"the slap and the punch.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-farmers-see-more-trouble-in-fresh-mexico-tariff-threat-11559319022", "title": "U.S. Farmers See More Trouble in Fresh Mexico Tariff Threat", "date": "2019-05-31 13:06", "summary": "Mexico is important market for U.S. pork, crops. Farm groups warned the White House against proposed new tariffs on Mexico, predicting they could trigger retaliatory trade actions from Mexico and again impede exports to one of the top markets for U.S. crops and meat.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-auto-makers-sweat-under-threat-of-tariffs-on-mexican-imports-11559308036", "title": "U.S. Auto Makers Sweat Under Threat of Tariffs on Mexican Imports", "date": "2019-05-31 12:53", "summary": "Mexico-built cars accounted for 17% of Detroit Big Three's overall U.S. sales in 2018. President Trump's threat to impose escalating tariffs on Mexican imports foists fresh bad news on the U.S. auto industry, which had pinned hopes on a tentative deal reached last year to preserve free trade between the countries.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-markets-feel-the-worlds-pain-11559306369", "title": "European Markets Feel the World's Pain", "date": "2019-05-31 12:52", "summary": "Worries about Europe getting caught in the crossfire of global economic problems has investors edging into safe assets. German government bond yields hit their lowest level on record Friday, as fears swelled that Europe will have little in its tool kit to recharge growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-youre-reading-this-its-about-drake-11559309431", "title": "We Spent Game 1 of the NBA Finals Watching Only Drake", "date": "2019-05-31 12:49", "summary": "The Journal trained binoculars on the music superstar and Raptors superfan to answer: What exactly does he do the entire game?. TORONTO-Midway through the fourth quarter of Game 1 of the NBA Finals, a crisis erupted on the court. Drake spilled his drink.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-will-lose-in-this-mexican-standoff-11559321231", "title": "Detroit Will Lose in This Mexican Standoff", "date": "2019-05-31 12:47", "summary": "President Trump's proposed tariffs to punish Mexico for the flow of migrants will hurt U.S. auto makers at the worst possible time. The U.S. car business was in a challenging enough spot already. President Trump's threat to impose escalating tariffs on Mexican goods puts it in an even more difficult one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mexico-threats-will-cause-fed-to-cut-rates-jpmorgan-says-11559321233", "title": "Trump's Mexico Threats Will Cause Fed to Cut Rates, JPMorgan Says", "date": "2019-05-31 12:47", "summary": "Other analysts see hit to growth from potential 5% tariff on Mexican goods. JPMorgan Chase & Co. economist Michael Feroli said Friday that President Trump's threat to impose tariffs on Mexico over immigration issues ensures the Federal Reserve will lower rates this year.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-quick-tweaks-design-pros-use-to-transform-rooms-11559320412", "title": "5 Quick Tweaks Design Pros Use to Transform Rooms", "date": "2019-05-31 12:33", "summary": "Interior designers set these rooms apart with small moves that made a major difference-but dodged major renovation. NEW YORK INTERIOR design firm Cullman & Kravis Associates, which has been in business for 35 years, recently added a new strategy to its set of aesthetic tactics. \"It's the idea of your mother in a new dress,\" explained founder Ellie Cullman. \"We've been subtly tweaking the interiors for many of our original clients to make their environments younger and sexier without throwing everything out.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-woes-weigh-on-citigroup-one-of-mexicos-biggest-lenders-11559320017", "title": "Trade Woes Weigh on Citigroup, One of Mexico's Biggest Lenders", "date": "2019-05-31 12:26", "summary": "About 7% of Citigroup's global revenue in the first quarter came from its Mexican unit, Citibanamex. Citigroup Inc. shares fell Friday after President Trump threatened to impose new tariffs on imports from Mexico, a major market for the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-touts-central-banks-willingness-to-embrace-new-economic-ideas-11559318400", "title": "Fed's Williams Touts Central Bank's Willingness to Embrace New Economic Ideas", "date": "2019-05-31 12:00", "summary": "New York Fed chief says bank has shown it isn't 'overly beholden to defunct economists'. Federal Reserve Bank of New York leader John Williams said the central bank historically has shown willingness to take in new economic thinking and doesn't stay wedded to outdated concepts.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-was-among-the-worst-ever-months-for-tornadoes-11559314375", "title": "May Was Among the Worst-Ever Months for Tornadoes", "date": "2019-05-31 11:56", "summary": "With one day left in the month, there have been more than 500 twisters, from California to New Jersey. From California to New Jersey, more tornadoes have been reported this May than in any other May except for in 2003-and the barrage of 500-plus twisters could still set a record if a few more appear on the final day of the month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-all-the-fuss-over-foldable-devices-11559318010", "title": "Are All Foldable Phones Destined to Fail like Samsung's?", "date": "2019-05-31 11:53", "summary": "Wondering if bendy digital devices are the next generation of tech or just another passing fad? We answer 5 burning questions.. Yes and no. This category does include phones that flip open (as well as laptops). But you don't just see the phone's screen on one half and its keyboard on the other as in the early 2000s. These phones unfold to reveal a single undivided OLED screen roughly the size of a small tablet. To achieve this inventive design, brands like Samsung use super-thin, flexible plastic. Samsung claims its screens can be folded and unfolded up to 200,000 times (about five years for average users) without breaking.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-drops-at-end-of-may-11559313787", "title": "U.S. Consumer Sentiment Dropped in May", "date": "2019-05-31 11:50", "summary": "University of Michigan's index falls, with consumers citing renewed trade tensions. WASHINGTON-U.S. household sentiment fell at the end of May from earlier in the month as consumers worried about renewed trade tensions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tiananmen-became-synonymous-with-authoritarian-crackdown-11559317657", "title": "How 'Tiananmen' Became Synonymous With 'Authoritarian Crackdown'", "date": "2019-05-31 11:47", "summary": "The word has come to stand for the violent suppression of protests in the same way that we refer to school shootings by their locations. Until 1989, most Westerners had never heard the term \"Tiananmen.\" But after students occupied Beijing's Tiananmen Square and were routed by the Chinese military in a bloody confrontation, televised around the world, the name of their gathering place became almost synonymous with the idea of an authoritarian crackdown on peaceful protesters.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-a-cartoon-lightbulb-explained-your-contract-would-you-read-it-11559317351", "title": "Lawyers Turn to Comics for Help With Boring Contracts", "date": "2019-05-31 11:42", "summary": "Inspired by Calvin & Hobbes and Tintin, some companies are putting their contracts into reader-friendly comic-book form. SYDNEY-Hayley Wardrop didn't know that taking a job with Australian engineering and consulting firm Aurecon would require reading a comic book.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-privacy-is-brokenand-apps-are-to-blame-11559316401", "title": "iPhone Privacy Is Broken...and Apps Are to Blame", "date": "2019-05-31 11:26", "summary": "Don't be too confident in those privacy controls. Our test of 80 apps in Apple's App Store reveals most apps are tracking you in ways you cannot avoid. Uhhh, Curious George? You got a little too curious this time.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-continues-trade-pact-process-despite-trump-tariff-threat-11559308905", "title": "Mexico Continues Trade Pact Process Despite Trump Tariff Threat", "date": "2019-05-31 11:18", "summary": "President López Obrador calls for dialogue on migrants, says Mexican ratification will proceed. MEXICO CITY-President Andrés Manuel López Obrador said Mexico would continue with the process of approving a trade agreement with the U.S. and Canada despite President Trump's plan to impose escalating tariffs on all Mexican imports beginning June 10.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tech-giants-get-you-to-click-this-and-not-that-11559315900", "title": "How Tech Giants Get You to Click This (and Not That)", "date": "2019-05-31 11:18", "summary": "Design tactics, known as dark patterns, are aimed at prompting users into actions that benefit the company but not necessarily the user. It's a common experience among consumers: You click on something when making a purchase or signing up for a new site, only to realize later that you agreed to something you never intended.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-kia-soul-safe-practical-affordableand-a-riot-to-drive-11559315931", "title": "The 2020 Kia Soul: Safe, Practical, Affordable-and a 'Riot' to Drive", "date": "2019-05-31 11:18", "summary": "Don't be put off by the Kia brand. The boxy new Soul is light, fast and fun, and stocked to the gills with features, says Dan Neil. SPEAKING OF TARIFFS and trade: A 2020 Kia Soul, built in Gwangju, South Korea, arrived at my door a few weeks ago wearing a price tag that just couldn't be beat: $28,710 for the hot-hatch version (GT-Line 1.6 Turbo), with a frisky four (201 hp) and a ripping seven-speed dual-clutch transmission. This car comes with everything except radii: sunroof, navigation, 10.25-inch touch screen, Apple CarPlay/Android Auto, wireless phone charger, forward-collision and avoidance-assist, leather-wrapped steering wheel, LED headlamps and taillamps. Loaded.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-spending-cools-in-april-11559306010", "title": "April Consumer Spending Remains Solid", "date": "2019-05-31 11:16", "summary": "Personal income posts best gain of the year as households' strength helps buoy slowing economy. WASHINGTON-U.S. households spent at a slower but still solid pace in April, suggesting consumers can help extend an already decadelong expansion amid signs economic momentum is easing.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-may-25-31-2019-11559315664", "title": "Photos of the Week", "date": "2019-05-31 11:14", "summary": "National Spelling Bee 8-way championship tie, tornadoes batter the central U.S., Robert Mueller speaks out and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-effort-to-erase-the-june-4th-protests-from-history-11559315300", "title": "China's Effort to Erase the June 4 Protests From History", "date": "2019-05-31 11:08", "summary": "The Tiananmen crackdown and the iconic 'tank man' have long been walled off from public discussion. Now Beijing's efforts to control the narrative of Communist rule go much further.. Thirty years ago, a man stood in front of a column of tanks, halting their hulking passage from Tiananmen Square a day after the bloodshed of June 4. The man has never been identified. But images of his defiance became a symbol of protest against the powerful around the world-except in China, where they have been censored and banished from public memory.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-the-moon-11559315158", "title": "Shooting the Moon", "date": "2019-05-31 11:05", "summary": "Fifty years after the moon landing, two shows look back at the history of lunar photography and art.. Around 1840, when photography was still in its infancy, a young medical-school professor at New York University took on a formidable challenge: using his brand-new camera to shoot the moon. Because of the long exposure time of early cameras, John William Draper had to manually move the lens in order to keep the moon in focus as it traveled across the night sky. His effort paid off: what Draper produced was the earliest surviving photo of the moon.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-executed-members-of-nuclear-negotiating-team-defectors-say-11559288232", "title": "North Korea Executed Some Nuclear-Team Negotiators, Defectors Say", "date": "2019-05-31 10:57", "summary": "U.S., South Korea looking into whether Pyongyang officials were purged after the failed nuclear summit with President Trump in Vietnam. SEOUL-U.S. and South Korean authorities are looking into a report that North Korea has executed several members of its nuclear negotiating team as a consequence of the no-deal outcome at February's nuclear summit with President Trump in Vietnam.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freshmen-democrats-from-trump-country-plot-their-2020-survival-11559314033", "title": "Freshman Democrats From Trump Country Plot Their 2020 Survival", "date": "2019-05-31 10:47", "summary": "Resume Subscription. PACIFIC JUNCTION, Iowa-Democrats swept to control of the U.S. House of Representatives in 2018. Their ability to keep it in 2020 will hinge in good part on what happens in 21 congressional districts won by both Democratic freshmen in the midterms and by President Trump in 2016.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walt-whitman-at-200-o-poet-pioneer-11559314054", "title": "Walt Whitman at 200: O Poet-Pioneer!", "date": "2019-05-31 10:47", "summary": "Walt Whitman quit school at age 11 and was immediately put to work. His interests, he told a friend, would always remain with ordinary folks: \"the workers, the doers, the humbles.\". 'This is no book\" announced Walt Whitman, in the poem that ended the 1860 edition of his \"Leaves of Grass\": \"Who touches this touches a man.\" For some readers, that was rather too close for comfort. A man who visited the aging poet at his Camden, N.J., home demanded to know if Whitman didn't feel \"rather sorry on the whole\" that he had written all these dirty poems. Whitman, unfazed, responded with another question, \"Don't you feel rather sorry on the whole that I am Walt Whitman?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-transforming-difficulty-into-beauty-11559313870", "title": "Children's Books: Transforming Difficulty Into Beauty", "date": "2019-05-31 10:44", "summary": "A coming-of-age tale set amid the scruffy streets and artists' lofts of New York's SoHo in 1981.. In the 19th century, painters delighted in the qualities of a color known as Egyptian brown. It was, explains an artist named Apollo in Laura Tucker's wonderful novel \"All the Greys on Greene Street\" (Viking, 307 pages, $17.99), \"soft and velvety, with warm sweet tones of yellow and green . . . [and] transparent, too, which made it perfect for skin, or to depict the plaster walls of a room in the magic light of the late afternoon.\" The paint could be temperamental, though, inconsistent from tube to tube and troublesome when mixed with other colors, and eventually it fell out of use.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadwood-roundtable-cast-11559313669", "title": "The Glorious Tragedy of 'Deadwood'", "date": "2019-05-31 10:44", "summary": "A roundtable interview with \"Deadwood\"'s Ian McShane, Timothy Olyphant and John Hawkes. Alert: Spoilers abound in this interview.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1989-and-the-birth-of-state-capitalism-in-china-11559313717", "title": "1989 and the Birth of State Capitalism in China", "date": "2019-05-31 10:41", "summary": "In the 1980s, Beijing allowed decentralized markets to flourish and private firms to prosper. After Tiananmen, the party took more economic control to ensure its own power and survival.. China's 1989 massacre of pro-democracy protesters in Beijing is remembered as a pivot point in the country's political evolution. But the crackdown also prompted a historic shift in China's economic reforms-one that would unleash three decades of explosive growth while laying the groundwork for many of China's present-day troubles, including its escalating confrontation with the U.S.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-marie-brenner-on-memoirs-of-moral-amnesia-and-self-justification-11559313623", "title": "Five Best: Marie Brenner on Memoirs of Moral Amnesia and Self-Justification", "date": "2019-05-31 10:40", "summary": "The author, most recently of \"A Private War: Marie Colvin and Other Tales of Heroes, Scoundrels, and Renegades.\". By Fritz Thyssen (1941)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-storm-review-l-a-noir-1942-11559313496", "title": "'This Storm' Review: L.A. Noir, 1942", "date": "2019-05-31 10:38", "summary": "James Ellroy's latest breathtakingly complex police procedural tracks a tale saga of violence, corruption and lust in 1942 Los Angeles.. Rain is falling over Los Angeles throughout James Ellroy's breathtakingly complex historical police procedural \"This Storm,\" a torrential saga of violence, corruption, lust, radical politics and greed that plays out over the first five months of 1942.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-d-day-75-years-later-11559313456", "title": "Book Review: D-Day 75 Years Later", "date": "2019-05-31 10:37", "summary": "The epic story of D-Day can never be fully told-these were the most intense and desperate moments in thousands of lives.. Among American martial milestones, D-Day, June 6, holds a reverence in our collective memory equaled only by the Battle of Gettysburg and Washington's crossing of the Delaware River-an eminence whose warm glow has deepened as twilight falls over the Greatest Generation. Nearly every American president since Jimmy Carter has made the pilgrimage to Normandy's windswept cliffs to pay tribute to the \"Boys of Pointe du Hoc\" and thousands of others who launched Western Europe's liberation on five blood-soaked beaches.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/up-jumped-the-devil-review-cross-road-blues-11559313369", "title": "'Up Jumped the Devil' Review: Cross Road Blues", "date": "2019-05-31 10:36", "summary": "One music critic called Robert Johnson \"the Shelley, Keats, and Rimbaud of the blues all rolled into one.\". More nonsense has been said and written about Robert Johnson than any other musician, and thus it is with fear and trembling that one opens yet another book on the enigmatic blues guitarist. Not to worry: From the get-go, \"Up Jumped the Devil: The Real Life of Robert Johnson\" by Bruce Conforth and Gayle Dean Wardlow bristles with photos, maps, deeds, census reports and graphics of every kind to back up their authoritative account of Johnson's birth, training, travels, tragedies, triumphs and contributions to roots music. To all popular music, really: All you have to do is open your Pandora or Spotify account to hear song after song that might not be blues but still uses the basic 12-bar template: a line, the repetition of that line and a third line that embellishes the first. The music critic Bruce Cook called Johnson \"the Shelley, Keats, and Rimbaud of the blues all rolled into one,\" and like those poets, Johnson still shapes the art of his successors.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-viruses-famines-and-shrunken-heads-11559313276", "title": "Fiction: Viruses, Famines and Shrunken Heads", "date": "2019-05-31 10:34", "summary": "Three novels set in dystopian near-futures show our present concerns in cruelly distorting fun-house mirrors.. Speculative fiction comes in two categories: catastrophist novels, where the world as we know it has been destroyed in some apocalyptic singularity, and gradualist novels, which imagine a future only a few steps removed from the present. The former approach grabs the headlines, but as a trio of recent releases demonstrates, the latter is better suited to comment on the way we live now.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-just-lost-its-title-as-worlds-fastest-growing-big-economy-11559305857", "title": "India Just Lost Its Title as World's Fastest-Growing Big Economy", "date": "2019-05-31 10:33", "summary": "GDP climbed 5.8% in the past quarter, putting it behind China's 6.4% growth. NEW DELHI-India's gross-domestic-product expansion dipped below 6% last quarter, forcing the country to surrender its title as the world's fastest-growing large economy as citizens and companies held back on spending.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curtis-blake-prodded-by-his-mom-co-founded-friendlys-ice-cream-chain-11559313000", "title": "Curtis Blake Co-Founded Friendly's Ice Cream Chain", "date": "2019-05-31 10:30", "summary": "With his brother, Massachusetts entrepreneur offered two-scoop cones for a nickel during the Depression. In the summer of 1935, when Curtis Blake was 18, the economy was so weak that he and his older brother, Prestley, couldn't find jobs in their hometown of Springfield, Mass. Their mother, Ethel Blake, decided that the Depression wasn't an excuse for loafing, however.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-rule-wont-make-your-broker-an-angel-11559313036", "title": "A New Rule Won't Make Your Broker an Angel", "date": "2019-05-31 10:30", "summary": "All brokers and financial advisers have conflicts of interest. New regulations, no matter how well intended, can't change that.. Next week, the Securities and Exchange Commission is expected to approve a rule that will require brokers to act in the best interest of their customers-rather than their own wallets-when offering investment advice.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-delivering-parcels-daily-raising-union-pressure-disrupting-grain-flows-11559312365", "title": "Today's Logistics Report: Delivering Parcels Daily; Raising Union Pressure; Disrupting Grain Flows", "date": "2019-05-31 10:19", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-may-25-11559311851", "title": "Best Selling Books Week Ended May 25", "date": "2019-05-31 10:10", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-1989-the-u-s-decided-to-let-beijing-get-away-with-murder-11559311545", "title": "In 1989, the U.S. Decided to Let Beijing Get Away With Murder", "date": "2019-05-31 10:05", "summary": "American policymakers thought that continued engagement would lead China toward democracy. Time has shown that they were wrong.. There are many enduring images of the pro-democracy demonstrations by Chinese students in Tiananmen Square in the spring of 1989: the bloody denouement, of course, with its scenes of carnage; the heartbreaking sight of one man bravely standing unarmed and pacific in front of a People's Liberation Army tank.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underused-factories-spur-fiat-renault-merger-ambitions-11559300401", "title": "Underused Factories Spur Fiat, Renault Merger Ambitions", "date": "2019-05-31 10:02", "summary": "Deal would curb excess capacity and spread the costs of electric vehicles and self-driving cars. For Fiat Chrysler Automobiles NV and Renault SA, a possible merger could help them solve one of their biggest problems: unused plant capacity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-economy-grew-modestly-in-first-quarter-11559307943", "title": "Canada's Economy Grew Modestly in First Quarter", "date": "2019-05-31 09:56", "summary": "GDP rose 0.4% amid gains in household spending, business investment; exports declined. OTTAWA-The Canadian economy posted sluggish growth for a second straight quarter in the January-to-March period, as broad-based gains in household spending and a rebound in business investment were offset by a decline in exports.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-u-s-blacklisting-of-huawei-china-plans-unreliable-foreigners-list-11559303104", "title": "After U.S. Blacklisting of Huawei, China Plans 'Unreliable' Foreigners List", "date": "2019-05-31 09:49", "summary": "The list will target organizations or individuals that damage Chinese companies' interests. BEIJING-China escalated an already spiraling trade dispute with the U.S., saying it would create a blacklist of foreign entities that harm Chinese businesses, in apparent retaliation for Washington's clampdown on Huawei Technologies Co.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-lopez-obradors-letter-to-president-trump-11559309803", "title": "Mexican President López Obrador's Letter to President Trump", "date": "2019-05-31 09:36", "summary": "Resume Subscription. May 30th, 2019", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-towatch-uber-gap-costco-wholesale-zuora-and-okta-11559298788", "title": "Stocks to Watch: Uber, Gap, Costco and More", "date": "2019-05-31 09:27", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-trudeau-come-together-on-trade-agree-to-disagree-on-toronto-raptors-11559307565", "title": "Pence, Trudeau Agree to Disagree on Toronto Raptors's Star", "date": "2019-05-31 08:59", "summary": "Vice president jokes that absence of discussion on returning Kawhi Leonard to U.S. was 'unfortunate'. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-economic-pain-casts-blow-to-erdogan-ahead-of-istanbul-rerun-11559295690", "title": "Turkey's Economic Pain Casts Blow to Erdogan Ahead of Istanbul Rerun", "date": "2019-05-31 08:54", "summary": "The country is also caught in a high-stakes feud with the U.S., its main military ally. ISTANBUL-Turkey's economy returned to growth in the first three months of 2019 but remained smaller than it was a year earlier, in a stain on President Recep Tayyip Erdogan's record ahead of a rerun of the Istanbul mayoral race.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-vuittons-owner-takes-a-trip-down-memory-lane-11559306749", "title": "Louis Vuitton's Owner Takes a Trip Down Memory Lane", "date": "2019-05-31 08:45", "summary": "The luxury giant is sprucing up Jean Patou, a faded couture brand from the 1920s. How do you brush up a luxury brand? First, move it to Paris, then give it a snappier name.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorker-re-examines-article-on-japanese-family-rental-service-11559304698", "title": "New Yorker Re-examines Article on Japanese 'Family Rental' Service", "date": "2019-05-31 08:26", "summary": "Review comes after a broadcaster apologized for what it said was an inaccurate program on the subject. TOKYO-The New Yorker magazine said it was reviewing an article it published on a \"rental family\" service in Japan after public broadcaster NHK apologized for what it said was an inaccurate program on the subject.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-artist-alex-israel-is-packing-for-the-south-of-france-11559305580", "title": "What Artist Alex Israel Is Packing for the South of France", "date": "2019-05-31 08:26", "summary": "Israel on his two new shows, what he's reading this summer and the joys of eating vacation breakfast. In this series, we talk to our favorite designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-canada-basketball-is-the-new-hockey-ok-not-really-but-its-exciting-11559304286", "title": "In Canada, Basketball Is the New Hockey", "date": "2019-05-31 08:04", "summary": "The Raptors stop the Warriors in Game 1-and set a tone for a historic series. Toronto", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-fight-raises-specter-of-rare-earth-shortage-11559304000", "title": "China Trade Fight Raises Specter of Rare-Earth Shortage", "date": "2019-05-31 08:00", "summary": "Prices of metals crucial to manufacturing soar as world's dominant producer hints at export cut. The U.S-China trade dispute has sent prices surging in rare-earth metals, an obscure but critical market for industries ranging from electric cars to fuel makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pascal-siakam-is-the-nba-in-one-player-11559301031", "title": "Pascal Siakam Is the NBA in One Player", "date": "2019-05-31 07:10", "summary": "He was the best player on the court as the Raptors beat the Warriors in Game 1 of the NBA Finals. And it's because he personifies the changes that have swept basketball.. TORONTO-There are few people in the NBA who have made it so far as fast as Pascal Siakam. Less than a decade ago, he didn't have time for basketball. He was too busy doing chores at his seminary in Cameroon.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ardian-buys-record-5-billion-private-equity-portfolio-11559300834", "title": "Ardian Buys Record $5 Billion Private-Equity Portfolio", "date": "2019-05-31 07:07", "summary": "Transaction comes as the market for secondary stakes in private-equity funds booms. Paris-based asset manager Ardian has bought a $5 billion portfolio of investments in private-equity funds from Japan's Norinchukin Bank, the largest deal ever in a burgeoning market.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dowdupont-started-spin-cycle-at-wrong-time-11559300402", "title": "DowDuPont Started Spin Cycle at Wrong Time", "date": "2019-05-31 07:00", "summary": "The chemical company will complete its breakup just as big challenges in its agriculture business poke through.. DowDuPont was trying to make things simple. The chemical giant is close to completing a complicated series of corporate combinations and disposals meant to boost shareholder value.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wow-did-we-get-a-lot-of-questions-about-the-roth-401-k-11559300402", "title": "Wow, Did We Get a Lot of Questions About the Roth 401(k)", "date": "2019-05-31 07:00", "summary": "Most workers now have to do their own retirement savings, and they face head-spinning choices involving IRAs, 401(k)s and Roth options. Here's help deciding among them.. Americans more than ever are responsible for planning their own retirement finances. But the pressure of that responsibility and the variety of options have many confused.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-kate-spade-do-the-question-drives-the-company-she-left-behind-11559300448", "title": "What Would Kate Spade Do? The Question Drives the Company She Left Behind", "date": "2019-05-31 07:00", "summary": "A year after the designer's suicide, her Frances Valentine line channels her tastes-and mines her closet-for inspiration. In the days following the designer Kate Spade's suicide last June, the website of her newest creation, a shoe and handbag company called Frances Valentine, crashed. Products sold out at a furious pace and letters from fans poured in.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-english-soccer-figured-out-the-champions-league-11559293200", "title": "How English Soccer Figured Out the Champions League", "date": "2019-05-31 06:47", "summary": "Finalists Liverpool and Tottenham do what few clubs in the world are capable of: Borrow the best of multiple soccer cultures and shape them into a style that translates everywhere. Eleven years ago, two Premier League clubs met in a Champions League final for the first time. On one side, Alex Ferguson's Manchester United powerhouse. On the other, a Chelsea side getting used to life among the super wealthy.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-elections-delay-parts-of-u-s-peace-push-11559298910", "title": "Israeli Elections Delay Parts of U.S. Peace Push", "date": "2019-05-31 06:35", "summary": "Trump administration officials still plan to unveil an economic part of their Israeli-Palestinian peace plan but the political portion won't come until this fall. TEL AVIV-The Trump administration is unlikely to release the most controversial pieces of its long-anticipated Israel-Palestinian peace plan until after Israel's unexpected election in September, but it still aims to unveil an economic proposal in June, U.S. officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-needs-its-hometown-crowd-11559298600", "title": "Apple Needs Its Hometown Crowd", "date": "2019-05-31 06:30", "summary": "Company looks to rally developers as App Store faces new levels of scrutiny. Now entering its second decade, Apple Inc.'s App Store runs the risk of turning from a cause for celebration into a cause célèbre.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-begins-taking-orders-on-its-cheaper-china-built-model-3s-11559297740", "title": "Tesla Begins Taking Orders on Its Cheaper China-Built Model 3s", "date": "2019-05-31 06:15", "summary": "Prices for the locally built cars are significantly lower than what a Chinese buyer pays for a Tesla imported from the U.S.. SHANGHAI- Tesla Inc. promised to start delivering Model 3 sedans built at its new Shanghai plant within six to 10 months-and priced them well below the imported version-as the electric-vehicle maker races to capitalize on booming Chinese demand.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-modi-names-his-cabinet-11559295628", "title": "India's Modi Names His Cabinet", "date": "2019-05-31 05:40", "summary": "Former defense minister to become finance minister. NEW DELHI-Prime Minister Narendra Modi named his cabinet Friday, including the unexpected pick of his former defense minister as India's new finance minister.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buried-in-student-debt-heres-how-to-play-catch-up-11559295000", "title": "Buried in Student Debt? Here's How to Play Catch-Up.", "date": "2019-05-31 05:30", "summary": "A three-part guide offers advice in response to readers' queries. A combination of factors-the shadow of the 2007-09 recession, mounting student debt and a changing job market-are hindering millennials' financial progress.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-policy-incentivizing-whistleblowers-weakened-by-ruling-lawyers-say-11559295000", "title": "SEC Policy Incentivizing Whistleblowers Weakened by Ruling, Lawyers Say", "date": "2019-05-31 05:30", "summary": "A Supreme Court decision that raised questions about whistleblower protections could give tipsters pause about reporting internally, lawyers say. A $4.5 million whistleblower payout issued last week by the Securities and Exchange Commission marked an important-and perhaps fleeting-milestone for the agency.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-food-giants-are-coming-for-beyond-meat-11559295001", "title": "The Food Giants Are Coming for Beyond Meat", "date": "2019-05-31 05:30", "summary": "The newly public veggie-burger company is getting all the attention, but plenty of established players are poised to profit from the meatless revolution.. Meat alternatives didn't start with Beyond Meat and they won't end there.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiananmens-survivors-and-the-burden-of-memory-11559295001", "title": "Tiananmen's Survivors and the Burden of Memory", "date": "2019-05-31 05:30", "summary": "Resume Subscription. When soldiers shot at pro-democracy protesters on June 4, 1989, one of the casualties was Qi Zhiyong, then a young construction worker who had come to Tiananmen Square out of curiosity. Bullets hit both of his legs, one of which was later amputated. He received a bad blood transfusion that gave him hepatitis C, and in recent years his kidneys have failed. Now 63, Mr. Qi spends three days a week in a Beijing hospital bed, receiving dialysis treatment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiananmen-the-crackdown-that-defined-modern-china-11559295001", "title": "Tiananmen: The Crackdown That Defined Modern China", "date": "2019-05-31 05:30", "summary": "In the spring of 1989, a democratic future for China seemed possible. Then came Tiananmen. The U.S.-China relationship still hasn't recovered.. To stroll through Tiananmen Square that soft spring day in mid-May 1989 was to experience an atmosphere of excitement, hope and optimism unparalleled in recent Chinese history. Hundreds of thousands of idealistic demonstrators had flooded their country's most hallowed public space. What had catalyzed the immense, exuberant crowd was a spontaneous impulse to memorialize the April 15 death of Hu Yaobang, the former Communist Party General Secretary, who had been cashiered two years earlier for failing to suppress student demonstrations. Now this unexpected remembrance had morphed into the longest and largest mass protest in Chinese history.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melcos-gamble-down-under-could-pay-off-11559292369", "title": "Melco's Gamble Down Under Could Pay Off", "date": "2019-05-31 04:49", "summary": "The Macau-based casino operator will buy a 19.99% stake in Australia's Crown Resorts. For years, Macau was a money spinner for global gambling companies. Now the tables have turned and the city's casinos are looking for opportunities overseas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-troubles-come-into-sharper-focus-11559286242", "title": "China's Economic Troubles Come Into Sharper Focus", "date": "2019-05-31 03:07", "summary": "May numbers may be the first reliable guide in a while to how bad things really are-it's not a pretty picture. For the first time this year, investors are starting to get a clear look at where China's economy really stands-and the picture isn't pretty.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glynns-take-wake-up-call-for-australias-economy-watchers-11559280855", "title": "Glynn's Take: Wake up Call for Australia's Economy Watchers", "date": "2019-05-31 01:34", "summary": "Expectation is that once Gov. Lowe bites the bullet, he will not move timidly. SYDNEY-The Reserve Bank of Australia appears set to cut interest rates Tuesday for the first time since 2016 against the backdrop of an economy growing at its slowest pace since the global financial crisis.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-spelling-bee-crowns-eight-super-spellers-as-co-champions-11559280345", "title": "National Spelling Bee Crowns Eight 'Super-Spellers' as Co-Champions", "date": "2019-05-31 01:25", "summary": "'Octo-champs' go through five consecutive perfect rounds in historic victory. OXON HILL, Md.-The Scripps National Spelling Bee was brought to its knees by eight spellers who were too poised, too prepared and too savvy for any word thrown their way.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foursquare-to-buy-location-data-specialist-placed-from-snapchat-parent-11559275321", "title": "Foursquare to Buy Location-Data Specialist Placed From Snapchat Parent", "date": "2019-05-31 00:02", "summary": "Former social-media darling aims to help advertisers track foot traffic to stores. Foursquare Labs Inc., the onetime social-media darling that has transformed into a specialist in providing location data to other companies, is buying another location-data powerhouse in a bid to dominate the business of helping advertisers track foot traffic to stores.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-delays-petrochemical-sanctions-on-iran-11559295001", "title": "U.S. Delays Petrochemical Sanctions on Iran", "date": "2019-05-31 00:01", "summary": "Washington tries to dial down rising tensions by putting off new, planned restrictions on the Islamic Republic's trade. LONDON-The Trump administration has delayed new, tougher sanctions on Iran's petrochemical sector, said people familiar with the matter, as it seeks to dial back tensions that have threatened to spiral out of control.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-lifts-summer-ethanol-ban-11559275260", "title": "Trump Administration Lifts Summer Ethanol Ban", "date": "2019-05-31 00:01", "summary": "Measure will help corn farmers hurt by China trade battles, but energy industry vows to sue. WASHINGTON-The Trump administration has decided to approve expanded use of ethanol fuel, a move that will help corn farmers hurt by the trade conflict with China-and that might pay political dividends for President Trump in farm-belt states such as Iowa.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11559242828", "title": "Pepper...and Salt", "date": "2019-05-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-5-tariff-on-mexican-imports-beginning-june-10-11559260679", "title": "Trump Threatens Tariffs on Mexican Imports in Response to Migrant Surge", "date": "2019-05-31 23:52", "summary": "A tariff of 5% is set to become effective June 10, potentially rising to 25% on Oct. 1. WASHINGTON-President Trump said Thursday the U.S. would impose escalating tariffs on all Mexican imports beginning June 10, in an effort to push the country to deter the flow of asylum-seeking Central American families to the southern border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factories-take-a-bigger-than-expected-hit-from-u-s-trade-battle-11559272288", "title": "China's Factories Take a Bigger-Than-Expected Hit From U.S. Trade Battle", "date": "2019-05-31 23:11", "summary": "Any new growth measures are expected to add to a pile of local government and corporate debt. BEIJING-Activity in Chinese factories slumped in May, according to a key measure, as new orders for goods fell in response to uncertainties created by the escalating trade dispute with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/claus-von-bulow-cleared-in-attempted-murder-of-wife-dies-11559272302", "title": "Claus von Bulow, Cleared in Attempted Murder of Wife, Dies", "date": "2019-05-31 23:11", "summary": "He was portrayed by Jeremy Irons in his Oscar-winning role in the movie 'Reversal of Fortune'. LONDON-Danish-born socialite Claus von Bulow, who was convicted but later acquitted of trying to kill his wealthy wife in two trials that drew intense international attention in the 1980s, has died. He was 92.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-seller-accuses-chinese-sportswear-company-of-improper-accounting-11559227957", "title": "Short Seller Accuses Chinese Sportswear Company of Improper Accounting", "date": "2019-05-31 22:54", "summary": "Anta Sports Products shares dropped on Blue Orca allegations. A U.S. short seller took aim at China's most valuable sportswear company, accusing it of improper accounting and triggering a steep fall in its shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-executes-inmate-after-supreme-court-5-4-refuses-to-intervene-11559270846", "title": "Alabama Executes Inmate After Supreme Court, 5-4, Refuses to Intervene", "date": "2019-05-31 22:47", "summary": "Killer in 1991 case had sought to be put to death with gas, not injection. WASHINGTON-By a 5-4 vote, the Supreme Court authorized Alabama's Thursday night execution of Christopher Lee Price, ending a case that divided majority conservatives from the liberal minority over the constitutional obligation to protect condemned inmates from cruel and unusual punishments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-mislead-court-about-origin-of-census-question-on-citizenship-aclu-tells-supreme-court-11559250485", "title": "Trump Administration Misled Court About Census Question, ACLU Says", "date": "2019-05-31 22:01", "summary": "Commerce Secretary Ross has offered shifting explanations for the origin of the citizenship question. WASHINGTON-Two Trump administration officials concealed the role of a Republican redistricting strategist in adding a citizenship question to the 2020 census form, the American Civil Liberties Union alleged Thursday in a Supreme Court case that could affect the distribution of political power across the country over the next decade.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/administration-nears-plan-to-return-fannie-mae-freddie-mac-to-private-ownership-11559252077", "title": "Administration Nears Plan to Return Fannie, Freddie to Private Ownership", "date": "2019-05-31 22:00", "summary": "Effort would put them on sounder footing, then release them from government control. WASHINGTON-Trump administration officials are putting the finishing touches on a plan to return mortgage-finance giants Fannie Mae and Freddie Mac to private-shareholder ownership, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-democrats-finalize-budget-agreement-11559255149", "title": "Connecticut Democrats Finalize Budget Agreement", "date": "2019-05-31 21:42", "summary": "Deal wouldn't raise income-tax rates and would close a deficit of $3.7 billion. Connecticut's Democratic legislative leaders reached a handshake agreement with Gov. Ned Lamont on a two-year budget that doesn't raise income-tax rates and closes a $3.7 billion deficit.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-re-elected-ruling-party-sticks-to-gradual-actions-on-economy-11559214000", "title": "Victorious Modi to Take a Slow and Steady Approach With India's Economy", "date": "2019-05-31 21:41", "summary": "Government sees no need for 'structural big-ticket reforms'. NEW DELHI-India's ruling party is planning gradual changes to the economy after winning back-to-back majorities, focusing on streamlining rather than large overhauls many economists and executives say would put the country on a higher growth trajectory.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-patience-faces-test-if-trade-disputes-chill-growth-outlook-11559208602", "title": "Fed's Patience Tested as Trade Spat Clouds Growth Outlook", "date": "2019-05-31 21:06", "summary": "Signs of downturn difficult to read, but waiting too long to cut rates poses its own risk. The recent escalation of the U.S. trade dispute with China-together with the prospect of new tariffs on Mexican imports-is putting the Federal Reserve in a bind.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkel-blasts-trade-barriers-and-lies-in-rebuke-of-trump-11559263417", "title": "Merkel Blasts Trade Barriers and 'Lies' in Rebuke of Trump", "date": "2019-05-31 20:43", "summary": "In Harvard speech, German chancellor challenges U.S. policies and calls to 'tear down walls of ignorance'. German Chancellor Angela Merkel used a commencement speech at Harvard to defend multilateralism and free trade in one of her most pointed critiques of policies championed by President Trump.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frankie-and-johnny-in-the-clair-de-lune-review-mismatched-but-manageable-11559262600", "title": "'Frankie and Johnny in the Clair de Lune' Review: Mismatched but Manageable", "date": "2019-05-31 20:30", "summary": "Terrence McNally's romcom about a steamy one-night stand that blossoms into love returns to Broadway with Audra McDonald in a nonsinging role.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dell-revenue-growth-slows-11559256537", "title": "Dell Revenue Growth Slows", "date": "2019-05-31 20:00", "summary": "Overall revenue rose to $22 billion, which was slightly lower than analysts had forecast. Dell Technologies Inc. swung to a profit in its first quarter, but revenue growth lagged behind expectations, as softer demand from China and some corporate clients weighed on its digital infrastructure division.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]