[{"link": "https://www.wsj.com/articles/china-struggles-to-limit-surging-corporate-debt-11546182000", "title": "China Struggles to Limit Surging Corporate Debt", "date": "2019-01-01 18:58", "summary": "Beijing's goal has taken a back seat to propping up short-term growth as trade tensions fuel investors' anxiety. China's bid to rein in surging levels of corporate debt has taken a back seat to propping up short-term growth, as trade tensions with the U.S. fuel investors' fears over Beijing's commitment to deleveraging the world's No. 2 economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revelers-world-wide-welcome-2019-11546285791", "title": "New Year's Revelers Across the Globe Welcome 2019", "date": "2019-01-01 18:28", "summary": "New Year's festivities light up the night in places around the globe. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/south-korea-exports-fall-in-worrying-sign-for-global-economy-11546378033", "title": "South Korea Exports Fall in December", "date": "2019-01-01 17:04", "summary": "Exports in December fell 1.2% from the same month in 2017, hit by cooling sales of memory chips. South Korean exports unexpectedly shrank in December despite the country's outbound shipments hitting a record high for the whole year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-harsh-black-monday-is-the-latest-sign-of-the-changing-nfl-11546279142", "title": "A Harsh 'Black Monday' Is the Latest Sign of the Changing NFL", "date": "2019-01-01 16:41", "summary": "At least eight teams are looking for new coaches as teams look for candidates who can keep up with the game's innovations. There isn't usually anything too momentous about the NFL's \"Black Monday,\" the day after the final games of the regular season when coaches are traditionally fired. It happens every year and so there isn't typically a broader takeaway that reverberates through the league other than the fundamental notion that some number of teams decided they needed to make a change.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-detains-american-on-spying-charge-11546255397", "title": "Russia Detains American on Spying Charge", "date": "2019-01-01 16:38", "summary": "Moscow says Paul Whelan was arrested on Dec. 28 while 'carrying out spying activities'. MOSCOW-Russian authorities said Monday they had detained a U.S. citizen for alleged spying, setting the tone for more confrontation between the two countries in the new year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-pentagon-chief-says-hell-carry-out-trumps-vision-for-the-military-11546378489", "title": "Acting Pentagon Chief Says He'll Carry Out Trump's Vision", "date": "2019-01-01 16:34", "summary": "Pat Shanahan replaces Jim Mattis, who quit over differences with White House. WASHINGTON-A new acting secretary of defense has taken the reins at the Pentagon, vowing to work with President Trump to fulfill his goals for the military amid a broader transition across the Defense Department and the administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-demand-crashes-government-visa-site-leaving-seasonal-business-in-limbo-11546378055", "title": "Heavy Demand Crashes Government Visa Site", "date": "2019-01-01 16:27", "summary": "Companies rush to file for H-2B visas as soon as the application opens. The Labor Department's online portal for seasonal work visa applications crashed on New Year's Eve, throwing thousands of landscapers, restaurant owners and other seasonal businesses into limbo as they make staffing plans for the spring and summer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-bolsonaro-is-sworn-in-as-president-marking-rightward-shift-11546365060", "title": "Brazil's Bolsonaro Is Sworn In as President, Marking Rightward Shift", "date": "2019-01-01 15:46", "summary": "Leader faces a race against time to deliver on two central promises: fixing the economy and improving public security. BRASÍLIA-Jair Bolsonaro was sworn in Tuesday as Brazil's first right-wing president elected since the end of military rule three decades ago, vowing to restore order to a country hobbled by crime, corruption and a deepening fiscal crisis.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-obama-era-hangover-11546374393", "title": "The Fed's Obama-Era Hangover", "date": "2019-01-01 15:26", "summary": "By paying banks not to lend, the central bank diminished its ability to control interest rates.. As the Trump economic revival doubled economic-growth rates over the last two years, interest rates, which had fallen in the final two years of the Obama era, have risen by more than 40%. Today no news cycle is complete without speculation about how much the Federal Reserve will raise interest rates or how the president has blasted the Fed for setting rates too high. The latest saga played out last month, with the Fed raising rates for the fourth time in 2018 even though market rates were down slightly since the last Fed hike, in September. Extraordinarily, this debate is occurring at the very moment the Fed-shackled by its bloated asset holdings and the resulting excess reserves of the banking system-has less ability to control interest rates than it has had in its entire 105-year history.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-democrats-overplay-their-good-hand-11546374326", "title": "Will Democrats Overplay Their Good Hand?", "date": "2019-01-01 15:25", "summary": "Trump is vulnerable, but the public is looking for an alternative in tone, not a left-wing mirror image.. Sen. Elizabeth Warren has made it official. The Massachusetts progressive is seeking the Democratic nomination for president. The new year has barely begun but it can't end soon enough for liberals, so certain are they that Donald Trump is toast in 2020.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hostage-negotiators-lesson-in-listening-11546374159", "title": "A Hostage Negotiator's Lesson in Listening", "date": "2019-01-01 15:22", "summary": "'In a volatile situation where someone's life is on the line, there can be no shortcuts.'. Is listening a lost art? On TV news and talk shows, everyone seems to be interrupting one another. Likewise in the political arena. Listening is especially rare on social media, where people are eager to talk and loath to hear other points of view.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-spacecraft-zooms-past-ultima-thule-11546372212", "title": "NASA's Spacecraft Zooms Past Ultima Thule", "date": "2019-01-01 14:50", "summary": "New Horizons mission 'conducted the farthest exploration in the history of humankind'. LAUREL, Md.-National Aeronautics and Space Administration's New Horizons spacecraft has survived the most distant exploration of another world, a tiny, icy object 4 billion miles away that looks to be shaped like a peanut or bowling pin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-people-injured-in-possible-xenophobic-attack-in-germany-11546359219", "title": "German Man Drives Car Into Crowd in Apparent Xenophobic Attack", "date": "2019-01-01 14:38", "summary": "Police say the 50-year-old driver made anti-foreigner statements as he drove into pedestrians, injuring seven. BERLIN-A German national drove into a crowd of people in a Western city early Tuesday in what police said appears to have been a deliberate attack motivated by xenophobia.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-detained-in-russia-wasnt-spy-family-says-11546349660", "title": "American Detained in Russia Isn't a Spy, Family Says", "date": "2019-01-01 12:51", "summary": "'He would not have knowingly broken any law, let alone one involving espionage,' the brother of Paul Whelan said. The family of an American detained in Russia over spying allegations said he was traveling in the country for a wedding and denied he was involved in espionage.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/otto-warmbiers-reminder-11546298085", "title": "Otto Warmbier's Reminder", "date": "2019-01-01 12:22", "summary": "A blistering judicial opinion on the North Korean regime.. Remember Otto Warmbier? A federal judge in Washington surely does. Shortly before Christmas, Judge Beryl Howell ordered North Korea to pay $501 million to the parents of Otto \"for the torture, hostage taking and extrajudicial killing\" of this young American. The lawsuit was possible because President Trump had restored North Korea to the State Department's list of states that sponsor terrorism five months after Warmbier's death in June 2017.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tech-battle-with-china-roils-bill-gates-nuclear-venture-11546360589", "title": "Trump's Tech Battle With China Roils Bill Gates Nuclear Venture", "date": "2019-01-01 11:36", "summary": "Recent policy change at Energy Department sidelines TerraPower's effort to make reactors smaller, cheaper and safer. Add Bill Gates to the list of executives whose businesses have been ensnared by the Trump administration's battle with China over technology and trade.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fix-pentagon-policy-before-seeking-new-funds-11546358954", "title": "Fix Pentagon Policy Before Seeking New Funds", "date": "2019-01-01 11:09", "summary": "More money will afford better capability for our current systems. But the issue is what to do with that improved capability.. In \"The U.S. Military's Crisis of Imagination,\" Douglas J. Feith and Seth Cropsey do an excellent job highlighting the major issues set forth by the National Defense Strategy Commission last month (op-ed, Dec. 20). But they veer off course dramatically by assuming that the grave problems in U.S. defense capability and strategy will be solved by increased defense appropriations from Congress.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capra-beats-coppola-in-immigrant-values-11546358904", "title": "Capra Beats Coppola in Immigrant Values", "date": "2019-01-01 11:08", "summary": "He made movies about ordinary nobodies from every ethnic background who had the courage to take on self-aggrandizing elites.. Angela Rocco DeCarlo's op-ed \"Merry Christmas, Don Corleone\" (Dec. 21) reflects the nostalgia of a Chicago Italian-American for the days when she and her family would watch Francis Ford Coppola's \"Godfather\" movies each Christmas. She worried about the message these movies sent to her sons when seen on the holy day. But the worry should not be about sacrilege but about the perpetuation of stereotypes. Americans of Jewish descent and Irish descent also had their share of gangsters in Chicago, but they didn't lionize them because they preferred better role models.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-robocalling-me-i-didnt-11546261200", "title": "'Stop Robocalling Me!'; 'I Didn't!'", "date": "2019-01-01 09:19", "summary": "Robocall recipients lash out, unaware that numbers on the other end may have been 'spoofed' by scammers. Jeffrey Lewis Knapp saves the four to six telephone numbers his caller ID logs each day. At night he seeks his revenge, calling back the people he thinks are illegal robocallers. \"How can I help you?\" the Arizona-based retiree says he asks the people who answer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rv-stocks-may-stay-in-the-wilderness-11546351380", "title": "RV Stocks May Stay in the Wilderness", "date": "2019-01-01 09:03", "summary": "RV maker stocks have plunged, showing how economically sensitive they are and what may lie ahead. This time a year ago, the recreational-vehicle industry was king not only of the road but of the stock market. Shares of manufacturers were near all-time highs and industry experts were projecting an even better 2018.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-goods-industry-has-a-china-problem-11546344000", "title": "Luxury Industry Has a China Problem", "date": "2019-01-01 08:55", "summary": "Top brands grow more dependent on Chinese shoppers, and fear volatility lies ahead. Luxury-goods makers' overreliance on China became a problem in 2018-again. Investors have little choice but to get used to it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muellers-report-will-be-a-bore-11546298596", "title": "Mueller's Report Will Be a Bore", "date": "2019-01-01 08:39", "summary": "The real truth about 2016 will be found in the declassified doings of the FBI and CIA.. The thread that runs through the matters Robert Mueller is examining is the band of reprobates and marginal characters who gathered around the chief reprobate, Donald Trump, in his 2016 campaign.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-profit-crunch-looms-as-stocks-slide-11546261258", "title": "Corporate Profit Crunch Looms as Stocks Slide", "date": "2019-01-01 08:09", "summary": "Investors worry that the moneymaking outlook for companies will deteriorate further. A danger is lurking as the stock market dives: Earnings expectations are falling, too.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masterpieces-of-french-faience-selections-from-the-sidney-r-knafel-collection-review-not-dishwasher-safe-11546344000", "title": "'Masterpieces of French Faience: Selections From the Sidney R. Knafel Collection' Review: Not Dishwasher Safe", "date": "2019-01-01 07:00", "summary": "This exhibition of tin-glazed earthenware relates the complex history of an art whose development forms one of the most engaging chapters in the history of French ceramics.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jeweled-isle-art-from-sri-lanka-review-reclaiming-a-countrys-creative-history-11546344000", "title": "'The Jeweled Isle: Art From Sri Lanka' Review: Reclaiming a Country's Creative History", "date": "2019-01-01 07:00", "summary": "Sri Lanka's art has often been considered an interesting but provincial stepchild of India's; an exhibition in Los Angeles hopes to change that.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-to-end-turbulent-2018-11546247179", "title": "U.S. Indexes Close With 2018 Losses", "date": "2019-01-01 05:16", "summary": "Stocks rise on the year's final trading day, but not enough to offset bruising last few weeks of selling. U.S. stocks drifted higher Monday but closed out 2018 with their steepest annual declines since the financial crisis, reflecting growing unease among investors about the health of the nearly decade-long bull run.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thai-king-maha-vajiralongkorns-coronation-is-scheduled-for-may-4-11546329706", "title": "Thai King Maha Vajiralongkorn's Coronation Scheduled for May 4", "date": "2019-01-01 03:34", "summary": "His father ruled the nation for seven decades. BANGKOK-Thai King Maha Vajiralongkorn will have his official coronation on May 4.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dry-january-effect-11546351200", "title": "The Dry January Effect", "date": "2019-01-01 00:01", "summary": "Now that the British fad is taking hold in the U.S., research shows that losing booze for a month has several health benefits-sometimes months later. Bottoms down: It's Dry January.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eus-high-trade-surplus-with-the-u-s-poses-risk-to-2018-tariff-truce-11546347600", "title": "EU's Trade Surplus With the U.S. Poses Risk to 2018 Tariff Truce", "date": "2019-01-01 00:01", "summary": "Negotiators missed a November deadline on removing non-tariff barriers, and the EU trade surplus is on track for a record high. BRUSSELS-The European Union narrowly avoided a bruising economic war with the U.S. in 2018 by vowing to rebalance trade. In 2019, the EU faces headwinds to fulfilling its promise and satisfying President Trump's demands.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-money-managers-to-watch-in-2019-11546354800", "title": "The Money Managers to Watch in 2019", "date": "2019-01-01 00:01", "summary": "How these leaders fare in a climate marked by price pressure and volatility could signal what's next. The people running your money have a lot to prove in 2019.", "categories": [["Markets", "Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-woo-millennials-atlanta-considers-covering-highways-with-parks-11546344000", "title": "To Woo Millennials, Atlanta Considers Covering Highways With Parks", "date": "2019-01-01 00:01", "summary": "Proposals draw inspiration from Dallas project. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-property-feels-brexit-sting-11546351200", "title": "London Property Feels Brexit Sting", "date": "2019-01-01 00:01", "summary": "Free cars and £10,000 of Uber credits may not be enough of a lure; some agents warn of bleak future. Brexit is taking its toll on the once-booming London real-estate market.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-posted-4-3-gain-in-2018-but-dont-expect-that-in-2019-11546365600", "title": "U.S. Dollar Posted 4.3% Gain in 2018", "date": "2019-01-01 00:01", "summary": "A host of factors seen taking the wind out of the currency's sails. The dollar closed out 2018 at the top of the foreign-exchange heap-a feat many investors don't expect it to repeat in 2019.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-market-enters-new-year-facing-troubling-unknowns-11546362000", "title": "Bond Market Faces Greater Volatility in New Year", "date": "2019-01-01 00:01", "summary": "Qualms about interest rates, inflation and growth cloud outlook. Investors enter the new year increasingly uncertain about where the bond market is headed given the turbulent interplay between interest rates, growth, and inflation that intensified toward the end of 2018.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chesapeake-energy-fracking-pioneer-bet-on-oil-then-prices-plunged-11546358400", "title": "Chesapeake Energy, Fracking Pioneer, Bet on Oil. Then Prices Plunged", "date": "2019-01-01 00:01", "summary": "For Chesapeake, a move to oil looks ill-timed, straining already frayed finances. DOUGLAS, Wyo.- Chesapeake Energy Corp. , best known for its trailblazing pursuit of natural gas from shale formations, is making a big bet on the oil below the rolling grasslands of eastern Wyoming.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncertainty-hounds-stocks-going-into-2019-11546362000", "title": "Investors on Edge After Stocks' Biggest Yearly Loss Since 2008", "date": "2019-01-01 00:01", "summary": "Worries fester that the nearly decadelong bull market is approaching its final stages. Stock investors are heading into the new year with a sense of wariness after contending with sharp reversals across much of the market in the fourth quarter.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-is-back-in-washingtons-crosshairs-11546358401", "title": "Equifax Is Back in Washington's Crosshairs", "date": "2019-01-01 00:01", "summary": "Legislation on tap would change how the credit-reporting industry handles consumer information. The credit-reporting industry has largely escaped new oversight from Washington following the 2017 hack of Equifax Inc. that exposed the personal information of millions of Americans. That could change in 2019 when Democrats take over the House of Representatives.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-create-funds-that-are-built-to-last-11546362000", "title": "Private-Equity Firms Create Funds That Are Built to Last", "date": "2019-01-01 00:01", "summary": "Blackstone, Carlyle, KKR and others have launched vehicles that can own companies for 15 years or longer. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-investors-back-away-from-global-property-markets-11546351201", "title": "Chinese Investors Retreat From Global Property Markets", "date": "2019-01-01 00:01", "summary": "The days of Chinese investors snapping up trophy buildings in Western markets are likely over for now. Chinese investors will likely continue beating a retreat from the world's top commercial real-estate markets in 2019, adding to the downward pressure on prices from rising interest rates.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-investors-try-not-to-panic-over-big-market-gyrations-11546363506", "title": "Individual Investors Try Not to Panic Over Big Market Gyrations", "date": "2019-01-01 00:01", "summary": "\" 'My friends are like: 'Oh my God, the world is ending' \". The year-end stock selloff saddled major indexes with their worst annual decline since 2008 as concerns over global growth intensified, but retail investors are trying to hold on despite the intense volatility.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stocks-face-rocky-path-ahead-in-2019-11546365600", "title": "U.S. Stocks Face Rocky Path Ahead in 2019", "date": "2019-01-01 00:01", "summary": "Many fund managers say they expect more volatility with the bull market in doubt. Investors are reeling in their expectations for U.S. stocks in the new year as the global economy shows signs of slowing and monetary policy continues to tighten. With the longevity of the bull market in doubt, many fund managers say they are expecting more volatility ahead.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptos-2019-goal-technology-people-can-use-11546347601", "title": "Crypto Investors Look for Rebound After Sharp Decline", "date": "2019-01-01 00:01", "summary": "After bitcoin slumps 70% in 2018, the digital currency's fans look for a rebound. At the beginning of 2018, the question was whether bitcoin could live up to the hype of 2017's manic rally. At the end of 2018, the answer seems to be an emphatic \"no.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-d-c-area-hq2-a-new-beachhead-in-battle-for-tech-savvy-vets-11546344001", "title": "Amazon's HQ2 Near D.C. Widens Battle for Tech-Savvy Vets", "date": "2019-01-01 00:01", "summary": "Tech giant's planned move to Pentagon's backyard exacerbates local tussle for talent. Amazon.com Inc.'s planned regional headquarters in the heart of the U.S. military establishment is creating a new potential battleground for veterans. This time, the fight is for them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-property-market-gets-one-two-punch-from-trump-and-lopez-obrador-11546351201", "title": "Mexican Property Market Gets One-Two Punch From Trump and López Obrador", "date": "2019-01-01 00:01", "summary": "Trade threats, possible antibusiness policies of the country's new leader put damper on foreign investment. Foreign investors have been wary about buying Mexican commercial real estate ever since Donald Trump was elected president partly on a threat to shred the North American Free Trade Agreement if that pact with Mexico and Canada couldn't be overhauled.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-government-shutdown-continues-workers-worriesand-billsgrow-11546344001", "title": "As Government Shutdown Continues, Workers' Worries-and Bills-Grow", "date": "2019-01-01 00:01", "summary": "Some federal employees are bracing for the worst, deferring payments, filing unemployment claims and notifying landlords they may not make rent. WASHINGTON-Ernest Johnson, a geologist for the Bureau of Land Management in Wyoming, isn't sure how long he can last without a paycheck.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-examines-railroads-for-hitting-customers-with-late-fees-11546354801", "title": "Regulator Examines Railroads' Use of Late Fees", "date": "2019-01-01 00:01", "summary": "Government looks into fairness of penalties for being slow with freight pickups. Federal regulators are scrutinizing fees imposed by Norfolk Southern Corp. , Union Pacific Corp. and other railroads that are meant to get their customers on board with new procedures to operate more efficiently.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-and-isnt-affected-by-the-partial-government-shutdown-11546344002", "title": "What Is and Isn't Affected by the Shutdown", "date": "2019-01-01 00:01", "summary": "A growing number of agencies and federal institutions are running out of money. WASHINGTON-As the partial government shutdown enters its second week, its scope is broadening as a growing number of agencies and federal institutions run out of money.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fears-loomed-large-in-oils-worst-quarter-since-2014-11546365600", "title": "Fears Loomed Large in Oil's Worst Quarter Since 2014", "date": "2019-01-01 00:01", "summary": "The U.S. crude benchmark finished the year 25% lower after a slump that shaved $30 off oil prices. The oil market is engulfed by fears of a global growth slowdown, as worries grow that falling demand and robust output from major producers will lead to a supply glut.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rewards-credit-cards-gained-a-fanatic-followingnow-banks-are-pulling-back-11546365926", "title": "Rewards Credit Cards Gained a Fanatic Following-Now Banks Are Pulling Back", "date": "2019-01-01 00:01", "summary": "Major perks like airfare and cash back were meant to lead to higher returns. But consumers figured out how to game the system. Blake DiCioccio and her husband, Jason, flew around the world in business class in 2017, from San Francisco to Taipei, Tokyo to Belgrade, and Frankfurt back home. They didn't pay for it. JPMorgan Chase & Co. did.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-retreat-from-global-bank-lending-continues-11546261201", "title": "Great Retreat From Global Bank Lending Continues", "date": "2019-01-01 23:53", "summary": "The financial system is safer as a result, though trend may have contributed to slowdown in global trade. The banks hit hardest by the financial crisis have retreated from overseas lending in the decade since the 2008 collapse of Lehman Brothers, marking a rare example of a sector in which leverage has been curtailed even as global debt has boomed.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expats-flee-saudi-fund-bemoan-crown-prince-control-11546257600", "title": "Expats Flee Saudi Fund, Bemoan Crown Prince Control", "date": "2019-01-01 23:45", "summary": "PIF executives eschew handsome pay packages amid complaints about micromanagement and an unclear strategy. DUBAI-Saudi Arabia's flagship government investment arm has suffered several prominent defections by Western executives, hampering its enlarged responsibilities to help transform the country's economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipo-hungry-investors-look-to-have-their-moment-in-2019-11546189200", "title": "IPO-Hungry Investors Look to Have Their Moment in 2019", "date": "2019-01-01 23:45", "summary": "Uber, Pinterest, Slack and others gear up for debuts, setting stage for what could be a record year. A whipsawing stock market could mean a bumpy path to public markets in 2019 for some of the fastest-growing and most richly valued private companies ever, but it isn't currently expected to derail them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-hires-activision-cfo-11546317573", "title": "Netflix Hires Activision Blizzard CFO", "date": "2019-01-01 23:39", "summary": "Netflix taps Spencer Neumann while he is still under contract with the videogame company. Netflix Inc. is expected to name Activision Blizzard Inc. Chief Financial Officer Spencer Neumann as its new chief financial officer as early as this week, a person familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-will-introduce-package-of-six-spending-bills-11546273005", "title": "Democrats Aim to End Shutdown by Carving Out Wall Fight", "date": "2019-01-01 23:37", "summary": "Nancy Pelosi is expected to bring up bill package after becoming speaker on Thursday. WASHINGTON-House Democrats said they will try to reopen the government when they take control of the chamber on Thursday with a spending package aimed at isolating the fight over border-wall funding.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-rivals-nokia-and-ericsson-struggle-to-capitalize-on-u-s-scrutiny-11546252247", "title": "Huawei Rivals Nokia and Ericsson Struggle to Capitalize on U.S. Scrutiny", "date": "2019-01-01 23:36", "summary": "Nokia and Ericsson have been slow to release telecom equipment as advanced as Huawei's, major wireless providers say. U.S.-led scrutiny of Huawei Technologies Co. should have been good news for its two biggest competitors in the telecommunications-equipment business, Finland's Nokia Corp. and Ericsson AB of Sweden.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattis-bids-farewell-to-pentagon-and-troops-11546279730", "title": "Mattis Bids Farewell to Pentagon and Troops", "date": "2019-01-01 20:56", "summary": "In a short note, the departing defense secretary said the military is \"at its best when times are most difficult\". WASHINGTON-Outgoing Defense Secretary Jim Mattis bid farewell to the Defense Department on Monday, in a message in which he cited Abraham Lincoln and said the military is \"at its best when times are most difficult.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-in-bagladesh-election-takes-place-amid-reports-of-violence-intimidation-11546183790", "title": "Bangladesh Leader Re-Elected Amid Reports of Violence, Intimidation", "date": "2019-01-01 20:03", "summary": "Results leave almost no opposition in Parliament, raising questions about the future of democracy in the country. Bangladesh's Prime Minister Sheikh Hasina looked set to begin a third successive term Monday after an alliance of parties she led won the majority of seats in Parliament.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-justice-roberts-addresses-misconduct-in-judiciary-avoids-politics-11546303047", "title": "Chief Justice Roberts Addresses Misconduct in Judiciary", "date": "2019-01-01 19:53", "summary": "Annual report notes rising rate of immigration-related charges, efforts to curb harassment. WASHINGTON-The Trump administration's immigration crackdown has reverberated through the federal courts, with 2018 seeing a 40% increase in defendants charged with unauthorized reentry to the U.S., according to the year-end report on the federal judiciary released Monday by Chief Justice John Roberts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-daniel-day-lewis-at-61-was-the-best-dressed-man-of-2018-11546269309", "title": "Why Daniel Day-Lewis, at 61, Was the Best-Dressed Man of 2018", "date": "2019-01-01 19:20", "summary": "In a year full of unexpected style icons, Daniel Day-Lewis was the sharpest and savviest of them all-with other greying stars like Jeff Goldblum and Idris Elba not far behind. ON DEC. 2, Daniel Day-Lewis sat down in New York City's Washington Square Park, ate a snack, fiddled with his flip-phone (yes, the 61-year-old still has a flip-phone) and improbably became the latest obsession among men's style aficionados. Thanks to paparazzi photos that circulated the next day, Mr. Day-Lewis's casual yet masterful outfit-a tan Carhartt work jacket and pants, neatly rolled beanie and pristine, black work boots-was giddily scrutinized by those who care about such things. One Twitter user wrote that Mr. Day-Lewis looked like a \"chic dog walker.\" In a blog post, the e-commerce site Mr Porter declared the outfit \"a lesson in aging style.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}]