[{"link": "https://www.wsj.com/articles/acting-attorney-general-says-he-will-answer-lawmakers-questions-but-wont-discuss-talks-with-trump-11549635495", "title": "Acting AG Whitaker Faces House Grilling Over Russia Probe", "date": "2019-02-08 18:58", "summary": "Matthew Whitaker is pressed by Democrats over his role in the investigation. WASHINGTON-Acting Attorney General Matthew Whitaker testified that he hasn't interfered in the special counsel's Russia investigation and hasn't shared information about it with the president or top White House officials, in a heated congressional hearing on Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-weigh-whether-enquirer-materials-violate-earlier-agreement-11549661254", "title": "Prosecutors Weigh Whether National Enquirer Violated Earlier Agreement", "date": "2019-02-08 18:41", "summary": "If federal prosecutors determine American Media dealt unlawfully with Jeff Bezos, tabloid publisher could face criminal charges. Federal prosecutors are examining whether the National Enquirer's publisher violated an earlier deal to avoid facing campaign-finance charges, according to people familiar with the matter, after Jeff Bezos, founder of Amazon.com Inc. and owner of the Washington Post, accused the tabloid of trying to blackmail him.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-reconsidering-plan-to-put-campus-in-new-york-11549668969", "title": "Amazon Reconsidering Plan to Put Campus in New York City", "date": "2019-02-08 18:36", "summary": "Executives re-evaluate $2.5 billion investment in face of opposition from local officials. Amazon.com Inc. executives are re-evaluating a planned campus in New York City, people familiar with the matter said, turning up the heat on local officials who have rallied opposition to giving billions of dollars in tax incentives to one of the world's most valuable companies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-french-philosopher-who-loves-america-11549668746", "title": "The French Philosopher Who Loves America", "date": "2019-02-08 18:32", "summary": "Bernard-Henri Lévy describes the gilets jaunes as a 'crisis of liberal democracy' and Trump as an 'epiphenomenon' of American 'retreat.'. New York", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-democrats-lurch-to-the-left-11549668677", "title": "Notable & Quotable: Democrats Lurch to the Left", "date": "2019-02-08 18:31", "summary": "'We are on an out-of-control roller-coaster going 100 miles per hour.'. From \"Democrats Are Boosting Trump's Reelection Prospects\" by Josh Kraushaar, NationalJournal.com, Feb. 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philly-union-boss-johnny-doc-has-an-appointment-with-justice-11549668706", "title": "Philly Union Boss 'Johnny Doc' Has an Appointment With Justice", "date": "2019-02-08 18:31", "summary": "He allegedly embezzled more than $600,000 to buy Q-tips, romance novels and politicians.. The long arm of the law has finally caught up with Philadelphia labor boss John \"Johnny Doc\" Dougherty. On Jan. 30, federal prosecutors filed a 116-count indictment against Mr. Dougherty, several members of his International Brotherhood of Electrical Workers Local 98, and a Philadelphia city councilman. The charges involve public corruption and the embezzlement of more than $600,000 in union funds.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-customers-say-paychecks-went-missing-following-outage-11549648209", "title": "Fallout Spreads from Wells Fargo Outage", "date": "2019-02-08 18:27", "summary": "Bank extends branch hours, says problem with direct-deposit was corrected by Friday morning. Wells Fargo & Co. faced a two-day stretch of systems failures that frustrated customers' and employees' efforts to access their bank accounts and view money from direct deposits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-visit-with-venezuelas-interim-president-11549667894", "title": "A Visit With Venezuela's Interim President", "date": "2019-02-08 18:18", "summary": "'I personally don't believe that Russia and China are on Maduro's side,' Juan Guaidó says in an interview.. Caracas, Venezuela", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bezos-vs-the-enquirer-could-be-a-watershed-11549667933", "title": "Bezos vs. the Enquirer Could Be a Watershed", "date": "2019-02-08 18:18", "summary": "If it means journalists start reporting on how other journalists source their stories, hooray.. What to make of the battle between Jeff Bezos and the National Enquirer, which we will delight in calling the affair of Bezos, Pecker and de Becker? Under any circumstance, the world's richest man cheating on his wife with a sexy helicopter pilot, supported by racy texts and photos, would be a story for the National Enquirer. Tasteful Americans may wish it weren't so, but Mr. Bezos is a public figure in the Supreme Court's definition. His private life is presumably fair game.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-obstacles-remain-to-afghan-peace-u-s-envoy-says-11549666616", "title": "Major Obstacles Remain to Afghan Peace, U.S. Envoy Says", "date": "2019-02-08 17:56", "summary": "Zalmay Khalilzad says terms of a cease-fire and talks with the Afghan government are sticking points between the U.S. and Taliban. WASHINGTON-Major obstacles remain before the first concrete steps can be taken to end the war in Afghanistan, a top U.S. envoy said Friday after months of talks with the Taliban.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-calls-u-s-aid-convoy-an-attempt-to-humiliate-the-people-11549666084", "title": "Maduro Calls U.S. Aid Convoy an Attempt to 'Humiliate the People'", "date": "2019-02-08 17:48", "summary": "Venezuelan president has argued that allowing it into the country would pave the way for a U.S. military invasion. Venezuelan President Nicolás Maduro, speaking at a news conference interrupted by power outages in the crisis-hit nation, lashed out at U.S.-led plans to deliver humanitarian aid after the first cargo trucks with food and medical supplies arrived at the Colombian border.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-says-some-states-medicaid-programs-arent-complying-with-abortion-rules-11549665911", "title": "Democrats Say Some States' Medicaid Programs Aren't Complying With Abortion Rules", "date": "2019-02-08 17:45", "summary": "Letter to Centers for Medicare and Medicaid Services chief Seema Verma comes in wake of GAO report. WASHINGTON-House Democrats are pressuring the Trump administration to crack down on several states that a government report found weren't fully complying with a Medicaid requirement to cover abortions in cases of rape, incest or danger to a woman's life.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spirit-of-science-fiction-review-art-that-opens-doors-11549665580", "title": "'The Spirit of Science Fiction' Review: Art That Opens Doors", "date": "2019-02-08 17:39", "summary": "Roberto Bolaño's works comprise an imaginary world that fans call the 'Bolañoverse,' united by recurring characters and references. The foundations of this cosmos are found in 'The Spirit of Science Fiction.'. Imagine a library that ran out of room in its \"Literary Fiction\" section: Where might the otherwise unclassifiable writings of Roberto Bolaño be shelved? Many librarians would opt for \"Mystery.\" His masterpieces \"The Savage Detectives\" (1998) and \"2666\" (2004) are rife with investigators, and Bolaño himself jested, \"I would like to have been a homicide detective much more than a writer . . . . I'd have been someone who could come back to the scene of the crime alone, by night, and not be afraid of ghosts.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midnight-in-chernobyl-review-the-worse-case-scenario-11549638367", "title": "'Midnight in Chernobyl' Review: The Worst-Case Scenario", "date": "2019-02-08 17:23", "summary": "Radioactive graphite blocks from the reactor core lay strewn on the ground. Even being in their presence for minutes could be fatal.. At 11:55 p.m. on April 25, 1986, arguably the worst disaster in the history of nuclear technology began to unfold at reactor no. 4 in the Chernobyl nuclear power plant in Ukraine. Only the accident at the Fukushima reactor in Japan in 2011 was comparable. The great difference between the two events was that the one at Fukushima was caused by an earthquake that generated a tsunami, whereas the one at Chernobyl was caused by human stupidity. Much has been written about this accident, and now in \"Midnight in Chernobyl\" the journalist Adam Higginbotham presents an account that reads almost like the script for a movie.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-hasbro-stung-by-collapse-of-toys-r-us-11549634019", "title": "Mattel, Hasbro Stung by Collapse of Toys 'R' Us", "date": "2019-02-08 17:19", "summary": "Hasbro's shares slide, while Mattel's stock jumps on better-than-expected sales, boosted by Barbie. Hasbro Inc. reported a 13% decline in sales during the holiday season, the latest indication of how toy makers struggled following last year's liquidation of Toys \"R\" Us.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-sheriff-for-parkland-11549663545", "title": "A New Sheriff for Parkland", "date": "2019-02-08 17:05", "summary": "Accountability begins after \"the most avoidable mass shooting in American history.\". To observe government is to observe the absence of accountability. And there has been no more maddening recent example than the aftermath of the cascade of failures that enabled Nikolas Cruz to murder 17 people and injure 17 more at Marjory Stoneman Douglas High School in Parkland, Florida. Next week will mark one year since the attack, and frustrated parents still waiting for needed changes in the Broward County school system are at least beginning to see reform at the sheriff's office.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-as-trade-economic-concerns-linger-11549616072", "title": "Dow Stages Late Rally to Keep Weekly Win Streak Alive", "date": "2019-02-08 17:03", "summary": "The blue chips surged in the final 10 minutes of the session to secure their longest winning streak since November 2017. The Dow Jones Industrial Average pared its losses heading into Friday's closing bell to notch its seventh consecutive weekly gain, a sign of the stock market's resilience even in the face of heightened uncertainty.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-union-head-sentenced-to-more-than-four-years-in-prison-11549663431", "title": "Former Union Head Sentenced to More Than Four Years in Prison", "date": "2019-02-08 17:03", "summary": "Prosecutors say Norman Seabrook accepted bribes in exchange for steering millions of dollars of union money into a risky hedge fund. The former head of New York City's jail officers union was sentenced to more than four years in prison Friday for what federal prosecutors said was accepting bribes in exchange for steering millions of dollars of union money into a risky hedge fund.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-work-stoppages-across-the-u-s-jumped-in-2018-11549641252", "title": "Number of Workers Striking Across the U.S. Jumped in 2018", "date": "2019-02-08 16:53", "summary": "Protests by teachers and other union members is a sign of a healthy labor market, U.S. labor secretary says. WASHINGTON-More workers were involved in strikes and other labor disputes in 2018 than at any point in the past three decades, fueled by widespread teacher protests last spring, according to data released Friday by the Labor Department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-vale-evacuates-residents-over-safety-fears-at-another-dam-11549622387", "title": "Brazil to Toughen Mine-Safety Rules After Disaster", "date": "2019-02-08 16:48", "summary": "New regulations would order mining companies to destroy or substantially reinforce so-called upstream tailings dams. BRASILIA-Brazilian officials are preparing to toughen mining safety rules to require waste-dam owners of the type that failed last month, killing 150 people, to fix or close them, the mining regulator's top official said on Friday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-ceo-compensation-rose-15-in-2018-11549662487", "title": "Bank of America CEO Compensation Rose 15% in 2018", "date": "2019-02-08 16:48", "summary": "Moynihan received total compensation of $26.5 million. Bank of America Corp. Chief Executive Brian Moynihan received a compensation package valued at $26.5 million last year, a 15% raise from the $23 million he earned in the prior year, according to a securities filing Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bb-t-ceo-shows-power-of-positive-thinking-in-28-2-billion-megadeal-11549661911", "title": "BB&T CEO Shows Power of Positive Thinking in $28.2 Billion Megadeal", "date": "2019-02-08 16:38", "summary": "Merger with SunTrust presents veteran bank chief Kelly King with test of his management philosophy. A few years ago, BB&T Corp. chief executive Kelly King purchased hundreds of copies of \"Mindset: The New Psychology of Success\" and distributed them to select employees at the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arconic-eyes-breakup-after-strategic-review-11549634888", "title": "Arconic Plans to Break Itself Apart", "date": "2019-02-08 16:30", "summary": "Aluminum-sheet and parts maker plans to spin off a business unit. Aluminum-parts manufacturer Arconic Inc. said it plans to spin off one of its two main business units after rejecting a $10 billion offer for the entire company and abruptly replacing its chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/23andmes-growth-slows-11549648179", "title": "23andMe's Growth Slows", "date": "2019-02-08 16:26", "summary": "In an interview, CEO Anne Wojcicki says consumers likely concerned about how privacy can collide with social-media, law-enforcement. 23andMe Inc.'s sales growth was hit by privacy concerns last year, its chief executive said Thursday, at the same time touting the company's drug development pipeline that she hopes will power its next phase.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-to-san-francisco-in-5-hours-if-all-goes-well-yes-11549559289", "title": "Tokyo to San Francisco in 5½ Hours? If All Goes Well, Yes", "date": "2019-02-08 16:23", "summary": "Fifty years after the Concorde's maiden flight, we chart its speed compared to other vehicles, both existing and in the works. It's been 50 years since the first Concorde took her maiden test flight, inaugurating the era of supersonic passenger travel, and almost 16 years since that era drew to a close, back in 2003. Since then we've had indulgent A380s and efficient 787s, but the truth is, we never really got over the Concorde. It's still the one that got away, memorably beautiful if rather high-maintenance. Now several manufacturers are planning to eclipse those memories with planes that are cleaner, quieter, and yes, quicker than the Concorde. Up first: Denver-based Boom Supersonic, which is hoping to fly a prototype this year, and if all goes well, by 2025, have their 55-seat Overture craft whizzing passengers from Tokyo to San Francisco, typically a 9½-hour journey, in 5½ hours. Perhaps precipitously, Japan Airlines has taken an option on 20. Until this jet arrives, here's a look at how its speediness will compare with the original Concorde and other brisk vehicles, existing and theoretical, that make our hearts beat faster.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-rise-as-trade-concerns-grow-11549648957", "title": "U.S. Government Bond Prices Rise as Trade Concerns Grow", "date": "2019-02-08 16:19", "summary": "Lack of progress seen in U.S-China trade talks as March 1 deadline looms. U.S. government bond prices rose Friday amid increasing investor worries about U.S.-China trade tensions.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quebec-muslims-seek-to-transcend-trauma-of-mosque-shooting-that-took-six-lives-11549630801", "title": "Quebec Muslims Seek to Move Past Deadly Mosque Shooting", "date": "2019-02-08 16:00", "summary": "Victims and their families work to resist intolerance in province where tensions persist. QUEBEC CITY-Two years have done little to heal the scars left by a shooting that killed six people at a mosque here.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-approves-macedonias-nato-membership-bid-11549657953", "title": "Greece Approves Macedonia's NATO Membership Bid", "date": "2019-02-08 15:32", "summary": "Vote and a name change clear path to join alliance in deal backed by West. ATHENS-Greece's Parliament approved Macedonia's bid to become the 30th member of the North Atlantic Treaty Organization, under a U.S.-backed deal that aims to help stabilize the Balkans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bezos-security-chief-has-protected-stars-for-decades-11549657589", "title": "Bezos Security Chief Has Protected Stars for Decades", "date": "2019-02-08 15:26", "summary": "Gavin de Becker's client roster has included Elizabeth Taylor, John Travolta and now the world's richest man. LOS ANGELES-The man Jeff Bezos tapped to help determine who might have leaked the billionaire's personal text messages and photos to the National Enquirer has spent decades working as a kind of secret service agent to some of Hollywood's biggest stars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-struggle-for-direction-amid-supply-risks-economic-doubts-11549625952", "title": "Oil Prices Close Higher on Supply Risks", "date": "2019-02-08 15:24", "summary": "Clashes near Libya's biggest oil field dash expectations for a resumption of output. •Oil prices settled higher Friday as supply risks outweighed concerns over a global economic slowdown.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-money-lesson-to-teach-your-children-this-is-what-a-dollar-looks-like-11549657256", "title": "The First Money Lesson to Teach Your Children: This Is What a Dollar Looks Like", "date": "2019-02-08 15:20", "summary": "Growing up in a world where purchases play out in swipes and clicks, some children barely see cash.. Ralph Pantozzi, a math teacher in Summit, N.J., said his school's lemonade stand sometimes puzzles some of the third-graders who run it. It isn't usually the math, or dealing with customers, that stumps them.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-labor-market-calls-for-speedier-hiring-process-11549657078", "title": "Tight Labor Market Calls For Speedier Hiring Process", "date": "2019-02-08 15:17", "summary": "Companies are at risk of missing out on scarce top talent as hiring processes get longer. Low unemployment rates mean companies can't risking dragging out their hiring processes. If they do, staffing consultants say, they risk losing the interest of top candidates or worse: losing them to competitors who move faster.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ore-extends-climb-as-vale-ordered-to-evacuate-town-11549637289", "title": "Iron-Ore Rally Continues as Vale Ordered to Evacuate Town", "date": "2019-02-08 15:12", "summary": "Futures reach multiyear high as metal's gains continue. Iron-ore futures reached fresh 4½-year highs on Friday, with ongoing tumult for miner Vale SA extending the ferrous metal's sharp recent gains.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-are-shifting-farther-apart-on-abortion-11549656745", "title": "States Are Shifting Farther Apart on Abortion", "date": "2019-02-08 15:12", "summary": "Split is driven by Supreme Court's shift to right and sense that abortion right could be restricted. Conservative and liberal states are pulling farther apart on the issue of abortion in response to the heightened possibility that the Supreme Court could limit access to some procedures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-s-syria-ally-supplies-oil-to-assads-brokers-11549645073", "title": "U.S.'s Syria Ally Supplies Oil to Assad's Brokers", "date": "2019-02-08 15:02", "summary": "Kurdish-led force makes deals with middleman targeted by Western sanctions for aiding regime. America's military ally in Syria has become an important supplier of crude oil to the regime of President Bashar al-Assad, showing the gaps in efforts by Washington to put economic pressure on a government it opposes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-ralph-lauren-served-up-fashion-with-coffee-11549656024", "title": "Why Ralph Lauren Served Up Fashion With Coffee", "date": "2019-02-08 15:00", "summary": "The brand, aiming for a younger customer, staged a relaxed, accessible fashion show-with almost everything for sale right after. Ralph Lauren skipped the runway this week. On Thursday, while other designers staged traditional shows at New York Fashion Week, Mr. Lauren showcased his latest collection in an expanded version of the coffee shop in his women's store on Madison Avenue. Models smiled; guests slid into banquettes and sipped coffee; and almost everything was available for sale immediately after at the store and online. \"We want to be stimulating,\" Mr. Lauren said afterward. \"It's about change and newness.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-daly-unsurprised-economy-is-growing-more-slowly-11549655273", "title": "Fed's Daly Unsurprised Economy Is Growing More Slowly", "date": "2019-02-08 14:47", "summary": "Central banker doesn't see a big recession risk for the U.S.. San Francisco Fed leader Mary Daly said on Friday it isn't a surprise that the U.S. economy has slowed down.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-sought-vices-help-to-build-a-media-empire-11549621800", "title": "Saudi Arabia Sought Vice's Help to Reshape Its Image and Battle Rivals", "date": "2019-02-08 14:33", "summary": "Riyadh builds alliances with Western news outlets to reshape its image, battle rivals. One sunny afternoon in August on a yacht off the Red Sea coast, Saudi Crown Prince Mohammed bin Salman and Vice Media Executive Chairman Shane Smith discussed an unlikely collaboration.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-data-show-slower-start-to-tax-season-11549653138", "title": "Early Data Show Slower Start to Tax Season", "date": "2019-02-08 14:12", "summary": "IRS says operations running smoothly despite earlier government shutdown. WASHINGTON-The first tax-filing season under the new tax law got off to a slower start than last year and filers so far are seeing smaller average refunds, according to early Internal Revenue Service data released Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-feb-2-8-11549641600", "title": "Photos of the Week: Feb. 2-8, 2019", "date": "2019-02-08 13:56", "summary": "Brazil searches for missing after dam collapse disaster, the Patriots collect another Super Bowl, and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawyers-for-harvey-weinstein-accusers-walk-away-from-settlement-talks-11549652180", "title": "Lawyers for Weinstein Accusers Walk Away From Settlement Talks", "date": "2019-02-08 13:56", "summary": "One obstacle is who should pay legal fees for board members of the former movie producer's entertainment studio. Negotiations to create a fund to compensate women who accused Harvey Weinstein of unwanted sexual conduct reached an impasse this week when lawyers representing alleged victims of the former Hollywood producer withdrew from the discussions, according to people familiar with the matter.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experiment-in-finland-with-guaranteed-income-creates-less-stress-but-no-jobs-11549650636", "title": "Experiment With Guaranteed Income Creates Less Stress but No Jobs", "date": "2019-02-08 13:30", "summary": "Early results from pilot program find a set income doesn't encourage people to find work, but neither does it turn them against employment. A much-watched experiment in Finland failed to provide evidence that offering people a guaranteed income is the answer to some of the insecurities caused by potentially profound changes in the jobs market.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-near-libyas-biggest-oil-field-keeps-production-shut-down-11549650257", "title": "Fighting Near Libya's Biggest Oil Field Keeps Production Shut Down", "date": "2019-02-08 13:24", "summary": "Years of political strife and fighting among rival factions have periodically disrupted oil output. Military clashes near Libya's largest oil field have made conditions unsafe and production isn't likely to restart soon, the country's National Oil Corp. said Friday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-true-island-sanctuary-11549649824", "title": "A True Island Sanctuary", "date": "2019-02-08 13:17", "summary": "Behind the unassuming facade of Ethiopia's Narga Selassie church, located in the middle of Lake Tana, lies a trove of stunning religious paintings.. Entering the Narga Selassie church in northwest Ethiopia is a bit jarring. The circular stone church, built in the mid-1700s, resembles the spare, thatched-roof homes many Ethiopians inhabit even today. It sits on grass worn by pilgrims' feet on an island in Lake Tana, the country's largest lake. It looks neglected.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-jeff-bezos-accuses-national-enquirer-of-attempted-blackmail-11549636531", "title": "Bezos Accuses Tabloid of Blackmail; Publisher Says It Acted Lawfully", "date": "2019-02-08 13:15", "summary": "Tabloid's parent says it acted lawfully in the reporting of the Bezos story and that it will investigate the claims. Jeff Bezos, founder of Amazon.com Inc., accused National Enquirer's publisher of trying to blackmail him by threatening to release embarrassing photos, escalating a fight that began with the tabloid's revelations of his alleged extramarital affair.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curiouser-and-curiouser-at-arconic-11549646940", "title": "Curiouser and Curiouser at Arconic", "date": "2019-02-08 13:11", "summary": "Aluminum-parts maker's latest strategic shift fails to resonate with investors. Arconic Inc. fell short in explaining its latest change in strategy to investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-this-a-i-dinner-party-be-fashion-weeks-most-out-of-body-experience-11549648312", "title": "Will This \"AI Dinner Party\" Be Fashion Week's Most Out-of-Body Experience?", "date": "2019-02-08 12:51", "summary": "Fashion label Rag & Bone continues to eschew the runway-and this time, an AI-hosted dinner party (turned into a conceptual video set to an original Thom Yorke song) will take its place. Rag & Bone's Marcus Wainwright may never do a runway show again-or at least, not for a long while. \"The runway show just didn't feel like a risk anymore,\" the label's CEO and founder says. Which \"puts quite a lot of pressure on us, honestly, as it's quite easy to do.\" Instead, Wainwright is devising a more unusual way to show off his fall 2019 collection in New York this week: a Last Supper-themed, celebrity-packed dinner party, hosted by an unseen AI host and turned into a conceptual video set to an original, unreleased Thom Yorke song.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italians-begin-demolishing-bridge-at-center-of-tragedy-11549648039", "title": "Italians Begin Demolishing Bridge at Center of Tragedy", "date": "2019-02-08 12:47", "summary": "Last summer's collapse of Genoa bridge killed 43, spotlighting Italy's creaking infrastructure. ROME-Italy began demolishing the remains of a highway bridge in the northern city of Genoa whose collapse last year killed 43 and exposed the perilous state of the country's infrastructure.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-accuses-at-t-of-false-advertising-of-5g-service-11549647263", "title": "Sprint Accuses AT&T of False Advertising of 5G Service", "date": "2019-02-08 12:34", "summary": "Lawsuit escalates industrywide branding battle over network upgrades; AT&T to fight suit. Sprint Corp. has sued AT&T Inc. over a branding campaign that it says falsely tells customers they are receiving 5G service on their smartphones, escalating marketing wars between carriers over the next generation of wireless networks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-kim-jong-un-the-best-blast-protection-or-nothing-11549647256", "title": "For Kim Jong Un, the Best Blast Protection or Nothing", "date": "2019-02-08 12:34", "summary": "Photograph surfaces of North Korean dictator in a luxurious armored Mercedes-Maybach S 600. When people talk about \"the sort of publicity that money can't buy,\" they usually don't mean you can't buy it because of UN Security Council sanctions.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-police-search-offices-of-german-payments-firm-wirecard-11549647085", "title": "Singapore Police Search Wirecard's Offices", "date": "2019-02-08 12:31", "summary": "Raid is part of an investigation into potential accounting irregularities; the company denies the allegations as shares tumble. Shares of Wirecard AG fell Friday 16% in Frankfurt after Singapore police searched the German payments company's offices in the city-state as part of an investigation into potential accounting irregularities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-of-the-nile-11549646894", "title": "Queens of the Nile", "date": "2019-02-08 12:28", "summary": "A new exhibition explores the female rulers and deities of ancient Egypt. Most museum exhibitions about ancient Egypt focus on male rulers such as the famous King Tutankhamen. \"Queens of Egypt,\" which will run from March 1 to Sept. 2 at the National Geographic Museum in Washington, D.C., spotlights seven women who ruled the land of the Pharaohs.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-northam-and-the-overlords-of-outrage-11549646299", "title": "Ralph Northam and the Overlords of Outrage", "date": "2019-02-08 12:18", "summary": "The Virginia governor's racism scandal is unfolding in a climate that is increasingly intolerant of human frailty and resistant to forgiveness and rehabilitation. It's tempting to indulge a bit of schadenfreude over the metastasizing crisis unfolding at the top of Virginia's state government. Here we have all these Democratic politicians who've been quick to lambaste their political opponents as racists and sexists now desperately defending themselves against charges of behavior in their own past that is decidedly unbecoming.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-actor-albert-finney-dies-at-82-11549645050", "title": "British Actor Albert Finney Dies at 82", "date": "2019-02-08 11:57", "summary": "Five decades of films included 'Tom Jones,' 'Annie,' 'Murder on the Orient Express,' 'Skyfall'. Albert Finney, the charismatic Academy Award-nominated British actor who starred in movies from \"Tom Jones\" to \"Annie\" to \"Skyfall,\" has died. He was 82.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-democracy-is-so-hard-to-build-11549644330", "title": "The Long, Hard Road to Democracy", "date": "2019-02-08 11:45", "summary": "Those worried about today's setbacks should look to European history, which shows that democratic development always proceeds in fits and starts. It is easy to be depressed today about democracy's prospects. Promising new democracies in Hungary, Poland, Turkey and elsewhere have slid toward authoritarianism, and longstanding democracies in the West are being rattled by populists who often show little regard for democratic rules and individual rights. A generation ago, the collapse of communism led pundits to celebrate the approaching triumph of liberal democracy; today many commentators are concerned that the democratic cause is in decline. When Freedom House, a nonprofit group that tracks the global state of democracy, released its annual report on Tuesday, it entitled it \"Democracy in Retreat.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdr-weighs-in-on-the-buyback-debate-11549644054", "title": "FDR Weighs In on the Buyback Debate", "date": "2019-02-08 11:40", "summary": "Amid the Great Depression, the president warned about the 'evil' of companies that weren't returning enough cash to investors. Eighty-three years ago, President Franklin D. Roosevelt had a new plan for tackling income inequality.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preparing-for-a-good-end-of-life-11549643346", "title": "Preparing for a Good End of Life", "date": "2019-02-08 11:29", "summary": "The best way to achieve a peaceful death is by planning ahead and enlisting the help of loved ones. I recently turned 70 in Marin County, Calif., home to some of the healthiest, wealthiest and longest-lived people in the country. I swim daily, take no medications and can still hoist my roll-aboard bag into an overhead bin. But there is no denying that somewhere beyond the horizon, my death has saddled his horse and is heading my way. And I'm hoping to make that death as good as my life has been.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattels-barbie-outgunned-hasbros-nerf-11549642549", "title": "Mattel's Barbie Outgunned Hasbro's Nerf", "date": "2019-02-08 11:15", "summary": "Mattel and Hasbro both survived the first holiday season without Toys 'R' US, but Mattel did far better relative to expectations and its shares look more attractive. It was a tough holiday season for America's toy makers, Hasbro and Mattel , whose sales were disrupted by the liquidation last year of Toys \"R\" Us, one of their top customers. Both reported steep quarterly sales declines, but Mattel, which has been the weaker of the two, fared better thanks to the popularity of some of its brands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-fun-has-gone-out-of-being-a-billionaire-11549641589", "title": "All the Fun Has Gone Out of Being a Billionaire", "date": "2019-02-08 10:59", "summary": "From Bezos to Schultz, America's richest are having an unusually tough time in the public eye. It almost doesn't seem worth it-almost.. I've been planning to become a billionaire, but I'm starting to change my mind. Being a billionaire doesn't seem so much fun anymore. Honestly, it seems like a real hassle.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-blackmail-charge-highlights-jeff-bezoss-complexifier-11549641462", "title": "Is Bezos's 'Complexifier' a Word?", "date": "2019-02-08 10:57", "summary": "His statement about the National Enquirer invokes a rare word for making things more difficult. When Amazon founder and Washington Post owner Jeff Bezos accused the National Enquirer of blackmail on Thursday, his bombshell statement was voraciously read far and wide. But in the midst of the dramatic, salacious details-about how the tabloid purportedly threatened to release sexually explicit photos of Mr. Bezos-came a word that left many observers puzzled: \"complexifier.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loans-becoming-a-retirement-issue-11549640903", "title": "Student Loans Becoming a Retirement Issue", "date": "2019-02-08 10:48", "summary": "Parents are better off dealing with the temporary tears of a teenager unable to attend a high-cost dream college.. Politicians designed PLUS loans to create access to higher education, not to provide a prudent borrowing option for parents (\"Student Debt at 65,\" Exchange, Feb. 2). PLUS loans are a lion in lamb's clothes: high up-front fees, one interest rate for all, inability to pass the debt to the student, inadequate credit testing and no real borrowing limit. They are too easy to get, frequently misused and impossible to escape. Rather than carrying a mountain of student debt into retirement, parents are better off dealing with the temporary tears of a teenager unable to attend a high-cost dream college. With thousands of schools across the country, students can find an affordable alternative and reap the benefits of higher education without imperiling their future or their parents' retirement.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letters-constructal-law-faces-the-deconstructalists-11549640939", "title": "Constructal Law Faces the Deconstructalists", "date": "2019-02-08 10:48", "summary": "Nature inexorably presses toward a unique goldilocks hierarchal structure for any given organization.. Regarding J. Peder Zane's \"The Weekend Interview with Adrian Bejan: Physics, Biology and Economic Inequality\" (Feb. 2): The \"constructal law\" offers a defense of much maligned organizational hierarchy. It holds that if left free of exogenous forces, any affinity group will naturally evolve a hierarchal network inherently structured to maximize the desired output of the group. One can envision a theoretical curve plotting group output versus hierarchal complexity. At zero hierarchy, individuals act disparately and the uncoordinated group output is minimal. At 100% hierarchy, no one is left in the group to do the work required to generate any output. Between the two extremes, the curve reaches an apex where the complexity of the hierarchal network in size and shape is just right to yield maximum group output. As external forces alter the hierarchal network either above or below its optimum complexity, the output of the group progressively decreases from the maximum. Nature inexorably presses toward a unique goldilocks hierarchal structure for any given organization.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/churchlessness-can-help-new-congregations-11549640872", "title": "Churchlessness Can Help New Congregations", "date": "2019-02-08 10:47", "summary": "Gathering in nontraditional and nondedicated places of worship can actually engender more engagement and energy in a religious community.. Karl Zinsmeister has a valid concern about the cost to American society of declining interest in religion, but I believe his focus on the actual buildings themselves is misplaced (\"What to Do With Empty Churches,\" Houses of Worship, Feb. 1). Gathering in nontraditional and nondedicated places of worship can actually engender more engagement and energy in a religious community; the people that participate do so because of the community and the relationships, not because of the building. There is more work involved in arranging regular worship services in a nondedicated venue, but this actually provides additional opportunities for individual service within the religious community, which helps individuals become more engaged and involved in the community; it can even give them an increased sense of purpose and belonging. This result may be part of the reason that, as Mr. Zinsmeister points out, many of the booming and swelling congregations aren't meeting in traditional venues. Like the revival tents of old, the next Great Awakening is more likely to occur in auditoriums, theaters and strip malls than in those majestic, old houses of worship.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-soldier-reconsiders-american-war-in-vietnam-11549640846", "title": "An Old Soldier Reconsiders American War in Vietnam", "date": "2019-02-08 10:47", "summary": "Many young Americans idealistically volunteered to serve in the Vietnam War. We volunteers believed we were fighting for democracy.. The fine letters (Feb. 2) responding to William Lloyd Stearman's \"America Lost Vietnam but Saved Southeast Asia\" (op-ed, Jan. 28) might deserve one final word from this old Vietnam veteran. Many young Americans idealistically volunteered to serve in the Vietnam War. We volunteers believed we were fighting for democracy. Mr. Stearman's article gives us a ray of hope that maybe we accomplished something.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-reinvest-in-our-strategic-missile-defense-11549640794", "title": "It's Time to Reinvest in Our Strategic Missile Defense", "date": "2019-02-08 10:46", "summary": "The Pentagon's independent cost-estimate for developing, deploying and operating a thousand Brilliant Pebbles for 20 years was $10 billion in 1988 dollars.. I welcome Arthur Herman's applause for our current operational ballistic missile defense (BMD) systems since they began serious acquisition programs on my watch: our ground-based homeland defense plus Patriot, Thaad, Aegis-and even others such as Israel's Arrow system (\"Bring Missile Defense Down to Earth,\" op-ed, Jan. 31).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pedophile-doctor-drew-suspicions-for-21-years-no-one-stopped-him-11549639961", "title": "A Pedophile Doctor Drew Suspicions for 21 Years. No One Stopped Him.", "date": "2019-02-08 10:32", "summary": "The federal government's Indian Health Service failed to protect Native American boys from Pat Weber's sexual abuse, despite repeated warning signs. This article is a joint investigation between Frontline PBS and The Wall Street Journal. A related documentary aired Feb. 12 on PBS.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-a-cop-bought-a-doughnut-shop-something-surprising-happened-it-thrived-11549639800", "title": "When a Cop Bought a Doughnut Shop, Something Surprising Happened: It Thrived", "date": "2019-02-08 10:30", "summary": "Ron Joyce expanded Tim Hortons chain across Canada and into the U.S., then regretted selling it to Wendy's. A hockey player and a cop team up to sell doughnuts. Neither has much business experience. What could go wrong?", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hitlers-pawn-review-who-was-herschel-grynszpan-11549639436", "title": "'Hitler's Pawn' Review: Who Was Herschel Grynszpan?", "date": "2019-02-08 10:23", "summary": "\"I must protest so the whole world hears my protest,\" Grynszpan wrote to his parents. On Nov. 7, 1938, he took a gun, walked into the German embassy in Paris and killed a diplomat. The event helped prompt the Kristallnacht attacks two days later.. No one would have heard of Herschel Grynszpan if he hadn't walked into the German Embassy in Paris on the morning of Nov. 7, 1938. Before traveling by Métro to the town house in the rue de Lille, the 17-year-old had stopped at a gun store and bought a pistol for 210 francs; he paid another 35 for a box of bullets. Reaching the embassy and insisting that he needed to speak to a diplomat, he passed the ambassador in the lobby without realizing it and was shown into the office of the junior counselor on duty, Ernst vom Rath. There he drew the pistol, called vom Rath a \"sale boche\" (filthy Kraut) and fired the five shots that he had in the magazine. He surrendered to police without a fight. The price tag was still on the gun.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-hecht-review-a-difficult-man-11549639058", "title": "'Ben Hecht' Review: A Difficult Man to Pin Down", "date": "2019-02-08 10:17", "summary": "Journalist, playwright, screenwriter, contrarian. Then, suddenly, a militant Zionist. What made Ben Hecht tick?. A screenwriter hoping to serve up a punchy opening scene could hardly do better than the first paragraph of Adina Hoffman's new biography of Ben Hecht. Sentence one: Jean-Luc Godard says Hecht was \"a genius [who] invented 80 percent of what is used in Hollywood movies today.\" Sentence two: Menachem Begin proclaims that Hecht \"wrote stories-and he made history.\" The opening credits have barely rolled (so to speak), and we already know that the book is a very unusual sort of Hollywood biography, one about a man who sought a role on the world stage that extended far beyond having written \"Scarface.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-winston-groom-on-american-generals-11549638960", "title": "Five Best: Winston Groom on American Generals", "date": "2019-02-08 10:16", "summary": "The author, most recently, of \"The Allies: Roosevelt, Churchill, Stalin, and the Unlikely Alliance That Won World War II\" recommends works about leaders who took the nation's soldiers into battle.. By Leonard Mosley (1982)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-an-alien-probe-a-harvard-astronomer-thinks-it-might-be-11549638889", "title": "Is That an Alien Probe? A Harvard Astronomer Thinks It Might Be", "date": "2019-02-08 10:14", "summary": "Avi Loeb, chairman of Harvard's astronomy department, created a media maelstrom by suggesting that a mysterious space object might be from another civilization. He's relishing the attention as a teaching moment.. In the fall of 2017, astronomers in Hawaii spotted something strange speeding through the solar system. The reddish cylinder was like no comet or asteroid they had ever seen. They concluded it came from the stars and named it 'Oumuamua, which means first messenger in the language of the islands.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-weird-review-choosing-words-carefully-11549638430", "title": "'Beyond Weird' Review: Choosing Words Carefully", "date": "2019-02-08 10:07", "summary": "The math of quantum physics isn't very hard. But speaking about it in colloquial language is.. There must be hundreds of books trying to explain quantum physics to thoughtful readers who know little if anything about physics or the relevant mathematics. Why so many? Three reasons come to mind:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-diamond-and-the-hostage-11549638298", "title": "Mysteries: The Diamond and the Hostage", "date": "2019-02-08 10:04", "summary": "On the eve of the czar's coronation, a Romanov prince is held captive by a criminal mastermind.. 'A Spy in Exile'(Emily Bestler, 375 pages, $27) by Jonathan de Shalit-a pen name, we are told, for a \"former high-ranking member of the Israeli intelligence community\"-is a sequel of sorts to the pseudonymous author's memorable debut novel, \"Traitor.\" The new book (set mostly in 2014 and '15) picks up the story of 34-year-old Ya'ara Stein, a field operative fired from an elite Mossad unit at the end of \"Traitor\" for reckless aggression.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-on-the-edge-in-the-golden-state-11549638268", "title": "Science Fiction: On the Edge in the Golden State", "date": "2019-02-08 10:04", "summary": "Middle-aged Roy Bingham lives in a postapocalyptic California: skateboarding, drinking and playing with his dog. What went wrong with America-and with Roy's life?. The postapocalypse story, set in a world heading back into barbarism, has a long history in science fiction. It got a big boost back in the 1950s from the new and genuine fear of the effects of nuclear war, but these days the triggering mechanism is more often a slow crumble: economic breakdown, social breakdown, water shortage, a combination of events.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalins-scribe-review-collaborator-laureate-11549638213", "title": "'Stalin's Scribe' Review: Collaborator Laureate", "date": "2019-02-08 10:03", "summary": "Mikhail Sholokhov achieved a high position in the Soviet power structure and even won the Nobel Prize in 1965. But he never wrote anything to compare with his first novel, \"The Quiet Don,\" and some question if he even wrote all of that.. When Jean-Paul Sartre refused the Nobel Prize for literature in 1964, he gave as one of his reasons the fact that the award had recently been given to Boris Pasternak instead of that true socialist, Mikhail Sholokhov. The following October, after years of strenuous lobbying from Soviet leader Nikita Khrushchev and the entire Soviet literary establishment, Sholokhov at last received the prize, just when the timing could not have been worse.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-road-trips-and-time-trips-11549638077", "title": "Fiction: Road Trips and Time Trips", "date": "2019-02-08 10:01", "summary": "A brilliant, blackly absurdist road-trip novel set in the thick of Syria's brutal civil war.. Khaled Khalifa's \"Death Is Hard Work\" (Farrar, Straus & Giroux, 180 pages, $25) begins with an old man's dying wish: that his children bury him in the family plot in the town of his birth, a few hundred kilometers from the capital. It might be a reasonable request in normal times, but this is contemporary Syria, where to walk to the market is to risk being killed. \"Better to tend to the dead,\" the man's son Bolbol decides in resignation; \"after all, they now outnumbered the living.\" So begins this brilliant, blackly absurdist road-trip novel, a restaging of \"As I Lay Dying\" in the thick of the world's most brutal civil war.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-the-wind-in-the-willows-and-the-man-in-the-willows-review-still-the-only-way-to-travel-11549638010", "title": "'The Making of The Wind in the Willows' and 'The Man in the Willows' Review: The River and the Wild Wood", "date": "2019-02-08 10:00", "summary": "In May 1904, Kenneth and Elsie Grahame were late to a dinner party because, according to a maid, Kenneth was \"up in the night-nursery telling Master Mouse some ditty or another about a Toad.\" Master Mouse was the family name for the Grahames' only child, Alastair, and the story that his father concocted that night was destined to become a children's classic.. In May 1904, Kenneth and Elspeth Grahame were late to a dinner party because, according to a maid, Kenneth was \"up in the night-nursery telling Master Mouse some ditty or another about a Toad.\" Master Mouse was the family name for the Grahames' only child, Alastair, and the story that his father concocted that night was destined to become a children's classic. Published in 1908, \"The Wind in the Willows\" had a tepid initial reception but soon won over the public with its lively mingling of comedy and bucolic romanticism.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-media-board-to-probe-bezos-blackmail-claim-11549637130", "title": "American Media Board to Probe Bezos Blackmail Claim", "date": "2019-02-08 09:45", "summary": "The board said it would take whatever appropriate action needed after investigation. *American Media: Was in Good Faith Negotiations to Resolve All Matters Bezos", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-flamengo-soccer-club-training-ground-hit-by-fire-leaving-10-dead-11549635550", "title": "Brazil's Flamengo Soccer Training Ground Hit by Fire, Leaving 10 Dead", "date": "2019-02-08 09:19", "summary": "Local reports say the dead include four players on the club's youth team, two young men trying out for the team and four club employees. SÃO PAULO-A fire at the training ground of one of Brazil's best-known soccer clubs, Flamengo, left 10 people dead and three wounded, a spokeswoman for Rio de Janeiro's military firefighters said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-labor-market-sizzles-on-record-private-sector-hiring-11549635488", "title": "Canada Labor Market Sizzles on Record Private-Sector Hiring", "date": "2019-02-08 09:18", "summary": "Unemployment rate rose on sharp uptick in young job-seekers. OTTAWA-Employment in Canada surged in January, led by the biggest one-month private-sector hiring spree on record, while the unemployment rate climbed on a sharp increase in the number of young people looking for a job.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-expedia-mattel-gannett-and-skechers-11549625553", "title": "Stocks to Watch: Expedia, Mattel, Gannett", "date": "2019-02-08 09:14", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-to-probe-how-trumps-associates-influenced-the-va-11549634520", "title": "House Democrats to Probe How Trump's Associates Influenced the VA", "date": "2019-02-08 09:02", "summary": "Panel seeks info about a private email channel. WASHINGTON-House Democrats are beginning an investigation into how three men affiliated with President Trump, but who held no official government positions, wielded influence at the Department of Veterans Affairs, according to a letter released Friday morning.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-secretary-nominee-says-he-will-balance-energy-environment-11549634400", "title": "Interior Secretary Nominee Says He Will Balance Energy, Environment", "date": "2019-02-08 09:00", "summary": "Former oil lobbyist David Bernhardt acknowledges department has 'room to grow' in protecting land. WASHINGTON-The former oil industry lobbyist now in charge of the Interior Department says he's prepared to balance the interests of environmentalists against an administration that has put a priority on opening public lands to energy development.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-denies-muslim-inmates-request-for-imam-at-his-side-during-execution-11549633026", "title": "Supreme Court Denies Muslim Inmate's Request for Imam at His Side During Execution", "date": "2019-02-08 08:37", "summary": "High court allowed execution to proceed by a 5-4 vote. Alabama executed a Muslim inmate late Thursday after a divided Supreme Court rejected his request for an imam to accompany him in the death chamber, rather than the Christian chaplain the state provides to pray alongside prisoners as they die for their crimes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-roger-stone-entangled-himself-in-the-nfls-concussion-settlement-11549630821", "title": "How Roger Stone Entangled Himself in the NFL's Concussion Settlement", "date": "2019-02-08 08:00", "summary": "Trump's former campaign adviser, who has been charged by the special counsel, surfaced in an unusual conflict between lawyers representing players in the $1 billion settlement. In January 2018, Roger Stone appeared on a podcast for Infowars, the far-right website, and burst into a monologue on an unlikely topic: the NFL's billion-dollar concussion settlement with former players.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/female-clo-managers-tend-to-outperform-men-11549630802", "title": "Female CLO Managers Tend to Outperform Men", "date": "2019-02-08 08:00", "summary": "Women fare better on a measurement that combines cash flow returns and net asset value in Citigroup's analysis. Collateralized loan obligations run by women deliver better returns on average than those run by men, according to an analysis by Citigroup Inc. of data gathered since 2013.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-new-deal-democrats-position-climate-change-as-central-issue-in-2020-11549630802", "title": "'Green New Deal' Democrats Raise Climate Change as 2020 Issue", "date": "2019-02-08 08:00", "summary": "Leading candidates embrace clean-energy push, setting up contrast with pro-fossil-fuel Trump. WASHINGTON-Democratic officials and activists are pushing the party to unify behind a plan to quickly wean the U.S. economy off fossil fuels and cement climate change as a central issue in the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-christie-as-white-house-chief-of-staff-it-almost-happened-11549630606", "title": "Chris Christie as Chief of Staff? It Almost Happened", "date": "2019-02-08 07:56", "summary": "The latest twist in the Kushner-Christie saga: White House senior adviser supported the former New Jersey governor for the post. WASHINGTON-How close was Chris Christie to succeeding John Kelly as White House chief of staff in December?", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-pharmas-big-cancer-hope-is-fizzling-11549629000", "title": "Big Pharma's Big Cancer Hope Is Fizzling", "date": "2019-02-08 07:30", "summary": "Drugmakers have spent heavily on CAR-T cancer treatments, but early returns on the investment aren't looking good. A major investment by the drug industry isn't turning out the way investors hoped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-india-site-restocked-after-joint-venture-stake-cut-11549628258", "title": "Amazon's India Site Restocked After Joint-Venture Stake Cut", "date": "2019-02-08 07:17", "summary": "E-commerce giant's paring of stake in venture brings it in line with new regulations. MUMBAI-Hundreds of thousands of products are back on Amazon.com Inc.'s India website after the online retailer restructured its investments to get around restrictions that had forced sellers to pull items from the site this month.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-i-love-thee-a-mathematician-counts-the-ways-11549627200", "title": "The Math Behind Successful Relationships", "date": "2019-02-08 07:00", "summary": "Tool quantifies couples' interaction during an argument-and predicts who will divorce. Nearly 30 years ago, a mathematician and a psychologist teamed up to explore one of life's enduring mysteries: What makes some marriages happy and some miserable?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-turbulence-spurs-demand-for-fledgling-active-etfs-11549627200", "title": "Market Turbulence Spurs Demand for Active ETFs", "date": "2019-02-08 07:00", "summary": "Passive funds still dominate industry, but a flurry of interest in active segment hints investors' perceptions are shifting. Rocky markets have been a boon to active managers in exchange-traded funds, an industry long synonymous with the rise of passive investing.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bond-and-stock-markets-need-to-talk-11549626252", "title": "Bond and Stock Markets Need to Talk", "date": "2019-02-08 06:46", "summary": "Treasury yields assume no chance the Fed will raise rates this year, even as equities have rallied. Investors buying bonds should start checking what their colleagues in the stock market are doing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-stocks-may-struggle-to-keep-turning-heads-11549626352", "title": "Beauty Stocks May Struggle to Keep Turning Heads", "date": "2019-02-08 06:45", "summary": "L'Oréal and Estée Lauder posted very strong quarterly growth but their stock valuations may be too picture-perfect. Makeup companies have been outliers during a subdued earnings season for the consumer sector. Their glossy valuations will take work to maintain, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advertisers-warm-to-fledgling-alliance-of-american-football-11549623601", "title": "Advertisers Warm to Fledgling Alliance of American Football", "date": "2019-02-08 06:00", "summary": "New professional football league debuts Saturday on the heels of the Super Bowl. A new professional football league, The Alliance of American Football, plays its first games on CBS this Saturday, less than a week after the Super Bowl's final whistle.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-explores-1-billion-sale-of-taxi-firm-addison-lee-11549622630", "title": "Carlyle Explores $1 Billion Sale of Taxi Firm Addison Lee", "date": "2019-02-08 05:45", "summary": "The possible sale comes amid intensifying competition from ride-hailing apps Uber and Lyft. U.S. private-equity firm Carlyle Group LP is eyeing the possible sale of Addison Lee Group in a deal that could value the London-based taxi company around £800 million ($1.04 billion), according to people familiar with the matter.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-says-u-k-software-issues-will-take-years-to-fix-11549622585", "title": "Huawei Says U.K. Software Issues Will Take Years to Fix", "date": "2019-02-08 05:43", "summary": "Chinese telecom giant responds to concerns over discrepancies in software flagged by U.K. lab. China's Huawei Technologies Co. said it could take up to five years to fully address concerns raised by the U.K. government about its software and engineering processes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-uber-and-lyft-take-you-for-a-ride-11549621806", "title": "Don't Let Uber and Lyft Take You for a Ride", "date": "2019-02-08 05:30", "summary": "This year's most anticipated IPOs will hinge on whether investors believe the ride-hailing companies can stop burning money. It's probably about time for your favorite ride-hailing app to raise prices.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-rollers-cool-their-bets-as-chinese-economy-slows-11549621801", "title": "High-Rollers Cool Bets as Chinese Economy Slows", "date": "2019-02-08 05:30", "summary": "Bearish outlook for Macau squeezes casino firms including Las Vegas Sands, Wynn Resorts; VIP gamblers cautious. A run of good fortune for the world's top casino operators is coming to a halt as high-rollers feel the pinch from China's economic slowdown.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-report-slow-progress-in-probe-of-alleged-smollett-attack-11549621801", "title": "Police Report Slow Progress on Alleged 'Empire' Star Attack", "date": "2019-02-08 05:30", "summary": "Hate crimes are particularly difficult and slow to investigate; Chicago police 'looking at shreds of detail'. CHICAGO-The Chicago Police Department is nearly two weeks into its investigation of an alleged attack on Jussie Smollett, a star of the TV hit \"Empire,\" and has gathered little traction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-inc-finds-a-new-use-for-cashgiving-it-back-to-investors-11549616780", "title": "Japan Inc. Finds a New Use for Cash-Giving It Back to Investors", "date": "2019-02-08 04:06", "summary": "Resume Subscription. SoftBank 's recent tech investments may have had a mixed record, but this week it managed to turn $5.5 billion into $15 billion in just one day-simply by announcing a plan to buy its own stock. Other Japanese companies should take note.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rally-in-emerging-market-currencies-needs-more-fuel-to-continue-11549607266", "title": "The Rally in Emerging-Market Currencies Needs More Fuel to Continue", "date": "2019-02-08 01:27", "summary": "The gains so far in 2019 have been powered by the Fed's dovish shift and hopes of a U.S.-China trade deal. After a brutal 2018, most currencies in developing economies have enjoyed a strong start to the year. Concrete action, such as a trade deal between the world's largest economies, may be necessary for the rally to continue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11549581130", "title": "Pepper...and Salt", "date": "2019-02-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-john-dingell-a-life-long-in-public-service-11549601789", "title": "Photos: John Dingell, a Life Long in Public Service", "date": "2019-02-08 23:56", "summary": "He served in Congress for 59 years and 21 days, longer than any other member in history and left his mark on major U.S. laws of the last century. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cyberattack-rattles-australian-parliament-11549600978", "title": "Cyberattack Rattles Australian Parliament", "date": "2019-02-08 23:42", "summary": "Hackers targeted the seat of government, but authorities said it did not appear to be an attempt to influence coming elections. CANBERRA, Australia-Australia's parliament was hit by a cyberattack that authorities believe came from overseas, the latest in a string of infiltrations into government computer systems globally.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-ceo-jeff-bezos-accuses-tabloid-of-attempted-blackmail-11549584408", "title": "Amazon CEO Bezos Accuses Tabloid of Attempted Blackmail", "date": "2019-02-08 23:41", "summary": "Tech executive alleges National Enquirer parent American Media threatened to publish embarrassing photos of him. Jeff Bezos, founder of Amazon.com Inc., accused National Enquirer's publisher of trying to blackmail him by threatening to release embarrassing photos, escalating a fight that began with the tabloid's revelations of his alleged extramarital affair.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-virginia-lawmaker-has-a-yearbook-with-blackface-photos-11549576781", "title": "Another Virginia Official Has a Yearbook With Blackface Photos", "date": "2019-02-08 23:39", "summary": "GOP legislative leader defends himself as state's political crisis spreads to both parties. RICHMOND, Va.-A top Republican Virginia lawmaker was forced to defend his role editing a college yearbook with photographs of students in blackface, as the state's political crisis spread to both parties Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-supreme-court-blocks-louisiana-regulations-on-abortion-providers-for-now-11549593565", "title": "Supreme Court Blocks Louisiana Regulations on Abortion Providers", "date": "2019-02-08 23:29", "summary": "High court's action, which split the justices 5 to 4, puts state regulations on hold while litigation continues. WASHINGTON-A divided Supreme Court on Thursday blocked Louisiana from implementing abortion regulations that could limit the availability of the procedure in the state, in an interim action that could set the stage for the court to weigh in on abortion rights in the near future.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-outages-hit-online-and-mobile-banking-11549580919", "title": "Wells Fargo Outages Hit Online and Mobile Banking", "date": "2019-02-08 22:14", "summary": "Some customers complain about being unable to pay bills or make charges on their cards. Wells Fargo & Co. said it experienced systems failures Thursday that left customers unable to access online banking and mobile applications.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-attorney-general-balks-at-testifying-before-house-panel-without-assurance-he-wont-be-subpoenaed-11549561968", "title": "Acting Attorney General Agrees to Testify Before Congress", "date": "2019-02-08 22:07", "summary": "Agreement narrowly averts showdown between Justice Department and House Democrats. WASHINGTON-Acting Attorney General Matthew Whitaker is expected to testify before Congress on Friday, after a dispute between Democrats and the Justice Department over his conversations with the White House on the special counsel's Russia investigation threatened to forestall the appearance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-dingell-the-longest-serving-member-of-congress-has-died-11549593579", "title": "John Dingell, Longest-Serving Member of Congress, Dies at 92", "date": "2019-02-08 21:56", "summary": "Michigan Democrat known as master legislator, power broker in energy and health policy. Former Rep. John Dingell of Michigan, who served in Congress longer than any member in history and left his mark on the major civil rights, environmental and health care laws of the last century, died Thursday at age 92.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-reiterates-theres-no-need-to-raise-rates-again-11549585851", "title": "Fed's Bullard Says No Need to Raise Rates Again", "date": "2019-02-08 21:16", "summary": "St. Louis central bank official sees low inflation risk. St. Louis Fed leader James Bullard again said Thursday the central bank doesn't need to raise rates any further to achieve its job and inflation goals.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasios-budget-calls-for-cost-savings-hiring-freeze-at-city-agencies-11549581947", "title": "De Blasio's Budget Calls for Cost-Savings, Hiring Freeze", "date": "2019-02-08 20:10", "summary": "In his $92.2 billion preliminary proposal, NYC's mayor expands spending by $3 billion. New York City Mayor Bill de Blasio on Thursday presented a $92.2 billion budget that would continue to expand spending, while calling for a citywide cost-savings program, implementing a hiring freeze and warning that tax revenue will fall short.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-endless-wars-and-peace-11549586285", "title": "Trump's 'Endless Wars' and Peace", "date": "2019-02-08 19:38", "summary": "U.S. troops abroad are needed to deter war and bad actors.. President Trump won applause in Tuesday night's State of the Union address when he declared that \"great nations do not fight endless wars.\" It's a resonant line in a country that has been fighting in parts of the Middle East for nearly two decades. And, in a literal sense, the statement is true.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appalachian-spring-11549586057", "title": "Appalachian Spring", "date": "2019-02-08 19:34", "summary": "West Virginia's rebound is raising wages and reducing welfare.. Perhaps no state suffered more from the Obama regulatory assault than West Virginia as coal production and business investment plunged. As Democrats roll out their Green New Deal, it's worth highlighting the state's economic renaissance powered in part by fossil fuels.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-bills-to-defend-free-trade-11549585914", "title": "Two Bills to Defend Free Trade", "date": "2019-02-08 19:31", "summary": "Congressional action to rein in presidential tariff power is overdue.. While the Trump Administration ponders whether to claim that imported Volkswagens threaten national security, some on Capitol Hill are trying again to rein in the President's tariff powers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-presses-manafort-prosecutors-on-alleged-lying-11549585758", "title": "Judge Presses Manafort Prosecutors on Alleged Lying", "date": "2019-02-08 19:29", "summary": "The judge questioned why the allegations mattered in the broader context of the case, according to a hearing transcript. WASHINGTON-A federal judge overseeing the prosecution of Paul Manafort had sharp questions for prosecutors at an unusual sealed hearing on their allegations that the former Trump campaign chairman lied to investigators, asking multiple times why the allegations mattered in the broader context of the case, according to a transcript released Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-foreign-in-search-of-a-policy-11549585717", "title": "Europe's 'Foreign' in Search of a 'Policy'", "date": "2019-02-08 19:28", "summary": "The EU's Venezuela follies show the limits of Brussels's diplomacy.. Nineteen European Union governments on Monday recognized Juan Guaidó as the legitimate interim president of Venezuela, and it says something about Europe that no one can decide whether this is a show of strength or weakness.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-sets-april-target-date-for-leaving-syria-11549573965", "title": "U.S. Military Sets April Target Date for Leaving Syria", "date": "2019-02-08 19:18", "summary": "Withdrawal plans proceed with no plan in place to protect Kurdish partners in fight against Islamic State from Turkish attacks after pullout. WASHINGTON-The Pentagon is preparing to pull all U.S. forces out of Syria by the end of April, even though the Trump administration has yet to come up with a plan to protect its Kurdish partners from attack when they leave, current and former U.S. officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-to-put-plan-to-overhaul-mta-into-budget-bill-11549579546", "title": "New York Gov. Cuomo to Put Plan to Overhaul MTA Into Budget Bill", "date": "2019-02-08 19:18", "summary": "He also promised that funds from a proposed congestion toll would be dedicated to capital improvements. New York Gov. Andrew Cuomo said Thursday he will insert into his state budget bills a plan to overhaul the Metropolitan Transportation Authority and reiterated his position that he wouldn't send more money to the beleaguered transit authority without reorganizing its management.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-all-stocks-are-up-but-for-how-long-11549544401", "title": "Most Stocks Are Up, and Yet Some Worry", "date": "2019-02-08 19:12", "summary": "The rapid pace of 2019's gains has alarmed investors concerned that volatility could surge. A blistering run of gains has powered nearly all of the stocks in major U.S. indexes higher this year, making some investors uneasy that the nearly decadeold bull market will face another bout of volatility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]