[{"link": "https://www.wsj.com/articles/another-win-for-the-kagan-court-11592264430", "title": "Another Win for the Kagan Court", "date": "2020-06-15 19:40", "summary": "She wins over Gorsuch and Roberts to rewrite the Civil Rights Act.. Congratulations to Chief Justice Elena Kagan on her big win Monday at the Supreme Court on gay and transgender rights in Bostock v. Clayton County. Ok, she isn't the Chief, but she might as well be as her redefining of Antonin Scalia's jurisprudence prevailed in a startling 6-3 ruling that included Chief Justice John Roberts and Justice Neil Gorsuch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lorax-loses-at-the-supreme-court-11592264237", "title": "The Lorax Loses at the Supreme Court", "date": "2020-06-15 19:37", "summary": "Is the Appalachian Trail a barrier to pipelines? No, the Justices say.. Opponents of fossil fuels will go to great lengths to stop production, and on Monday they took a deserved drubbing at the Supreme Court. A 7-2 majority ruled that the Appalachian Trail, a 2,200-mile footpath from Maine to Georgia, is not an impassable barrier to natural-gas pipelines.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-data-are-in-its-time-for-major-reopening-11592264199", "title": "The Data Are In: It's Time for Major Reopening", "date": "2020-06-15 19:36", "summary": "Four new analyses of actual results show how the initial projections overestimated the value of lockdowns.. Early in the Covid-19 pandemic, an influential economic analysis from the University of Chicago concluded that the likely benefits of moderate social distancing would greatly exceed the resultant costs. The New York Times and the Washington Post recently cited that study as evidence that the use of strict lockdowns to control the virus's spread has been justified, and that current efforts to \"open up\" social and economic activity around the U.S. are dangerous and irresponsible. That is seriously misleading; the Chicago study is already out of date. More recent research supports the idea that the lockdowns should end.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-market-in-medical-care-singapore-shows-the-way-11592264057", "title": "A Real Market in Medical Care? Singapore Shows the Way", "date": "2020-06-15 19:34", "summary": "Some American companies have embraced elements of it, such as price transparency and HSAs.. Does a real health-care market exist anywhere in the world? It certainly doesn't in the U.S., where health-care providers don't tell patients in advance about pricing, outcomes or alternatives. Consumers don't know what they're buying or how much it costs. And the costs are largely paid by insurance companies, which don't spend their own money. With a health-care market this dysfunctional, little wonder the U.S. spends 18% of gross domestic product on health.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/annexation-would-be-a-mistakeand-a-tragedy-11592264095", "title": "Annexation Would Be a Mistake-and a Tragedy", "date": "2020-06-15 19:34", "summary": "Formalizing the unequal status in the West Bank between Israelis and even a small percentage of Palestinians will threaten Israel's moral credibility.. Jerusalem", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-suffers-widespread-cellular-outage-11592252148", "title": "T-Mobile Suffers Widespread Cellular Outage", "date": "2020-06-15 19:31", "summary": "Customers in several states report problems making and receiving voice calls. T-Mobile US Inc. users in several states reported problems making and receiving phone calls Monday, a widespread service disruption for the newly enlarged wireless provider.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cy-vances-broken-window-11592263910", "title": "Cy Vance's Broken Window", "date": "2020-06-15 19:31", "summary": "A top prosecutor affirms his virtue as he shrugs off a church's vandalism.. Cy Vance Jr. just made it official: Broken-windows policing is dead.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-godmother-review-granite-state-power-broker-11592263846", "title": "'Political Godmother' Review: Granite State Power Broker", "date": "2020-06-15 19:30", "summary": "A New Hampshire newspaper played an outsize role in national politics. Its owners included a spirited newspaperwoman with strong opinions.. It seems almost quaint to recall that, for the quarter-century between the mid-1950s and the late 1970s, the one reliably conspicuous feature of the first-in-the-nation presidential primary in New Hampshire was the preoccupation of the press corps with a man named William Loeb. All but forgotten today, Loeb was the owner and publisher of New Hampshire's only statewide daily newspaper, the Manchester Union Leader, and as such was believed to possess superhuman powers in shaping local opinion and charting the course of national politics.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-disbands-anticrime-unit-as-city-leaders-debate-1-billion-in-cuts-to-police-11592263500", "title": "NYPD Disbands Anticrime Unit as City Debates $1 Billion in Police Cuts", "date": "2020-06-15 19:25", "summary": "Move eliminates unit involved in Eric Garner death as mayor, city council leaders negotiate proposed savings to cull from $5.6 billion law-enforcement budget. A controversial New York Police Department anticrime unit will be disbanded, police officials said Monday, as negotiations over cutting funding to the department have intensified.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-rep-tom-rice-fell-ill-from-coronavirus-11592263448", "title": "GOP Rep. Tom Rice Fell Ill From Coronavirus", "date": "2020-06-15 19:24", "summary": "South Carolina lawmaker is one of at least seven House members to have contracted Covid-19. WASHINGTON-Rep. Tom Rice (R., S.C.) said Monday that he has recovered from a mild case of Covid-19, the first Capitol Hill lawmaker to report contracting the disease since the nation began cautiously reopening from coronavirus-related shutdowns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voice-of-america-director-resigns-after-clashing-with-trump-administration-11592259031", "title": "Voice of America Director Resigns After Clashing With Trump Administration", "date": "2020-06-15 19:20", "summary": "Resignations of VOA leaders follows Senate confirmation of Trump-nominated global media chief. The director of Voice of America, a U.S. government-funded media organization, quit Monday after a new overseer was installed and following clashes with the Trump administration on coverage of China and the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-ruling-on-gay-rights-affects-work-life-for-millions-11592262825", "title": "Supreme Court Ruling on Gay Rights Affects Work Life for Millions", "date": "2020-06-15 19:13", "summary": "Nearly 2,000 charges alleging LGBT discrimination were filed to EEOC in 2019. Monday's Supreme Court ruling, which decided gay, lesbian, bisexual and transgender workers are covered under Title VII of the 1964 Civil Rights Act, will have the most impact for millions of workers at small and midsize businesses, as well as large firms, who weren't previously protected by state-level laws or formal employer policies, legal experts say.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-confirms-u-s-will-cut-military-presence-in-germany-11592260097", "title": "Trump Confirms U.S. Will Cut Military Presence in Germany", "date": "2020-06-15 19:12", "summary": "Longstanding force to be reduced to about 25,000, President Trump says. President Trump confirmed Monday that he is sharply cutting the number of U.S. troops in Germany and would cap the number of American military personnel there at 25,000, unless the German government spends more on defense.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-boltons-feud-with-white-house-escalates-11592259819", "title": "Bolton Feud With White House Escalates", "date": "2020-06-15 19:06", "summary": "The former national security adviser is set to publish his book amid White House assertions that it contains classified information. Former national security adviser John Bolton is expected to move forward with the scheduled release of his book, following a monthslong campaign by the White House-including an effort by President Trump and the attorney general on Monday-to stop him.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-outlines-proposal-to-lend-money-to-nonprofits-11592256260", "title": "Fed Outlines Proposal to Lend Money to Nonprofits", "date": "2020-06-15 18:38", "summary": "Bank proposes limiting loans to entities with endowments of $3 billion or less. The Federal Reserve outlined a proposal Monday to include nonprofit organizations in its previously introduced $600 billion lending program for small and midsize businesses disrupted by the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-for-gay-rights-in-the-workplace-11592230310", "title": "Supreme Court Rules for Gay and Transgender Rights in the Workplace", "date": "2020-06-15 18:33", "summary": "Justices rule federal civil-rights law prohibits workplace discrimination against LGBT workers. WASHINGTON-The Supreme Court ruled that bedrock federal civil-rights law prohibits employers from discriminating against workers on the basis of their sexual orientation or gender identity, a decision that for the first time extends federal workplace protections to LGBT employees nationwide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-15-2020-11592209998", "title": "New Coronavirus Cases Climb in More Than a Dozen States", "date": "2020-06-15 18:21", "summary": "U.S. death toll tops 116,000 as reported cases in the country pass 2.1 million, according to Johns Hopkins data. New coronavirus cases have accelerated in more than a dozen U.S. states as summer weather and reopenings have prompted throngs of people to gather across the country and officials to weigh next steps.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-cfos-lawyers-say-she-is-falsely-accused-by-u-s-11592258780", "title": "Huawei CFO's Lawyers Say She Is Falsely Accused by U.S.", "date": "2020-06-15 18:06", "summary": "Filing with Canadian court claims that U.S. authorities made 'reckless misstatements'. Lawyers for Huawei Technologies Co. finance chief Meng Wanzhou told a Canadian court that the U.S. has wrongly accused her of lying to banks about the Chinese company's business ties to Iran.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-olmem-deputy-national-economic-council-director-to-leave-white-house-11592256986", "title": "Andrew Olmem, Deputy National Economic Council Director, to Leave White House This Week", "date": "2020-06-15 17:47", "summary": "He coordinated administration efforts to scale back financial regulation. WASHINGTON-A top White House economic official who played an important role in the Trump administration's revamp of financial regulations is stepping down.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-peak-partners-kkr-win-bankruptcy-auction-for-borden-dairy-11592246425", "title": "Capitol Peak Partners, KKR Win Bankruptcy Auction for Borden Dairy", "date": "2020-06-15 17:46", "summary": "KKR is a major lender to Borden, which filed for bankruptcy in January. Consumer-focused investment firm Capitol Peak Partners LLC and KKR & Co. won a bankruptcy auction for Borden Dairy Co., the milk producer known for its \"spokes-cow\" Elsie, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-march-to-georgia-capitol-after-killing-of-rayshard-brooks-11592257564", "title": "Protesters March to Georgia Capitol After Killing of Rayshard Brooks", "date": "2020-06-15 17:46", "summary": "Atlanta organizers call on legislature to change criminal-justice laws and improve voting access in wake of a killing of a black man by police. Protesters marched to the Georgia State Capitol in Atlanta on Monday to denounce the killing of Rayshard Brooks, a 27-year-old black man who was fatally shot by police, and demand an end to police brutality.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-turns-down-cases-challenging-immunity-protections-for-police-11592257204", "title": "Supreme Court Turns Down Police Immunity Cases", "date": "2020-06-15 17:40", "summary": "Justices also say they won't hear appeals seeking expansion of gun rights. WASHINGTON-The Supreme Court on Monday turned away several appeals asking the justices to revisit a legal doctrine that often provides immunity to police officers accused of abuse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-martin-shkrelis-former-company-surge-on-limited-coronavirus-drug-study-11592247217", "title": "Shares of Martin Shkreli's Former Company Surge on Limited Coronavirus-Drug Study", "date": "2020-06-15 17:38", "summary": "Biotech stock jumped 30% on over-the-counter market after promising data from early research. Shares of Humanigen Inc., a biotech company briefly run by disgraced pharmaceutical executive Martin Shkreli, jumped 30% on the over-the-counter market Monday on results from the first human study of its experimental coronavirus-related drug.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-attorney-general-orders-police-to-release-names-of-officers-with-violations-11592248379", "title": "N.J. Attorney General Orders Police to Release Names of Officers With Violations", "date": "2020-06-15 17:36", "summary": "State police will be releasing two decades of records of troopers who have committed misconduct. New Jersey Attorney General Gurbir Grewal directed all law-enforcement agencies in the state to begin disclosing the names of officers who have been disciplined for serious violations and misconduct.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-will-amass-corporate-bond-portfolio-using-index-approach-11592246982", "title": "Fed Will Amass Corporate Bond Portfolio Using Index Approach", "date": "2020-06-15 17:30", "summary": "Central bank announces buying scheme to complement existing purchases in exchange-traded funds. The Federal Reserve on Monday spelled out in greater detail how it will execute a previously announced program to purchase bonds of U.S. companies that were highly rated as of mid-March.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-newsrooms-face-a-reckoning-on-race-after-floyd-protests-11592256570", "title": "Newsrooms Face Reckoning on Race After Floyd Protests", "date": "2020-06-15 17:29", "summary": "Staffers at several media outlets are pressing for changes on diversity, coverage and pay transparency. In an online town hall earlier this month, staffers at Bloomberg News expressed concerns that the news organization hadn't been aggressive enough in its coverage of the protests stemming from George Floyd's killing.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governor-tells-new-york-city-to-curb-gatherings-outside-bars-11592256538", "title": "Cuomo Tells New York City to Curb Gatherings Outside Bars", "date": "2020-06-15 17:29", "summary": "Gov. Andrew Cuomo calls on local officials to enforce social-distancing rules after revelers, many without masks, crowd sidewalks as weather warms. New York Gov. Andrew Cuomo on Monday told local governments, particularly New York City, to \"do your job\" in stopping large gatherings outside bars and restaurants to reduce the spread of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-facetime-portraiture-11592256587", "title": "The Art of FaceTime Portraiture", "date": "2020-06-15 17:29", "summary": "Homebound due to the pandemic, painter John Bjerklie and his alter ego, 'BigHat,' have taken to video chat to connect with and create portraits of colleagues around the globe.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-tap-wall-street-banks-to-advise-on-recapitalization-11592252631", "title": "Fannie, Freddie Tap Wall Street Banks to Advise on Recapitalization", "date": "2020-06-15 17:27", "summary": "Fannie Mae Hires Morgan Stanley; Freddie Mac Hires JPMorgan. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-15-2020-11592203627", "title": "Stocks Turn Higher on Federal Reserve Move", "date": "2020-06-15 17:22", "summary": "Dow recovers after the Federal Reserve followed through on moves to support corporate bonds. U.S. stocks climbed Monday, staging a dramatic reversal, after the Federal Reserve signaled its latest efforts to support financial markets through the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-unions-and-the-failure-of-management-11592255811", "title": "Police Unions and the Failure of Management", "date": "2020-06-15 17:16", "summary": "Unions don't train police officers or give orders. Unions don't make the rules on the use of force, tactics, staffing, equipment or promotions. Most union contracts in the public and private sectors include due process provisions to protect employees against arbitrary firing.. Regarding your editorial \"The Problem with Police Unions\" (June 11): Unions don't train police officers or give orders. Unions don't make the rules on the use of force, tactics, staffing, equipment or promotions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-host-balkan-peace-talks-11592241165", "title": "White House to Host Balkan Peace Talks", "date": "2020-06-15 17:13", "summary": "Serbia, Kosovo leaders invited to White House on June 27; Trump hopes for pre-election deal. The White House has invited the leaders of two quarreling Balkan nations for talks, in a bid to broker a resolution to a decadeslong dispute that prompted a U.S. military intervention in the region.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payday-lenders-serve-those-others-do-not-11592255555", "title": "Payday Lenders Serve Those Others Do Not", "date": "2020-06-15 17:12", "summary": "Our members paused marketing efforts while offering flexibility to current loan customers, including the ability to skip or defer payments.. Members of the Online Lenders Alliance have acted responsibly and proactively to help consumers during this difficult time (\"Payday Lenders Sidestep Ad Bans, State Restrictions,\" Page One, June 4). Our members paused marketing efforts while offering flexibility to current loan customers, including the ability to skip or defer payments, extend payment plans, waive fees for late or returned payments, freeze interest or pause collection activities. In some cases, lenders forgave loans entirely. We have encouraged consumers to contact their lenders as many lenders stand ready to assist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-workers-cooperate-with-police-forces-11592255480", "title": "Social Workers Cooperate With Police Forces", "date": "2020-06-15 17:11", "summary": "Strengthening social-worker and police partnerships can be an effective strategy in addressing behavioral health, mental health, substance use, homelessness, family disputes and other similar calls to 911 emergency-response lines.. The National Association of Social Workers (NASW) and many of our 110,000 members are deeply disappointed with Naomi Schaefer Riley's \"Are Social Workers the Answer?\" (op-ed, June 9).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-russia-with-malice-11592255429", "title": "From Russia With Malice", "date": "2020-06-15 17:10", "summary": "Trump wants Putin in the G-7. An American gets 16 years in jail.. President Trump has sought warmer ties with Russia since taking office, but the relationship hasn't improved much. A reminder of why came on Monday when a Moscow judge found Paul Whelan, a former U.S. Marine from Michigan, guilty of spying and sentenced him to 16 years in a high-security prison. \"This is all a political theater,\" Mr. Whelan said afterward.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-without-borders-ends-work-at-afghan-maternity-ward-after-attack-11592252850", "title": "Doctors Without Borders Ends Work at Afghan Maternity Ward After Attack", "date": "2020-06-15 16:27", "summary": "Two dozen people, including mothers and newborns, died in May attack; maternity project was one of the group's biggest. Doctors Without Borders is ceasing operations at a maternity ward in Kabul that was attacked last month, the international aid group said Monday, signaling how insecurity continues to plague Afghanistan despite U.S. efforts to reduce violence.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-adams-must-the-devil-have-all-the-good-tunes-and-shostakovich-violin-concertos-reviews-a-form-fit-for-virtuosos-11592252248", "title": "'John Adams: Must the Devil Have All the Good Tunes?' and 'Shostakovich: Violin Concertos' Reviews: A Form Fit for Virtuosos", "date": "2020-06-15 16:17", "summary": "John Adams's piano concerto is a clever, arresting showcase for the talents of Yuja Wang and the Los Angeles Philharmonic; violinist Alina Ibragimova and the State Academy Symphony Orchestra of Russia offer assured interpretations of the 20th-century composer's fearsome works.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-delayed-by-coronavirus-pandemic-11592250716", "title": "Oscars Delayed by Coronavirus Pandemic", "date": "2020-06-15 15:51", "summary": "Academy also extends eligibility deadline by two months. The Oscars will be delayed by nearly two months, the body that presents the awards said, after few new films have been released and most theaters have remained closed in recent months because of the coronavirus pandemic.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-decline-on-concerns-about-economic-recovery-11592238828", "title": "Treasury Yields Rise After Fed Vows Support", "date": "2020-06-15 15:43", "summary": "This week's data to provide further signs of whether U.S. recovery is taking hold. U.S. government-bond yields rose Monday, capping a session of wild swings after the Federal Reserve announced it would widen its efforts to support corporate credit markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-black-producers-canceling-cops-is-an-empty-gesture-11592248855", "title": "For Black Producers, Canceling 'Cops' Is an Empty Gesture", "date": "2020-06-15 15:20", "summary": "Black entertainment professionals say it's time to go beyond superficial measures; to make real change in Hollywood, more representation in management and creative roles are needed. Television producer Reggie Rock Bythewood was on a conference call with other producers discussing how work would resume after the coronavirus shutdown.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-privacy-bills-hit-roadblocks-in-congress-11592213400", "title": "Coronavirus Privacy Bills Hit Roadblocks in Congress", "date": "2020-06-15 15:19", "summary": "Companies seek federal guidance on data collection as offices reopen. As authorities and companies explore surveillance tools to fight the coronavirus and reopen the U.S. economy, many federal lawmakers agree that privacy protections are key. But proposals for safeguards unveiled in recent weeks have crashed into two familiar roadblocks in the U.S. Senate.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slide-on-renewed-demand-concerns-11592230068", "title": "Oil Prices Rise After Fed Updates Bond-Buying Program", "date": "2020-06-15 15:17", "summary": "U.S. crude had fallen more than 4% in morning trading before rising in the afternoon. Oil prices climbed Monday, shooting higher after the Federal Reserve said in the afternoon that it will update its purchases of corporate bonds to include individual bonds in addition to exchange-traded funds.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-feds-kaplan-says-rebound-likely-in-second-half-11592244879", "title": "Dallas Fed's Kaplan Says Rebound Likely in Second Half", "date": "2020-06-15 15:08", "summary": "San Francisco Fed's Daly Says Fed Policy Will Stay Easy for Long Time. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-eu-leaders-launch-new-push-for-brexit-trade-deal-11592239106", "title": "Boris Johnson, EU Leaders Launch New Push for Brexit Trade Deal", "date": "2020-06-15 14:51", "summary": "An agreement needs to be in place by Dec. 31 to avoid disruptions in trade between the two partners. British Prime Minister Boris Johnson agreed with top European Union officials to intensify Brexit trade talks over the summer as both sides seek to reach a deal before a year-end deadline.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-buyers-and-sellers-bare-it-all-11592245843", "title": "When Buyers and Sellers Bare It All", "date": "2020-06-15 14:30", "summary": "Real-estate agents recall home showings where clients stripped down to the buff. Michael Abrams Susan Landau Abrams", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-writes-campaign-script-with-three-big-themes-11592232042", "title": "Trump Writes Campaign Script With Three Big Themes", "date": "2020-06-15 14:26", "summary": "President hopes to turn around his troubled reelection bid by touting a recovering economy, bashing China and positioning himself as the law-and-order candidate. It's pretty easy to summarize President Trump's political position: His re-election bid is in serious trouble.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-suspends-investigates-abc-news-executive-barbara-fedida-11592244093", "title": "Disney Suspends, Investigates ABC News Executive Barbara Fedida", "date": "2020-06-15 14:22", "summary": "Moves follow allegations of racist remarks and other questionable behavior by Ms. Fedida. Walt Disney Co. suspended top ABC News executive Barbara Fedida and launched an investigation into her behavior after allegations of racist remarks and other questionable practices were raised in a recent HuffPost article.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operators-sue-choice-hotels-over-supplier-program-fees-alleged-discrimination-11592235026", "title": "Operators Sue Choice Hotels Over Supplier Program, Alleged Discrimination", "date": "2020-06-15 14:21", "summary": "Franchisees of Comfort Suites and other brands claim they are forced to pay inflated prices for hotel supplies. A group of Choice Hotels International Inc. franchisees have filed a lawsuit that claims the hotel company is burdening operators with inflated costs for goods and imposing duplicative fees to boost its own revenue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-spains-bullfights-coronavirus-threatens-fatal-blow-11592245210", "title": "For Spain's Bullfights, Coronavirus Threatens Fatal Blow", "date": "2020-06-15 14:20", "summary": "Pandemic forces cancellation of events already condemned by animal-rights groups. Veteran matador Diego Urdiales had this year's bullfighting season all planned out. He was due to perform in Spain's most important festivals, from Seville's April Fair to Madrid's San Isidro.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-presses-ahead-with-plans-for-tulsa-rally-despite-coronavirus-concerns-11592241726", "title": "Trump Presses Ahead With Tulsa Rally Despite Coronavirus Concerns", "date": "2020-06-15 14:17", "summary": "Centers for Disease Control and Prevention guidelines classify the type of event as 'highest risk'. President Trump indicated he has no plans to postpone a campaign rally in Tulsa, Okla., this weekend despite mounting concerns from local officials and residents about the event's potential to spread the new coronavirus.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-era-policing-proposals-find-some-success-but-ambitious-ideas-are-slow-moving-11592242031", "title": "Obama-Era Policing Proposals Find Some Success, but Ambitious Ideas Are Slow-Moving", "date": "2020-06-15 14:11", "summary": "Recommendations encounter longstanding policing norms and bureaucratic and resource hurdles. After the 2014 police shooting of Michael Brown in Ferguson, Mo., President Obama created a task force that offered 59 recommendations for better policing and building public trust.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-willing-to-testify-in-house-antitrust-probe-11592235048", "title": "Bezos Willing to Testify in House Antitrust Probe", "date": "2020-06-15 14:06", "summary": "Amazon says chief executive open to appearing alongside other tech CEOs. WASHINGTON-Lawyers for Amazon.com Inc . told House lawmakers that CEO Jeff Bezos is willing to testify at a hearing this summer alongside other tech leaders, according to a June 14 letter viewed by The Wall Street Journal.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-to-put-up-frequent-flier-program-for-5-billion-loan-11592227825", "title": "United to Put Up Frequent-Flier Program for Loan", "date": "2020-06-15 13:37", "summary": "United expects to have $17 billion in liquidity by the end of the third quarter as it grapples with the impact of the coronavirus pandemic. United Airlines Holdings Inc. will mortgage its frequent-flier program to secure a $5 billion loan from three banks as it seeks to build a cash cushion to see it through the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extraction-oil-gas-files-for-chapter-11-after-executive-payouts-11592242621", "title": "Extraction Oil & Gas Files for Chapter 11 After Executive Payouts", "date": "2020-06-15 13:37", "summary": "Denver-based oil-and-gas driller has creditor-backed plan to cut debt and turn bondholders into owners. Extraction Oil & Gas Inc., loaded with $1.7 billion in long-term debt, has become the latest oil-and-gas drilling company to file for bankruptcy after handing out retention bonuses to top management and putting creditors in position to take over the business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-in-u-k-spark-new-scrutiny-of-british-empire-11592242370", "title": "Protests in U.K. Spark New Scrutiny of British Empire", "date": "2020-06-15 13:32", "summary": "Black Lives Matter demonstrations shine light on Great Britain's 'original sin'. The killing in police custody of George Floyd and subsequent protests in the U.K. have prompted an unexpected outcome in Britain: an impassioned debate about the British Empire. With many people feeling powerless about their future during the coronavirus pandemic, the past is now a subject of contention.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-use-new-technology-to-stay-running-11592213401", "title": "Manufacturers Use New Technology to Stay Running", "date": "2020-06-15 13:24", "summary": "Tools from venture-backed startups, including software, sensors and AI, support assembly lines and supply chains during the pandemic. Factories around the world are turning to technology to help them safely open back up after being shut down by the coronavirus pandemic.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-sports-teams-want-the-day-off-for-voting-11592238790", "title": "Why Sports Teams Want the Day Off for Voting", "date": "2020-06-15 13:01", "summary": "Sports organizations want to boost voter turnout by turning Election Day into a holiday-the first policy shift to result from reckoning with racial injustice. In one of the first changes inspired by the national reckoning over racial injustice, sports organizations from NBA teams to the NCAA have taken steps to designate Election Day a company holiday.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-say-yes-to-new-cfos-other-executives-they-recruited-remotely-11592240264", "title": "Companies Say Yes to New CFOs, Other Executives They Recruited Remotely", "date": "2020-06-15 12:57", "summary": "Nielsen Global Connect and Zuora are among the businesses that recently closed searches. Hiring for finance chiefs and other executive jobs slowed significantly in March when millions of employees began working from home. Now, recruiters are closing executive searches again as companies and candidates get more comfortable with recruiting through video and phone calls.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-pariahs-location-tracking-firms-pitch-themselves-as-covid-sleuths-11592236894", "title": "Tech Firms Are Spying on You. In a Pandemic, Governments Say That's OK.", "date": "2020-06-15 12:01", "summary": "Resume Subscription. While an undergraduate at the University of Virginia, Joshua Anton created an app to prevent users from drunk dialing, which he called Drunk Mode. He later began harvesting huge amounts of user data from smartphones to resell to advertisers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-toll-that-isolation-takes-on-kids-during-the-coronavirus-era-11592236617", "title": "The Toll That Isolation Takes on Kids During the Coronavirus Era", "date": "2020-06-15 11:56", "summary": "Playing with peers has important developmental benefits, and doctors worry that children are missing out on them now.. After six weeks of lockdown due to Covid-19, Cari Marshall was getting concerned about her 11-year-old daughter Chloe. The child missed seeing her friends in person and was becoming frustrated communicating with them solely via FaceTime, TikTok and the gaming app Roblox.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/24-hour-fitness-files-for-bankruptcy-11592217700", "title": "Coronavirus Tips Ailing Gym Chain 24 Hour Fitness Into Bankruptcy", "date": "2020-06-15 11:52", "summary": "Gym chain to permanently close nearly a third of its 445 locations. Gym chain 24 Hour Fitness Worldwide Inc. filed for bankruptcy protection Monday as it deals with the fallout from temporarily closing its locations due to the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irobot-cleans-up-11592235681", "title": "iRobot Cleans Up", "date": "2020-06-15 11:41", "summary": "Roomba's maker says pandemic has boosted demand. Stuck at home staring at those filthy floors? iRobot is here to help.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-is-writing-down-oil-projects-dividends-may-be-next-11592235198", "title": "BP Is Writing Down Oil Projects. Dividends May Be Next.", "date": "2020-06-15 11:33", "summary": "Impairments of up to $17.5 billion make it more likely the dividend will be cut and hint that the oil major's green ambitions are serious. BP 's big asset write-downs hint at a new seriousness in the company's green ambitions. Investors might be slow to appreciate the strategic shift, however necessary.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-the-climate-11592235174", "title": "Coronavirus and the Climate", "date": "2020-06-15 11:32", "summary": "The pandemic shows the limits of what countries will endure to reduce emissions.. As Covid-19 continues to disrupt the world economic and political order, the global climate-change movement faces a choice: Learn the lessons of the pandemic or fail.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-police-can-help-rebuild-lives-11592235073", "title": "The Police Can Help Rebuild Lives", "date": "2020-06-15 11:31", "summary": "The FBI agent who arrested me gave me support after I served my time in prison.. Las Vegas", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-former-connecticut-home-of-phil-donahue-and-marlo-thomas-hits-the-market-for-28-million-11592234488", "title": "The Former Connecticut Home of Phil Donahue and Marlo Thomas Hits The Market for $28 Million", "date": "2020-06-15 11:21", "summary": "The 10,000-square-foot shingle-style home overlooking Long Island Sound is located on Westport's Beachside Avenue. The former home of Phil Donahue and Marlo Thomas in Westport, Conn., is going on the market for $28 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-beijing-covid-19-outbreak-rattles-chinas-capital-11592234404", "title": "New Covid-19 Outbreak in China Rattles Beijing", "date": "2020-06-15 11:20", "summary": "Residents of capital had started to relax after weeks without new locally transmitted cases; 'Oh my God, again'. HONG KONG-Travel plans evaporated, parents kept children home and anxiety returned as China's capital came to terms with a new outbreak of the novel coronavirus after many in the city had started to relax the habits adopted during the height of the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shingle-style-home-comes-on-the-market-in-connecticut-11592234296", "title": "A Shingle-Style Home Comes on the Market in Connecticut", "date": "2020-06-15 11:18", "summary": "Phil Donahue and Marlo Thomas's former Westport home spans 10,000 square feet and overlooks Long Island Sound.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tomato-potato-face-masks-lead-to-misunderstandings-11592234220", "title": "Tomato? Potato? Face Masks Lead to Misunderstandings", "date": "2020-06-15 11:17", "summary": "As lockdowns ease, we're having a tough time communicating; 'Who's On First?' situations.. At a pizza restaurant in Apex, N.C., a kitchen worker recently asked cook Doug Martin for a jar of tomato sauce. \"We don't have potatoes here,\" Mr. Martin replied.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-marine-paul-whelan-found-guilty-of-spying-by-russian-court-sentenced-to-16-years-in-prison-in-a-case-that-has-drawn-u-s-condemnation-11592212637", "title": "Former Marine Found Guilty in Russia of Espionage, Sentenced to 16 Years", "date": "2020-06-15 11:13", "summary": "U.S. ambassador calls conviction a mockery and calls for Whelan's immediate release. MOSCOW-A former U.S. Marine detained in Russia was found guilty of espionage and sentenced to 16 years in prison in a case that has drawn condemnation from the U.S. and threatens to further worsen relations between Moscow and Washington.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-of-social-distancing-health-experts-answer-your-questions-11592230050", "title": "The New Rules of Social Distancing: Health Experts Answer Your Questions", "date": "2020-06-15 10:07", "summary": "Six feet or 10 feet? Is riding an elevator risky? As lockdowns ease, experts address limiting your chances of catching Covid-19.. As states across the country re-open and several report fresh outbreaks of the coronavirus, many people are unsure how to navigate this confusing time.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilgrims-pride-ceo-begins-leave-to-focus-on-price-fixing-charges-11592229346", "title": "Pilgrim's Pride CEO Begins Leave to Focus on Price-Fixing Charges", "date": "2020-06-15 09:55", "summary": "CFO Fabio Sandri to serve as interim chief executive while Jayson Penn focuses on legal defense. Pilgrim's Pride Corp. said its chief executive, Jayson Penn, has begun a leave of absence after the U.S. Justice Department earlier this month indicted him in a conspiracy to rig chicken prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-chinas-aggressive-debt-collectors-come-knocking-you-committed-a-sin-11592227095", "title": "When China's Aggressive Debt Collectors Come Knocking: 'You Committed a Sin'", "date": "2020-06-15 09:18", "summary": "Since January, the country's lenders have been grappling with rising volumes of delinquent consumer loans. In China, banks and internet lenders trying to collect on a growing pile of overdue credit-card bills and personal loans are resorting to sometimes aggressive tactics to get borrowers to repay.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-housing-market-around-new-york-city-is-booming-11592227115", "title": "Housing Market Around New York City Is Booming", "date": "2020-06-15 09:18", "summary": "Real-estate agents say home shoppers are looking to buy outside of the city; concerns over second wave of pandemic-related restrictions. When Jacob Knoll left Manhattan last year to rent a home in New Paltz, N.Y., about a 90-minute drive from the city, he waited to see how much he liked the town before committing to buy there. Now, that hesitance is costing him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allergic-to-cats-nestle-says-its-kibble-could-stop-your-sneezes-11592227077", "title": "Allergic to Cats? Nestlé Says Its Kibble Could Stop Your Sneezes", "date": "2020-06-15 09:17", "summary": "Purina owner hopes pet food that neutralizes cat saliva protein will give it an edge in an increasingly competitive market. Nestlé SA is launching what it says is the first pet food to reduce allergens on cat hair, seeking an edge in the booming but increasingly competitive pet-food market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-to-switch-leader-of-jet-engine-unit-amid-aerospace-tumult-11592223568", "title": "GE to Switch Leader of Jet-Engine Unit Amid Aerospace Tumult", "date": "2020-06-15 09:15", "summary": "Longtime GE Aviation boss David Joyce to retire and be succeeded by Embraer executive John Slattery. The longtime leader of General Electric Co. 's large aviation division, David Joyce, is retiring from the jet-engine business, which is in the midst of a restructuring prompted by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-by-coronavirusand-a-30-holdback-by-the-payment-processor-11592040601", "title": "Hit by Coronavirus-and a 30% Holdback by the Payment Processor", "date": "2020-06-15 08:51", "summary": "More people are demanding refunds for things bought before the pandemic. PayPal, Square and others are trying to protect themselves, but it's coming at the expense of businesses that use them.. Payment processors tell customers they will take care of the nagging details. But lately they are emerging as yet another headache for businesses hit hard by the new coronavirus.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-takes-17-5-billion-write-down-expects-oil-price-to-stay-low-11592211169", "title": "BP Takes $17.5 Billion Write-Down, Expects Oil Price to Stay Low", "date": "2020-06-15 08:42", "summary": "The coronavirus pandemic has forced the oil major to take the largest write-down in the industry in years. LONDON- BP PLC is writing down as much as $17.5 billion of its assets and might leave some of its oil and gas in the ground because of lower energy prices and weakened demand amid the global crisis caused by the novel coronavirus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-worlds-no-1-skateboarder-starts-his-week-11592224022", "title": "How the World's No. 1 Skateboarder Starts His Week", "date": "2020-06-15 08:27", "summary": "\"Even if we're not out there doing the most insane stuff, there's still such a high chance of getting hurt all the time,\" says Nyjah Huston.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-rescue-chinese-billionaire-from-home-invasion-11592222818", "title": "Police Rescue Chinese Billionaire From Home Invasion", "date": "2020-06-15 08:06", "summary": "Five arrested after consumer-appliance maker Midea Group's founder is freed following break-in. The billionaire founder of home-appliance maker Midea Group, He Xiangjian, was rescued by police after a home invasion at his luxury villa in southern China.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-police-chief-to-resign-after-shooting-of-unarmed-black-man-11592087452", "title": "Atlanta Police Shooting Sparks New Outrage", "date": "2020-06-15 08:02", "summary": "Officer is fired and Chief Erika Shields resigns after the killing of Rayshard Brooks. An Atlanta police officer who fatally shot a black man in his back Friday night was fired, officials said Sunday, as the Georgia man's death sparked a fresh wave of anger over police departments' use of deadly force in interactions with black people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-biden-decides-on-running-mate-kamala-harris-stresses-law-enforcement-roles-11592222473", "title": "As Biden Decides on Running Mate, Harris Stresses Law-Enforcement Roles", "date": "2020-06-15 08:01", "summary": "Senator is emerging as a leading Democratic voice on race and overhauling the criminal justice system. As a presidential candidate, Sen. Kamala Harris repeatedly tried to explain her record on criminal justice and told voters stories about her family's history of activism in the civil-rights movement.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dangers-of-football-returning-from-coronavirus-11592222486", "title": "The Dangers of Football Returning From Coronavirus", "date": "2020-06-15 08:01", "summary": "The country's most popular sport is incompatible with social distancing, and African-American players face higher risks. They're young. They're strong. They're fast.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-best-performing-big-lender-deutsche-bank-11592221742", "title": "The World's Best-Performing Big Lender Stock? Deutsche Bank", "date": "2020-06-15 07:49", "summary": "German lender's shares outperform rivals as investors look favorably on latest revival plan. Deutsche Bank AG has long been branded one of the most troubled global lenders. Now, a year into a turnaround plan that has notched some early successes, it is the best-performing large bank stock in the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-jet-crashes-off-u-k-coast-during-routine-training-11592221550", "title": "U.S. Military Jet Crashes Off U.K. Coast During Routine Training", "date": "2020-06-15 07:45", "summary": "Cause of the crash and status of the pilot are unknown. A U.S. military jet crashed into the North Sea off the U.K. coast during a routine training mission on Monday, the U.S. Air Force said in a statement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-travel-wont-be-taking-off-soon-amid-coronavirus-11592220844", "title": "Business Travel Won't Be Taking Off Soon Amid Coronavirus", "date": "2020-06-15 07:34", "summary": "Executives rethink multiday trips and plan for less travel; some prefer Zoom-'Everybody has the same size box'. Corporate America's wings are clipped, and some CEOs say it is better that way.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-these-drug-stocks-fly-it-depends-on-the-lawyers-11592220600", "title": "Can These Drug Stocks Fly? It Depends on the Lawyers", "date": "2020-06-15 07:30", "summary": "Opioid and price-fixing legal woes should lead to volatile stock moves for generic-drug makers and distributors such as Teva and McKesson. Generic-drug stocks were relatively quiet during the worst of the coronavirus crisis so far. That may be about to change.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-milks-best-sales-in-a-decade-wont-save-struggling-dairy-farmers-11592220289", "title": "Why Milk's Best Sales in a Decade Won't Save Struggling Dairy Farmers", "date": "2020-06-15 07:24", "summary": "Consumer stockpiling amid coronavirus won't offset declines in demand from restaurants and foreign buyers; 'I'm ready to be done,' says farmer. Grocery stores are selling more milk for the first time in a decade as U.S. consumers use more of the staple during months at home because of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expanded-tax-break-for-charitable-gifts-gains-support-in-congress-11592218800", "title": "Expanded Tax Break for Charitable Gifts Gains Support in Congress", "date": "2020-06-15 07:00", "summary": "Bipartisan group of senators is pitching idea for next economic-relief legislation to help nonprofits and middle-class donors, as giving drops. WASHINGTON-A bipartisan effort to expand tax breaks for charitable donations is gaining momentum in Congress, as nonprofit groups struggle during the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electricity-looking-hot-hot-hot-in-texas-11592218800", "title": "Electricity Looking Hot, Hot, Hot in Texas", "date": "2020-06-15 07:00", "summary": "Texas is expected to be one of the only U.S. power markets with higher electricity demand this summer, which bodes for an exciting few months for some energy companies. It is a great time to be an energy company in Texas. No, not for the ones pumping oil and gas-it is power generators that have reason to be excited.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rodrigo-duterte-critic-found-guilty-of-libel-in-the-philippines-11592218153", "title": "Rodrigo Duterte Critic Found Guilty of Libel in the Philippines", "date": "2020-06-15 06:49", "summary": "Media and democracy advocates say press freedom has deteriorated since Mr. Duterte assumed office in 2016. The chief executive of a prominent Philippine news website was convicted of cyber libel, a verdict viewed widely as a blow to press freedom in the Southeast Asian nation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-cut-shale-drillers-lifelines-as-losses-mount-11592217000", "title": "Banks Cut Shale Drillers' Lifelines", "date": "2020-06-15 06:30", "summary": "Lenders are pulling back on reserve-backed loans as the shale industry faces a liquidity crunch. Banks are slashing credit lines to shale drillers, as an oil-price crash and wells that have failed to produce as much as predicted force a painful reassessment of companies' assets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-turkey-shunned-russian-gas-its-companies-amassed-debt-11592216429", "title": "As Turkey Shunned Russian Gas, Its Companies Amassed Debt", "date": "2020-06-15 06:20", "summary": "Ankara reduced its reliance on energy supply from Moscow, but seven Turkish companies are saddled with combined debt of about $2 billion to Gazprom. A string of Turkish companies have accumulated debt of about $2 billion to Russian state energy giant PAO Gazprom , according to people familiar with the matter, liability that could hinder Ankara's drive to reduce its reliance on Russian natural gas, in part by boosting imports from the U.S.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-approaching-retirement-face-painful-decisions-11592213401", "title": "Investors Approaching Retirement Face Painful Decisions", "date": "2020-06-15 05:30", "summary": "Individuals face perhaps one of the most difficult investing decisions in their lifetimes: whether to wait out a potentially long rebound or exit the market altogether. The stock market has clawed back much of its losses from the new coronavirus pandemic. Ophthalmologist Craig Sklar is selling his stocks anyway.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-battery-makers-euro-trip-could-end-in-china-11592212812", "title": "EV Battery Makers' Euro Trip Could End in China", "date": "2020-06-15 05:20", "summary": "Shares of Korean battery makers are on a tear thanks to new rules to promote EVs in Europe. China could be a spoiler, however.. Shares of battery producers and electric-vehicle makers are getting a jolt from the Old World. Developments in the Middle Kingdom, however, are less positive: Investors planning to jump in now should take a second look.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-marine-paul-whelan-found-guilty-in-russia-of-espionage-sentenced-to-16-years-in-prison-11592212507", "title": "Former Marine Found Guilty in Russia of Espionage, Sentenced to 16 Years in Prison", "date": "2020-06-15 05:15", "summary": "U.S. ambassador calls conviction a mockery and calls for Whelan's immediate release. MOSCOW-A former U.S. Marine detained in Russia was found guilty and sentenced to 16 years in prison for espionage in a case that has drawn condemnation from the U.S. and threatens to further erode troubled relations between Moscow and Washington.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-florences-uffizi-galleries-fewer-visitors-make-for-a-better-visit-11592127000", "title": "Italian Masterpieces without the Sharp Elbows or Selfies", "date": "2020-06-15 03:28", "summary": "Resume Subscription. Florence's Uffizi Galleries, one of the most popular museums in Italy and the world, is best known for its collection of Renaissance masterpieces by such artists as Leonardo da Vinci, Michelangelo and Sandro Botticelli. Last year it drew more than 4.5 million visitors. Until the coronavirus pandemic, famous works such as Botticelli's painting \"The Birth of Venus\" were normally surrounded by crowds of people jostling to get a peek. But this summer is different.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-consumers-add-fuel-to-factory-led-economic-recovery-11592202570", "title": "Chinese Consumers Add Fuel to Factory-Led Economic Recovery", "date": "2020-06-15 02:29", "summary": "Big-ticket purchases push up home prices, auto-sales numbers. BEIJING-China's factory-led recovery enjoyed an extra boost last month as Chinese consumers stepped up to make big-ticket purchases, pushing up home prices and auto-sales numbers and prompting economists to increase their growth outlook for the world's second-largest economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592145678", "title": "Pepper...and Salt", "date": "2020-06-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-coronavirus-outbreak-tied-to-huge-market-sparks-resurgence-concerns-11592141786", "title": "Beijing Coronavirus Outbreak Tied to Market Sparks Fear of Resurgence", "date": "2020-06-15 23:14", "summary": "Authorities shut down parts of capital, adopt tight controls after almost 80 cases emerge tied to sprawling market. HONG KONG-Chinese health authorities shut parts of Beijing and adopted tight controls after the capital confirmed a record number of new Covid-19 infections, sparking growing concerns about a coronavirus resurgence.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-recap-season-5-episode-7-axe-capital-on-drugs-a-scandal-and-a-firing-11592186469", "title": "'Billions' Recap, Season 5, Episode 7: Axe Capital on Drugs, a Scandal and a Firing", "date": "2020-06-15 22:01", "summary": "Bobby Axelrod's firm goes into a tailspin when everyone starts taking a purported productivity drug in the latest episode of 'Billions'. A few weeks ago, we questioned whether Showtime's \"Billions\" was lionizing Wall Street or satirizing it. We've come to a decision.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-fill-hollywood-streets-sunday-11592184366", "title": "Protesters Fill Hollywood Streets Sunday", "date": "2020-06-15 21:26", "summary": "Many marchers carried 'All Black Lives Matter' signs. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-political-groups-are-harvesting-data-from-protesters-11592156142", "title": "Political Groups Track Protesters' Cellphone Data", "date": "2020-06-15 20:44", "summary": "Voting and advocacy groups track cellphones of participants and send messages; the tactics are 'deeply spooky yet extremely helpful,' says one user. The protests continuing around the country are historic displays of social action. For political operatives, the mass gatherings are also a unique opportunity to harvest data on potential voters.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-soups-game-plan-to-keep-growing-past-lockdown-11592000355", "title": "Campbell Soup's Game Plan to Keep Growing After Lockdown", "date": "2020-06-15 20:35", "summary": "The coronavirus has consumers flocking to comfort foods. Campbell Soup wants to capitalize on that.. Campbell Soup Co. 's efforts to revamp and promote its soups and snacks hadn't gotten much traction in recent years. Then came the coronavirus pandemic. Demand for Campbell's soup and other products skyrocketed-even the forlorn SpaghettiOs saw a comeback.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-way-companies-can-shore-up-their-financial-strength-11591999748", "title": "The Surprising Way Companies Can Shore Up Their Financial Strength", "date": "2020-06-15 20:33", "summary": "Companies must remember that how they manage in one area is sure to affect others. One of the most important jobs of C-suite executives-dividing finite resources across an enterprise's operations to maximize overall results-has only grown more complicated amid the pandemic.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-like-their-mentors-to-be-cheerleaders-that-may-be-a-mistake-11591999547", "title": "People Like Their Mentors to Be Cheerleaders. That May Be a Mistake.", "date": "2020-06-15 20:32", "summary": "By studying how contestants on \"The Voice\" chose mentors, researchers found expertise isn't the driving factor. If you're looking for a mentor, don't let kind words be music to your ears.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/customer-complaints-and-their-ways-of-complaining-are-on-the-rise-11591998939", "title": "Customer Complaints Are Increasing but It's Not All Bad News for Companies", "date": "2020-06-15 20:31", "summary": "But survey also sees increase in consumers who say they were satisfied with company responses. Consumer complaints are on the rise and becoming more of a challenge, a new study finds.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-people-are-more-honest-when-writing-on-their-smartphones-11591999279", "title": "Why People Are More Honest When Writing on Their Smartphones", "date": "2020-06-15 20:30", "summary": "We should believe the feelings expressed in tweets written on phones more than those written on PCs, researchers say. The restaurant review that divulges distressing family dynamics. The Facebook post that rehashes an embarrassing encounter. The tweet that reveals a phobia few people know about.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multinational-firms-aim-to-standardize-their-retirement-plans-11591998729", "title": "Multinational Firms Aim to Standardize Their Retirement Plans", "date": "2020-06-15 20:30", "summary": "By standardizing the retirement plans they offer in different countries, companies aim to cut costs for themselves and their employees. Some say it isn't easy. More multinational companies are moving to standardize the retirement plans they offer across countries, aiming to level the playing field for employees and boost efficiency and compliance.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}]