[{"link": "https://www.wsj.com/articles/mexican-forces-clash-with-migrants-at-border-with-guatemala-11579387934", "title": "Mexican Forces Clash With Migrants at Border With Guatemala", "date": "2020-01-18 17:52", "summary": "Government wants to stop caravan of 1,500 people, mostly Hondurans, from entering Mexico as it tries to reach the U.S.. MEXICO CITY-Mexican security forces used plastic shields to push back hundreds of Central American migrants who tried to force their way across a border bridge from Guatemala into Mexico on Saturday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-the-chagrin-of-politicians-new-york-has-strict-food-rules-11579359600", "title": "To the Chagrin of Politicians, New York Has Strict Food Rules", "date": "2020-01-18 10:00", "summary": "Never dab your pizza slice with a napkin to blot the grease. And ketchup on a hot dog? Only if you are a toddler.. When New York City Mayor Bill de Blasio recently announced on Twitter that he liked his bagels toasted, it prompted cries of foul throughout the five boroughs.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-new-compensation-plan-asks-shareholders-to-share-with-other-stakeholders-11579358335", "title": "Stakeholder Capitalism's New Tenant: Airbnb", "date": "2020-01-18 09:38", "summary": "The fact that Airbnb is expected to go public amplifies the gravity of its move pushing to make a positive impact on society. Airbnb Inc. is known for shaking up the lodging industry. Its home-sharing app is on millions of smartphones world-wide. Its easy-to-use booking system has spawned startup competitors, forcing hotel giants to rethink the way they do business.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyas-oil-output-halved-by-port-blockade-11579353234", "title": "Libya's Oil Output Halved by Port Blockade", "date": "2020-01-18 08:13", "summary": "The disruption of crude from Libya comes as global oil markets continue to digest broader tensions across the Middle East. Oil operations that generate over half of Libya's production have been shut down after allies of a renegade general ordered the blockade of ports in the country's eastern region, officials in the North African nation said Saturday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-deposits-are-the-bane-of-many-renters-lawmakers-want-to-change-that-11579348800", "title": "Security Deposits Are the Bane of Many Renters. Lawmakers Want to Change That.", "date": "2020-01-18 07:00", "summary": "They rise just like rents. Is insurance the solution?. A growing number of legislators are trying to eliminate a practice that has prevented many lower- and middle-income people from renting an apartment: the steep, all-cash security deposit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herbert-bayer-bauhaus-master-review-graphic-design-poetic-and-striking-11579348801", "title": "'Herbert Bayer: Bauhaus Master': Graphic Design, Poetic and Striking", "date": "2020-01-18 07:00", "summary": "Bayer was a painter, sculptor, photographer, architect and more; now a boutique show focuses on the versatile artist's best known field.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-turns-on-the-charm-in-myanmar-11579346957", "title": "Xi Jinping Turns On the Charm in Myanmar", "date": "2020-01-18 06:29", "summary": "The two governments agree to rev up large infrastructure projects under the Chinese president's Belt and Road initiative. China's President Xi Jinping visited Myanmar and made a push to rev up big infrastructure projects under his Belt and Road initiative, seeking to cement Beijing's role as the country's closest international partner while Western governments hold back over human-rights violations.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-powers-aim-to-stop-the-shooting-in-libya-11579343403", "title": "World Powers Aim to Stop the Shooting in Libya", "date": "2020-01-18 05:30", "summary": "A gathering in Berlin, the largest of its kind, will try to settle a conflict that has raged since the Arab Spring in early 2011. WASHINGTON-Leaders and top officials of world powers are set to attend a conference in Germany on Sunday that aims to produce a cease-fire deal among warring parties in a nine-year conflict in Libya.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parenting-isnt-over-when-kids-grow-up-11579323660", "title": "Parenting Isn't Over When Kids Grow Up", "date": "2020-01-18 00:01", "summary": "With so many young adults still relying on parents for support, the challenge is how to help them without undermining their independence. Let's say that you have recently launched your son or daughter toward college-or a job, or the armed services or perhaps graduate school. In any case, you are done with parenting, ready to collapse into an easy chair, pour yourself a drink and reflect on a job well done.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11579286769", "title": "Pepper...and Salt", "date": "2020-01-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-ghosns-escape-an-ex-green-beret-with-a-beef-about-his-own-time-in-jail-11579323661", "title": "Behind Ghosn's Escape, an Ex-Green Beret With a Beef About His Own Time in Jail", "date": "2020-01-18 00:01", "summary": "Michael Taylor is 'a black-ops type' who has rescued children and worked as a contractor in Iraq. He's also kept company with some shady characters and had run-ins with the law.. When former auto titan Carlos Ghosn clambered out of the box in which he'd been smuggled out of Japan and into the cabin of a private jet whisking him to Turkey, one of the first people to greet him was a muscular ex-Green Beret.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wants-quick-curtain-on-impeachment-drama-11579323661", "title": "Trump Wants Quick Curtain on Impeachment Drama", "date": "2020-01-18 00:01", "summary": "President shifts message on proceeding after weeks of using it to raise money and rev up the base. For weeks, President Trump and his campaign have heaped scorn on the impeachment process, while using it to raise a lot of money and energize the president's base.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-vote-will-test-senates-most-endangered-democrat-11579323660", "title": "Impeachment Vote Will Test Senate's Most Endangered Democrat", "date": "2020-01-18 00:01", "summary": "Running for re-election in a deep-red state, Doug Jones may split his vote on the two impeachment articles. WASHINGTON-When Doug Jones arrived in the Senate as a Democrat from deep-red Alabama, he could have sought to boost his re-election chances by siding with President Trump on high-profile issues. For the most part, he hasn't.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vanishing-executive-assistant-11579323605", "title": "The Vanishing Executive Assistant", "date": "2020-01-18 00:01", "summary": "The erosion of jobs that gave women without college degrees a career path happened in dribs and drabs but is as dramatic as the manufacturing decline. Executive assistants once ran the office. Increasingly, the office runs without them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-team-for-trial-to-include-ken-starr-alan-dershowitz-11579273273", "title": "Trump's Trial Team to Include Starr, Dershowitz", "date": "2020-01-18 22:01", "summary": "White House counsel Pat Cipollone will lead the president's defense. WASHINGTON-President Trump finalized his legal team for the Senate impeachment trial, choosing a group of attorneys with the household name recognition and TV experience he values, while overlooking their links to past and continuing controversies, a tradeoff that Mr. Trump has often made.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coordinated-posts-defend-connecticut-man-who-exchanged-ukraine-texts-11579306204", "title": "Facebook Removes Pages That Coordinated Posts Defending Man Embroiled in Impeachment Probe", "date": "2020-01-18 21:59", "summary": "Some of the pages had described themselves as representing groups of supporters of President Trump from different states. WASHINGTON- Facebook Inc. late Friday took down a network of several dozen Facebook pages that were coordinating posts defending Robert F. Hyde, a figure who has become embroiled in the impeachment investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-glass-who-led-rapid-growth-as-walmart-ceo-dies-at-84-11579315937", "title": "David Glass, Who Led Rapid Growth as Walmart CEO, Dies at 84", "date": "2020-01-18 21:52", "summary": "Low-key executive, who succeeded founder, spearheaded a drive into groceries and expanded abroad. David Glass, who as the low-key chief executive of Walmart Inc. in the late 1980s and 1990s led the retailer through a period of rapid growth and a charge into the grocery business, died Jan. 9, his family said Friday. He was 84 and had been under treatment for pneumonia.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coopers-take-takeaways-from-the-jp-morgan-healthcare-conference-11579310278", "title": "Cooper's Take: Takeaways From the JP Morgan Healthcare Conference", "date": "2020-01-18 20:17", "summary": "Presidential election on the minds of dealmakers. Thousands of health-care dealmakers and executives flocked to San Francisco between Jan. 12 and Jan. 16 for the annual JP Morgan Healthcare Conference. Private-equity sponsors sat through days of meetings with bankers and executives to learn more about companies that would be looking for investors in 2020.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-iranian-general-accused-in-protest-crackdown-11579294024", "title": "U.S. Sanctions Iranian General Accused in Protest Crackdown", "date": "2020-01-18 20:10", "summary": "It was the first sanctions designation on human rights grounds announced against an Iranian government official, the U.S. says. The Trump administration lodged sanctions against an Iranian military officer the U.S. maintains led units involved in a violent crackdown on protests in which nearly 150 people were killed.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-rep-chris-collins-sentenced-to-26-months-in-prison-11579303078", "title": "Former Rep. Collins Sentenced to 26 Months in Prison", "date": "2020-01-18 19:52", "summary": "New York politician had plead guilty to insider trading charges and resigned in October. Christopher Collins, the former western New York congressman who admitted his role in an insider-trading scheme, was sentenced Friday to more than two years in prison.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-drops-fox-from-twentieth-century-movie-studio-name-11579290365", "title": "Disney Drops 'Fox' From Twentieth Century Name", "date": "2020-01-18 19:46", "summary": "Company also changes Fox Searchlight Pictures, a sister studio, to Searchlight Pictures. Walt Disney Co. renamed the Twentieth Century Fox movie studio, which it acquired last year, dropping the \"Fox\" to make it Twentieth Century Studios, according to a Disney spokesman.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/timothy-d-myers-to-become-ceo-of-arconic-corp-after-separation-11579308151", "title": "Arconic Names Chief Executive of Spinoff Company", "date": "2020-01-18 19:42", "summary": "Resume Subscription. Arconic Inc. named a chief executive officer for an aluminum rolling company that will be created later this year when Arconic splits into two companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-discussed-opening-fire-at-pro-gun-rally-in-richmond-officials-say-11579291691", "title": "Men Discussed Opening Fire at Pro-Gun Rally in Richmond", "date": "2020-01-18 19:23", "summary": "Other suspected members of white-supremacist group the Base arrested in Georgia, Wisconsin. Three suspected white supremacists arrested in Maryland and Delaware this week had discussed opening fire from different positions at Monday's planned pro-gun rally in Richmond, Va., in the hopes of causing chaos, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-fedex-alphabet-stocks-that-defined-the-week-11579306797", "title": "JPMorgan Chase, FedEx, Alphabet: Stocks That Defined the Week", "date": "2020-01-18 19:20", "summary": "Here are seven major companies whose stocks moved on the week's news. JPMorgan Chase & Co.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grammy-organizations-ceo-on-leave-after-misconduct-allegation-11579243235", "title": "Grammy Organization's CEO on Leave After Misconduct Allegation", "date": "2020-01-18 19:19", "summary": "Deborah Dugan, the first woman to lead the Recording Academy, took the reins in August. The body that hands out the Grammys said it put its chief executive on leave because of a subordinate's allegation of misconduct, 10 days before its flagship awards show.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-steps-back-from-broad-recommendation-to-refrain-from-e-cigarettes-11579293494", "title": "CDC Removes Advice to Refrain From Vaping", "date": "2020-01-18 19:05", "summary": "The agency still says youth, pregnant women and non-tobacco users shouldn't vape. The U.S. Centers for Disease Control and Prevention has moved away from a broad recommendation that people consider refraining from vaping altogether during the investigation into the outbreak of lung illnesses linked to the practice.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}]