[{"link": "https://www.wsj.com/articles/black-and-hispanic-job-seekers-still-face-wage-gap-in-tech-11592437077", "title": "Black and Hispanic Job Seekers Still Face Wage Gap in Tech", "date": "2020-06-17 19:37", "summary": "Candidates identifying as black or Hispanic received lower salary offers than their white and Asian peers, according to new survey. Racial disparities in technology-industry salaries persist despite promises made by many companies to seek out and elevate diverse talent, according to a new survey from Hired Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-17-2020-11592382802", "title": "More Than a Dozen U.S. States See Rise in Coronavirus Cases", "date": "2020-06-17 19:36", "summary": "Joe Biden criticizes Trump's handling of pandemic. • The total number of coronavirus infections in the U.S. surpassed 2.15 million, making up more than a quarter of global confirmed cases, according to data compiled by Johns Hopkins University. More than 445,000 people have died world-wide; more than 117,000 have died in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-us-appoints-new-cfo-11592428155", "title": "T-Mobile Names New CFO to Continue Sprint Integration", "date": "2020-06-17 19:23", "summary": "Peter Osvaldik, the carrier's accounting chief, is set to take over as finance chief on July 1. T-Mobile US Inc. said its longtime finance chief Braxton Carter is leaving, replacing him with its head of accounting as the carrier integrates Sprint.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-urban-exodus-11592435672", "title": "The Coming Urban Exodus", "date": "2020-06-17 19:14", "summary": "Failing progressive governance is making daily life too chaotic and stressful in many U.S. cities.. In his speech last weekend to the graduates of the U.S. Military Academy at West Point, President Trump said something with which, in normal times, few would disagree: \"What has historically made America unique is the durability of its institutions against the passions and prejudices of the moment.\" Until now.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-declares-global-corporate-tax-talks-at-an-impasse-11592421013", "title": "Mnuchin Declares Global Corporate-Tax Talks at an Impasse", "date": "2020-06-17 19:14", "summary": "More than 100 countries have worked for years to reshape rules for multinationals; dispute over taxing tech companies divides U.S., Europe. WASHINGTON-Treasury Secretary Steven Mnuchin declared an impasse in international talks on how countries tax multinational corporations, increasing the odds of an escalating trade and tariff dispute in the midst of a global downturn.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-chaotic-autonomous-zone-11592435610", "title": "Seattle's Chaotic 'Autonomous Zone'", "date": "2020-06-17 19:13", "summary": "Vigilantes rule the Capitol Hill area, while the mayor pretends all is well.. 'Seattle is fine,\" tweeted Mayor Jenny Durkan on Friday, responding to President Trump's criticism of the anarchist takeover in her city. \"Don't be so afraid of democracy,\" she lectured the president. But who in Seattle voted to cede their neighborhood to armed vigilantes?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-can-be-very-different-11592435532", "title": "Black Lives Can Be Very Different", "date": "2020-06-17 19:12", "summary": "My wife and I grew up 15 miles apart-in different worlds.. Black lives vary. That matters because what is needed now is an understanding of black America. Without it our nation will either again turn a deaf ear to the struggles of black people or thoughtlessly acquiesce to whatever impassioned political programs present themselves in black America's name. In either case black America loses, and therefore America loses.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-here-to-equality-review-thework-of-atonement-11592435497", "title": "'From Here to Equality' Review: The Work of Atonement", "date": "2020-06-17 19:11", "summary": "The case for reparations is not convincing, but it is predicated on the acknowledgment that liberal social policies have not worked.. The idea of compensating the descendants of American slaves for the injustices inflicted on their ancestors, as William A. Darity and A. Kirsten Mullen remind us in \"From Here to Equality: Reparations for Black Americans in the Twenty-First Century,\" is not new. Charles Krauthammer once proposed that the U.S. pay $50,000 to every African-American family of four in exchange for an end to affirmative action. New York Times columnist Ross Douthat proposed $10,000 per person. From 1989 until his resignation in 2017, Michigan Democratic Rep. John Conyers introduced a bill to form a commission to examine the case for reparations in every Congress. Ta-Nehisi Coates called for reparations in a widely read Atlantic article published in 2014. Among 2020 presidential candidates, Kamala Harris, Elizabeth Warren and, most recently, Joe Biden have all expressed openness to the idea.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-adds-new-hiring-goal-to-boost-black-executives-11592421504", "title": "Google Sets Hiring Goal to Advance Black Executives", "date": "2020-06-17 19:11", "summary": "CEO Sundar Pichai says he aims to raise the proportion of 'leadership representation of underrepresented groups' overall by 30% by 2025. Google announced a new hiring goal to dramatically boost the number of black executives at the search giant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-covid-models-get-wrong-11592435169", "title": "What Covid Models Get Wrong", "date": "2020-06-17 19:06", "summary": "Focus on the burden on hospitals, not on the oft-mistaken forecasts.. Here we go again. The University of Washington's Institute for Health Metrics and Evaluation has issued a new forecast that Covid-19 fatalities would spike over the summer in states that have moved faster to reopen. Cue the media drumbeat for another lockdown. Maybe someone should first explain why the models were wrong about so much the last time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-china-india-clash-11592435121", "title": "The China-India Clash", "date": "2020-06-17 19:05", "summary": "The Himalayan border brawl is an opening for closer U.S.-Delhi ties.. Monday's skirmish along the China-India border was the deadliest in decades. It's impossible to confirm what triggered the fighting, but the big picture is clear: Tensions between New Delhi and Beijing are escalating while the latter steps up its regional bullying.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rebuke-on-drug-prices-11592435138", "title": "A Rebuke on Drug Prices", "date": "2020-06-17 19:05", "summary": "Trump loses an extralegal gambit to embarrass Big Pharma.. The abuse of presidential power is a bipartisan practice in Washington, so it's no surprise that an appellate court this week rebuked the Trump Administration for an extralegal attempt to browbeat drug makers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopen-the-economy-more-open-than-ever-11592434955", "title": "Reopen the Economy, More Open Than Ever", "date": "2020-06-17 19:02", "summary": "For Western democracies to flourish, they must first reject statism as the model for post-Covid governance.. Friedrich Hayek published \"The Road to Serfdom\" in 1944, but it should be essential reading for all Western leaders today. Just as leaders then needed a rebuttal to the view that wartime centralized planning was superior to the free market and should be continued in peacetime, leaders today must be reminded that statism shouldn't be the model for post-Covid governance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-taxes-shouldnt-be-another-pandemic-worry-11592434903", "title": "State Taxes Shouldn't Be Another Pandemic Worry", "date": "2020-06-17 19:01", "summary": "Congress should standardize filing rules to help traveling medical professionals and remote workers.. As New York struggled with tens of thousands of coronavirus cases, medical professionals from across the U.S. traveled to the city to help. Their work was crucial to the city's effort to contain the pandemic and undoubtedly helped save lives. And in May, Gov. Andrew Cuomo announced their reward: tax bills from the state of New York.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-hail-the-return-of-tv-sports-11592434830", "title": "All Hail the Return of TV Sports", "date": "2020-06-17 19:00", "summary": "European soccer and Saturday's Belmont Stakes are welcome distractions from Covid gloom.. The psychic torment of being confined at home for the past three months has been compounded-for my 20-year-old son and me-by the absence of live sports on television. For us, watching soccer together offers an opportunity not only to shriek and cuss and, very occasionally, dash a fist against a wall, but also to pool our emotions as father and son. \"Bonding,\" I believe, is the American word, but I prefer to see it as communion. In pre-Covid times, we'd get together once or twice a week and lose ourselves (for a couple of hours each time) in feints, tackles, yellow cards and goals-usually watching Spain's soccer league, La Liga, or the English Premier League.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-assails-faa-for-slowness-in-737-max-inquiry-11592414471", "title": "Senators Blast FAA for 'Stonewalling' in 737 MAX Document Requests", "date": "2020-06-17 18:39", "summary": "Lawmakers accuse agency of impeding congressional oversight and failing to embrace proposed legislative changes. The Senate Commerce Committee issued strong bipartisan complaints about what lawmakers alleged has been persistent foot-dragging by the Federal Aviation Administration in providing internal documents related to the agency's initial certification of Boeing Co. 's embattled 737 MAX jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharmacists-add-real-value-on-prescriptions-11592432620", "title": "Pharmacists Add Real Value on Prescriptions", "date": "2020-06-17 18:23", "summary": "There is a good reason that medicine and pharmacy have been separated as disciplines for centuries.. Regarding your editorial \"Letting the Docs Dispense\" (June 13): We are highly trained in pharmacology and pharmaceutics, much more than any other member of the health-care team. We verify that patients are receiving the right medication at the right dose that is appropriate and doesn't harmfully interact with other medications. As drug regimens become more complex, these services are more vital, not \"needless.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incentives-of-special-unemployment-benefits-11592432567", "title": "Incentives of Special Unemployment Benefits", "date": "2020-06-17 18:22", "summary": "How can I explain to those employees who were not laid off that their returning co-workers, who were laid off, will be receiving an additional, federal, bonus?. In \"Don't Cut Off Unemployment Benefits Now\" (op-ed, June 9), Alan S. Blinder lists a way to reprogram unemployment benefits by paying a \"back to work\" bonus for a time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-mayhem-is-the-message-whats-the-response-11592432512", "title": "If Mayhem Is the Message, What's the Response?", "date": "2020-06-17 18:21", "summary": "We are told that \"silence is violence\" (if we don't loudly espouse the radical left's canned talking points). So, both speaking out and not speaking at all can be \"violence.\". In \"The Mayhem Is the Message\" (Main Street, June 9), William McGurn quotes Scott Walter on the thorough distortion of language by the radical left in order to dominate our society's moral and political conversation. On campus, the mob cries \"speech is violence\" (when the speech disagrees with their ideology); street mobs insist \"violence is speech\" (if it allows looting, torching of businesses, etc.). Messrs. McGurn and Walter both overlook the third leg of the radical language toolset, i.e., we are also told that \"silence is violence\" (if we don't loudly espouse the radical left's canned talking points). So both speaking out and not speaking at all can be \"violence.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatever-happened-in-georgia-it-wasnt-voter-suppression-11592432458", "title": "Whatever Happened in Georgia, It Wasn't Voter Suppression", "date": "2020-06-17 18:21", "summary": "While losing to Mr. Kemp in 2018, Ms. Abrams significantly outpolled Sen. David Perdue, who won his Senate seat in 2014 with 1,358,088 votes in 2014. The voter turnout in 2018 exceeded the voter turnout in 2014 by 1,383,194.. Barton Swaim's review of Stacey Abrams's \"Our Time is Now\" (Bookshelf, June 10) refers to Ms. Abrams's devotion to the \"voter suppression\" argument, including how she used it when running against Republican Brian Kemp, and continued to use it after she lost.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-australians-pioneered-remote-education-long-ago-11592432190", "title": "The Australians Pioneered Remote Education Long Ago", "date": "2020-06-17 18:16", "summary": "For over 50 years, predating the internet, the Australian School of the Air has provided effective lower- and middle-grade education to isolated children in the Outback.. Andy Kessler (\"Give Online Learning an Upgrade,\" Inside View, June 1) is absolutely correct in the position that distant education works and is effective. For over 50 years, predating the internet, the Australian School of the Air has provided effective lower- and middle-grade education to isolated children in the Outback. It isn't the distance between the teacher and the student that matters. It is the dedication of the student, the family and the teacher to learning that achieves desired results.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-robin-selling-up-to-40-million-in-new-shares-11592432213", "title": "Red Robin Selling Up to $40 Million in New Shares", "date": "2020-06-17 18:16", "summary": "The gourmet burger restaurant chain has already raised $30 million to shore up its liquidity during the Covid-19 pandemic. Red Robin Gourmet Burgers Inc. is looking to sell up to $40 million in shares despite recently warning it might not survive after closing its dining rooms during the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happened-to-rayshard-brooks-11592238226", "title": "What Happened to Rayshard Brooks?", "date": "2020-06-17 18:11", "summary": "Mr. Brooks was rushed to hospital but died after surgery. Here is what we know about the police killing of Rayshard Brooks in Atlanta.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-views-into-art-history-11592431236", "title": "The Staying Inside Guide: Views Into Art History", "date": "2020-06-17 18:00", "summary": "Classic art documentaries, from Kenneth Clark's 'Civilisation' series to Hans Namuth's film of Jackson Pollock, remain reliable sources of fascination.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-turn-to-zero-based-budgeting-to-cut-costs-during-the-pandemic-11592431029", "title": "Companies Turn to Zero-Based Budgeting to Cut Costs During the Pandemic", "date": "2020-06-17 17:57", "summary": "The tactic is helping finance chiefs trim expenses and prepare for possible long-term changes in business travel and other spending areas. The economic downturn is forcing finance executives to take a more detailed look at their companies' spending. One tactic they are turning to is zero-based budgeting, a technique growing in popularity.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-to-probe-trumps-aggressive-trade-policies-11592395201", "title": "U.S.-China Trade Deal on Track, Lighthizer Says", "date": "2020-06-17 17:42", "summary": "The U.S. Trade Representative says friction over China's crackdown on Hong Kong's autonomy and its falling behind on purchases of U.S. goods haven't weakened the accord. WASHINGTON-The U.S.-China trade deal shows no signs of weakening despite clashes between the two nations over the coronavirus pandemic, China's crackdown on Hong Kong's autonomy, and China's falling behind on purchases of U.S. goods, U.S. Trade Representative Robert Lighthizer said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-defining-law-of-the-internet-age-11592412911", "title": "The Defining Law of the Internet Age", "date": "2020-06-17 17:41", "summary": "Justice Department seeks rollback of 1996 legislation that shields online platforms. The Justice Department's proposal to give online platforms less legal protection from lawsuits is the latest effort to revamp the defining law of the internet age.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-workers-can-live-anywhere-many-ask-why-do-i-live-here-11592386201", "title": "When Workers Can Live Anywhere, Many Ask: Why Do I Live Here?", "date": "2020-06-17 17:24", "summary": "Most Popular News. Gillian Holdstein and Jarred Roth were both in California for business in March when the pandemic hit. So the New Yorkers decided to stay for good.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-experiencing-coin-shortage-due-to-coronavirus-pandemic-powell-says-11592429051", "title": "U.S. Experiencing Coin Shortage Due to Coronavirus Pandemic, Fed Chairman Says", "date": "2020-06-17 17:24", "summary": "The Fed chairman says the central bank is addressing the issue. Coins are in short supply in the U.S. and the central bank is working to fix the situation, Federal Reserve Chairman Jerome Powell said.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-hertz-suspends-500-million-stock-sale-as-sec-poses-questions-on-deal-11592424158", "title": "Bankrupt Hertz Suspends Stock Sale as SEC Poses Questions on Deal", "date": "2020-06-17 17:19", "summary": "'Sales...were promptly suspended pending further understanding of the nature and timing of the staff's review,' Hertz said in a filing. Bankrupt rental-car company Hertz Global Holdings Inc. suspended its sale of up to $500 million in shares after the Securities and Exchange Commission said it had questions about the deal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-owner-of-torchys-tacos-spills-the-beans-on-his-austin-texas-home-11592424087", "title": "The Owner of Torchy's Tacos Spills the Beans on His Austin, Texas, Home", "date": "2020-06-17 17:17", "summary": "Mike Rypka tapped into his experience reconfiguring restaurants to renovate his Mount Bonnell home, which includes a professional kitchen and a 'chill room' with a walk-in humidor. Mike Rypka isn't a formal guy. He started his company, Torchy's Tacos, in 2006 from a single food truck. The restaurants, now in 75 locations in five states, have a colorful, slightly gritty aura. Mr. Rypka is rarely seen dressed in anything other than shorts and sneakers.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-moves-to-shrink-chinese-u-s-influence-in-its-economy-11592393124", "title": "EU Moves to Shrink Chinese, U.S. Influence in Its Economy", "date": "2020-06-17 17:14", "summary": "Proposals aim to prevent foreign companies that have received state aid from acquiring European companies. BRUSSELS-The European Union plans to tighten its defenses against subsidized foreign companies, marking a sharp increase in the bloc's effort to assert \"strategic autonomy\" from China and the U.S. while defending its economic interests.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-propose-limiting-internet-firms-protections-11592391602", "title": "DOJ Proposes Limiting Internet Firms' Protections", "date": "2020-06-17 17:01", "summary": "Action follows President Trump's executive order seeking to weaken broad immunity enjoyed by Facebook, Twitter and other platforms. WASHINGTON-The Justice Department proposed a rollback of legal protections that online platforms have enjoyed for more than two decades, in an effort to make tech companies more responsible in how they police their content.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-justice-department-inked-a-deal-to-sell-1mdb-penthouse-for-64-off-the-condo-board-is-fighting-back-11592427639", "title": "The Justice Department Inked a Deal to Sell 1MDB Penthouse for 64% Off. The Condo Board Is Fighting Back.", "date": "2020-06-17 17:00", "summary": "The board at Walker Tower plans to buy the formerly record-setting apartment for fear that the deal could hurt property values at the building. In 2014 a nearly 6,000-square-foot penthouse spanning the top floor of the luxury Manhattan condominium Walker Tower sold for $50.9 million, making it the priciest apartment ever sold downtown at the time.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-17-2020-11592384878", "title": "Dow Industrials Fall, Snapping 3-Day Winning Streak", "date": "2020-06-17 16:57", "summary": "Major indexes swung between gains and losses for much of a choppy trading session. U.S. stocks tumbled Wednesday in a choppy trading session as investors weighed a rise in coronavirus infections against signs that the economy is recovering.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-saudi-child-custody-battle-highlights-cultural-chasm-between-allies-11592417326", "title": "U.S.-Saudi Child Custody Battle Highlights Cultural Chasm", "date": "2020-06-17 16:52", "summary": "American court to rule on U.S. mother's fight with her Saudi ex-husband after the kingdom deemed her unfit to parent due to her Western culture. A U.S. court is set to rule on an American mother's battle for custody of her young daughter against her ex-husband from Saudi Arabia, after a legal process in the conservative kingdom deemed her unfit to parent because of her Western culture.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-hbo-gives-perry-mason-an-origin-story-11592425151", "title": "What to Watch: HBO Gives Perry Mason an Origin Story", "date": "2020-06-17 16:19", "summary": "Also this week, a new season of 'Yellowstone' hits Paramount Network, 'Scare Package' spills gallons of blood on Shudder and a comedy legend recommends Netflix's 'Middleditch & Schwartz'. ", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rough-and-rowdy-ways-by-bob-dylan-review-saying-what-he-wants-while-he-still-can-11592424897", "title": "'Rough and Rowdy Ways' by Bob Dylan Review: Saying What He Wants While He Still Can", "date": "2020-06-17 16:14", "summary": "Bob Dylan's latest album finds him in an elegiac, yet playful and funny, frame of mind.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hits-assad-family-with-caesar-act-sanctions-11592407663", "title": "U.S. Hits Assad Family With 'Caesar Act' Sanctions", "date": "2020-06-17 16:05", "summary": "Syrian leader and his British-born wife are among targets of measures meant to push Damascus to end civil war. WASHINGTON-The Trump administration launched a new phase in its effort to pressure Syrian President Bashar al-Assad to end a civil war that has taken hundreds of thousands of lives, blacklisting Syrian businessmen, officials and family members of the regime leader.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-house-fit-for-a-taco-king-11592423867", "title": "A House Fit for a Taco King", "date": "2020-06-17 15:57", "summary": "Inside the Austin, Texas, home of Mike Rypka, the founder of Torchy's Tacos.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-create-a-better-movie-night-in-your-living-room-11592423040", "title": "How to Create a Better Movie Night in Your Living Room", "date": "2020-06-17 15:44", "summary": "Experts advise upgrades to your home theater and more adventurous popcorn so it isn't just another night on the couch. Most of us will watch movies at home for the foreseeable future, regardless of when audiences return to theaters en masse. With the living room as our cinema, we consulted experts in party planning, technology and food for ways to make sure that movie night isn't just another night on the couch.", "categories": [["Books & Arts", "Arts", "Screen Time", "What to watch this week"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-as-wall-street-goes-direct-to-consumer-11592389980", "title": "Beware as Wall Street Goes Direct to Consumer", "date": "2020-06-17 15:39", "summary": "Companies are increasingly issuing stock directly into the market. Individual investors should be on guard.. An unconventional Wall Street financing tool is increasing in popularity. Investors should make sure they aren't on the wrong side of the cash machine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-conflict-has-a-decadeslong-history-11592422677", "title": "India-China Conflict Has a Decadeslong History", "date": "2020-06-17 15:37", "summary": "Clashes, diplomacy haven't settled border disputes between the countries. A clash this week between Indian and Chinese troops was the worst in decades, but the two nations have been jockeying over the contours of their border straddling the Himalayan mountains since the two countries came into existence, India in 1947 and the People's Republic of China in 1949.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esper-to-meet-with-nato-allies-after-order-to-pull-troops-out-of-germany-11592399809", "title": "NATO Allies Push Back at U.S. Order to Pull Troops Out of Germany", "date": "2020-06-17 15:20", "summary": "Cutting troops will signal to Russia that the U.S.'s commitment to its allies is weakening, European officials say. BRUSSELS-U.S. allies in Europe are cautiously pushing against President Trump's order to withdraw thousands of American troops from Germany by arguing that the U.S. needs them there as much as Europe does.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spiked-clubs-and-fists-at-14-000-feet-the-deadly-india-china-clash-11592418242", "title": "The Deadly India-China Clash: Spiked Clubs and Fists at 14,000 Feet", "date": "2020-06-17 15:20", "summary": "Resume Subscription. NEW DELHI-For hours into the night on Monday, Indian and Chinese forces fought with fists, rocks, batons and clubs wrapped in barbed wire at an altitude of more than 14,000 feet in a remote part of the Himalayan mountains. In the melee, some soldiers fell off cliffs into a river, Indian security officials said. At least 20 Indian troops died.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/opec-sticks-to-global-oil-demand-forecast-despite-signs-of-rebound-11592397870", "title": "OPEC Sticks to Global Oil-Demand Forecast Despite Signs of Rebound", "date": "2020-06-17 15:03", "summary": "Crude demand will fall by 9.1 million barrels a day in 2020, says cartel, though 'dust is starting to settle'. The global oil market is slowly starting to rebalance thanks to production cuts and relaxing coronavirus lockdowns, but the industry is still swimming in excess supply, the Organization of the Petroleum Exporting Countries said Wednesday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exercise-dresses-fun-or-foolish-11592420161", "title": "Exercise Dresses: Fun or Foolish?", "date": "2020-06-17 14:56", "summary": "Some women swear by the functionality and style of working out in stretchy dresses. Others are more ambivalent.. WHEN KATIE RITCHIE ran her first marathon last November in Tulsa, Okla., she refused to blend in with the spandex-clad pack. Instead of the standard shorts and top, the 24-year-old graphic designer wore a leopard-printed dress to navigate the 26.2-mile-long course. \"Everybody lining the street was like, 'Did you leave church in your Sunday best for this?'\" she recalled.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/briggs-stratton-misses-interest-payment-starts-clock-on-grace-period-11592419943", "title": "Briggs & Stratton Misses Interest Payment", "date": "2020-06-17 14:52", "summary": "Board votes to award over $5 million to top executives and employees after company skips interest payment. Briggs & Stratton Corp. , the maker of small engines for lawn mowers and other outdoor maintenance equipment, missed an interest payment this week as it fights to preserve cash.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-to-guarantee-conservation-funding-11592419623", "title": "Senate Votes to Guarantee Conservation Funding", "date": "2020-06-17 14:47", "summary": "Bipartisan majority favors shoring up Land and Water Conservation Fund. WASHINGTON-The Senate passed a sweeping public-lands bill funding conservation and recreation efforts, approving on a bipartisan basis a measure that now goes to the House and that President Trump has said he would sign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-bolton-the-scandal-of-trumps-china-policy-11592419564", "title": "Bolton Savages Trump's China Policy", "date": "2020-06-17 14:46", "summary": "The president pleaded with Chinese leader Xi Jinping for domestic political help, subordinated national-security issues to his own re-election prospects and ignored Beijing's human-rights abuses. U.S. strategy toward the People's Republic of China has rested for more than four decades on two basic propositions. The first is that the Chinese economy would be changed irreversibly by the rising prosperity caused by market-oriented policies, greater foreign investment, ever-deeper interconnections with global markets and broader acceptance of international economic norms. Bringing China into the World Trade Organization in 2001 was the apotheosis of this assessment.", "categories": [["Life & Work", "Ideas", "The Saturday Essay", "Exclusive Excerpt"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-books-give-simon-schusters-new-chief-a-trial-by-fire-11592418905", "title": "Trump Books Give Simon & Schuster's New Chief a Trial by Fire", "date": "2020-06-17 14:35", "summary": "John Bolton's upcoming memoir is one of several controversial titles about President Trump the publisher is releasing. Less than four weeks after he took over as chief executive of Simon & Schuster, Jonathan Karp finds himself in the eye of a publishing industry storm with national security implications.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-to-press-powell-on-additional-relief-measures-11592386200", "title": "Powell Says Economic Gains Are at Risk if Stimulus Measures End Prematurely", "date": "2020-06-17 14:18", "summary": "'It would be a concern if Congress were to pull back...too quickly,' Fed chair tells lawmakers. Federal Reserve Chairman Jerome Powell said recent economic improvement could be jeopardized if Congress curtailed support to workers displaced and businesses shuttered by the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-legends-new-album-bigger-love-offers-an-extra-dose-of-optimism-11592417833", "title": "John Legend's New Album 'Bigger Love' Offers an Extra Dose of Optimism", "date": "2020-06-17 14:17", "summary": "Resume Subscription. Throughout the recent months of pandemic, politicking and protests, John Legend has performed virtual concerts, raised funds for health and justice organizations, and tweeted profusely about the presidential race, racial inequality and reform.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-seeks-to-extend-gifted-testing-11592416885", "title": "New York City Seeks to Extend Gifted Testing", "date": "2020-06-17 14:01", "summary": "Integration advocates had called for ditching the admissions tests. Last summer the mayor's advisory group on school diversity called for an end to the entry test for New York City gifted programs that start in kindergarten, saying the admissions process often segregates children by race and class.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-sees-largest-local-covid-19-outbreak-since-lifting-lockdown-11592415003", "title": "Germany Sees Largest Local Covid-19 Outbreak Since Lifting Lockdown", "date": "2020-06-17 13:30", "summary": "More than 600 employees of a meat plant tested positive for coronavirus. BERLIN-Germany has recorded its largest local Covid-19 outbreak since it started reopening its economy in early May, with more than 600 employees of a slaughterhouse testing positive for coronavirus this week, authorities said on Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-soon-on-abc-shows-addressing-policing-crisis-coronavirus-pandemic-11592413200", "title": "ABC Shows to Address Policing Crisis, Coronavirus Pandemic", "date": "2020-06-17 13:00", "summary": "'It's our job to reflect the society in which we live,' said ABC Entertainment President Karey Burke. The racial-justice and law-enforcement crisis as well as the coronavirus pandemic will be featured prominently in ABC's entertainment programming, the network's entertainment president said in an interview.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-slip-as-investors-monitor-coronavirus-cases-11592413008", "title": "Treasury Yields Slip as Investors Monitor Coronavirus Cases", "date": "2020-06-17 12:56", "summary": "Yield on 10-year Treasury falls after some states reported their largest one-day increases in coronavirus cases. U.S. government bond prices edged higher Wednesday, reflecting continued anxiety among investors about the economy as some parts of the U.S. and China report an increase in coronavirus cases.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-rights-groups-push-for-facebook-ad-boycott-11592379002", "title": "Civil Rights Groups Push for Facebook Ad Boycott", "date": "2020-06-17 12:50", "summary": "Anti-Defamation League, NAACP and others seek protest of what they say is company's failure to make its platform a less-hostile place. Several American civil-rights groups, including the Anti-Defamation League and the NAACP, are encouraging big advertisers to pull spending from Facebook Inc. to protest what they say is the company's failure to make its platform a less-hostile place.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-recovery-is-still-on-the-drafting-board-11592411099", "title": "Housing Recovery Is Still on the Drafting Board", "date": "2020-06-17 12:25", "summary": "The sharp rebound in building permits, and the disappointing one in housing starts, underscores the difference between planning to build something and building it. Planning on building something is one thing. Building it is another.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-warren-court-enabled-police-abuse-11592410930", "title": "How the Warren Court Enabled Police Abuse", "date": "2020-06-17 12:22", "summary": "'Qualified immunity' lets cops avoid accountability. It's an invention of the liberal chief justice.. Senate Republicans have an opportunity to reverse one of Chief Justice Earl Warren's most pernicious legacies-but they seem determined to blow it. Sen. Tim Scott, who is leading the majority's police-reform effort, said Sunday that abolishing \"qualified immunity,\" which protects law-enforcement officers from lawsuits under a law known as Section 1983, is \"off the table.\" Police unions, Mr. Scott said, view it as a \"poison pill.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-tries-to-cancel-a-conservative-website-11592410893", "title": "NBC Tries to Cancel a Conservative Website", "date": "2020-06-17 12:21", "summary": "The network colluded with a foreign advocacy group that wanted Google to demonetize the Federalist.. NBC News attempted this week to use the power of Google to cancel our publication, the Federalist. The effort failed, but it should serve as a warning about the unchecked power of big tech companies, particularly when they can be manipulated by partisans, including partisan journalists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-borrowing-plan-fails-to-gain-traction-11592410136", "title": "New York City's Borrowing Plan Fails to Gain Traction", "date": "2020-06-17 12:08", "summary": "Legislation sought by Mayor de Blasio hasn't been brought to a floor vote; a bill sponsor gives long odds for passing it. New York state lawmakers have given little support to New York City's plans to borrow up to $7 billion to fill revenue gaps, hindering Mayor Bill de Blasio's efforts to reach a budget deal by the end of the month.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-mouse-house-is-undervalued-says-appraiser-11592407821", "title": "This Mouse House Is Undervalued, Says Appraiser", "date": "2020-06-17 11:30", "summary": "Disney is reportedly locked in a legal battle over the value of its Florida properties. Lots of people aren't pleased when they receive their property-tax bill-even the ones who work at the happiest place on Earth.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juneteenth-protests-celebrations-planned-in-major-cities-11592386202", "title": "Juneteenth Protests, Celebrations Planned in Major Cities", "date": "2020-06-17 11:27", "summary": "Organizers across U.S. look to commemorate official end of slavery, advance calls for policy changes aimed at combating racism, police violence. Protesters plan to mark Juneteenth, a holiday that marks the end of slavery, with demonstrations against racism and police brutality planned in cities across the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-small-business-loans-left-behind-many-of-americas-neediest-firms-11592407677", "title": "SBA Emergency Loan Program Left Behind Many of America's Neediest Firms", "date": "2020-06-17 11:27", "summary": "The Paycheck Protection Program failed to take into account the widely varying needs and limitations of small businesses caught in Covid-19 lockdowns. Congress and the Trump administration, in their bid to funnel more than $650 billion in forgivable loans to small businesses struggling through the pandemic, delivered a program that didn't work for many that needed it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-upside-of-lockdowns-finally-time-to-read-war-and-peace-11592406695", "title": "The Upside of Lockdowns: Finally Time to Read 'War and Peace'", "date": "2020-06-17 11:11", "summary": "Resume Subscription. Hugh Baran was running out of things to do. He had labeled his spice cabinet, baked his own sourdough and installed custom lighting on his bookshelves. Seventeen days into lockdown, he started \"War and Peace.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rude-south-korea-has-finally-had-it-with-norths-warlike-rhetoric-11592394141", "title": "South Korea Takes Harder Line After North Blows Up Liaison Office", "date": "2020-06-17 11:09", "summary": "President Moon Jae-in drops even-tempered approach in setback for administration's efforts to revive peace talks; unification minister resigns. SEOUL-It took flattening a symbol of Korean unity for South Korea to lose its patience.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/champions-league-to-finish-with-eight-team-tournament-11592406432", "title": "Champions League to Finish With Eight-Team Tournament", "date": "2020-06-17 11:07", "summary": "The remaining teams will compete in a single elimination event in Lisbon from Aug. 12 to 23. In the hundreds of pages of safety protocols drafted for European soccer this spring, leagues had managed to skirt one of the pandemic's thorniest questions: What happens if they need to cross international borders?", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-annual-inflation-rate-declined-in-may-11592406044", "title": "Canada's Annual Inflation Rate Declined in May", "date": "2020-06-17 11:02", "summary": "CPI falls 0.4%, reinforcing concerns about deflationary pressure. OTTAWA-Canada's annual inflation rate fell for a second consecutive month in May on lower gasoline prices, reinforcing concerns about deflationary pressure as the economy recovers from shutdowns caused by the coronavirus pandemic.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-under-armour-ceo-lands-17-25-million-for-washington-d-c-home-11592406033", "title": "Former Under Armour CEO Lands $17.25 Million for Washington, D.C., Home", "date": "2020-06-17 11:00", "summary": "Kevin Plank first listed the historic property in the city's Georgetown neighborhood for $29.5 million. Former Under Armour CEO Kevin Plank has sold his historic home in Washington, D.C., to an unknown buyer for $17.25 million, down from its original $29.5 million asking price in 2018, according to a person with knowledge of the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tightens-controls-over-beijing-as-coronavirus-infections-spread-11592405179", "title": "China Tightens Controls Over Beijing", "date": "2020-06-17 10:46", "summary": "Authorities cancel hundreds of flights, close some businesses and restrict movement in capital city, as 31 new cases are confirmed. HONG KONG-Chinese officials cancelled hundreds of flights in and out of Beijing, restricted movement and renewed closures of businesses and schools as they battled to contain a fresh wave of new coronavirus cases in the nation's capital.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-trade-blame-for-deadly-border-clash-11592403030", "title": "India, China Trade Blame for Deadly Himalayan Border Clash", "date": "2020-06-17 10:10", "summary": "The encounter left 20 Indian soldiers dead and ratcheted up tensions between the two countries. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rules-of-the-nbas-disney-bubble-11592402033", "title": "The Rules of the NBA's Disney Bubble", "date": "2020-06-17 09:53", "summary": "The league's 113-page manual of health and safety rules dictates how players and coaches will play, live and kill time when they finish the season at Disney World. The players will quarantine in the happiest place on earth and won't be allowed to leave the Disney World campus without permission. They will be in masks except when they're playing basketball, eating or hanging outside. And they will have to abide by strict regulations in games of cards and ping-pong.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-father-defied-the-president-will-roger-goodell-follow-11592397558", "title": "His Father Defied the President. Will Roger Goodell Follow?", "date": "2020-06-17 09:45", "summary": "Charles Goodell stood up for what he thought was right in a tense political climate-a test his son, the NFL commissioner, now faces. On any given day in 1970, New Yorkers may have run into an 11-year-old boy canvassing the city's streets. He stuck out his hand and anyone enamored enough to stop got the same pitch.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-bumble-bee-ceo-sentenced-for-role-in-tuna-price-fixing-scheme-11592401069", "title": "Former Bumble Bee CEO Sentenced in Price-Fixing Scheme", "date": "2020-06-17 09:37", "summary": "Christopher Lischewski was sentenced to 40 months in prison and ordered to pay a $100,000 fine. The former chief executive and president of Bumble Bee Foods LLC, was sentenced to more than three years in jail for his lead role in a conspiracy to fix prices of canned tuna, the Justice Department said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-strict-are-airlines-about-face-masks-in-flight-11592400726", "title": "How Strict Are Airlines About Face Masks in Flight?", "date": "2020-06-17 09:32", "summary": "With little direction from the feds and pressure to fill seats as safely as possible as coronavirus continues, U.S. carriers offer significantly different policies. Airlines are coming face to face with a problem that may crimp the nascent rebound in travel: who wears a mask and who doesn't.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-seeks-way-around-a-diplomatic-clash-with-u-s-over-iran-11592400215", "title": "Europe Seeks Way Around a Diplomatic Clash With U.S. Over Iran", "date": "2020-06-17 09:23", "summary": "The U.S. wants to extend arms embargo on Tehran but others are opposed; Europeans seek middle course to save 2015 deal. As the U.S. and other world powers hurtle toward a confrontation over the Iran nuclear accord, European diplomats are trying to forge a compromise to save the deal from collapse by proposing a limited extension of the arms embargo on Tehran.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-ceo-and-wife-give-120-million-to-historically-black-colleges-11592399700", "title": "Netflix CEO and Wife Give $120 Million to Historically Black Colleges", "date": "2020-06-17 09:15", "summary": "Money will go to scholarships at Morehouse and Spelman Colleges and United Negro College Fund. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-united-front-on-china-starts-to-take-shape-11592398800", "title": "A United Front on China Starts to Take Shape", "date": "2020-06-17 09:00", "summary": "Australia, others risk retaliation as they confront China on trade, Covid-19, Hong Kong and Huawei. If you think U.S. relations with China have gone downhill, just look at Australia's.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/running-shoes-handmade-by-nike-co-founder-go-on-the-block-11592397180", "title": "Running Shoes Handmade by Nike Co-Founder Go On the Block", "date": "2020-06-17 08:33", "summary": "Online bidders will vie for a pair of sprint shoes that were made by Bill Bowerman and carry an estimate of at least $130,000.. A few months after sprinter John Mays joined the University of Oregon in the early 1970s, his track coach asked if he would be willing to test out a prototype pair of sprint shoes. The shoes's leathery uppers tore too easily, Mr. Mays reported after a few test runs, and they had too many loops for its shoelaces. Modifications were made, and Mr. Mays said of the shoes, \"They got better.\"", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-splinter-over-stopping-ruben-diaz-sr-in-house-primary-11592395201", "title": "Democrats Splinter Over Stopping Ruben Diaz Sr. in House Primary", "date": "2020-06-17 08:00", "summary": "Anti-abortion candidate known for controversial statements is among the front-runners to fill seat in New York. National Democrats agree they don't want a cowboy-hat-wearing opponent of abortion rights and same-sex marriage who has been supportive of President Trump to win the most heavily Democratic congressional district in the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-proposal-would-vastly-expand-protected-bike-lanes-11592395200", "title": "New York City Proposal Would Vastly Expand Protected Bike Lanes", "date": "2020-06-17 08:00", "summary": "Plan calls for incorporating current bike lanes to build a 425-mile network. An urban planning group on Wednesday released its vision for a 425-mile network of protected bike lanes that would connect people across New York City's five boroughs.", "categories": [["WSJ News Exclusive", "Transit"]], "category_links": ["https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-restarts-plan-to-cut-35-000-jobs-11592394492", "title": "HSBC Restarts Plan to Cut 35,000 Jobs", "date": "2020-06-17 07:48", "summary": "The global bank, beset by tensions in China and losses in Europe, wants to reduce its massive workforce by 15%. HSBC Holdings PLC resumed plans to cut about 15% of its massive workforce after pausing layoffs because of the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-to-raise-minimum-wage-to-15-an-hour-as-coronavirus-accelerates-plans-11592394300", "title": "Target to Raise Minimum Wage to $15 an Hour as Virus Accelerates Plans", "date": "2020-06-17 07:45", "summary": "Pay increase makes permanent a temporary raise awarded during pandemic. Target plans to raise starting wages for hourly workers to $15 next month, permanently extending a temporary increase implemented during the coronavirus pandemic and following through ahead of schedule on a pledge made years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-decade-long-stall-for-black-enrollment-in-m-b-a-programs-11592393431", "title": "Black Enrollment Stalls in M.B.A. Programs", "date": "2020-06-17 07:30", "summary": "A lack of focus on diversity and high tuition costs have harmed the pipeline for corporate jobs, graduates and program advisers say. One of the most important pipelines of African-American professional talent into corporate America has been virtually stagnant for a decade.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-video-streaming-tie-up-would-be-a-drama-worth-watching-11592392870", "title": "A Chinese Video-Streaming Tie-Up Would Be a Drama Worth Watching", "date": "2020-06-17 07:21", "summary": "With subscriptions growing but profits elusive, a deal between two largest services would make sense. A consolidation in China's video-streaming market is long overdue. Now it looks like it may finally be coming.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sales-are-going-out-of-style-at-these-retailers-11592391603", "title": "Sales Are Going Out of Style at These Retailers", "date": "2020-06-17 07:00", "summary": "Some retailers are putting aside large portions of inventory to avoid selling into an aggressively promotional sale environment. Apparel companies have had it with sales.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodhart-partners-raises-its-stake-in-private-equity-firm-capitalspring-11592391601", "title": "Goodhart Partners Raises Its Stake in Private-Equity Firm CapitalSpring", "date": "2020-06-17 07:00", "summary": "The London asset management firm, which acquired a minority interest in restaurant-focused CapitalSpring in April, is buying out other minority investors. Goodhart Partners is increasing its stake in CSFC Management Co., which does business as CapitalSpring, less than two months after acquiring its initial stake in the restaurant-focused private investment firm.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-government-bond-market-the-rally-didnt-reach-11592387480", "title": "One Government Bond Market the Rally Didn't Reach", "date": "2020-06-17 05:54", "summary": "There are a number of good reasons to expect the Chinese government bond market to provide returns in the long term and diversification in the short term. Even as relations between the U.S. and China deteriorate, threatening economic ties, there is still a long-term opportunity for American investors in the country's government bond market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-users-gush-about-china-hoping-to-boost-views-11592386203", "title": "TikTok Users Gush About China, Hoping to Boost Views", "date": "2020-06-17 05:30", "summary": "Company says it doesn't favor paeans to Beijing like 'ilovechina'. It wasn't dancing or music that powered Texas songwriter TJ Asaday toward TikTok stardom. He believes it was a video about his love for China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-startups-look-to-test-employees-for-covid-19-in-bid-to-get-back-to-normal-11592386201", "title": "Biotech Startups Look to Test Employees in Bid to Get Back to Normal", "date": "2020-06-17 05:30", "summary": "Biotechnology companies are proceeding cautiously about bringing scientists back into the lab. Biotechnology startups are seeking to test employees for Covid-19 and taking other precautions to protect laboratory workers as they move to resume more normal operations.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-registrations-plunge-in-california-data-tracker-says-11592386200", "title": "Tesla Registrations Plunge in California, Data Tracker Says", "date": "2020-06-17 05:30", "summary": "Drop of 37% in largest U.S. market highlights coronavirus impact and the pressure on Elon Musk to maintain momentum on deliveries. Registrations of newly purchased Tesla Inc. vehicles plunged in the critical California market over the past two months, according to new data, underlining the challenge Chief Executive Elon Musk faces to keep investor enthusiasm that has helped propel the company's share price.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-hit-brakes-on-investments-designed-to-make-risky-loans-safe-11592385243", "title": "Insurers Hit Brakes on Investments Designed to Make Risky Loans Safe", "date": "2020-06-17 05:14", "summary": "CLOs-popular investments tied to pools of corporate loans-are proving riskier than many insurance firms expected. Insurance companies helped fuel the boom in a corner of the debt market that sliced and diced risky corporate loans. Those bets are now starting to hurt, crimping a key source of financing for Wall Street's deal-making machine.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-builds-on-trump-administration-to-name-ppp-borrowers-11592384401", "title": "Pressure Builds to Name PPP Borrowers", "date": "2020-06-17 05:00", "summary": "SBA faces demands from government auditors, media companies and Democratic and GOP lawmakers. WASHINGTON-Pressure is building on the Trump administration to disclose the names of borrowers that received loans through the Paycheck Protection Program, and a key senator signaled that the names of larger loan recipients could be released.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-car-industrys-1-1-trillion-debt-problem-11592384319", "title": "The Car Industry's $1.1 Trillion Debt Problem", "date": "2020-06-17 04:58", "summary": "Pandemic shutdowns have hit auto makers and their suppliers at a point when balance sheets were already under pressure. The acute phase of the coronavirus crisis has passed for automakers. The chronic phase may be just beginning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-car-makers-latest-pandemic-problem-glut-of-unsold-vehicles-11592373600", "title": "European Car Makers Face Glut of Unsold Vehicles", "date": "2020-06-17 02:00", "summary": "Germany's incentives that focus on electric vehicles are criticized as failing to address oversupply. BERLIN-After reopening factories and sorting out supply chains, Europe's car makers are facing a new problem related to the coronavirus pandemic: a glut of unsold cars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592334519", "title": "Pepper...and Salt", "date": "2020-06-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-sports-executives-warm-to-canned-crowd-noise-but-give-viewers-an-out-11592366400", "title": "TV Sports Executives Warm to Canned Crowd Noise but Give Viewers an Out", "date": "2020-06-17 00:00", "summary": "Broadcasters try to make sure purists can avoid recorded crowd roars as sports leagues play to empty stadiums. One weekend last month, James Sexton streamed a soccer game on his phone at home in the southwest of England. The German Bundesliga match was one of the first since the new coronavirus halted live sports around the world, as well as one of the first of what Germans call \"Geisterspiele,\" or \"ghost games\" played in empty stadiums and robbed of the roar of the crowd, amid social-distancing rules.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-files-breach-of-contract-suit-against-ex-national-security-adviser-john-bolton-11592342334", "title": "U.S. Files Breach-of-Contract Suit Against Ex-National Security Adviser John Bolton", "date": "2020-06-17 23:06", "summary": "Suit claims Bolton would compromise national security by publishing book it says contains classified information. The U.S. on Tuesday filed a breach-of-contract lawsuit against former national security adviser John Bolton, seeking to delay the publication of his book, which the suit alleges contains classified information that could compromise national security.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-aims-to-register-4-million-u-s-voters-11592359467", "title": "Facebook Aims to Register 4 Million U.S. Voters", "date": "2020-06-17 22:04", "summary": "Social media company rolls out voting information initiative, political ad controls. Facebook Inc. aims to register 4 million voters before the November presidential election, as well as offer voting information and political ad controls as the social media giant grapples with ongoing controversy over what to allow on its platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-16-2020-11592294373", "title": "Global Coronavirus Infections Pass Eight Million", "date": "2020-06-17 20:37", "summary": "Confirmed cases in more than a dozen U.S. states rose in the past week more quickly than in the previous week. • Texas, Arizona and North Carolina reported record daily coronavirus-related hospitalizations, as confirmed cases in more than a dozen U.S. states rose in the past week more quickly than in the previous week. At least 2.13 million people in the U.S. have been infected with the new coronavirus, making up about a quarter of global confirmed cases, according to data compiled by Johns Hopkins University. Nearly 439,000 people have died world-wide.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-grants-texas-inmate-reprieve-from-execution-11592353197", "title": "Supreme Court Grants Texas Inmate Reprieve From Execution", "date": "2020-06-17 20:35", "summary": "With stay, high court has opportunity to set standard for religious rights of prisoners about to die. WASHINGTON-The Supreme Court blocked Texas from executing a man Tuesday so the justices could consider the inmate's plea to have a chaplain accompany him in the death chamber.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founder-of-iranian-company-accused-of-sanctions-violations-pleads-guilty-11592353171", "title": "Founder of Iranian Company Accused of Sanctions Violations Pleads Guilty", "date": "2020-06-17 20:19", "summary": "Seyed Sajjad Shahidian, founder of Payment24, was charged with helping Iranian citizens conduct prohibited financial transactions with businesses in the U.S.. An Iranian businessman accused of conducting financial transactions that violated U.S. sanctions has pleaded guilty, the U.S. Justice Department said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]