[{"link": "https://www.wsj.com/articles/ge-shed-about-78-000-workers-in-2019-11582583693", "title": "GE Shed About 78,000 Workers in 2019", "date": "2020-02-24 18:55", "summary": "Conglomerate's workforce shrinks by 28% as new CEO Larry Culp sells off business units to raise cash, stabilize operations. General Electric Co. last year shed roughly 78,000 employees, or more than a quarter of its workforce, as divestitures left the company with the same number of employees as it had in 1951.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-nominates-two-new-directors-for-board-11582578301", "title": "Boeing Nominates Two New Board Directors", "date": "2020-02-24 18:47", "summary": "Aerospace company also stiffens bonus conditions for new CEO David Calhoun. Boeing Co. said it has nominated two new outside directors with safety and engineering experience and stiffened conditions on bonuses for new Chief Executive David Calhoun by including a range of programs beyond the crisis-hit 737 MAX.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freshdirect-bags-deal-to-defer-5-4-million-tax-bill-11582587457", "title": "FreshDirect Bags Deal to Defer $5.4 Million Tax Bill", "date": "2020-02-24 18:37", "summary": "Company requested an installment plan for the taxes so it could keep its Bronx warehouse open. New York City's economic development agency has agreed to let Bronx-based e-commerce grocer FreshDirect defer paying a $5.4 million tax bill for five years to help the company restructure debt and continue operations, according to city officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-india-trump-sounds-like-obama-11582587243", "title": "In India, Trump Sounds Like Obama", "date": "2020-02-24 18:34", "summary": "He preaches pluralism to the country's less-tolerant nationalists.. President Trump is a turbocharged communicator whose message isn't always to everyone's taste. Yet in India on Monday he made a speech before 110,000 people that was uncharacteristic. Not only was there nothing in it for his detractors to pounce on, but he also took an opportunity to defend liberal values.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campaign-finance-laws-created-candidate-bloomberg-11582587219", "title": "Campaign-Finance Laws Created Candidate Bloomberg", "date": "2020-02-24 18:33", "summary": "They don't level the field; they tilt it to the advantage of billionaires, especially if they own media firms.. House Democrats held a panicked hearing this month about how to respond to the Supreme Court's 2010 decision in Citizens United v. Federal Election Commission, which upheld the right of corporations to spend in elections. Their concern was the undue influence corporate spending might have on the coming elections.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/africas-locust-plague-shows-the-danger-of-green-colonialism-11582586979", "title": "Africa's Locust Plague Shows the Danger of Green Colonialism", "date": "2020-02-24 18:29", "summary": "Massive swarms devour crops, while European environmentalists seek to ban insecticides.. A plague of locusts has hit Africa. Massive swarms are devouring crops and other vegetation in their path, imperiling millions and setting the stage for a humanitarian disaster. On his recent visit to three African countries, Secretary of State Mike Pompeo committed a welcome $8 million to aid in locust control. If the U.S. really wants to help, it would stand firm against the radical anti-insecticide agenda.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bloomberg-business-manifesto-11582586849", "title": "A Bloomberg Business Manifesto", "date": "2020-02-24 18:27", "summary": "How New York's former mayor should talk about capitalism with his rivals.. What Mike Bloombergshould say when he takes the debate stage Tuesday night in Charleston, S.C.:", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-the-arc-of-history-bend-toward-idlib-11582586810", "title": "Does the Arc of History Bend Toward Idlib?", "date": "2020-02-24 18:26", "summary": "Four million people cower as Assad advances, but the world is unmoved.. The long and bitter Syrian civil war has shifted into an ugly new stage: the brutal repression of the remaining rebel-controlled areas in Syria's northwestern provinces of Idlib and neighboring Aleppo. About four million people huddle in desperate conditions as Syrian government forces and their Russian allies prepare the final, bloody push.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-clyburn-on-2020-11582586187", "title": "Notable & Quotable: Clyburn on 2020", "date": "2020-02-24 18:16", "summary": "'I don't see a whole lot of 2016 in this election,' Clyburn said. 'I see a whole lot of 1972.'. Jamie Lovegrovereporting for the Post and Courier of Charleston, S.C., Feb. 23:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-hits-the-buy-button-11582586128", "title": "HP Hits the Buy Button", "date": "2020-02-24 18:15", "summary": "Massive buyback plan sweetens the pot and offsets continued weakness in print supplies. HP Inc. clearly needs to buy itself some time. The price tag: $15 billion.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dine-looks-to-slow-closures-of-applebees-restaurants-11582561992", "title": "Dine Looks to Slow Applebee's Closures", "date": "2020-02-24 17:55", "summary": "Casual-dining company says delivery has been boosting sales. Dine Brands Global Inc. expects fewer closures of Applebee's locations this year and aims to open new restaurants in the years ahead despite challenges for casual-dining chains.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-immigrants-sign-up-for-food-subsidy-program-11582584810", "title": "Fewer Immigrants Sign Up for Food-Subsidy Program", "date": "2020-02-24 17:53", "summary": "New York City officials attribute decline to concern over new federal regulations. New federal rules that could prevent some noncitizens from getting lawful permanent-resident status if they use public benefits is depressing the number of low-income immigrant women who enroll in a program to provide food and other assistance, New York City officials said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-my-cup-offices-find-its-not-easy-going-green-11582560198", "title": "Where's My Cup? Offices Find It's Not Easy Going Green", "date": "2020-02-24 17:47", "summary": "More offices are embracing sustainability initiatives, including using less plastic, but the execution isn't always smooth. It wasn't a dignified move, but Philippa Dunjay felt she had no choice.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lirr-and-metro-north-discounts-raise-crowding-concerns-11582584029", "title": "LIRR and Metro-North Discounts Raise Crowding Fears", "date": "2020-02-24 17:40", "summary": "MTA plans to provide discounts on most trips starting and ending within New York City. Metropolitan Transportation Authority board members expressed concern Monday about fairness and potential crowding when the agency launches a discounted-ticket program later this year for commuter rail trips within New York City.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-are-just-starting-to-price-in-coronavirus-11582583912", "title": "Stocks Are Just Starting to Price in Coronavirus", "date": "2020-02-24 17:38", "summary": "Investors were slow to appreciate the seriousness of the epidemic's economic impact and it probably isn't fully reflected yet. The most surprising thing about Monday's sharp drop in stock markets around the world is that it was so long in coming.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jetblue-closes-sustainability-linked-loan-with-bnp-paribas-11582583582", "title": "JetBlue Closes Sustainability-Linked Loan With BNP Paribas", "date": "2020-02-24 17:33", "summary": "Airline looks to align its financial strategy with ESG goals through credit facility. JetBlue Airways Corp. closed a sustainability-linked loan with BNP Paribas SA, amending an existing $550 million senior secured revolving credit facility.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-seen-dismissing-d-c-snipers-appeal-after-virginia-moves-to-ease-punishment-of-juvenile-convicts-11582583496", "title": "Supreme Court Expected to Dismiss D.C. Sniper's Appeal", "date": "2020-02-24 17:31", "summary": "Attorneys for both Mr. Malvo and commonwealth asked for dismissal saying new law made appeal moot. WASHINGTON-The Supreme Court was expected to dismiss D.C. sniper Lee Boyd Malvo's appeal of his sentence of life in prison without the possibility of parole, after Virginia's governor signed legislation Monday allowing juvenile convicts to seek freedom after serving 20 years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-stop-making-more-bad-student-loans-11582583250", "title": "First, Stop Making More Bad Student Loans", "date": "2020-02-24 17:27", "summary": "Student loan writedown programs just throw good money after bad and infuriate Americans who weren't so foolish in their education decisions.. Regarding your editorial \"The Great Student Loan Writedown\" (Feb. 14): If your bath is overflowing, you don't start mopping until you turn off the water. The first thing we need to do to fix the student-loan crisis is stop making bad loans. Why is the government backing loans it knows won't be paid back? Why should taxpayers pay for four years of college, not to mention additional years of postgraduate study, for a person who can't use that education to make enough money to pay back his or her loans? The Congressional Budget Office's estimate that it will forgive $167 billion in graduate and $40 billion in undergraduate loans tells you something about the value received for the money spent on those studies. A substantial side benefit to shutting the spigot would be to incentivize colleges and universities to start teaching productive skills instead of progressive ideology. Student loan writedown programs throw good money after bad and infuriate Americans who weren't so foolish in their education decisions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-floating-foundation-can-help-in-floods-11582583192", "title": "A Floating Foundation Can Help In Floods", "date": "2020-02-24 17:26", "summary": "The Federal Emergency Management Agency's \"permanently elevate\" or \"move away\" solution isn't realistic or economical for most communities and neither is reliance on the expensive building of massive sea walls and barriers.. Addressing rising sea levels requires multiple strategies and defenses (\"Developers Float Answer to Floods,\" The Property Report, Feb. 19). One solution, overlooked in the U.S., which is realistic, practical, economical and well-proven in the Netherlands, is to retrofit residential and smaller commercial structures with buoyant amphibious foundations set on telescoping vertical guideposts at the corners.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-corona-virus-vaccine-wont-come-quickly-11582583133", "title": "A Corona Virus Vaccine Won't Come Quickly", "date": "2020-02-24 17:25", "summary": "Drugs to treat infected patients could likely be available relatively soon, but we should not pin our hopes on a vaccine for the foreseeable future.. Luciana Borio and Scott Gottlieb's \"Why Does the U.S. Have So Few Confirmed Coronavirus Cases?\" (op-ed, Feb. 21) is far too optimistic about the prospect of a vaccine to prevent infections by the Wuhan coronavirus (officially SARS-CoV-2) in the near future. The authors write, \"Once a plausible vaccine candidate is identified, the early phases of safety testing could take several weeks. But the vaccine could be ready for broader distribution soon after that as safety and efficacy tests continue.\" History argues otherwise.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-plastic-bags-seriously-degrade-the-environment-11582583084", "title": "No, Plastic Bags Seriously Degrade the Environment", "date": "2020-02-24 17:24", "summary": "Plastic bags are particularly insidious. In the water, they are one of the deadliest forms of plastic pollution. Not only do they last for centuries, but their lightweight nature makes it easy for them to escape waste-management systems.. John Tierney's provocative \"Plastic Bags Help the Environment\" (op-ed, Feb. 19) fails to present the scope of the plastic pollution problem. About a garbage truck's worth of plastics enters the ocean every minute, and the U.S. is a top-20 contributor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-debt-will-take-a-very-long-time-to-repay-11582583036", "title": "The Federal Debt Will Take A Very Long Time to Repay", "date": "2020-02-24 17:23", "summary": "If President Trump were to find a billion dollars of savings a day, it would take decades to pay the current federal debt.. Regarding Joe Queenan's column \"Moving Targets: We'll Be $1 Trillion in the Red in 2020. No Big Deal!\" (Review, Feb. 15) wherein he states that we in the U.S. don't pay attention to the deficit. He suggests that $1 trillion isn't a manageable number for people, but they can manage a billion. Maybe they can manage this calculation, which includes President Trump, who has stated he could eliminate the federal debt in eight years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-bloomberg-vault-ahead-of-biden-in-new-york-siena-college-research-institute-poll-finds-11582509105", "title": "Sanders, Bloomberg Vault Ahead of Biden in New York, Siena College Research Institute Poll Finds", "date": "2020-02-24 17:18", "summary": "Of the Democrats surveyed, 33% believe Bloomberg has the best chance of defeating President Trump. U.S. Sen. Bernie Sanders and former New York City Mayor Michael Bloomberg have vaulted ahead of former Vice President Joe Biden as favored presidential candidates of New York Democrats, a poll by the Siena College Research Institute showedMonday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tests-europes-open-borders-as-italy-death-toll-rises-11582542159", "title": "As Italy's Death Toll Rises, Europe's Open Borders Are Tested", "date": "2020-02-24 17:13", "summary": "Schools are closed and gatherings are banned as Italy reports a sixth virus-related death. Italy reported a seventh death from the coronavirus Monday, as authorities imposed quarantines and other restrictions in the country's economic heartland to fight what is now the world's third-biggest national outbreak after China and South Korea.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-police-begin-to-dismantle-rail-blockade-in-eastern-canada-11582553263", "title": "Police Dismantle Rail Blockade in Eastern Canada", "date": "2020-02-24 17:10", "summary": "Indigenous protesters oppose construction of a natural-gas pipeline. Canadian police on Monday dismantled a rail blockade led by indigenous antipipeline protesters that had choked off passenger and freight-rail traffic for more than two weeks.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-fall-as-coronavirus-spread-accelerates-outside-china-11582533308", "title": "Stocks Slide as Virus Cases Spread", "date": "2020-02-24 17:05", "summary": "S&P 500, Nasdaq fall 3% after steep declines across Europe, Asia; bond yields approach new low. Investors around the world retreated from stocks and piled into haven assets including government bonds and gold, reflecting escalating worries that the coronavirus will disrupt the global economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-religious-rights-case-involving-same-sex-couples-11582556868", "title": "Supreme Court to Consider Religious Rights Case Involving Same-Sex Couples", "date": "2020-02-24 16:59", "summary": "Justices will weigh Philadelphia's decision to exclude Catholic group from foster-care program. WASHINGTON-The Supreme Court will consider whether the Constitution allows a Catholic organization to reject same-sex couples as foster parents in a city-funded child-welfare program, despite a local ordinance prohibiting discrimination based on sexual orientation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toy-industry-looks-to-youtube-talent-for-next-generation-of-merchandise-11582581521", "title": "Toy Industry Looks to YouTube Talent for Next Generation of Merchandise", "date": "2020-02-24 16:58", "summary": "YouTube stars such as Stevin \"Blippi\" John draw retailers' interest as children seek products based on what they watch online. Children used to want toys based on their favorite movies and TV shows, whether it was \"Star Wars,\" \"My Little Pony\" or \"Teenage Mutant Ninja Turtles.\"", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-and-momentum-stocks-fall-victim-to-coronavirus-fears-11582575338", "title": "Big Tech and Momentum Stocks Fall Victim to Coronavirus Fears", "date": "2020-02-24 16:46", "summary": "Apple, Microsoft, Tesla and others drop sharply as investors react to news of fresh outbreaks outside China. The stock market's biggest darlings are no longer immune to the coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ut-austin-tennis-coach-sentenced-to-six-months-in-prison-in-college-admissions-case-11582580810", "title": "Former Tennis Coach Sentenced to Six Months in Prison in College Admissions Case", "date": "2020-02-24 16:46", "summary": "Former University of Texas at Austin tennis coach Michael Center admitted to taking $60,000 cash and $40,000 for his program. BOSTON-Michael Center, the former University of Texas at Austin men's tennis coach, was sentenced Monday to six months in prison for taking a bribe to flag an applicant as a recruited athlete, even though the boy wasn't a tennis player.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-conviction-landmark-step-for-sex-crime-prosecutions-11582580702", "title": "Weinstein Conviction 'Landmark Step' for Sex-Crime Prosecutions", "date": "2020-02-24 16:45", "summary": "Jury decision will embolden prosecutors and victims, experts say. Harvey Weinstein's conviction Monday on sex-crime charges stands to encourage victims to come forward and bolster prosecutors considering similar cases, legal experts said, even though the jury acquitted the Hollywood producer on three out of five criminal counts.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-fails-to-stop-former-ad-agency-from-cooperating-with-new-york-probe-11582575899", "title": "NRA Fails to Stop Former Ad Agency From Cooperating With Probe", "date": "2020-02-24 16:44", "summary": "Judge rules gun-rights group can't prevent Ackerman McQueen from answering subpoena. In a legal blow to the National Rifle Association, a New York state judge ruled that the gun-rights group can't stop its former ad agency from cooperating with a state regulatory probe into the NRA's financial dealings with its own top officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-airline-stocks-tumble-as-coronavirus-spreads-in-italy-11582552223", "title": "Travel Stocks Hammered", "date": "2020-02-24 16:42", "summary": "Carnival, American Airlines and easyJet plunge on speculation that more flights might be curtailed as governments try to limit the spread of epidemic. Shares of airlines and travel companies around the world plunged Monday, led by cruise-line Carnival Corp. and easyJet PLC, on speculation that authorities may crack down on movement after the biggest outbreak of coronavirus outside Asia emerged in Italy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kobe-bryant-memorial-gianna-vanessa-michael-jordan-11582580167", "title": "Kobe Bryant Gets a Last Farewell on His Home Court", "date": "2020-02-24 16:39", "summary": "Vanessa Bryant, Michael Jordan and Shaquille O'Neal delivered powerful eulogies as basketball stars and cultural luminaries gathered for Kobe and Gianna Bryant's public memorial. Los Angeles always treated Kobe Bryant as larger than life. An elaborate \"celebration of life\" before 20,000 mourners on Monday at the Staples Center showed he has become even bigger in death.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-silver-lake-pump-money-into-servicemax-11582570800", "title": "Salesforce, Silver Lake Pump Money Into ServiceMax", "date": "2020-02-24 16:36", "summary": "The new $80 million investment is aimed at helping the software company beef up product development. A software company backed by Silver Lake is receiving a new infusion of capital from the private-equity firm and the venture arm of business-software giant Salesforce.com Inc.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-fed-president-says-coronavirus-requires-careful-monitoring-11582574401", "title": "Fed Officials Say It Is Too Soon to Assess Coronavirus Impact on U.S. Economy", "date": "2020-02-24 16:29", "summary": "Cleveland's Mester, Minneapolis's Kashkari see current level of interest rates as appropriate. WASHINGTON-Federal Reserve officials said it was too soon to know how the fallout from the coronavirus, which weighed heavily on global markets Monday, would ripple through the U.S. economy and whether it would force a return to interest-rate cuts later this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-outbreak-in-italy-disrupts-one-of-europes-powerhouse-regions-11582579398", "title": "Virus Outbreak in Italy Disrupts One of Europe's Powerhouse Regions", "date": "2020-02-24 16:23", "summary": "Lombardy and Veneto regions affected by Covid-19 virus account for 40% of country's exports; knock-on effect for Europe. The coronavirus outbreak in northern Italy, the largest outside of Asia, threatens to tip the country's economy into recession and further drag on Europe's faltering growth.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-sanofi-inovio-hunt-for-coronavirus-vaccines-11582579340", "title": "J&J, Sanofi, Inovio Hunt for Coronavirus Vaccines", "date": "2020-02-24 16:22", "summary": "Human studies for some could start in as soon as several months. Drugmakers Johnson & Johnson , Sanofi SA and Inovio Pharmaceuticals Inc. have started to develop coronavirus vaccines, and human studies of them could start in anywhere from a few months to about a year from now. The efforts come as Moderna Inc. has shipped a batch of its experimental coronavirus vaccine to U.S. researchers for human testing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-bond-yields-slide-amid-pandemic-fears-11582552331", "title": "10-Year Treasury Yield Falls to Lowest Level Since 2016", "date": "2020-02-24 16:21", "summary": "Worries mount that coronavirus epidemic could turn into global pandemic; Italian and Greek bond yields rise on recession fears. U.S. government bonds rallied Monday, pushing yields close to record lows, after a jump in the number of coronavirus cases outside China stoked fears about a slowdown in global growth.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-investigated-suspicious-pro-sanders-content-11582576009", "title": "Facebook Probed Suspicious Pro-Sanders Content", "date": "2020-02-24 16:08", "summary": "Social-media giant hasn't substantiated the activity it reviewed; senior officials alerted to internal probe. Facebook Inc. in recent weeks investigated suspicious content supporting Vermont Sen. Bernie Sanders's presidential campaign, said people familiar with the matter. But the company was unable to substantiate claims that Trump supporters or Russian actors were involved in any inauthentic activity.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-gains-in-havens-fuel-growth-concerns-11582545600", "title": "Gold Jumps to Fresh Seven-Year High as Investors Flee Riskier Markets", "date": "2020-02-24 16:06", "summary": "Lack of clarity on effects of coronavirus prompts investors to seek shelter in bonds or gold. Investors rushed into gold Monday, sending the price of the precious metal to a fresh seven-year high, as rising fear about the economic impact of the coronavirus epidemic spurred selling across global financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-signals-resistance-to-blocking-atlantic-coast-pipeline-11582563928", "title": "Supreme Court Signals Resistance to Blocking Atlantic Coast Pipeline", "date": "2020-02-24 16:01", "summary": "During oral arguments, justices question lower court ruling that blocked pipeline path under Appalachian Trail. WASHINGTON-The Supreme Court on Monday suggested it was unlikely to block a planned natural-gas pipeline from running under a section of a major East Coast hiking trail.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-injured-as-car-runs-into-carnival-parade-in-germany-11582557074", "title": "Dozens Injured as Car Runs Into Carnival Parade in Germany", "date": "2020-02-24 15:55", "summary": "Police in the country on high alert since deadly shooting last week. BERLIN-Roughly 30 people, including many children, were injured when a car crashed into a carnival procession in a small town near the German city of Kassel, police said on Monday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-pitches-locked-e-cigarette-in-bid-to-stay-on-u-s-market-11582576496", "title": "Juul Pitches Locked Vaporizer in Bid to Stay on U.S. Market", "date": "2020-02-24 15:49", "summary": "Company submits age-verification system along with new marketing plan to persuade FDA its products benefit public health. Juul Labs Inc. plans to present to federal regulators a new version of its vaporizer designed to unlock only for users at least 21 years old, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-in-this-company-are-floored-11582576693", "title": "Investors in This Company Are Floored", "date": "2020-02-24 15:38", "summary": "Lumber Liquidators has had biotech-like volatility as investors go hot and cold on its prospects. People who invested in a chain selling hardwood flooring hardly expected this sort of excitement.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-slumps-gold-soars-as-coronavirus-outbreak-spreads-in-europe-11582547437", "title": "Oil Prices Slump", "date": "2020-02-24 15:28", "summary": "Concerns about the future of OPEC's ties to its allies is also weighing on oil prices. Oil prices fell Monday and gold rose to a seven-year high as the number of coronavirus cases outside China continued to multiply.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/primark-owner-abf-looks-for-suppliers-outside-of-china-amid-coronavirus-outbreak-11582575891", "title": "Primark Owner ABF Looks for Suppliers Outside of China Amid Coronavirus Outbreak", "date": "2020-02-24 15:24", "summary": "U.K. conglomerate has enough inventory to fill shelves in its Primark unit through the summer months, finance chief John Bason says. U.K. conglomerate Associated British Foods PLC is operating its food-processing factories in China at reduced capacity and is looking for alternative suppliers to prepare for a prolonged slowdown in garment production in the country as the coronavirus outbreak spreads.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-trade-apple-walmart-stocks-that-defined-the-week-11582328954", "title": "E*Trade, Apple, Walmart: Stocks That Defined the Week", "date": "2020-02-24 14:53", "summary": "Here are seven major companies whose stocks moved on the week's news. E*Trade Financial Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-american-hammer-review-standoff-satire-11582572481", "title": "'The Last American Hammer' Review: Standoff Satire", "date": "2020-02-24 14:28", "summary": "An unemployed conspiracy theorist faces off against a federal agent inside a museum of Toby jugs in this ruefully humorous work at Pittsburgh Opera.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-pleads-not-guilty-to-new-charges-11582569227", "title": "Smollett Pleads Not Guilty to New Charges", "date": "2020-02-24 13:33", "summary": "Former 'Empire' actor's legal team files motion to dismiss case on double-jeopardy grounds. CHICAGO-Actor Jussie Smollett pleaded not guilty Monday to six felony charges of disorderly conduct after a special prosecutor's investigation led to a new indictment earlier this month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-delicious-way-to-cook-cauliflower-11593538377", "title": "The Most Delicious Way to Cook Cauliflower", "date": "2020-02-24 13:31", "summary": "Roast half of it for deep umami flavor and give the rest a quick simmer to keep it delightfully vital. The result is a satisfying vegetable ragout to serve over pasta. ON DAYS OFF, most chefs want to be anywhere but the kitchen. Philip Krajeck is an exception. \"I'm a dad and I love to cook,\" he said. While you won't find this warming winter pasta on the menu at either of Mr. Krajeck's Nashville restaurants, it wins rave reviews from his family. His second Slow Food Fast recipe combines rigatoni with cauliflower, anchovies, chile flakes, garlic and Parmesan. Fresh parsley and crunchy fried breadcrumbs provide color and contrast.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-current-tools-fed-unlikely-to-sustainably-hit-inflation-target-fed-paper-11582567275", "title": "With Current Tools, Fed Unlikely To Sustainably Hit Inflation Target: Fed Paper", "date": "2020-02-24 13:15", "summary": "San Francisco Fed paper finds public worries that in the next downturn the central bank will once again hit de facto zero rates. Inflation stands a good chance of not sustainably hitting the Federal Reserve's 2% target until central bankers find a new mix of policies that will boost public confidence the central bank can provide meaningful stimulus in the next downturn, new research shows.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-respond-to-fur-coats-as-family-heirlooms-11582567888", "title": "Readers Respond to Fur Coats as Family Heirlooms", "date": "2020-02-24 13:11", "summary": "Readers shared stories of vintage furs, in response to Ray A. Smith's article on how an Arkansas family dealt with two treasured mink coats and a stole. Ray A. Smith's article about the generational divide over wearing fur inspired hundreds of readers to share their stories and opinions on the subject. His story, \"The Awkward Heirloom: No One Wants Grandma's Fur Coat,\" in the Jan. 27 Wall Street Journal, detailed what happened when Helen Webb handed down her mink stole and coats to her granddaughter, Gina Radke, who accepted them despite reservations about wearing fur.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-undemocratic-socialists-11582567403", "title": "Bernie's Undemocratic Socialists", "date": "2020-02-24 13:03", "summary": "The candidate is still expressing admiration for Marxist tyrants.. A core claim of the Bernie Sanders presidential campaign is that \"democratic socialism\" simply means Scandinavian-style democracy and relatively free markets with a generous social safety net. The truth is that Mr. Sanders has a long history of support for the most undemocratic of socialists, and even today he claims there were silver linings in the playbook of Marxist tyranny.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-wynn-pays-105-million-for-pair-of-picassos-11582567230", "title": "Steve Wynn Pays $105 Million for Pair of Picassos", "date": "2020-02-24 13:00", "summary": "The sale comes as a trio of private galleries sell off works from the estate of Don Marron. Embattled former casino-resort magnate Steve Wynn has paid around $105 million for a pair of Pablo Picasso paintings from the estate of Don Marron, according to two people close to the deal.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assange-put-lives-at-risk-u-s-argues-as-extradition-hearing-begins-11582559555", "title": "Assange Put Lives at Risk, U.S. Argues as Extradition Hearing Begins", "date": "2020-02-24 12:35", "summary": "WikiLeaks founder appears in packed London courtroom for legal battle expected to last several months. LONDON-Julian Assange put lives in danger when he published a decade ago thousands of classified documents related to the Iraq and Afghanistan wars, a lawyer representing the U.S. government said at the opening day of a court hearing to determine whether the WikiLeaks founder should be extradited to the U.S. to stand trial.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-once-the-king-of-packaging-seeks-a-comeback-11582540201", "title": "Glass, Once the King of Packaging, Seeks a Comeback", "date": "2020-02-24 12:33", "summary": "Resume Subscription. Glassmakers are betting the backlash against single-use plastics can stem a decadeslong decline in the use of their bottles and jars. First they have to boost poor glass-recycling rates that undercut the material's environmental pitch.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-fashion-designers-became-the-new-instagram-influencers-11582565258", "title": "How Fashion Designers Became the New Instagram Influencers", "date": "2020-02-24 12:27", "summary": "Designers like Marc Jacobs, Virgil Abloh and Donatella Versace are moonlighting as social media influencers, putting a more human, less polished spin on brand marketing. IN JANUARY, French fashion house Givenchy rolled out an ad campaign for its spring collection starring a surprising model: Marc Jacobs. For the uninitiated, Mr. Jacobs is a 56-year-old fashion designer...and not at Givenchy. On the surface picking a rival to flaunt your wares might seem peculiar. But of late, the New York-based designer has embarked on a sort-of second career as an Instagram star. His personal account has over 1.4 million followers, who feast on photos of Mr. Jacobs in all sorts of extravagant outfits-compiled from his brand and others. His selfies show off Prada sweaters, Rick Owens boots and Hermés gloves. Though his own designs continue to impress-critics received his recent show during New York Fashion with particular rapture-Mr. Jacobs's social media presence is reminiscent of a fashion influencer's. In true influencer form, he posted the Givenchy campaign on his Instagram page the day it came out.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-wrap-brand-identity-with-sustainable-packaging-11582466400", "title": "Startups Wrap Brand Identity With Sustainable Packaging", "date": "2020-02-24 12:02", "summary": "Companies are focusing on whether a customer feels guilty or virtuous about how the product was boxed to drive business results. The first time Seed Health Inc.'s probiotics arrive at a new subscriber's door, they come in a handsome glass jar with a powdery finish and minimal branding. The capsules nestle in a compostable mushroom-fiber tray and a recycled paper box that is the same moss green as the jar.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkels-ailing-party-set-to-pick-new-leader-in-april-11582563648", "title": "Merkel's Ailing Party Set to Pick New Leader in April", "date": "2020-02-24 12:00", "summary": "Successful candidate is likely to run at next year's election when chancellor's term ends. BERLIN-Angela Merkel's embattled conservatives, reeling from their latest election defeat, will hold a special convention on April 25 to elect a new party chairperson who is likely to lead the party's ticket at next year's general election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-talk-to-strangers-these-apps-encourage-it-11582347631", "title": "Don't Talk to Strangers? These Apps Encourage It.", "date": "2020-02-24 12:00", "summary": "Young people flock to apps that let them chat with like-minded people online. But safeguards are imperfect.. A breed of upstart apps is taking on an internet function that might seem unneeded or even ill-advised: helping teens talk to strangers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-house-divided-cannot-stand-11582563522", "title": "America's House Divided Cannot Stand", "date": "2020-02-24 11:58", "summary": "Voters tend to see their political opponents as enemies, which is dangerous for democracy.. For constitutional democracies to thrive-or even muddle through-voters and candidates have to respect their political opponents. Parties must see the competition as legitimate even amid vigorous disagreement on ideas. This shared sense is a load-bearing wall for democracy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-malibu-a-concrete-compound-designed-by-japanese-starchitect-asks-75-million-11582563329", "title": "In Malibu, A Concrete Compound Designed By Japanese Starchitect Asks $75 Million", "date": "2020-02-24 11:55", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/malaysian-prime-minister-mahathir-offers-resignation-11582531824", "title": "Malaysian Prime Minister Mahathir Mohamad Quits, Cabinet Dissolved", "date": "2020-02-24 11:53", "summary": "Moves plunge country into chaos less than two years after 94-year-old leader took office in historic election. Malaysian Prime Minister Mahathir Mohamad resigned and the cabinet was dissolved, plunging the Southeast Asian country into chaos less than two years after the 94-year-old leader took office in a historic election.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-debate-questions-bernie-sanders-could-be-asked-11582558013", "title": "Four Debate Questions Bernie Sanders Could Be Asked", "date": "2020-02-24 11:26", "summary": "Democratic opponents are certain to attack his liberal agenda in the South Carolina debate. Sen. Bernie Sanders is about to be pummeled. He knows it, and everybody else does too.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-ncaa-handwrings-female-athletes-see-opportunities-from-looser-endorsement-rules-11582561013", "title": "Female Athletes See Opportunities From Looser NCAA Endorsement Rules", "date": "2020-02-24 11:16", "summary": "Athletes will likely be allowed to promote products and their own businesses under changes to name, image and likeness restrictions. Top officials in college sports are worried that female athletes stand to lose under a new system in which college players can make endorsement deals, saying they will be reduced to afterthoughts while male football and basketball players reap the rewards.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-detect-for-the-first-time-quakes-on-mars-11582560000", "title": "Scientists Detect for the First Time Quakes on Mars", "date": "2020-02-24 11:00", "summary": "Initial findings about Martian interior, atmosphere and magnetic field are published in research papers. Mars trembles with quakes as it cools, and the Martian crust shrinks like a wizened apple, according to new findings from the National Aeronautics and Space Administration's InSight lander. These faint tremors are the first ever detected on Mars or any world other than Earth or the Moon, mission scientists said.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneering-nasa-mathematician-katherine-johnson-has-died-11582558853", "title": "NASA Mathematician Katherine Johnson Dies at 101", "date": "2020-02-24 10:49", "summary": "Johnson calculated rocket trajectories and earth orbits by hand during NASA's early years. HAMPTON, Va.-NASA says Katherine Johnson, a mathematician who worked on NASA's early space missions and was portrayed in the film \"Hidden Figures,\" about pioneering black female aerospace workers, has died.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unexpected-new-diagnosis-in-older-adults-adhd-11582558978", "title": "An Unexpected New Diagnosis in Older Adults: ADHD", "date": "2020-02-24 10:42", "summary": "For years, ADHD has been considered a disorder of kids and younger adults. Now, doctors are realizing older people have it too-and it's sometimes mistaken for dementia.. Many seniors get diagnosed with conditions like dementia or heart disease.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-retreat-from-oil-firms-in-sign-of-rising-skepticism-11582556400", "title": "Investors Retreat From Oil Firms in Sign of Rising Skepticism", "date": "2020-02-24 10:33", "summary": "Major oil companies, pressed to cut carbon emissions, are shunned in markets as they mull greener future. Major oil companies are working hard to articulate a vision for their future, but the energy sector's poor performance shows that many investors aren't buying it.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-bloomberg-aims-to-improve-in-his-second-democratic-debate-11582545601", "title": "Bloomberg Aims to Improve in His Second Democratic Debate", "date": "2020-02-24 09:51", "summary": "Former New York City mayor kept away from the public eye all weekend to prepare. As the rest of the top Democratic presidential candidates competed for delegates in Nevada and held rallies in Super Tuesday states all weekend, Michael Bloomberg kept away from the public eye.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-went-to-a-hockey-game-expecting-dinner-he-wound-up-getting-the-win-11582554854", "title": "He Went to a Hockey Game Expecting Dinner. He Wound Up Getting the Win.", "date": "2020-02-24 09:34", "summary": "A talk with 'emergency back-up goalie' David Ayres, who stopped the Toronto Maple Leafs Saturday night-and became an overnight NHL sensation. He'd barely slept. David Ayres tried to fall asleep when he got home after Saturday's Leafs-Canes hockey game, but how could anyone fall asleep, after what had happened?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maye-musk-elon-musk-mom-on-tesla-spacex-launches-11582553425", "title": "Maye Musk on Why She Can't Always Make It to SpaceX and Tesla Launches", "date": "2020-02-24 09:11", "summary": "The supermodel, dietitian and mother to Elon, Kimbal and Tosca talks about her go-to breakfast, favorite TV shows and how she and her busy family stay in touch. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-kicks-off-india-visit-with-massive-rally-with-modi-11582531854", "title": "Trump Kicks Off India Visit With Massive Rally", "date": "2020-02-24 09:09", "summary": "The two countries share concerns about terrorism, immigration and the rise of China as a superpower. AHMEDABAD, India-President Trump kicked off two days in India with a huge campaign-style rally in the home state of Indian Prime Minister Narendra Modi, a reprise of a raucous event the pair staged in the U.S. last year, and a visit to the Taj Mahal with the first lady.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austin-nashville-rank-at-top-of-hottest-u-s-job-markets-11582545600", "title": "Austin, Nashville Rank at Top of Hottest Job Markets", "date": "2020-02-24 08:50", "summary": "Apple is building $1 billion corporate campus in Texas capital; Amazon is investing in Tennessee city. The two hottest U.S. job markets in 2019 were growing Southern state capitals with vibrant music scenes and an influx of technology jobs.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-metropolitan-museum-of-art-orders-the-full-english-11582551918", "title": "The Metropolitan Museum of Art Orders the Full English", "date": "2020-02-24 08:45", "summary": "After six years of work-and a regime change-the Met unveils its revamped British Galleries, reimagined in cinematic style by design stars Roman and Williams. The first few steps I took up the Cassiobury staircase, an architectural relic in the collection of New York's Metropolitan Museum of Art, confirmed the obvious-340-year-old stair treads creak. But little else about Accession No. 32.152 could be called ordinary. Acanthus leaves fluttered up the balustrade in tight pinwheels, curling around seed pods glistening with ripe fruit. Or so it seemed, because the whole thing was carved in caramel-colored elm and pine by a 17th-century sculptor believed to be Edward Pearce, whose work at Cassiobury Park, in Hertfordshire, England, was sold off before the estate was demolished in the 1920s.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retracing-the-boy-scouts-path-to-bankruptcy-11582549204", "title": "Retracing the Boy Scouts' Path to Bankruptcy", "date": "2020-02-24 08:00", "summary": "Decades of failing to fully confront a sex-abuse crisis led to the youth organization's day of reckoning. The Boy Scouts of America was dogged by sex-abuse claims for more than 50 years before it implemented key child-safety policies in the late 1980s.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-message-about-central-banks-11582547401", "title": "Utilities' Message About Central Banks", "date": "2020-02-24 07:30", "summary": "Such companies have done better than growth stocks, which offers insight into what people think about interest rates. To catch a glimpse of the deep-rooted mechanisms of central bank policy and its linkages to economic growth, there is nothing like looking at utility stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-keeps-net-open-for-new-ceo-11582544917", "title": "HSBC Keeps Net Open for New CEO", "date": "2020-02-24 06:48", "summary": "Unicredit boss Jean Pierre Mustier ruled himself out, but interim CEO Noel Quinn may still not get the job. HSBC Holdings PLC said it would continue looking for a new chief executive while it considers permanently appointing interim CEO Noel Quinn, after UniCredit SpA boss Jean Pierre Mustier withdrew from talks about the job.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tobacco-bosses-mix-and-match-their-nicotine-hit-11582544434", "title": "Tobacco Bosses Mix and Match Their Nicotine Hit", "date": "2020-02-24 06:40", "summary": "Number of cigarettes sold globally is in decline, but many consumers are just getting their nicotine fix elsewhere. Tobacco executives are looking at the bigger picture when it comes to nicotine use. That means spreading their bets more evenly across a range of cigarette alternatives.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-attack-exposes-poor-energy-sector-cybersecurity-11582540200", "title": "Ransomware Attack Exposes Poor Energy-Sector Cybersecurity", "date": "2020-02-24 05:30", "summary": "An infection at a pipeline provider caused it to shut down for two days, DHS says. The energy sector remains vulnerable to cyberattacks despite years of threats, as illustrated by an alert issued last week by the Department of Homeland Security.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-house-race-tests-democratic-voters-appetite-for-liberal-insurgents-11582540200", "title": "Texas House Race Tests Democratic Voters' Appetite for Liberal Insurgents", "date": "2020-02-24 05:30", "summary": "Resume Subscription. LAREDO, Texas-Jessica Cisneros stood on the sidelines of a parade here and shouted at Rep. Henry Cuellar, the longtime Texas lawmaker she is trying to oust in the Democratic primary, as he rolled by in a black Dodge pickup truck.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/with-migrant-workers-in-limbo-part-of-chinas-economy-is-stalled-11582540203", "title": "With Migrant Workers in Limbo, Part of China's Economy Is Stalled", "date": "2020-02-24 05:30", "summary": "Many must choose the least-bad option: Stay in their hometowns without jobs, or return to expensive cities and a 14-day quarantine. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-intuit-alphabet-pepsico-fox-comcast-11582540078", "title": "Stocks to Watch: Intuit, Alphabet, PepsiCo, Fox, Comcast", "date": "2020-02-24 05:28", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koreas-coronavirus-spread-puts-an-export-hub-at-risk-11582537118", "title": "Korea's Coronavirus Spread Puts an Export Hub at Risk", "date": "2020-02-24 04:38", "summary": "About 90% of South Korea's exports are intermediate rather than finished goods, meaning that any industrial shutdowns will be felt elsewhere in the world quickly afterward. The rapid spread of coronavirus in South Korea is bleak news for global manufacturers. China-style industrial shutdowns look increasingly likely in a country that punches above its weight-perhaps more than any other-in global supply chains.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spreads-outside-china-as-officials-worries-mount-11582473370", "title": "Coronavirus Spreads Outside China as Worries Mount", "date": "2020-02-24 03:26", "summary": "The emergence of clusters of infection in new countries including South Korea, Italy and Iran show that it is unclear how the virus is transmitted. HONG KONG-New cases of coronavirus flared outside China, adding to global health officials' worries about the spread of the disease in dangerous new pockets of infection.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teck-pulls-oil-project-blames-canadas-climate-policy-uncertainty-11582522432", "title": "Teck Pulls Oil Project, Blames Canada's Climate-Policy Uncertainty", "date": "2020-02-24 00:33", "summary": "CEO says 'no constructive path forward' for multibillion-dollar oil sands mine, which has become flashpoint in climate-change debate. A Canadian mining company shelved a proposed multibillion-dollar energy project that the federal cabinet was days away from issuing a verdict on, citing political uncertainty about oil-and-gas development in the resource-rich country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582494740", "title": "Pepper...and Salt", "date": "2020-02-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-campaign-claims-errors-in-tallying-nevada-results-11582483870", "title": "Buttigieg Campaign Claims Errors in Nevada Results", "date": "2020-02-24 23:26", "summary": "Saying there is a 'razor-thin margin' for second place, it requests a further breakdown of votes. LAS VEGAS-Nevada caucus results continued to trickle in Sunday, a day after the contest, and at least one campaign said it has found problems with the complicated process.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-all-children-learn-to-code-by-the-end-of-high-school-11582513441", "title": "Should All Children Learn to Code by the End of High School?", "date": "2020-02-24 22:04", "summary": "Supporters say coding know-how is good for students in an increasingly digital world. Opponents say public schools shouldn't serve as job-training sites for tech companies.. At every high school, students are required to show proficiency in certain subjects to graduate. Now there's a push to include computer coding as one of those subjects.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-way-to-use-the-cloud-to-store-personal-data-11582513321", "title": "What's the Best Way to Use the Cloud to Store Personal Data?", "date": "2020-02-24 22:02", "summary": "The Wall Street Journal hosted a conversation by email with three experts on cloud storage and the security and privacy issues around it. Cloud storage can be a worrisome proposition, particularly as our digital archives grow. Should you back up everything to the cloud, or just some things? Is there data you shouldn't store in the cloud? And which services should you trust? • No definitive blueprint exists for proper care of your archives, but there are a number of strategies to consider as digital security becomes more of a concern. The Wall Street Journal hosted an email conversation with three experts on cloud storage and the security and privacy issues around it: Alexis Hancock, a staff technologist at the Electronic Frontier Foundation; Ray Lucchesi, president and founder of Silverton Consulting, a storage consulting-services agency; and Bruce Schneier, a security technologist who lectures on public policy at Harvard Kennedy School. Edited excerpts follow.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-government-halt-the-use-of-facial-recognition-technology-11582513260", "title": "Should Government Halt the Use of Facial-Recognition Technology?", "date": "2020-02-24 22:01", "summary": "Critics say false positives are far higher for some groups of people than for others, but supporters of the technology says the actual numbers involved are tiny. Facial recognition is becoming an important tool in a range of consumer, business and law-enforcement applications.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-the-u-s-need-a-national-digital-currency-11582513201", "title": "Does the U.S. Need a National Digital Currency?", "date": "2020-02-24 22:00", "summary": "Proponents say payments with a digital dollar would be faster and easier. Opponents say it would be costly and inefficient.. The nature of money is changing, and central banks around the world are debating whether they need to change with it.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-looks-ahead-after-nevada-caucuses-win-11582459203", "title": "Bernie Sanders Looks Ahead After Nevada Caucuses Win", "date": "2020-02-24 21:31", "summary": "Contests in 15 states over the coming week and a half could determine the course of the race. HOUSTON-Bernie Sanders's resounding victory in the weekend's Nevada caucuses cast him as the clear front-runner for the Democratic presidential nomination and enhanced the Vermont senator's argument that he can build a diverse coalition of voters ahead of potentially decisive contests.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-city-shuts-down-as-south-korea-raises-highest-coronavirus-alert-11582465932", "title": "A City Shuts Down as South Korea Raises Highest Coronavirus Alert", "date": "2020-02-24 20:39", "summary": "The country's cases rise 25-fold in five days, as Seoul declares a 'red alert,' allowing it to block domestic travel among other measures. DAEGU, South Korea-Cafes here demanded orders must be takeout or delivery. A typically bustling market hollowed out. The rare flicker of activity occurred at stores selling face masks, though most had run out.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-democratic-caucuses-top-takeaways-11582432861", "title": "Nevada Democratic Caucuses: Top Takeaways", "date": "2020-02-24 19:40", "summary": "Bernie Sanders has cemented front-runner status, while the caucuses themselves may still be in jeopardy. Bernie Sanders won a resounding victory in Nevada's caucuses, the first state on the primary calendar with a diverse electorate, cementing his front-runner status for the Democratic presidential nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-announces-he-has-kidney-tumor-11582483474", "title": "New Jersey Governor Announces He Has Kidney Tumor", "date": "2020-02-24 19:14", "summary": "Democrat Phil Murphy to undergo surgery next month to remove likely cancerous growth; calls prognosis 'very good'. New Jersey Gov. Phil Murphy is set to undergo surgery next month to remove a likely cancerous tumor on his kidney.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-leaders-split-on-taxes-new-bail-law-11582502401", "title": "Democratic Leaders Split on Taxes, New Bail Law", "date": "2020-02-24 19:00", "summary": "Assembly members expected to propose raising income taxes to address budget deficit; senators are reluctant. After moving in tandem for most of 2019, Senate Majority Leader Andrea Stewart-Cousins and Assembly Speaker Carl Heastie are diverging over taxes and criminal-justice policy as budget negotiations start in earnest.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]