[{"link": "https://www.wsj.com/articles/investors-bet-on-more-dollar-weakness-11606386601", "title": "The Dollar Is Weak. Investors Bet It Will Slide Even More.", "date": "2020-11-26 21:10", "summary": "Forecasts assume Covid-19 recedes, encouraging investors to step back from the relative safety of U.S. assets. The dollar hit its lowest levels against a basket of currencies in more than two years this week-and investors think it'll fall further.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-blocks-covid-19-restrictions-on-church-attendance-in-new-york-11606369004", "title": "Supreme Court Blocks New York's Covid-19 Restrictions on Religious Services", "date": "2020-11-26 21:04", "summary": "Justice Amy Coney Barrett cast the pivotal vote to depart from past cases. WASHINGTON-A divided Supreme Court blocked New York from imposing strict limits on attendance at religious services to combat Covid-19, with new Justice Amy Coney Barrett casting the pivotal vote to depart from past cases that deferred to state authorities on public-health measures.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-leave-white-house-if-electoral-college-picks-biden-11606438127", "title": "Trump Says He Will Leave Office if Electoral College Backs Biden", "date": "2020-11-26 20:03", "summary": "The president declined to say whether he would attend President-elect Joe Biden's inauguration ceremony. WASHINGTON-President Trump said he would leave the White House if the Electoral College elects Joe Biden but was noncommittal about attending the inauguration ceremony.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/backcountry-skiing-a-beginners-guide-to-the-sport-of-covid-winter-11606435234", "title": "Backcountry Skiing: A Beginner's Guide to the Sport of Covid Winter", "date": "2020-11-26 19:00", "summary": "You needn't be a daredevil to go backcountry skiing-just willing to clomp up a hill. Around the U.S., several new spots are easing newcomers into a sport where utter seclusion is the whole point.. EIGHT WINTERS AGO, three friends and I spent a few days in northwestern British Columbia to check out a fledgling ski area called Hankin-Evelyn, outside the old railway town of Smithers. On our first morning there, we arrived to find piles of fresh, downy snow dotted by colorful visitor signs. It was an ideal wintry scene-crisp mountain air, blue skies and a blanket of enticing powder. Even better, we noticed very few other skiers milling around. Conspicuously absent was a line snaking around the chair lift for one simple reason: There was no chair lift.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-sees-georgia-senate-races-as-firewall-after-trumps-loss-11606392002", "title": "GOP Sees Georgia Senate Races as 'Firewall' After Trump's Loss", "date": "2020-11-26 18:09", "summary": "With president's role uncertain, McConnell directs colleagues to aid effort to keep Senate in Republican hands. WASHINGTON-With President Trump's drive to remain in office hitting a dead end, Senate Republicans are redoubling their efforts in Georgia, where a pair of runoffs will determine which party controls the Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-what-about-sock-friday-cozy-holiday-gifts-make-comfy-return-11606431600", "title": "Black Friday? What About Sock Friday?", "date": "2020-11-26 18:00", "summary": "Amid a stubborn, stay-at-home pandemic, basic gifts outclass luxury items. I used to be one of those lunatics who enjoyed adding unnecessary suspense to holiday shopping. I shopped the last weekend before Christmas, two days before Christmas, very often on Christmas Eve, and even on Christmas Day, at the always-open convenience store, trying to decide whether to buy my brother a 12-pack of Rolling Rock, or a Battlestar Galactica air freshener.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-courts-ruling-blocking-cuomos-covid-19-order-could-influence-other-cases-11606428800", "title": "Supreme Court's Ruling Blocking Cuomo's Covid-19 Order Could Affect Other Cases", "date": "2020-11-26 17:13", "summary": "Up to 20 lawsuits involving houses of worship could be affected by high-court decision. The Supreme Court ruling that blocked New York from imposing strict limits on attendance at religious services could influence lawsuits in other states seeking to overturn similar rules on houses of worship.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-has-pardoned-former-national-security-adviser-michael-flynn-11606339532", "title": "Trump Says He Pardoned Michael Flynn, Ex-National Security Adviser", "date": "2020-11-26 17:02", "summary": "Flynn had pleaded guilty to lying to the FBI about his contacts with a Russian official but later sought to withdraw his plea. President Trump has pardoned former national security adviser Michael Flynn, using his executive power to protect an ally who pleaded guilty to lying to the Federal Bureau of Investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-by-two-friday-crossword-november-27-11606426400", "title": "Two by Two (Friday Crossword, November 27)", "date": "2020-11-26 17:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-arrests-alleged-mastermind-of-massacre-that-killed-american-women-and-children-11606426939", "title": "Mexico Arrests Alleged Mastermind of Attack That Killed American Women and Children", "date": "2020-11-26 16:56", "summary": "Capture of suspect in 2019 attack on members of breakaway Mormon community draws mixed response from relatives of victims. MEXICO CITY-Mexican security forces captured the alleged mastermind of a 2019 massacre that killed nine members of a breakaway Mexican-American Mormon community, an attack that shocked the U.S. and Mexico and strained bilateral relations.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tried-tofurky-maybe-its-time-for-yamchops-and-incogmeato-11606420989", "title": "Tried Tofurky? Maybe It's Time for YamChops or Incogmeato", "date": "2020-11-26 15:03", "summary": "Resume Subscription. Food scientists for decades have tinkered with plant proteins, starches and oils to make burgers that sizzle, bleed and taste like real beef, without harming a single steer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-speedy-recovery-depends-on-more-aid-will-trump-deliver-11606420721", "title": "A Speedy Recovery Depends on More Aid. Will Trump Deliver?", "date": "2020-11-26 14:58", "summary": "The economy can't wait until January for more help for states, businesses and the unemployed.. Majority Leader Mitch McConnell sent the Senate home for recess without passing a new coronavirus relief bill. Treasury Secretary Steven Mnuchin has said he will pull the plug on several of the Federal Reserve's emergency lending facilities. What are these men thinking?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-capitalism-in-a-secular-world-11606420629", "title": "Woke Capitalism in a Secular World", "date": "2020-11-26 14:57", "summary": "Principles grounded in faith or existential commitment should guide companies.. This week's emotional response by employees at Penguin Random House Canada when they learned that their company would publish best-selling author Jordan Peterson's next book follows Target 's flip-flop last week on whether to sell Abigail Shrier's book, \"Irreversible Damage: The Transgender Craze Seducing Our Daughters.\" They are the latest expressions of the new religion of wokeness that is spreading through corporations at a staggering pace, filling the vacuum left by the decline in traditional belief and practice.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escape-artist-review-great-expectations-11606420511", "title": "'Escape Artist' Review: Great Expectations", "date": "2020-11-26 14:55", "summary": "As a journalist in the early years of the 20th century, Harry Perry Robinson played eyewitness to many historical events. Does that make him 'great'?. In \"Escape Artist,\" Joseph McAleer's premise is that his uneminent subject was in fact a remarkable fellow who deserves to be much better known. He calls Harry Perry Robinson (1859-1930) \"a latter-day Tocqueville\" whose \"march through history, a near-epic story,\" exemplified \"an exciting personal story worthy of Horatio Alger.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walt-disney-to-lay-off-32-000-workers-as-covid-19-hits-theme-parks-11606376422", "title": "Disney Plans More Layoffs as Pandemic Hits Businesses", "date": "2020-11-26 14:53", "summary": "Company to cut 32,000 jobs by March, mostly in theme-park division. Walt Disney Co. plans to lay off a total of 32,000 employees by March, the company said, a further reduction in its workforce that comes as the pandemic hits the entertainment company's theme-park businesses especially hard.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-truth-about-chinese-bonds-11606420312", "title": "The Truth About Chinese Bonds", "date": "2020-11-26 14:51", "summary": "Beijing's latest stab at financial reform is one of its riskiest.. Here's some advice for investors trying to make sense of recent turmoil in China's domestic bond market: Good luck. Beijing appears to be gearing up for what could become one of its most consequential financial reforms, at a time when the economy is recovering from the pandemic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-prosecutors-examine-ernst-youngs-role-in-wirecard-collapse-11606420008", "title": "German Prosecutors Examine Ernst & Young's Role in Wirecard Collapse", "date": "2020-11-26 14:46", "summary": "Prosecutors in Munich are assessing a report from Germany's accounting watchdog, ratcheting up pressure on the audit firm. German prosecutors are examining Ernst & Young's role in the collapse of disgraced payments operator Wirecard AG , ratcheting up pressure on the audit firm.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-lazear-economist-and-white-house-adviser-dies-at-72-11606357165", "title": "Edward Lazear, Economist and White House Adviser, Dies at 72", "date": "2020-11-26 14:39", "summary": "Stanford professor examined the complex relationships between workers and employers. Edward P. Lazear, an economist and White House adviser who delved into the complex relationships between employers and workers, died of pancreatic cancer Monday. He was 72.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-slack-salesforce-would-put-heat-on-microsoft-11606418952", "title": "With Slack, Salesforce Would Put Heat on Microsoft", "date": "2020-11-26 14:29", "summary": "Work-from-home trend spurs race to become the go-to business-software provider. Salesforce.com Inc. Chief Executive Marc Benioff's effort to buy Slack Technologies Inc., which is valued at $17 billion and would be his biggest acquisition yet, positions the company to take on Microsoft Corp. in key areas.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-forces-surround-tigrays-capital-as-a-decisive-battle-looms-11606328684", "title": "Ethiopian Forces Begin Decisive Battle in Tigray's Capital", "date": "2020-11-26 14:22", "summary": "Western officials call for immediate end to fighting between government and restive region. Ethiopia's government began what it called the final phase of a military operation on the encircled capital of the rebel-run northern region of Tigray on Thursday, drawing calls from the U.S. and United Nations for a halt to the fighting in the strategically important Horn of Africa nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-three-tiktok-stars-beat-back-u-s-plans-to-ban-the-app-11606418513", "title": "TikTok Stars Proved Key in Strategy to Fight U.S. Ban", "date": "2020-11-26 14:21", "summary": "Resume Subscription. In early September, a handful of TikTok stars, most of them in their early 20s, gathered on a Zoom call to tackle a weighty question: Should they take on the U.S. government?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/debating-the-integrity-of-the-2020-election-11606417884", "title": "Debating the Integrity of the 2020 Election", "date": "2020-11-26 14:11", "summary": "The attitude of 95% of the media is that no one better ask any questions or doubt the absolute veracity of the vote count.. Regarding your editorial \"Georgia Certifies: Donald Trump Lost\" (Nov. 21): The Journal spent much of the last year running several editorials outlining the many troubles with mail-in voting, its easy susceptibility to fraud and the concerted Democratic efforts through lawsuits to overturn state laws as written by the legislature to force mail-in voting, especially in the swing states. Over the four years before that, the Journal editorial pages (but not the news pages) shone the spotlight on the phony Russia hoax that started with the false Steele dossier.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-care-access-is-good-policy-for-families-11606417803", "title": "Child-Care Access Is Good Policy for Families", "date": "2020-11-26 14:10", "summary": "American children need high-quality child care, but hardworking families struggle to afford it.. Your editorial \"A Family Policy Warning\" (Nov. 20) cites a single study about Austria to make the broad claim that child-care affordability \"likely won't have the transformative effects that proponents hope\" in the U.S. One study on Austrian maternal employment is slim evidence to claim that American initiatives for affordable and high-quality early child care will fail.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hard-to-see-something-like-the-draft-again-11606417675", "title": "Hard to See Something Like the Draft Again", "date": "2020-11-26 14:07", "summary": "Whatever its virtues, a reinstitution of the draft is neither practicable nor consistent with the deeper military traditions of the American experience.. Michael Sanger expresses a worthy and honorable sentiment in his Nov. 18 letter regarding the value of military service toward promoting a stronger sense of civic virtue within our nation. Unfortunately, whatever its virtues, a reinstitution of the draft is neither practicable nor consistent with the deeper military traditions of the American experience.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-government-misunderstands-u-s-oath-11606417610", "title": "Hong Kong's Government Misunderstands U.S. Oath", "date": "2020-11-26 14:06", "summary": "I hope all Americans understand the oath: We swear to defend ideals on a piece of paper, not a king, queen or dictator. That is what makes us different.. In his letter of Nov. 24, Hong Kong Chief Secretary for Administration Matthew Cheung Kin-chung wrongly states: \"Members of the U.S. Congress are required to swear to support and defend the U.S. Constitution or face criminal charges.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-carbon-free-book-burning-for-non-pc-books-11606417548", "title": "Virtual, Carbon-Free Book Burning for Non-PC Books", "date": "2020-11-26 14:05", "summary": "The Twitter mob didn't want to read Ms. Shrier's book; it objected to the content and wanted Target to keep others who might want to read the book from accessing it.. In his letter of Nov. 20, Jordan Silverman asserts that Abigail Shrier's \"Does the ACLU Want to Ban My Book?\" (op-ed, Nov. 16) confuses \"a right to freedom of speech with a right to have people listen to your speech.\" He misapprehends the issue. The Twitter mob didn't want to read Ms. Shrier's book; it objected to the content and wanted Target to keep others who might want to read the book from accessing it. Mr. Silverman is also wrong to suggest that the dangers of book banning stem only from governmental actions. In many ways, a book ban coerced by a Twitter mob is a greater danger to free speech, since it is less controllable by judicial or democratic means.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-those-primitive-videocalls-of-long-ago-11606417465", "title": "Remember Those Primitive Videocalls of Long Ago?", "date": "2020-11-26 14:04", "summary": "Jason Zweig's \"Back in Business: The Videocall Is So Last Century\" reminds us that fortune favors the lucky as well as the prepared and the bold.. Jason Zweig's \"Back in Business: The Videocall Is So Last Century\" (Exchange, Nov. 14) reminds us that fortune favors the lucky as well as the prepared and the bold. It's a reminder, too, that success requires patience and persistence. Many of today's problems already have technological solutions but are waiting for broad adoption.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-origami-tree-folds-into-citys-holiday-traditions-11606415528", "title": "New York's Origami Tree Folds Into City's Holiday Traditions", "date": "2020-11-26 13:32", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-crisis-could-set-back-a-generation-of-women-u-n-report-finds-11606414627", "title": "Covid-19 Crisis Could Set Back a Generation of Women, U.N. Report Finds", "date": "2020-11-26 13:17", "summary": "Women around the world have been hit hardest by what some economists call a 'pink recession'. The Covid-19 pandemic is squeezing working mothers out of the world's labor pool in ways that could damage women's economic prospects for years to come, according to a United Nations study.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-many-millennials-and-gen-zers-avoid-dating-at-work-11606412385", "title": "Why Many Millennials and Gen Zers Avoid Dating at Work", "date": "2020-11-26 12:39", "summary": "The #MeToo movement, pandemic and job market have combined to make younger workers wary of workplace romances. Dating at work has become rare. Why? With the job market so precarious and with workplace harassment under the microscope, many young people see dating a colleague as a risk they are not willing to take.", "categories": [["Relationships"]], "category_links": ["https://www.wsj.com/news/types/noted-relationships?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-26-2020-11606385346", "title": "Stock Futures Waver in Muted Holiday Trading", "date": "2020-11-26 12:19", "summary": "U.S. stock and government-bond markets will remain closed for Thanksgiving. U.S. stock futures wavered Thursday in quiet trading on Thanksgiving.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-centrica-seeks-to-sell-liquefied-natural-gas-portfolio-11606410051", "title": "U.K.'s Centrica Seeks to Sell Liquefied Natural Gas Portfolio", "date": "2020-11-26 12:00", "summary": "Possible sale, say people familiar with the matter, comes as natural-gas prices show renewed life after hitting a low in June. Centrica PLC, a major U.K.-based energy supplier, is trying to sell its portfolio of liquefied natural gas supply contracts and other assets, according to people familiar with the matter, as it seeks to simplify its operations amid volatile LNG prices.", "categories": [["WSJ News Exclusive", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sycamore-bids-540-million-for-ann-taylor-other-ascena-brands-11606409542", "title": "Sycamore Bids $540 Million for Ann Taylor, Other Ascena Brands", "date": "2020-11-26 11:52", "summary": "Private equity firm moves to acquire Ann Taylor, Lane Bryant, Loft and Lou & Grey stores out of bankruptcy. Sycamore Partners has agreed to pay $540 million to buy Ann Taylor, Lane Bryant and other store brands from Ascena Retail Group Inc., the brands' bankrupt parent company said Thursday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-may-soon-shorten-advised-covid-19-quarantine-time-11606407784", "title": "CDC May Soon Shorten Advised Covid-19 Quarantine Time", "date": "2020-11-26 11:23", "summary": "The agency hopes that a shorter self-quarantine period will encourage more people to comply, a top official said. Officials from the U.S. Centers for Disease Control and Prevention are finalizing recommendations to shorten the length of time that a person should self-quarantine after potential exposure to the coronavirus in the hopes that such a step will encourage more people to comply, a top agency official said. Health authorities previously recommended a 14-day quarantine, along with other precautions like wearing masks and keeping a distance, to curb transmission of the virus.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-web-services-hit-by-outage-11606326714", "title": "Amazon Web Services Hit by Outage", "date": "2020-11-26 11:15", "summary": "Company says it has resolved issues with cloud-software programs in its region covering Eastern part of U.S.. Amazon.com Inc. grappled with an hourslong outage tied to its enormous cloud-computing operation that affected many businesses, forcing them to warn their customers about product disruptions", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fly-fishing-the-ernest-hemingway-way-11606403239", "title": "Fly-Fishing the Ernest Hemingway Way", "date": "2020-11-26 10:07", "summary": "A new fly-fishing heritage collection inspired by the 'Old Man and the Sea' author's favored gear lets anglers cast lines like the legend. WHEN ERNEST Hemingway's well-worn steamer trunk containing his fly-fishing gear disappeared from a train bound for Sun Valley, Idaho, in 1940, the loss was so crushing that the author never again waded in the shallows. Instead, he concentrated his angling efforts far offshore, catching record-breaking pelagics like sailfish and marlin.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-stay-at-home-pandemic-a-sportswriter-finds-a-silver-lining-11606402801", "title": "In a Stay-at-Home Pandemic, a Sportswriter Finds a Silver Lining", "date": "2020-11-26 10:00", "summary": "Most Popular News. This year has been a challenge for everyone: lives lost, lives disrupted, businesses shut, with some of them gone forever. Many offices and schools remain closed, or operating at a fraction of usual capacity, especially in the place where I live, Brooklyn, N.Y. My neighborhood is gradually bouncing back, but parents and children are now accustomed to being around each other all the time. It isn't easy. Every day feels like a bit of a marathon.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carpeting-mogul-reaped-wall-to-wall-profits-11606402802", "title": "Carpeting Mogul Reaped Wall-to-Wall Profits", "date": "2020-11-26 10:00", "summary": "Shaheen Shaheen, who has died at age 92, invested in 'marvelous machines' and synthetic fibers. Shaheen Shaheen, the son of a Palestinian immigrant, was tempted in the mid-1950s to become a dealer for Ford Motor Co. 's Edsel division. Instead, he stuck with his fledgling carpet factory in Dalton, Ga.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offices-and-malls-will-look-different-after-covid-19-11606402803", "title": "Offices and Malls Will Look Different After Covid-19", "date": "2020-11-26 10:00", "summary": "Commercial properties will be helped by a coronavirus vaccine, but long-term pressures may accelerate postpandemic. This is the fifth and final column in a five-part Heard on the Street series on how the American economy might look once the Covid-19 pandemic is over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-medias-liability-shield-is-under-assault-11606402800", "title": "Social Media's Liability Shield Is Under Assault", "date": "2020-11-26 10:00", "summary": "There is growing pressure to revise Section 230 to make internet businesses more accountable for online content. WASHINGTON-The law that enabled the rise of social media and other internet businesses is facing threats unlike anything in its 24-year history, with potentially significant consequences for websites that host user content.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11605802434", "title": "Numbers Puzzles", "date": "2020-11-26 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-snail-mail-renaissance-is-soothing-americans-tired-of-zoom-11606401233", "title": "How the Snail-Mail Renaissance Is Soothing Americans Tired of Zoom", "date": "2020-11-26 09:33", "summary": "Isolated, stressed and weary of screens, people are reaching out with super-creative letters delivered by the U.S. Postal Service. FED UP WITH the cold connection of virtual Netflix Parties and digital game nights, Americans are increasingly turning to old-fashioned letter writing to establish a more tactile and intimate rapport. Paper Source, a national stationery chain, reports that sales of \"just because\" cards, those not associated with life events, are up nearly 2,000% year-over-year since March. But these aren't just letters, and the more ambitious missives, increasingly embellished and fun to look at, have started landing on social media, as an outlier form of expression called Mail Art.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-in-china-find-a-third-child-is-now-sometimes-allowed-11606400104", "title": "With Baby Steps, Chinese Parents Test Strictness of the Two-Child Policy", "date": "2020-11-26 09:15", "summary": "While Beijing hasn't signaled it is ready to give up birth limits altogether, there are signs punishments have become less strict in some places; 'one eye open, one eye closed'. When Zhang Yiqiu found herself pregnant with her third child two years ago, the Beijing businesswoman expected to face a fine or bureaucratic hurdles.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-november-21-11606399776", "title": "Bestselling Books Week Ended November 21", "date": "2020-11-26 09:09", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-voters-helped-biden-beat-trump-after-holding-back-in-primaries-11606399200", "title": "Young Voters Helped Biden Beat Trump", "date": "2020-11-26 09:00", "summary": "College towns in particular aided former vice president in top battleground states such as Michigan, Wisconsin and Pennsylvania. WASHINGTON-For many young Democrats, President-elect Joe Biden wasn't their top choice in the party's 2020 primaries. They helped send him to the White House anyway.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-high-end-japanese-restaurants-deliver-800-sushi-to-survive-11606399202", "title": "Japanese Restaurants Deliver $800 Sushi to Survive", "date": "2020-11-26 09:00", "summary": "Resume Subscription. Before the Covid-19 pandemic, New Yorkers had a hard time scoring a seat at chef Nozomu Abe's Michelin-starred restaurant on Manhattan's Upper East Side.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/south-koreas-central-bank-says-covid-19-rise-wont-derail-economic-recovery-11606391937", "title": "Bank of Korea Says Covid-19 Rise Won't Derail Economic Recovery", "date": "2020-11-26 08:50", "summary": "Bank of Korea issues a brighter outlook, forecasting a 1.1% contraction this year rather than the 1.3% it had expected. SEOUL-A jump in Covid-19 cases won't knock South Korea's economic recovery off track, the country's central bank said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-italys-south-warzone-doctors-are-called-to-the-rescue-amid-covid-19-upsurge-11606397699", "title": "In Italy's South, War Zone Doctors Are Called to the Rescue Amid Covid-19 Upsurge", "date": "2020-11-26 08:35", "summary": "Humanitarian group best known for assisting war and Ebola victims will help confront the crisis in Italy's poorest region. ROME-Italy's troubled south, which was largely spared earlier on in the pandemic, is now struggling to cope-so much so that the government is turning for help to a medical charity used to working in war zones.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-releases-british-australian-academic-imprisoned-on-espionage-charges-11606380164", "title": "Iran Releases British-Australian Academic Jailed on Espionage Charges", "date": "2020-11-26 08:04", "summary": "Kylie Moore-Gilbert, arrested in 2018, was serving 10-year sentence; 'Australia has always rejected' her conviction. SYDNEY-Iran released a British-Australian academic imprisoned on espionage charges, ending an ordeal that lasted more than two years and strained diplomatic ties.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ravens-steelers-outbreak-postponed-nfl-thanksgiving-11606376412", "title": "The NFL's Thanksgiving Has an Outbreak, Masks and an Enormous Crowd", "date": "2020-11-26 08:03", "summary": "The Ravens-Steelers game was postponed. Players now have to wear masks on the sidelines. And the Cowboys will host a big Thanksgiving crowd.. The NFL's pandemic Thanksgiving neatly summarizes the public-health issues roiling America. The day's marquee game was called off because of an outbreak; a newly issued mask mandate for players is being implemented for the first time; and there's still a mass gathering at which tens of thousands of people will congregate to watch a football game.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-its-like-to-be-a-retail-store-clerk-on-black-friday-in-covid-19-era-11606395601", "title": "Being a Store Clerk on Black Friday in Covid-19 Era", "date": "2020-11-26 08:00", "summary": "Jayl'in Clark adjusts to realities of the pandemic, including face masks and air high-fives. It isn't what he signed up for, but Jayl'in Clark, a 23-year-old store clerk, is happy to have a full-time job.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midwestern-governors-seek-more-federal-covid-19-aid-for-businesses-11606395603", "title": "Midwestern Governors Seek More Federal Covid-19 Aid for Businesses", "date": "2020-11-26 08:00", "summary": "Restaurants and others, hit with new restrictions as virus surges, point to grim months ahead without financial help. A growing number of governors are calling for another round of coronavirus-relief legislation from Washington, saying they are unable to provide additional funds to small businesses amid budget shortfalls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-has-early-chances-to-show-allies-his-global-trade-agenda-11606395600", "title": "Biden Has Early Chances to Show Allies His Global Trade Agenda", "date": "2020-11-26 08:00", "summary": "Removing Trump's tariffs, calling Group of 20 meeting among possible moves by new president. WASHINGTON-During his campaign, President-elect Joe Biden highlighted his intention to work closely with America's allies to ease trade tensions and pressure China to abide by international rules.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-confirms-its-economy-rebounded-in-third-quarter-11606395239", "title": "Mexico Confirms Its Economy Rebounded in Third Quarter", "date": "2020-11-26 07:54", "summary": "GDP expanded a seasonally adjusted 12.1% in the third period following a record 17% contraction in the previous quarter. MEXICO CITY-Mexico's economy bounced back in the third quarter, led by increases in industrial output as business reopened from shutdowns to slow the spread of the coronavirus, but activity remained well below its year-earlier level, revised data show.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-wants-to-lure-visitorsbut-keep-out-covid-19to-revive-its-economy-11606392000", "title": "Hawaii Wants to Lure Visitors-but Keep Out Covid-19-to Revive Economy", "date": "2020-11-26 07:00", "summary": "Resume Subscription. Hawaii is seeking a careful balance as the holiday travel season kicks off: Allow enough visitors to help struggling, tourism-reliant businesses without causing a new wave of coronavirus cases.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-bidens-win-new-yorks-budgetary-waiting-game-continues-11606392001", "title": "New York's Budgetary Waiting Game Continues", "date": "2020-11-26 07:00", "summary": "State faces a projected $8.7 billion deficit in the new fiscal year and is hoping for federal relief. Top New York lawmakers say they will continue to wait for a federal coronavirus relief package before making any adjustments to the state budget even as fiscal issues pile up for the state's localities and public authorities.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-stock-playing-central-bank-racks-up-56-billion-gain-11606389909", "title": "Japan's Stock-Playing Central Bank Racks Up $56 Billion Gain", "date": "2020-11-26 06:25", "summary": "Bank of Japan under Haruhiko Kuroda scores after boosting investments at stock-market bottom, but some say he shouldn't play the market so much. TOKYO-One of Japan's biggest stock investors just reported record gains of more than $50 billion after a well-timed bet. But the person who engineered the windfall won't be getting a Wall Street-style bonus this holiday season, and some have even started saying he shouldn't play the market so much.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-black-friday-avoid-credit-card-pitfalls-11606386600", "title": "This Black Friday, Avoid Credit-Card Pitfalls", "date": "2020-11-26 05:30", "summary": "Here's how to be strategic with your pandemic holiday spending-and debt. This year has been different in many ways, but Black Friday promises to be business as usual, even with the large portion of spending expected to take place online rather than in person.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outside-monitors-urge-deutsche-bank-to-quit-russia-11606386601", "title": "Outside Monitors Urge Deutsche Bank to Quit Russia", "date": "2020-11-26 05:30", "summary": "Monitors appointed by New York regulators told the German lender it should drop plans to expand in Russia and shut its business there. ", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-face-masks-relieve-pressure-on-n95-supplies-11606386602", "title": "New Face Masks Relieve Pressure on N95 Supplies", "date": "2020-11-26 05:30", "summary": "Manufacturers add models they say are more protective than cloth masks as Covid-19 cases surge. Manufacturers are introducing face masks for general use that they say offer more protection than cloth coverings without taxing supplies of the N95 masks used in hospitals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jd-health-ipo-will-set-hearts-racing-11606384991", "title": "JD Health IPO Will Set Hearts Racing", "date": "2020-11-26 05:06", "summary": "Investors have already paid up for competitors and the regulatory environment looks less fraught than for Ant. The record initial public offering of fintech giant Ant Group crashed before taking off. Another Chinese tech listing in Hong Kong should fare better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-mall-activists-score-an-early-win-11606383935", "title": "Shopping Mall Activists Score an Early Win", "date": "2020-11-26 04:45", "summary": "The owner of the Westfield chain issued new bonds cheaply, but still needs to sort out its $35 billion debt load. Trans-Atlantic mall giant Unibail-Rodamco-Westfield has pulled back from the brink. Finding a lasting fix for its debt problem will be more challenging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}]