[{"link": "https://www.wsj.com/articles/the-democratic-state-budget-scare-11598916795", "title": "The Democratic State Budget Scare", "date": "2020-08-31 19:33", "summary": "Tax revenue is coming in much better than expected in most places.. Congress's latest virus relief package is hung up over aid to state and local governments with House Democrats still demanding as much as $1 trillion to forestall what they warn will be horrific cuts to public services. Don't believe it. State tax revenues are rebounding as the economy reopens and improves.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-speaks-on-the-violence-11598916735", "title": "Biden Speaks on the Violence", "date": "2020-08-31 19:32", "summary": "His speech in Pittsburgh was not a Sister Souljah moment.. Joe Biden on Monday addressed the violence in American cities, and we were looking for a Sister Souljah moment a la Bill Clinton's repudiation of extremist remarks on race in 1992. What we heard was largely a denunciation of Donald Trump and not of the extremists on the political left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenosha-police-say-outsiders-account-for-most-arrests-ahead-of-trump-visit-11598891438", "title": "Kenosha Police Say Outsiders Account for Most Arrests Amid Protests", "date": "2020-08-31 19:28", "summary": "Of 175 charged in week of protests, 102 were from outside the city, including 17-year-old accused of killing two protesters. As police in Kenosha, Wis., prepare for a visit by President Trump on Tuesday, the department said Monday that most of the dozens of people arrested in the week of protests since an officer shot Jacob Blake in the back have been from outside the city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-unpredictable-path-to-glory-11598916434", "title": "Zoom's Unpredictable Path to Glory", "date": "2020-08-31 19:28", "summary": "Video-conferencing star keeps underestimating its growth, as booming consumer use adds uncertainty. Whatever else Zoom Video Communications may be, it is most certainly no longer a fad.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portlands-half-century-of-ruinous-leadership-11598915823", "title": "Portland's Half-Century of Ruinous Leadership", "date": "2020-08-31 19:17", "summary": "Incredibly, Ted Wheeler may not be the worst mayor Oregon's largest city has had in recent years.. Aaron \"Jay\" Danielson was shot and killed Saturday in downtown Portland, Ore., where he was participating in a vehicle caravan to show support for President Trump. No one has been charged, but the Oregonian newspaper reports police are investigating 48-year-old Michael Forest Reinoehl, who described himself on Facebook as \"100% Antifa.\" Not long after Danielson was killed, a video was posted to the internet of a woman in Portland shouting into a bullhorn: \"Our community can hold its own without the police. . . . I am not sorry a f- fascist died tonight!\" That elicited cheers and applause from the crowd of dozens.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-and-manners-in-edmund-burkes-political-economy-review-tradition-yes-and-markets-too-11598915767", "title": "'Commerce and Manners in Edmund Burke's Political Economy' Review: Tradition, Yes, and Markets Too", "date": "2020-08-31 19:16", "summary": "How could a thinker who mourned the destruction of the French monarchy espouse economic ideas akin to Adam Smith's?. Prudence was the watchword of Edmund Burke, the great 18th-century Irish statesman, except where his own money was concerned. The West's founding conservative lived his financial life on the edge of disaster. It was a mercy for him that members of Parliament were legally spared the rigors of debtors' prison.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-biden-the-new-humphrey-11598915683", "title": "Is Biden the New Humphrey?", "date": "2020-08-31 19:14", "summary": "A garrulous Democrat struggles to respond to urban violence. Is this 2020-or 1968?. When Donald Trump declared himself \"the president of law and order,\" comparisons immediately ran to Richard Nixon and 1968. Nixon too had campaigned on law and order, against the backdrop of urban riots following Martin Luther King Jr.'s assassination and antiwar protesters who clashed with Chicago police right outside the Democratic convention.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plagues-are-back-will-wars-follow-11598915607", "title": "Plagues Are Back. Will Wars Follow?", "date": "2020-08-31 19:13", "summary": "By now we should be used to re-emerging threats we thought we'd consigned to history.. The suffering inflicted by Covid-19 fits a wider 21st-century pattern: the unexpected return of old pathologies previously thought vanquished by the march of progress, now suddenly back in virulently modern forms.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elusive-quest-for-peace-of-mind-11598915569", "title": "The Elusive Quest for 'Peace of Mind'", "date": "2020-08-31 19:12", "summary": "Reflections from Epicurus and Yeats to the rock band Boston.. 'All I want is to have my peace of mind\" is the refrain of a popular song originally sung by Boston in 1976 and covered by Stryper in 2009. At least a half-dozen other songs are titled \"Peace of Mind.\" Is it possible to achieve peace of mind?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-fighter-planes-confronted-u-s-bomber-over-black-sea-11598914876", "title": "Russian Fighter Planes Confronted U.S. Bomber Over Black Sea", "date": "2020-08-31 19:01", "summary": "Encounter was second incident in past week involving U.S. and Russian military forces. Russian pilots harassed a U.S. B-52 bomber flying over the Black Sea and in international waters, crossing within 100 feet of the bomber's path, a maneuver the U.S. military called \"unsafe and unprofessional.\"", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-again-lifts-full-year-outlook-as-sales-surge-during-pandemic-11598906550", "title": "Zoom Boosts Outlook as Sales Surge in Shift to Remote Work", "date": "2020-08-31 19:00", "summary": "Remote working and distance learning are fueling investor enthusiasm in the video-conferencing platform. Zoom Video Communications Inc. raised its full-year outlook for a second time during the pandemic, cementing its position as one of the biggest corporate winners from the shift to working from home and remote schooling.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-kenosha-protests-and-violence-roil-key-presidential-battleground-11598888843", "title": "In Kenosha, Protests and Violence Roil Key Presidential Battleground", "date": "2020-08-31 18:53", "summary": "Trump to visit beleaguered Wisconsin city Tuesday after a tumultuous week. KENOSHA, Wis.-Nowhere in this battleground state was the previous presidential election closer than here in Kenosha County, where last week's shooting of a Black man by police-followed by protests, looting and fatal violence-have elevated race relations and public safety as campaign issues.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-31-2020-11598862407", "title": "U.S. Surpasses Six Million Reported Covid-19 Cases", "date": "2020-08-31 18:36", "summary": "Still, the pandemic is showing signs of easing in hard-hit states including California and Florida. The U.S. surpassed six million confirmed coronavirus cases as August came to a close, capping a month during which the spread of the virus slowed in some hot spots but deaths across the country climbed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-pushes-for-case-to-proceed-against-former-ceo-11598878471", "title": "McDonald's Pushes for Case to Proceed Against Former CEO", "date": "2020-08-31 18:32", "summary": "Burger company says questions surrounding its investigation into Steve Easterbrook should be addressed in court. McDonald's Corp. pushed back at former Chief Executive Steve Easterbrook's attempts to dismiss its lawsuit seeking to claw back his severance, saying that his attorney's questions about the thoroughness of its investigation into his affairs should be addressed in court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-increasingly-uses-trade-blacklist-for-foreign-policy-goals-11598912568", "title": "U.S. Increasingly Uses Trade Blacklist for Foreign Policy Goals", "date": "2020-08-31 18:22", "summary": "In the past, the list was more closely tied to violations of U.S. export control regulations, international trade experts say. Trade sanctions placed on two dozen Chinese companies last week illustrate how the U.S. Commerce Department has been increasingly using its export blacklist as a tool to further U.S. foreign policy goals, government officials and policy observers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-faces-a-1-2-billion-budget-gap-for-2021-due-to-coronavirus-pandemic-11598912399", "title": "Chicago Faces a $1.2 Billion Budget Gap for 2021 Due to Pandemic", "date": "2020-08-31 18:20", "summary": "The city hopes to close the gap through federal government aid, debt refinancing, hiring slowdowns and service cuts. CHICAGO-Chicago officials projected a record $1.2 billion budget gap for 2021, as the coronavirus pandemic wallops economic activity and increases city expenses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-plans-chapter-11-sale-to-lenders-as-other-bidders-balk-11598892845", "title": "J.C. Penney Pitches Chapter 11 Sale to Lenders as Other Bidders Balk", "date": "2020-08-31 18:13", "summary": "Bankrupt retailer hit a stalemate with bidders including landlords Simon and Brookfield, Penney's lawyer says. J.C. Penney Co. is flirting with collapse, eager for lenders to agree to buy its assets out of bankruptcy after talks broke down with potential bidders including landlords Simon Property Group Inc. and Brookfield Property Partners LP.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-maker-shiloh-files-for-bankruptcy-11598911552", "title": "Auto-Parts Maker Shiloh Files for Bankruptcy", "date": "2020-08-31 18:05", "summary": "Company has deal to sell assets to private-equity firm MiddleGround Capital. Shiloh Industries Inc. filed for bankruptcy with a plan to sell its assets to private-equity firm MiddleGround Capital LLC for $218 million, subject to better offers at auction.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airports-take-on-job-of-checking-passengers-temperatures-11598876255", "title": "Airports Check Fliers' Temperatures for Coronavirus", "date": "2020-08-31 17:57", "summary": "Delta and Frontier also help screen travelers for Covid-19 after plans for a TSA-led program stall. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-eases-rules-for-coal-ash-and-wastewater-disposal-11598908920", "title": "EPA Eases Coal-Ash and Wastewater Disposal Rules", "date": "2020-08-31 17:56", "summary": "The changes are expected to save the U.S. power sector about $140 million a year. The U.S. Environmental Protection Agency on Monday completed a set of new guidelines for disposing of coal ash and wastewater from coal-fired power plants, changes that critics say could allow more pollutants into the nation's waterways.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-will-turn-fracking-jobs-to-green-ones-11598910335", "title": "Biden Will Turn Fracking Jobs to Green Ones", "date": "2020-08-31 17:45", "summary": "Narrowly focusing on whether fossil-fuel jobs should be horse-traded for renewable ones misses bigger opportunities.. Your editorial \"About Joe's Energy Jobs\" (Aug. 25) suggests that Vice President Joe Biden plans to extinguish five million fossil-fuel jobs for lower-paying clean-energy jobs, and that unions aren't pleased.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-better-deal-for-pricing-u-s-drugs-11598910270", "title": "Trump's Better Deal for Pricing U.S. Drugs", "date": "2020-08-31 17:44", "summary": "If R&D, the very lifeblood of the pharmaceutical industry is threatened, expect pharma companies to fight back hard when negotiating with national health systems around the world.. Regarding your editorial \"Trump's Unforced Drug Error\" (Aug. 26): You are correct to point out that incremental measures cannot replace a thriving drug industry, and that drug prices reflect the extraordinarily high cost of drug development after considering the hundreds of costly failures that occur before one successful drug is approved. But the notion that single-payer systems dictate costs isn't entirely correct. Outside the U.S., pharmaceutical companies negotiate drug prices directly with national health systems. Pharma companies know that lower profit margins in Europe and elsewhere can be offset by higher margins in the U.S. The result is that Americans have, for decades, borne a disproportionate amount of pharmaceutical R&D cost, effectively subsidizing drug prices elsewhere and by extension total health-care costs in other countries.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angelheaded-hipster-the-songs-of-marc-bolan-and-t-rex-review-homage-to-an-oddball-11598910263", "title": "'Angelheaded Hipster: The Songs of Marc Bolan and T. Rex' Review: Homage to an Oddball", "date": "2020-08-31 17:44", "summary": "Producer and tribute-album pioneer Hal Willner, who died in April, focused his final project on the British rocker, and the results are by turns perfunctory, surprising and profound.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-caused-tossed-out-ballots-before-11598910199", "title": "The Constitution Caused Tossed-Out Ballots Before", "date": "2020-08-31 17:43", "summary": "In 1789 when the two houses of the New York legislature couldn't agree on a slate of electors. New York's eight electoral votes didn't arrive before the deadline and weren't counted.. David B. Rivkin and Lee A. Casey say in \"Mail-In Voting Could Deliver Chaos\" (op-ed, Aug. 26) that they \"assume no state would want its electoral votes to go uncast.\" This is exactly what happened in 1789 when the two houses of the New York legislature couldn't agree on a slate of electors. New York's eight electoral votes didn't arrive before the deadline and weren't counted. Moreover, North Carolina and Rhode Island had not yet ratified the Constitution and couldn't participate in our nation's first election. Thus, George Washington was unanimously elected our first president but with electoral votes from only 10 of the original 13 colonies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-recent-194-a-ballot-postal-intervention-11598910131", "title": "Nancy Pelosi's Recent $194-a-Ballot Postal Intervention", "date": "2020-08-31 17:42", "summary": "The House passed a bill which will prop up the U.S. Postal Service by $25 billion so it can deliver all the mail-in ballots in time for the presidential election.. Regarding your editorial \"The Phony Post Office War\" (Aug. 24): The House passed a bill which will prop up the U.S. Postal Service by $25 billion so it can deliver all the mail-in ballots in time for the presidential election. I wonder how many are expected to use mail ballots this election. I don't think it matters to the House how many will be mailed just as long as Congress gets its $25 billion for the post office.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-31-2020-11598866241", "title": "U.S. Stocks Post Biggest Monthly Gains Since April", "date": "2020-08-31 17:35", "summary": "S&P 500 rises 7% in August, gaining on all but five trading days this month. U.S. stocks wrapped up their best month since April, continuing an extraordinary rally fueled by stimulus from Washington, signs of economic revival and progress toward a coronavirus vaccine.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-oversight-chair-carolyn-maloney-prepares-to-issue-a-subpoena-to-postmaster-general-louis-dejoy-11598893555", "title": "House Panel Prepares to Subpoena Postmaster General DeJoy", "date": "2020-08-31 17:35", "summary": "Democrats are concerned mail delays will affect voting during coronavirus pandemic; USPS pledges to provide weekly updates. WASHINGTON-The House Oversight Committee announced plans to subpoena Postmaster General Louis DeJoy for documents related to mail delays, even as the U.S. Postal Service committed to providing weekly status updates on service levels.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-to-see-art-again-in-the-flesh-11598909423", "title": "Getting to See Art Again, in the Flesh", "date": "2020-08-31 17:30", "summary": "Two of New York's art citadels reopen, but their problems aren't over.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-joins-with-researchers-to-study-its-influence-on-elections-11598909186", "title": "Facebook Joins With Researchers to Study Its Influence on Elections", "date": "2020-08-31 17:26", "summary": "Analysis to include how users engage on Facebook, Instagram; volunteers could see experimental newsfeed changes. Facebook Inc. has long argued with critics about its social-media platforms' effects on elections. On Monday, the company announced a partnership to give independent researchers new data to study the question.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-tesla-shares-keep-rising-after-stock-splits-11598900644", "title": "Apple, Tesla Shares Keep Rising After Stock Splits", "date": "2020-08-31 17:25", "summary": "Three new components joined the Dow Jones Industrial Average Monday in conjunction with Apple's split. Apple Inc. and Tesla Inc. shares rose to new heights Monday after their stock splits took effect, extending their meteoric rallies this year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-warns-steve-bannon-co-defendants-about-public-statements-in-wall-fundraising-case-11598902809", "title": "Judge Warns Steve Bannon, Co-Defendants in Wall-Fundraising Case", "date": "2020-08-31 17:20", "summary": "We Build the Wall founder Brian Kolfage called prosecution 'witch hunt' on social media; men accused of stealing from donors to crowdfunding campaign. A federal judge Monday warned former Trump adviser Steve Bannon and three other men accused of defrauding donors to the We Build the Wall crowdfunding campaign to avoid public statements that could affect their ability to get a fair trial after its founder, Brian Kolfage, called the prosecution a witch hunt on Facebook .", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-delta-end-domestic-change-fees-11598906013", "title": "American, Delta End Most Domestic Change Fees", "date": "2020-08-31 17:14", "summary": "Carriers join United in offering free ticket changes as airlines adjust to coronavirus travel restrictions. American Airlines Group Inc. and Delta Air Lines Inc. said they were removing change fees on most domestic flights, as the levies emerged as a new competitive battleground among airlines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thoma-bravo-approaches-finish-line-for-a-more-than-21-billion-fundraising-haul-11598907933", "title": "Thoma Bravo Approaches Finish Line for a More Than $21 Billion Fundraising Haul", "date": "2020-08-31 17:05", "summary": "Firm expected to wrap up fundraising in the coming weeks for three new private-equity funds focused on technology deals. Thoma Bravo LLC, a private-equity firm focused on technology and software, later this fall aims to wrap up fundraising for three funds, which could potentially haul in a total of more than $21 billion, according to people familiar with the matter.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baath-party-archives-return-to-iraq-with-the-secrets-they-contain-11598907600", "title": "Baath Party Archives, and the Secrets They Contain, Return to Iraq", "date": "2020-08-31 17:00", "summary": "Resume Subscription. As looters tore through Baghdad after the U.S.-led invasion in 2003, Kanan Makiya heard they were heading toward a memorial for a founder of the political organization that produced Saddam Hussein and became a major force of disruption in the Middle East.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/country-songs-sung-strummed-and-streaming-11598907131", "title": "Country Songs: Sung, Strummed and Streaming", "date": "2020-08-31 16:52", "summary": "Roots music has taken to the virtual sphere, and the offerings range from recorded concerts at the Grand Ole Opry to hootenannies hosted at home.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-postpones-layoffs-for-22-000-workers-11598882972", "title": "New York City Postpones Layoffs for 22,000 Workers", "date": "2020-08-31 16:45", "summary": "Union leaders urged Mayor Bill de Blasio to postpone the job cuts to allow more time to find alternative cost-saving measures. New York City will delay sending layoff notifications to 22,000 government workers, officials said Monday, after union leaders urged Mayor Bill de Blasio to postpone the job cuts to allow more time to find alternative cost-saving measures.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthem-cigna-fight-over-failed-merger-ends-in-a-draw-11598904625", "title": "Anthem-Cigna Fight Over Failed Merger Ends in a Draw", "date": "2020-08-31 16:35", "summary": "Anthem proved Cigna sought to derail deal but the insurance giant won't win damages, a court rules. Cigna Corp. and Anthem Inc. won't have to pay damages to one another over their failed $48 billion merger deal, a Delaware judge decided Monday, potentially resolving a bitter, yearslong legal battle that had the two insurance giants trading accusations of skulduggery.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-flynn-s-emergency-bid-to-force-dismissal-of-criminal-case-denied-11598891749", "title": "Flynn's Emergency Bid to Force Dismissal of Case Denied", "date": "2020-08-31 16:34", "summary": "Separately, D.C. Circuit panel throws out House suit requiring Don McGahn to testify in Trump investigation. A federal judge can scrutinize the Justice Department's unusual request to drop the criminal case against President Trump's former national-security adviser Michael Flynn, a U.S. appeals court ruled Monday, the latest turn in the continuing legal saga.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legendary-georgetown-coach-john-thompson-dies-at-the-age-of-78-11598887640", "title": "Legendary Georgetown Coach John Thompson Dies at 78", "date": "2020-08-31 16:19", "summary": "Thompson was the first Black head coach to win the NCAA men's basketball tournament, leading the Hoyas to a national championship in 1984. John Thompson, who built Georgetown men's basketball into a powerhouse in the 1980s and became the first Black coach to win a national championship in the sport, died on Monday. He was 78. No immediate cause of death was given.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/born-of-boom-and-bust-11598637117", "title": "Born of Boom and Bust", "date": "2020-08-31 15:58", "summary": "In William Hogarth's engraving of the South Sea Bubble, chaos reigns in the wake of widespread financial ruin.. Under a turbulent sky, a city is going mad. A public square teems with people gambling, picking pockets, beating and whipping each other. Overhead, wolves slink around.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-turn-lower-11598903002", "title": "Natural-Gas Prices Turn Lower", "date": "2020-08-31 15:43", "summary": "Cooler weather pushes futures down 1% following a rapid climb that started two months ago. Natural-gas prices slid Monday, dragged down by cooler-than-expected weather sweeping across the country and reduced gas-powered cooling demand as the end of summer approaches.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-versus-virus-trump-biden-seek-campaign-high-ground-11598883540", "title": "Violence Versus Virus: Trump, Biden Seek Campaign High Ground", "date": "2020-08-31 15:38", "summary": "Candidate and campaign that succeeds in framing the primary issue tends to be the one that wins. Sports and military metaphors are overused in writing about politics, but here's a military metaphor that fits the moment: In any battle, the advantage goes to the army that seizes the strategic high ground.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-padres-go-all-in-on-a-world-series-run-11598899248", "title": "The Padres Go All-In on a World Series Run", "date": "2020-08-31 14:40", "summary": "San Diego has treated the trade deadline like a Black Friday sale, making six trades in about 48 hours in an effort to challenge the Dodgers for National League supremacy. One day after the San Diego Padres hobbled to the finish line of their ninth consecutive losing season last September, Ron Fowler laid out the stakes for the organization's future in the plainest possible terms. If the team didn't compete in 2020, the Padres' executive chairman said, \"heads will roll, beginning with mine.\"", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-names-new-prime-minister-after-weeks-of-political-uncertainty-11598874624", "title": "Lebanon Names New Prime Minister After Weeks of Political Uncertainty", "date": "2020-08-31 14:35", "summary": "Mustapha Adib's challenges include a government investigation into the cause of the Beirut explosion. BEIRUT-Lebanon named its ambassador to Germany as the country's next prime minister, an appointment that is unlikely to placate protesters who have sought a complete overhaul of the nation's leadership following the deadly Beirut explosion.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-looting-lobby-11598898089", "title": "The Looting Lobby", "date": "2020-08-31 14:21", "summary": "Where's the cancel culture when we really need it?. Is this the moment for centrist Democrats to part ways with the modern American left? Perhaps they've been disturbed to see their party's politicians and press allies largely ignore violence perpetrated by the likes of antifa and describe fiery protests as \"mostly peaceful.\" Now a full-throated defense of destruction is receiving a respectful media hearing.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robot-boats-leave-autonomous-cars-in-their-wake-11598673601", "title": "Robot Boats Leave Autonomous Cars in Their Wake", "date": "2020-08-31 14:16", "summary": "Resume Subscription. Four hundred years after the trans-Atlantic crossing of the Mayflower, a ship of the same name will retrace its historic voyage. But while the original Mayflower bore 102 passengers to Plymouth Rock, this one will ply the seas for about two weeks next spring with no living souls aboard.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-gov-david-paterson-cuts-ties-with-new-york-lobbying-group-11598885846", "title": "Former Gov. David Paterson Cuts Ties With New York Lobbying Group", "date": "2020-08-31 14:14", "summary": "Democrat had agreed to chair Campaign for New York's Future, which wants to shape state's pandemic recovery. Former New York Gov. David Paterson has cut ties with a nonprofit group that was lobbying to shape the state's economic recovery from the Covid-19 pandemic, saying it was more focused on tax policy than he initially realized.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-journalist-detained-in-china-as-relations-sour-11598886544", "title": "Australian Journalist Detained in China as Relations Deteriorate", "date": "2020-08-31 14:12", "summary": "Cheng Lei, who works for Chinese government-run English-language TV channel, has been held for more than two weeks. SYDNEY-An Australian journalist for the Chinese government's English-language television news channel has been detained in China, straining already tense diplomatic relations that have been repeatedly tested amid the coronavirus pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-speeding-up-medicare-approval-of-coverage-of-medical-devices-11598890275", "title": "Proposal Would Speed Up Approval of 'Breakthrough' Devices to Medicare Patients", "date": "2020-08-31 13:33", "summary": "Senior-focused health-insurance program is largest payer for medical devices. The Trump administration proposed a rule Monday that would allow Medicare to approve coverage of some innovative medical devices the same day the products are approved by the Food and Drug Administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-economy-contracts-posing-challenge-for-erdogan-11598895201", "title": "Turkish Economy Weakens, Posing Challenge for Erdogan", "date": "2020-08-31 13:33", "summary": "Economists anticipate a full-year recession amid an outflow of foreign investment. ISTANBUL-The Turkish economy, hit hard by the coronavirus pandemic, contracted sharply in the second quarter, jeopardizing President Recep Tayyip Erdogan's central political pledge of rapidly reviving the nation's economic prosperity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vote-for-the-czar-its-important-11598895028", "title": "Vote for the Czar, It's Important", "date": "2020-08-31 13:30", "summary": "A Polish ex-Communist taught me a hard-earned lesson in the difference between bad and worse.. American politics are in such a scramble that we need to think about how we vote, not just for whom. Should our choice be determined by party loyalty, policy, the perceived qualities of the candidates? I turned conservative when I learned to vote for the lesser of evils.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-awakens-to-the-threat-of-urban-riots-11598894969", "title": "Biden Awakens to the Threat of Urban Riots", "date": "2020-08-31 13:29", "summary": "With polls tightening, he and his media allies give up on denial and look for a way to blame Trump.. In a moment surely worthy of inclusion in some future edition of \"Profiles in Courage,\" Democrats seem to have decided it's time to take a stand against the violence in American cities.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valentine-and-toys-die-dreaming-reviews-rhythm-and-blur-in-two-jazz-trios-11598893149", "title": "'Valentine' and 'Toys / Die Dreaming' Reviews: Rhythm and Blur in Two Jazz Trios", "date": "2020-08-31 12:59", "summary": "Guitarist Bill Frisell and saxophonist JD Allen release records that highlight the force and flexibility of the trio form.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-sowed-covid-supply-chaos-try-getting-it-yourselves-11598893051", "title": "How Trump Sowed Covid Supply Chaos. 'Try Getting It Yourselves.'", "date": "2020-08-31 12:57", "summary": "A landmark White House move left states to secure medical equipment themselves, causing problems that still haven't abated. Sergio Melgar, the chief financial officer for the largest health-care system in central Massachusetts, was about to run out of medical-grade N95 masks. A Chinese company poised to replenish the supply wanted the money upfront.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indian-economy-shrank-record-23-9-last-quarter-11598878379", "title": "Indian Economy Contracted at Record Rate Last Quarter", "date": "2020-08-31 12:57", "summary": "Nationwide lockdown to combat coronavirus and fear of the fast-spreading pandemic strangled spending. NEW DELHI-India's economy shrank by a record 23.9% last quarter-the biggest blow the coronavirus pandemic has dealt to a major economy so far-as a nationwide lockdown and fear of the fast-spreading pandemic strangled spending.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-co-fashion-to-figure-to-sell-for-40-million-11598891947", "title": "New York & Co., Fashion to Figure to Sell for $40 Million", "date": "2020-08-31 12:39", "summary": "Investor Saadia Group wins bankruptcy auction, beating $20 million stalking-horse offer from Sunrise Brands. Women's apparel retailer New York & Co. and plus-size sister brand Fashion to Figure are set to be sold for $40 million, double the amount offered after their parent company filed for bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-b-a-s-are-usually-swimming-in-job-offers-by-now-not-this-year-11598866200", "title": "M.B.A. Job Offers Dry Up", "date": "2020-08-31 12:34", "summary": "Traditional recruiters of business school graduates are nowhere to be found this fall, while a few tech companies are emerging with offers. Business school students are bracing for an uncertain job market this coming school year as many traditional corporate recruiters shelve their usual fall hiring plans.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-alzheimers-quest-enrolling-more-black-people-in-clinical-trials-11598891561", "title": "An Alzheimer's Quest: Enrolling More Black People in Clinical Trials", "date": "2020-08-31 12:32", "summary": "Blacks are twice as likely to develop Alzheimer's disease as whites, but they are underrepresented in medical research; 'we don't want communities left behind'. Brian Van Buren applied to five Alzheimer's disease clinical trials after being diagnosed with mild cognitive impairment and losing his mother and aunt to the illness.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-fed-official-says-new-framework-provides-more-humble-approach-to-setting-rates-11598879012", "title": "Top Fed Official Says New Framework Provides More Humble Approach to Setting Rates", "date": "2020-08-31 12:31", "summary": "Changes reflect reality that economic models 'can be and have been wrong,' says Vice Chairman Richard Clarida. A top Federal Reserve official said the central bank would resume discussions at its meeting in two weeks over how it could refine its guidance about plans to keep interest rates lower for longer.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buy-pfizer-dump-salesforce-exiles-on-wall-street-are-worth-a-look-11598891132", "title": "Buy Pfizer, Dump Salesforce? Exiles on Wall Street Are Worth a Look", "date": "2020-08-31 12:25", "summary": "Investors can still find value among Dow Jones Industrial Average castaways. History suggests the castoffs from the Dow Jones Industrial Average are worth a second look from investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-and-u-a-e-are-no-match-as-they-fly-friendly-skies-11598889335", "title": "Israel and U.A.E. Are No Match as They Fly Friendly Skies", "date": "2020-08-31 11:55", "summary": "A historic Israeli flight to the United Arab Emirates on Monday shows stark differences between the two countries' flag carriers. The air travel business hasn't had much reason to celebrate in 2020, but on Monday it cheered something that was previously impossible. El Al Flight 971 flew from Ben Gurion Airport in Tel Aviv to Abu Dhabi, the capital of the United Arab Emirates, crossing Saudi airspace in the process.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-france-the-young-lose-their-jobs-to-coronavirus-11598888747", "title": "In France, the Young Lose Their Jobs to Coronavirus", "date": "2020-08-31 11:45", "summary": "Resume Subscription. PARIS-Young workers in France, who have suffered from chronically high unemployment for more than a decade, are now bearing the brunt of the economic fallout from the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-college-students-guide-to-back-to-school-quarantine-pop-tarts-cross-stitch-prison-morse-code-11598888413", "title": "The College Student's Guide to Back-to-School Quarantine: Pop-Tarts, Cross-Stitch, Prison Morse Code", "date": "2020-08-31 11:40", "summary": "Some campuses are starting the year with a two-week lockdown to try to contain Covid-19, and that's a lot of alone time; 'I'm trying to fill up space.'. For 14 days, Nick Cipriani sat in a room at the Holiday Inn in Saratoga Springs, N.Y. He ate salad, napped on one of the two queen-size beds, updated his résumé and began to knit a scarf. Occasionally, he'd look out the window and see families playing at the pool.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-at-90-still-has-an-eye-for-a-bargain-11598881078", "title": "Warren Buffett Still Has an Eye for a Bargain", "date": "2020-08-31 11:23", "summary": "Berkshire Hathaway buys stakes in Japanese trading companies shunned by others, seeing low valuation and healthy dividends. Five venerable Japanese companies were sitting in the bargain bin in plain sight. It took a 90-year-old Warren Buffett to scoop them up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fallout-review-hiroshima-and-after-11598821856", "title": "'Fallout' Review: Hiroshima and After", "date": "2020-08-31 11:21", "summary": "John Hersey's proﬁle of six survivors of the A-bomb blast, published 74 years ago today, has lost none of its horriﬁc power.. \"At exactly fifteen minutes past eight in the morning, on August 6, 1945, Japanese time, at the moment when the atomic bomb flashed above Hiroshima, Miss Toshiko Sasaki, a clerk in the personnel department of the East Asia Tin Works, had just sat down at her place in the plant office and was turning her head to speak to the girl at the next desk.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-says-it-blocked-provocative-chinese-troop-moves-in-himalayas-11598879148", "title": "India and China Trade Blame Over Troop Movements at Disputed Border", "date": "2020-08-31 11:13", "summary": "The latest sign of tensions in the Himalayas between the two nuclear-armed nations reflects continued mistrust despite recent diplomatic talks. NEW DELHI-India and China accused each other of moving troops across their disputed border in recent days in violation of agreements between the two sides, the latest sign of tensions along the two countries' disputed border.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tie-dye-clothes-are-everywhere-when-will-it-end-11598885696", "title": "Tie-Dye Clothes Are Everywhere. When Will It End?", "date": "2020-08-31 10:54", "summary": "The pandemic helped cement tie-dye as the biggest fashion trend of 2020, but even longtime fans fear that the pattern has become too popular. OUT FOR A WALK last week, I passed a young woman in a peach-colored tie-dye shirt, a man in a pale tie-dye mask and two women-one right after the other-in beaming rainbow tie-dye tights. All this in the course of one Brooklyn block. Tie-dye, it seems, is coating the borough.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-flight-lands-in-u-a-e-to-mark-new-diplomatic-era-11598884215", "title": "Israeli Flight Lands in U.A.E. to Mark New Diplomatic Era", "date": "2020-08-31 10:30", "summary": "Flight followed a U.S.-brokered normalization process that has cleared the way for a broader commercial relationship between the countries. ABOARD EL AL FLIGHT TO THE UNITED ARAB EMIRATES-The first direct commercial flight from Tel Aviv arrived Monday in the United Arab Emirates, carrying top Israeli and U.S. officials who are looking to pave the way for a more open and less fraught relationship between Israel and a Gulf Arab state.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chloe-sevigny-baby-interview-hbo-series-11597849364", "title": "Chloë Sevigny on the Ecstasy-Like High of Being a New Mom", "date": "2020-08-31 10:13", "summary": "The actor and first-time mom, starring in director Luca Guadagnino's new HBO series, tells us about her multiple wake-up times, favorite breakfast and more.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-moves-further-into-health-buying-peanut-allergy-treatment-maker-11598860492", "title": "Nestlé Moves Further Into Health, Buying Peanut-Allergy-Treatment Maker", "date": "2020-08-31 09:55", "summary": "Swiss giant agrees to purchase Aimmune in deal valuing the company at $2.6 billion, including debt. Nestlé SA said it agreed to buy Aimmune Therapeutics Inc., a biopharmaceutical company that earlier this year won approval for the first treatment for peanut allergies, in a deal valuing the company at $2.6 billion, including debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-rafa-no-roger-no-towel-service-no-problem-how-the-2020-u-s-open-will-be-different-11598881873", "title": "No Rafa, No Roger, No Towel Service: How the 2020 U.S. Open Will Be Different", "date": "2020-08-31 09:51", "summary": "Tennis launches its biggest event since the pandemic-and the vibe without fans will be noticeably changed. The U.S. Open is underway in New York City, and it's going to be weird. Correction: The tennis should remain world-class-the field includes all-timers like Serena Williams and Novak Djokovic, as well as up-and-comers like Sofia Kenin and Stefanos Tsitsipas-but the Open's usual, rowdy vibe will be muted, owing to the fact that there's still, you know, a pandemic, and fans aren't allowed on the grounds of the Billie Jean King National Tennis Center in Queens.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mimi-thorisson-cookbook-old-world-italian-interview-11597765426", "title": "The Ultimate Italian Fantasy Life Is Mimi Thorisson's Reality", "date": "2020-08-31 08:27", "summary": "The food writer and her family explore Italy's gastronomic treasures for her latest book.. Mimi and Oddur Thorisson's wedding day, in 2007, began in Paris but ended with a midnight pizza in Rome, a tradition they try to repeat every year with their eight children. During the eight years they lived in the French countryside-where Mimi, a food writer, and Oddur, a photographer, collaborated on cookbooks, filmed TV shows and hosted workshops in their rustic Médoc home-the family often made impromptu visits to Rome, Florence, Venice and other Italian cities. They would stay and dine as regulars at old-school spots that happily welcomed them back. Italy became the site of some of their best meals and fondest memories.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-italian-fantasy-life-is-mimi-thorissons-reality-11598876718", "title": "The Ultimate Italian Fantasy Life Is Mimi Thorisson's Reality", "date": "2020-08-31 08:25", "summary": "The food writer and her family have settled into a new life in Italy, all the while exploring and uncovering the country's gastronomic treasures for Thorisson's latest book, 'Old World Italian'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-trump-investigations-appear-to-be-at-critical-junctures-11598876666", "title": "New York Trump Investigations Appear to Be at Critical Junctures", "date": "2020-08-31 08:24", "summary": "Criminal, civil probes push forward with evidentiary disputes; Trump and his company claim investigations are political. New York prosecutors and lawyers for President Trump are set to argue before a federal appeals court Tuesday over access to his tax returns, in one of two investigations involving Mr. Trump and his company that appear to be heating up in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaway-buys-stakes-in-five-japanese-trading-companies-11598841219", "title": "Berkshire Hathaway Buys Stakes in Five Japanese Companies", "date": "2020-08-31 08:05", "summary": "Warren Buffett has been relatively quiet during the coronavirus pandemic. Warren Buffett's Berkshire Hathaway Inc. took stakes of slightly more than 5% in five of Japan's most venerable corporate names with big investments in energy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parking-garages-idle-as-car-owners-pull-out-of-new-york-city-11598874770", "title": "Parking Garages Idle as Car Owners Pull Out of New York City", "date": "2020-08-31 07:52", "summary": "Former monthly customers 'are calling and canceling permanently saying they are leaving the city'. Manhattan parking-garage operators say they have lost thousands of monthly customers as many residents packed up their cars and moved out of New York City during the new coronavirus pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-preposterous-century-bond-never-got-chance-to-grow-old-11598873991", "title": "Argentina's 'Preposterous' Century Bond Never Got Chance to Grow Old", "date": "2020-08-31 07:39", "summary": "The rush to load up on long-dated debt issued by a serial defaulter puzzled many at the time, but going to extremes is commonplace in markets. Argentina's \"century bond\" didn't last long, but its rise and fall holds lessons for investors at a time of market optimism despite widespread economic dislocation.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-scottish-independence-calls-grow-u-k-trumpets-virtues-of-unity-11598872480", "title": "As Scottish Independence Calls Grow, U.K. Touts Virtues of Unity", "date": "2020-08-31 07:14", "summary": "Resume Subscription. EDINBURGH-British government ministers in August inaugurated a gleaming new office building in the center of Scotland's capital that they touted as a key piece of Prime Minister Boris Johnson's plans to quiet rising calls for Scottish independence.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-yuan-strengthens-as-trade-and-economic-concerns-fade-11598871677", "title": "China's Yuan Strengthens as Trade and Economic Concerns Fade", "date": "2020-08-31 07:01", "summary": "Relatively high interest rates, plus a broader selloff in the dollar, also buoy China's currency. China's yuan has rallied to its strongest levels in more than a year, as the country's economy continues to recover and investors grow less concerned about fresh U.S. tariffs.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-brands-dust-off-their-japanese-lessons-11598871601", "title": "Luxury Brands Dust Off Their Japanese Lessons", "date": "2020-08-31 07:00", "summary": "Covid-19 is making expensive European brands even more reliant on Chinese spending. The industry has been here before.. What happens if the Chinese lose their appetite for haute couture? It seems inconceivable now, but the luxury industry's growing reliance on one nationality makes stocks such as Hermès and Gucci's owner Kering riskier to own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-stocks-weather-the-pandemic-storm-11598868003", "title": "Shipping Stocks Weather the Pandemic Storm", "date": "2020-08-31 06:00", "summary": "Quick capacity adjustments and surprisingly robust demand have sent freight rates surging. Investors in container-shipping companies are having an unexpectedly good year as freight rates surge despite the pandemic, thanks to quick capacity adjustments and surprisingly robust demand.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-big-banks-report-profit-drops-11598861735", "title": "China's Big Banks Report Profit Drops", "date": "2020-08-31 05:49", "summary": "China's top four banks all said net profit fell more than 10% year-over-year in the first half. China's major banks reported their biggest profit drops in more than a decade, as the economic impact of the pandemic led them to take large provisions against potential bad loans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abes-unfinished-revolution-hangs-in-the-balance-11598867235", "title": "Abe's Unfinished Revolution Hangs in the Balance", "date": "2020-08-31 05:47", "summary": "The progress in corporate governance and profitability isn't irreversible, and need continued support. Outgoing Japanese Prime MinisterShinzo Abe leaves behind an impressive record. But his corporate and financial reforms were more gradual than explosive, and there is progress to be made-or lost-by his successors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-cloud-aim-to-enhance-the-u-s-open-fan-experience-11598866201", "title": "AI, Cloud Aim to Enhance the U.S. Open Fan Experience", "date": "2020-08-31 05:30", "summary": "USTA and IBM developed interactive technologies to keep remote audience engaged. The U.S. Tennis Association is turning to cloud computing and artificial intelligence to enhance the experiences of fans who can only watch this week's U.S. Open on televisions, computers and smartphones.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individual-investor-boom-reshapes-u-s-stock-market-11598866200", "title": "Individual-Investor Boom Reshapes Stock Market", "date": "2020-08-31 05:30", "summary": "Free trading apps, a bull market and Covid-19 lockdowns fuel a surge in mom-and-pop trading. It's one of the year's biggest market stories: Mom-and-pop investors have fallen back in love with stocks, lured by free trading apps, a resurgent bull market led by technology companies and a pandemic that has left millions of Americans at home with little to do.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-remote-learning-children-with-disabilities-face-unique-challenges-11598866202", "title": "In Remote Learning, Children With Disabilities Face Unique Challenges", "date": "2020-08-31 05:30", "summary": "Resume Subscription. BELLEVILLE, W.Va.-For Anna Smith, an 18-year-old with Down syndrome, losing out on in-person education this fall could mean losing access to the physical, occupational and speech therapies she receives through her public school.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-attempts-to-spur-consumption-show-signs-of-working-11598857041", "title": "China's Attempts to Spur Consumption Show Signs of Working", "date": "2020-08-31 02:57", "summary": "Gauge of business activity outside the factory floor rises to its highest level in 2½ years in August. BEIJING-A gauge of Chinese business activity outside the factory floor rose to its highest level in 2½ years in August, a sign that Beijing's efforts to stimulate consumption at home are having an impact.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-kfc-recovers-in-china-parent-yum-china-plans-big-hong-kong-listing-11598853710", "title": "As KFC Recovers in China, Parent Yum China Plans Big Hong Kong Listing", "date": "2020-08-31 02:01", "summary": "Share sale could raise more than $2.5 billion. China's largest restaurant company has begun taking orders for a Hong Kong share sale that could raise more than $2.5 billion, in the latest move by a U.S.-listed Chinese company to seek a secondary listing in Hong Kong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hotelier-agrees-to-buy-hospitality-software-firmfrom-chinese-owners-ordered-to-sell-by-trump-11598853600", "title": "U.S. Hotelier to Buy Hospitality Software Firm From Chinese Owners Ordered to Sell by Trump", "date": "2020-08-31 02:00", "summary": "MCR Development's planned acquisition comes after Trump said ownership of StayNTouch by Beijing Shiji Information Technology threatens U.S. security. A major U.S. hotel operator has agreed to purchase hotel property management software firm StayNTouch Inc., a $46 million deal that came together after President Trump said the firm's existing Chinese ownership poses a threat to U.S. national security.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598810162", "title": "Pepper...and Salt", "date": "2020-08-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-portland-man-fatally-shot-as-rival-protesters-clash-11598769075", "title": "In Portland, Man Is Fatally Shot in Another Night of Unrest", "date": "2020-08-31 21:22", "summary": "Police say Trump supporters clashed with protesters. A man was killed Saturday in Portland, Ore., amid unrest that rocked the city after a caravan of Trump supporters clashed with protesters, police said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-deal-talks-slowed-over-new-china-rules-designed-to-affect-sale-11598821033", "title": "Chinese Rules Cloud TikTok Deal", "date": "2020-08-31 20:27", "summary": "Beijing's move for a say in the outcome could affect other Chinese companies. Plans to quickly complete a deal between the Chinese parent company of TikTok and suitors for the app's U.S. operations have been thrown off track as the parties huddled over the weekend to weigh new Chinese restrictions that appear designed to affect a potential sale, according to people familiar with the discussions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]