[{"link": "https://www.wsj.com/articles/seattle-police-chief-resigns-after-budget-cuts-11597166461", "title": "Seattle Police Chief Resigns", "date": "2020-08-11 19:48", "summary": "Move comes after city council voted to cut spending in response to public pressure to defund the police. Seattle Police Chief Carmen Best said she would be stepping down from her post following votes by the city council to cut the department budget, including her own salary, and reduce the police force, as part of an effort to reform policing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-mexican-president-enrique-pena-nieto-accused-of-corruption-by-former-state-oil-chief-11597189321", "title": "Ex-Mexican President Enrique Peña Nieto Accused of Corruption by Former State-Oil Chief", "date": "2020-08-11 19:44", "summary": "Past executive of Pemex also implicates former Mexican finance minister, alleging bribes were made in 2012 presidential campaign, says Mexico's attorney general. MEXICO CITY-The former head of Mexico's state-oil company Petróleos Mexicanos accused former president Enrique Peña Nieto and his former finance minister of instructing him to funnel millions of dollars in bribes to the 2012 presidential campaign, part of Mexico's highest-profile corruption probe in decades, the country's attorney general said Tuesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-to-investigate-police-department-of-city-where-elijah-mcclain-died-in-custody-11597188823", "title": "Colorado to Probe Police Department Linked to Elijah McClain Death", "date": "2020-08-11 19:33", "summary": "State attorney general's investigation into practices of Aurora law enforcement comes same day McClain family files federal lawsuit against city. Colorado Attorney General Phil Weiser said his office has opened an investigation into the police department of Aurora, the Denver suburb where Elijah McClain died in police custody last year, sparking a nationwide outcry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-black-lives-matter-mean-11597188691", "title": "What Does 'Black Lives Matter' Mean?", "date": "2020-08-11 19:31", "summary": "Students discuss what the movement stands for and what effect it has had on the country.. Editor's note: In this Future View, students discuss the Black Lives Matter movement. Next week we'll ask, \"How do you think technology affected your experience in lockdown? Did it make the isolation less difficult or make it harder to keep up a productive routine?\" Students should click here to submit opinions of fewer than 250 words before Aug. 18. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-report-to-our-readers-11597188647", "title": "A Report to Our Readers", "date": "2020-08-11 19:30", "summary": "Trust is a precious thing, and everyone at the Journal gets up every day knowing that we have to earn it.. Dear Readers:", "categories": [["U.S.", "Letter to Readers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/letter-to-readers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-choose-harris-11597188620", "title": "The Democrats Choose Harris", "date": "2020-08-11 19:30", "summary": "Biden bows to the party's requirements with the California Senator.. In choosing Kamala Harris as his running mate on Tuesday, Joe Biden checked the essential boxes his party had demanded-a woman, a minority, and a progressive who has moved left as the Democratic Party has. We'll see how the California Senator plays in the swing-state suburbs that Mr. Biden needs to defeat President Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-there-be-another-bernard-bailyn-11597188579", "title": "Can There Be Another Bernard Bailyn?", "date": "2020-08-11 19:29", "summary": "The giant of early American history dies at 97.. A Fox News poll last month found a remarkable share of Americans under age 30 think the country's founders are better described as \"villains\" (31%) than \"heroes\" (39%). This erosion of a unifying national narrative makes more poignant the death Friday of Bernard Bailyn, the most accomplished historian of early America's dazzling world of ideas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-best-resigns-11597188431", "title": "Seattle's Best Resigns", "date": "2020-08-11 19:27", "summary": "The city's first black police chief is out-thanks to progressives.. On Monday Carmen Best shocked Seattle by resigning as police chief. It was her last act of public service, coming hours after the City Council voted 7-1 to cut money and jobs from its police force-which members make clear is only a first step in dismantling local law enforcement.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-wont-satisfy-progressives-11597188311", "title": "Kamala Harris Won't Satisfy Progressives", "date": "2020-08-11 19:25", "summary": "In 2016, Democrats mistook identity politics for policy. Here we go again.. By choosing Sen. Kamala Harris as his running mate, Joe Biden is sending a message to the progressive left base of the Democratic Party: Drop dead.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-and-school-shutdowns-may-make-youngsters-sicker-11597188234", "title": "Lockdowns and School Shutdowns May Make Youngsters Sicker", "date": "2020-08-11 19:23", "summary": "Evidence is ample that stress and inactivity weaken immunity against Covid and other diseases.. Parents and public officials have been asking if it's safe to send children to school this fall. They should also ask if it's safe not to. A large body of medical literature suggests that stress and its symptoms, including mental illness, tend to weaken the immune system, leading to inflammation and greater susceptibility to infectious diseases. Lockdowns combined with school closures have been hugely stressful for families. Today's stressed children could be more vulnerable to disease later in life-or to Covid-19 now.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/echoes-of-1984-in-bidens-vice-presidential-choice-11597188196", "title": "Echoes of 1984 in Biden's Vice-Presidential Choice", "date": "2020-08-11 19:23", "summary": "A ticket with a Catholic woman from Queens lost Catholics and women-and narrowly won Queens.. Maureen Dowd took it on the chin Saturday for stating in her New York Times column that \"it has been 36 years since a man and a woman ran together on a Democratic Party ticket.\" Hillary Clinton, who you may recall won the Democratic nomination in 2016 and chose Virginia Sen. Tim Kaine as her running mate, was among those pointing out the error.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-putin-vaccine-gambit-11597188160", "title": "The Putin Vaccine Gambit", "date": "2020-08-11 19:22", "summary": "Hooray if Russia has actually made progress on Covid, but don't bet on it.. Remember when Vladimir Putin showed a video to visiting filmmaker Oliver Stone of a Russian helicopter firing on Islamic State fighters in Syria? When the segment aired on U.S. television, the video was quickly identified as having been lifted from YouTube and showing a U.S. helicopter combating militants in Afghanistan.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-for-nothing-review-boom-and-bust-and-progress-11597188132", "title": "'Money for Nothing' Review: Boom and Bust and Progress", "date": "2020-08-11 19:22", "summary": "All sorts of financial experiments-even ruinous ones, like the South Sea bubble-have advanced our understanding of what money is, and isn't.. Without quite intending to, scientific geniuses invented the mathematical protocols of contemporary finance more than 300 years ago. If they could see us now, with our profusion of dollars and debts and derivatives, would they dream them up all over again?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polarization-and-americas-executive-branch-unbound-11597187967", "title": "Polarization and America's Executive Branch Unbound", "date": "2020-08-11 19:19", "summary": "The shredding of the Constitution has polarized our politics.. Your editorial \"Trump's Executive Orders\" (Aug. 10) claims that \"our polarized politics is stressing the constitutional system.\" In fact, it's the shredding of the Constitution that has polarized American politics. The more the president resembles an elected king, ruling by executive fiat, the more Americans will be at each other's throats for control of the throne.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-radicals-wont-redeem-racial-liberalism-11597187990", "title": "Young Radicals Won't Redeem Racial Liberalism", "date": "2020-08-11 19:19", "summary": "A review of the national Black Lives Matter website gives cause for pessimism.. Barton Swaim is optimistic that \"a half-century of liberal orthodoxy on race is quite enough\" (\"Radicals Have a Point About Racial Liberalism,\" op-ed, Aug. 10). He hopes today's radicals will see the failures of the welfare state's bells and whistles and push for something better. But there will be meaningful change only when Daniel Patrick Moynihan's 1965 conclusion that the dissolution of the family is the primary impediment to black socio-economic progress is accepted.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-enact-5-for-1-stock-split-11597181734", "title": "Tesla to Enact 5-for-1 Stock Split", "date": "2020-08-11 19:17", "summary": "Move follows one from Apple, which last month said its board approved a 4-for-1 stock split. Tesla Inc. said it would enact a 5-for-1 stock split after a share-price surge over recent months vaulted the electric-vehicle maker to the status of most-valuable car company as Chief Executive Elon Musk navigated the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-11-2020-11597134614", "title": "New Covid-19 Cases Fall Below 50,000 in U.S. for Second Straight Day", "date": "2020-08-11 19:12", "summary": "Coronavirus cases top 20 million globally as U.S. tops 5.1 million. The U.S. reported fewer than 50,000 new coronavirus cases for the second day in a row, even as the number of cases world-wide surpassed 20 million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-90-year-old-famed-tobacco-shop-to-shut-its-doors-11597185892", "title": "New York City's 90-Year Old Famed Tobacco Shop to Shut Its Doors", "date": "2020-08-11 18:44", "summary": "As coronavirus pandemic emptied Midtown, most of store's customer base also evaporated; 'We are as authentic to New York as Hermès is to Paris'. To step into the Nat Sherman Townhouse in Midtown Manhattan is to step back in time, say fans of the 90-year-old tobacco emporium.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-lower-rates-for-cities-states-seeking-short-term-loans-11597180634", "title": "Fed to Lower Rates for Cities, States Seeking Short-Term Loans", "date": "2020-08-11 18:28", "summary": "Interest-rate spread on tax-exempt notes will be reduced by 0.5 percentage point. The Federal Reserve said Tuesday it would reduce the rates it charges cities and states seeking short-term loans from an emergency lending program that has seen little takeup so far.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-faces-some-tough-choices-as-it-searches-for-a-new-finance-chief-11597184081", "title": "GM Faces Some Tough Choices as It Searches for a New Finance Chief", "date": "2020-08-11 18:14", "summary": "Incumbent Dhivya Suryadevara is leaving to join payments company Stripe. General Motors Co. faces a variety of challenges as it looks to recruit a new chief financial officer following the unexpected departure of incumbent Dhivya Suryadevara.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lehman-loses-effort-to-recover-1-billion-from-investors-11597182256", "title": "Lehman Loses Effort to Recover $1 Billion From Investors", "date": "2020-08-11 17:44", "summary": "Appeals court rules the defunct investment bank can't claw back money from insurers, banks and hedge funds. A federal appeals court is letting investors keep roughly $1 billion they received from Lehman Brothers Holdings Inc. after its 2008 bankruptcy filing triggered the liquidation of dozens of collateralized debt obligations.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pledge-to-strike-postelection-deal-with-iran-draws-scrutiny-11597173267", "title": "Trump Pledge to Strike Postelection Deal With Iran Draws Scrutiny", "date": "2020-08-11 17:41", "summary": "Administration officials say there is no strategy for negotiations, and Iran says it doesn't take president's suggestion seriously. Trump administration officials said there is no detailed strategy for rapid negotiations on a nuclear deal with Iran despite the president's recent remarks that he would strike a quick agreement if he wins a second term.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-11-2020-11597136646", "title": "Stocks Turn Lower, Snap Winning Streak", "date": "2020-08-11 17:40", "summary": "The S&P 500 flirted with record levels for much of the session before giving up its gains. The S&P 500 snapped a seven-session winning streak, as investors worried about the prospects for a broad coronavirus relief package.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-news-launches-international-streaming-service-11597181849", "title": "Fox News Launches International Streaming Service", "date": "2020-08-11 17:37", "summary": "Fox News International would offer viewers overseas live-stream of Fox News Channel and Fox Business. Fox News is rolling out a new service that will stream programming from its cable-news channels to audiences overseas.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-cocoa-to-coffee-and-sugar-soft-commodities-stage-simultaneous-rally-11597138200", "title": "From Cocoa to Coffee and Sugar, Soft Commodities Stage Simultaneous Rally", "date": "2020-08-11 17:35", "summary": "Coronavirus outbreaks in key soft-commodity-producing nations spark worries about supply constraints-and buoy prices. The raw ingredients for goods including chocolate and clothes have rebounded after their pandemic-fueled declines, lifted by supply constraints and investors' bets that a recovering economy will boost consumer demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yusuf-hawkins-storm-over-brooklyn-review-a-tragedy-and-its-turmoil-11597181589", "title": "'Yusuf Hawkins: Storm Over Brooklyn' Review: A Tragedy and Its Turmoil", "date": "2020-08-11 17:33", "summary": "An HBO documentary remembers the attack and murder of a 16-year-old Black boy at the hands of white teenagers and the surrounding racial conflict of 1980s New York. A somber march down the mean side of Memory Lane, \"Yusuf Hawkins: Storm Over Brooklyn\" includes recollections that will dismay, or break one's heart, and sometimes do both. \"He didn't look like a thug or anything,\" recalls the first emergency medical technician on the scene after the 16-year-old was fatally shot on the streets of Bensonhurst. The date was Aug., 23, 1989-\"a Wednesday,\" recalls a friend of Hawkins, Luther Sylvester, offering the kind of detail that only someone who lost someone he loved would probably still remember.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-appeals-court-throws-out-antitrust-ruling-against-qualcomm-11597163413", "title": "Court Throws Out Antitrust Ruling Against Qualcomm", "date": "2020-08-11 17:29", "summary": "Court rules federal government hadn't shown chip maker engaged in illegal monopolization. A federal appeals court on Tuesday threw out a sweeping antitrust judgment against Qualcomm Inc., ruling the federal government didn't prove the dominant cellphone chip maker engaged in illegal monopolization.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-media-baron-jimmy-lai-released-on-bail-11597181311", "title": "Hong Kong Media Baron Jimmy Lai Released on Bail", "date": "2020-08-11 17:28", "summary": "Supporters of outspoken newspaper founder waved copies of his Apple Daily as he left police station. HONG KONG-Pro-democracy media baron Jimmy Lai was released on bail after his Monday arrest led to a public show of support for the outspoken critic of Beijing among Hong Kong's opposition.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-opposition-leader-leaves-for-lithuania-amid-growing-protests-11597140160", "title": "Belarus Protests Face Turning Point as Opposition Leader Leaves Country", "date": "2020-08-11 17:22", "summary": "Svetlana Tikhanovskaya's backers promise to continue demonstrations against President Alexander Lukashenko, who claimed 80% of vote in Sunday's disputed poll. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-5g-call-is-finally-connecting-11597152600", "title": "Qualcomm's 5G Call Is Finally Connecting", "date": "2020-08-11 17:12", "summary": "Settlement with Huawei removes last major legal cloud, and Apple's 5G iPhone will boost chip sales. Qualcomm has been loudly touting 5G to anyone who would listen for the past few years. Now more than a few have perked up their ears.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-school-district-quarantines-800-people-amid-covid-outbreak-11597157377", "title": "Georgia School District Quarantines 800 People Amid Covid Outbreak", "date": "2020-08-11 17:07", "summary": "In all, 38 students and 12 staff members on campuses have tested positive for the virus. At least 800 students and staffers in a Georgia school district have been quarantined after coming into contact with dozens of others who tested positive for Covid-19, just one week into the new school year.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-tracked-user-data-using-tactic-banned-by-google-11597176738", "title": "TikTok Tracked User Data Using Tactic Banned by Google", "date": "2020-08-11 16:58", "summary": "The tactic, which experts in mobile-phone security said was concealed through an unusual added layer of encryption, appears to have violated Google policies. TikTok skirted a privacy safeguard in Google's Android operating system to collect unique identifiers from millions of mobile devices, data that allows the app to track users online without allowing them to opt out, a Wall Street Journal analysis has found.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-insider-makes-well-timed-stock-gift-of-116-million-to-religious-charity-he-started-11597154826", "title": "Kodak Insider Makes Well-Timed Stock Gift of $116 Million to Religious Charity He Started", "date": "2020-08-11 16:51", "summary": "Board member's donation, made same day Kodak's stock peaked, will benefit Jewish charity he started two years ago. Eastman Kodak Co. 's wild stock-market ride produced what might be the biggest contribution on record to a religious nonprofit, the product of a well-timed gift by Kodak board member George Karfunkel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-data-reporting-system-gets-off-to-rocky-start-11597178974", "title": "Covid-19 Data Reporting System Gets Off to Rocky Start", "date": "2020-08-11 16:49", "summary": "New data system run by Health and Human Services faces delays, quality-control issues. Public release of hospital data about the coronavirus pandemic has slowed to a crawl, one month after the federal government ordered states to report it directly to the Department of Health and Human Services and bypass the Centers for Disease Control and Prevention.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-registers-worlds-first-covid-19-vaccine-11597141899", "title": "Russia Registers World's First Covid-19 Vaccine Despite Safety Concerns", "date": "2020-08-11 16:38", "summary": "Officials in Russia and the West express alarm at the speed of vaccine development and the methods used. MOSCOW-Russia registered the world's first Covid-19 vaccine, President Vladimir Putin said, marking a milestone in the fight against the new coronavirus but amid safety concerns in the West over the country's accelerated clinical evaluations.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-and-her-path-to-being-joe-bidens-vp-pick-11597177779", "title": "Kamala Harris and Her Path to Being Joe Biden's VP Pick", "date": "2020-08-11 16:29", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-week-after-tropical-storm-isaias-thousands-of-new-yorkers-without-power-11597161147", "title": "A Week After Tropical Storm Isaias, Thousands of New Yorkers Without Power", "date": "2020-08-11 16:03", "summary": "Residents of Westchester, Queens and Long Island still affected by outages from storm. More than 35,000 customers in New York remain without power a week after Tropical Storm Isaias swept through the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-doodles-save-fashion-a-look-at-1-000-plus-illustrated-garments-11597175478", "title": "Can Doodles Save Fashion? A Look at $1,000-Plus Illustrated Garments", "date": "2020-08-11 15:51", "summary": "With origins in the Ivy League, drawn-on clothing makes a unique statement. IN BETTER TIMES, cautious parents sent their children off to sleep-away camp with the kids' names scrawled inside their clothes, lest Jimmy's shirt be confused with Johnny's shirt. But those Sharpie markings were not meant to be seen. The far-more-intricate tracings that American labels such as Bode and Small Talk Studio have begun inscribing on clothes, by contrast, are prominently penned on the pieces' exteriors. These one-off pants, shorts, jackets and tees drip in idiosyncratic drawings that depict everyday ephemera, rambling florals and historical doodads.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-barrs-greatest-legal-defeat-11597175297", "title": "Bill Barr's Greatest Legal Defeat", "date": "2020-08-11 15:48", "summary": "A 2002 telephone case paves the way for 2020 tax relief.. Over the course of his sterling legal career, Attorney General William Barr hasn't lost very often in court. But looking back now, he may be savoring the memory of one notable defeat. That's because a precedent from that case allows President Donald Trump to implement pro-growth tax reform immediately.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crazy-blues-transformed-american-music-11597174053", "title": "'Crazy Blues' Transformed American Music", "date": "2020-08-11 15:27", "summary": "Recorded 100 years ago this week, singer Mamie Smith's blues track-the first both sung and accompanied by Black artists-made the music industry take note of the power and potential of Black performers and audiences.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-removed-nearly-40-more-terrorist-content-in-second-quarter-11597162013", "title": "Facebook Removed Nearly 40% More Terrorist Content in Second Quarter", "date": "2020-08-11 15:24", "summary": "Social-media giant says increase was driven by improvements in detection efforts. Facebook Inc. removed nearly 40% more content that it categorized as terrorism in the second quarter compared with the first three months of the year, the company said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-young-adults-are-suffering-from-depression-amid-coronavirus-11597169887", "title": "More Young Adults Are Suffering From Depression Amid Coronavirus", "date": "2020-08-11 14:18", "summary": "During what some young people believe should be their best years, they are often seeing their dreams of careers, romances and adventures dashed. Social isolation and vanished opportunities caused by Covid-19 bring a mental-health toll for those on the cusp of careers and adulthood.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-anadarko-casts-a-long-shadow-11597169815", "title": "Occidental: Anadarko Casts a Long Shadow", "date": "2020-08-11 14:16", "summary": "Startling loss last quarter shows it will take a while to shift narrative away from the story of Occidental Petroleum's outsized Anadarko acquisition. The unflattering saga of Occidental Petroleum 's outsize, overleveraged acquisition of Anadarko Petroleum last year is probably one that Chief Executive Officer Vicki Hollub would rather forget. Last quarter's earnings show that the reminders will linger for quite a while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-government-sent-workers-nearly-250-billion-in-600-a-week-jobless-aid-11597091188", "title": "U.S. Sent Workers Nearly $250 Billion in $600-a-Week Jobless Aid", "date": "2020-08-11 14:00", "summary": "Michigan, New York received most benefits per worker under program that expired July 31, Wall Street Journal analysis shows. The federal government spent nearly $250 billion on extra $600-a-week unemployment benefits from early April to the end of July, the Labor Department said, as millions of workers were laid off because of the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-beat-china-and-help-the-worlds-poor-11597167742", "title": "How to Beat China and Help the World's Poor", "date": "2020-08-11 13:42", "summary": "A plan to unleash the power of ownership by formalizing capital in the informal economy.. A proxy for the contest between American and Chinese capitalism will take place in developing countries, where institutions are manifestly not coping with the economic recession triggered by Covid-19. The two billion people who work outside the global financial system in the informal economy suffered a 60% drop in income in the first month of the crisis, according to an April press release from the United Nations' International Labor Organization. Guy Ryder, the agency's director-general, said: \"Millions of businesses around the world are barely breathing. They have no savings or access to credit.\" Without help, \"these enterprises will simply perish.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-failures-show-congress-is-sick-11597167701", "title": "Covid Failures Show Congress Is Sick", "date": "2020-08-11 13:41", "summary": "Compromises on policy are within reach, but the process has broken down.. The impasse over Covid-19 legislation is a policy failure with constitutional implications. Treasury Secretary Steven Mnuchin said on Sunday that most issues between congressional Democrats and the Trump administration had been resolved, with the exception of aid to states and localities and the extension of supplementary unemployment insurance payments. No doubt differences of degree remain in other areas, but these seem to be the two main fiscal sticking points. If so, compromise should be within reach.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-seeks-to-fill-power-vacuum-amid-worst-crisis-in-decades-11597148810", "title": "Lebanon Seeks to Fill Power Vacuum Amid Worst Crisis in Decades", "date": "2020-08-11 13:20", "summary": "Politicians try to form a new government after the last one resigned in the wake of the devastating explosion in Beirut. BEIRUT-Lebanon's leaders shifted their focus Tuesday to forming a new government, a day after the country's cabinet resigned amid ongoing protests demanding political change in the aftermath of last week's deadly explosion in Beirut.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-speed-trader-virtu-discloses-6-9-million-hacking-loss-11597165615", "title": "High-Speed Trader Virtu Discloses $6.9 Million Hacking Loss", "date": "2020-08-11 13:06", "summary": "The company detailed the breach in a lawsuit against its insurer seeking coverage of the loss. Virtu Financial Inc. said it lost $6.9 million to hackers who seized control of the email account of one of its executives and used fake emails to send two fraudulent wire transfers to bank accounts in China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-hints-decision-to-drop-michael-flynn-case-came-from-nonpublic-information-11597164701", "title": "Justice Department Hints Decision to Drop Flynn Case Came From Nonpublic Information", "date": "2020-08-11 13:02", "summary": "'It may be possible' the attorney general had information he couldn't share concerning former Trump national security adviser, says acting solicitor general. WASHINGTON-A government lawyer shed new light Tuesday on the decision to drop the case against former Trump administration national security adviser Michael Flynn, suggesting that the Justice Department may have found new evidence as part of its long-running internal investigations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-weighs-vice-president-pick-after-search-committee-wraps-up-11597112067", "title": "Biden Weighs VP Pick After Search Committee Wraps Up", "date": "2020-08-11 13:00", "summary": "Allies have been told to expect a midweek announcement, one person familiar with the process said. WASHINGTON-Joe Biden's allies have been told to expect an announcement midweek revealing his choice of running mate, according to a person familiar with the process, and multiple people said his search committee has finished its work.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-plans-to-file-confidentially-for-ipo-in-august-11597164041", "title": "Airbnb Plans to File for IPO in August", "date": "2020-08-11 12:59", "summary": "Shares in the home-sharing platform could begin trading by year-end. Airbnb Inc. is close to filing to go public in a move that would underscore a surprising rebound for the home-sharing giant and the IPO market.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-home-of-life-savers-heiress-asks-72-million-11597163425", "title": "Hamptons Home of Life Savers Heiress Asks $72 Million", "date": "2020-08-11 12:30", "summary": "The shingle-style house sits on more than five oceanfront acres in East Hampton. The longtime Hamptons home of a Life Savers candy heiress is listing for $72 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-art-lovers-home-on-the-ocean-11597162942", "title": "An Art Lover's Home on the Ocean", "date": "2020-08-11 12:22", "summary": "This Hamptons house was built around 1955 for art collector Otto Spaeth. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gm-names-john-stapleton-acting-finance-chief-as-cfo-leaves-11597153015", "title": "GM Financial Chief Steps Down in Surprise Departure", "date": "2020-08-11 12:19", "summary": "Suryadevara was one of the auto maker's fastest-rising stars, and she will now join online commerce firm Stripe. General Motors Co. Chief Financial Officer Dhivya Suryadevara will leave the company for online commerce firm Stripe Inc., a surprising departure for one of the auto maker's fastest-rising stars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midwest-storm-leaves-hundreds-of-thousands-without-power-11597162468", "title": "Midwest Storm Leaves Hundreds of Thousands Without Power", "date": "2020-08-11 12:14", "summary": "Powerful winds cause widespread crop and property damage across several states; one fatality reported in Indiana. IOWA CITY, Iowa-Hundreds of thousands across the Midwest remained without power on Tuesday after a powerful storm packing 100 mph winds battered the region a day earlier, causing damage linked to the death of a woman found clutching a young boy in her storm-battered mobile home.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-covid-19-what-should-college-students-pack-11597161324", "title": "To Fight Covid-19, What Should College Students Pack?", "date": "2020-08-11 11:55", "summary": "Amid the pandemic, experts emphasize common sense, masks and disinfectant to stay safe on campus.. What anti-Covid supplies should college students pack?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-ship-coronavirus-workers-adrift-home-pandemic-11597160058", "title": "Cruise Ship Owners Left Thousands of Workers Adrift for Months", "date": "2020-08-11 11:38", "summary": "Resume Subscription. One day in May, nearly two months after the cruise industry suspended operations because of the pandemic, Chris Richardson stood on a pier on a private island in the Bahamas waiting to board his third cruise ship in six days.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-the-renewed-push-for-a-national-cyber-director-11597051802", "title": "Inside the Renewed Push for a National Cyber Director", "date": "2020-08-11 11:17", "summary": "Lawmakers lobbying for new White House cyber position face hurdles from colleagues and the coronavirus. After hackers breached Twitter Inc.'s systems on July 15, Sen. Angus King of Maine texted lawmakers scattered across the country because of the coronavirus pandemic to discuss the news. He had been warning for months about something like this happening.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alyssa-milano-profile-11597158741", "title": "Alyssa Milano Discovered a Brand New Life Around the Bend", "date": "2020-08-11 11:15", "summary": "The actress reflects on a childhood in front of the camera, growing up with a creative family and dealing with coronavirus. Alyssa Milano, 47, is an actress who appeared on TV's \"Who's the Boss?\" and \"Melrose Place.\" She recently signed on for the \"Who's the Boss?\" sequel and will appear this fall in the comedy series \"The Now\" (Quibi). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-health-care-agenda-still-a-work-in-progress-11597158262", "title": "Trump Health-Care Agenda Still a Work in Progress", "date": "2020-08-11 11:04", "summary": "President pledged to release a broad plan by early August but didn't do so; he now says he will order insurers to cover pre-existing conditions. WASHINGTON-President Trump has missed a self-imposed deadline to release a comprehensive health-care plan and has said he would issue an executive order on pre-existing conditions that public-health specialists believe would be difficult to execute because of legal and economic hurdles.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-companies-commit-to-hiring-100-000-low-income-new-yorkers-by-2030-11597158094", "title": "Major Companies Commit to Hiring 100,000 Low-Income New Yorkers by 2030", "date": "2020-08-11 11:01", "summary": "CEOs such as Dimon, Bezos to work with CUNY and nonprofits to provide hands-on job training, paid internships. Chief executives at 27 of the biggest companies, including JPMorgan Chase & Co., Amazon.com Inc. and Google owner Alphabet Inc. have committed to hiring 100,000 low-income and Black, Latino and Asian New Yorkers by 2030-an effort that comes during a monthslong wave of protests about racial inequality.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empty-manhattan-offices-coronavirus-reopen-workplace-lockdown-newyork-covid-economy-11597157584", "title": "'It Was Like the Twilight Zone': Few Return to Empty Manhattan Offices", "date": "2020-08-11 10:55", "summary": "Some find the workplace more isolating than home-but you can wear shorts and blast Van Halen. After a long stretch working from home in a one-bedroom apartment shared with her husband and three cats, Cindy Lo was excited to return to the office last month. But the Queens resident wasn't prepared for the eerie scene that greeted her.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffalo-finally-has-a-mlb-team-nobody-can-go-see-it-11597156412", "title": "Buffalo Finally Has a MLB Team. Nobody Can Go See It.", "date": "2020-08-11 10:33", "summary": "The citizens of Buffalo have waited more than a century for top-tier baseball to return. It took a pandemic for the city to get the chance as the Blue Jays will play home games at Sahlen Field this season.. Growing up in Buffalo, N.Y., Mike Malacaro spent the summers of his youth at the stadium now known as Sahlen Field, home of the Queen City's treasured Minor League Baseball franchise. He served as a Bisons batboy as a child, before graduating to a clubhouse attendant position-dream jobs for a sports-obsessed kid in a region of the country famous for its rabid fandom.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chunk-of-corporate-travel-may-be-gone-forever-but-how-much-11597155657", "title": "A Chunk of Corporate Travel May Be Gone Forever. But How Much?", "date": "2020-08-11 10:20", "summary": "Travel executives forecast a permanent reduction in business travel due to Covid-19 of around 15%, and some analysts are even gloomier. Airline and hotel executives don't ask themselves whether corporate travel will be permanently reduced due to Covid-19. They ask themselves by how much-and the forecasts look scary.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-special-bike-for-taking-the-road-less-traveled-11597152406", "title": "Photos: A Special Bike For Taking the Road Less Traveled", "date": "2020-08-11 10:09", "summary": "Laura Craft shows off her 2018 Ducati Panigale V4 Speciale in Atlanta.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-leap-of-faith-brought-her-to-a-ducati-motorcycle-11597154791", "title": "A Leap of Faith Brought Her to a Ducati Motorcycle", "date": "2020-08-11 10:06", "summary": "Resume Subscription. Laura Craft, an investment strategist living in Atlanta, on her 2018 Ducati Panigale V4 Speciale, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/back-to-school-look-out-for-covid-tracking-surveillance-tech-11597150800", "title": "Back to School? Look Out for Covid-Tracking Surveillance Tech", "date": "2020-08-11 09:00", "summary": "Coronavirus touches off a wave of school spending on tracking technology-but how will it be used when the pandemic ends?. When students return to school this fall, things are going to look different-and not just because everyone will be wearing masks.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-can-almost-write-like-a-humanand-more-advances-are-coming-11597150800", "title": "AI Can Almost Write Like a Human-and More Advances Are Coming", "date": "2020-08-11 09:00", "summary": "A new language model, OpenAI's GPT-3, is making waves for its ability to mimic writing, but it falls short on common sense. Some experts think an emerging technique called neuro-symbolic AI is the answer.. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-returns-to-black-with-12-billion-profit-11597126960", "title": "SoftBank Starts Comeback With $12 Billion Profit, Helped by Sprint Sale", "date": "2020-08-11 08:55", "summary": "Tech investor unloads assets to bolster balance sheet after suffering its worst year, and CEO says it may sell chip designer Arm. TOKYO-Technology investor SoftBank Group Corp. recorded a profit of nearly $12 billion in the April-June quarter as gains from disposing former unit Sprint Corp. helped it bounce back from the worst year in its history.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-secretary-alex-azar-renews-swipes-at-china-over-coronavirus-in-taiwan-visit-11597149880", "title": "Health Secretary Azar Renews Swipes at China Over Covid-19 in Taiwan Visit", "date": "2020-08-11 08:44", "summary": "Top U.S. health official holds up Taiwanese government as model in fight against Covid-19. The top U.S. health official fired fresh barbs at China's handling of the coronavirus, revisiting a Trump administration blame game with Beijing over the pandemic that has frayed bilateral ties.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emma-cline-daddy-interview-girls-11597148845", "title": "Emma Cline's Brilliant, Dark Mind", "date": "2020-08-11 08:29", "summary": "After a bestselling debut novel and an emotionally tumultuous lawsuit, the author returns with Daddy, a story collection that, at its most revealing, explores the blurred line between victim and predator.. In the winter of 2018, the novelist Emma Cline flew from New York City to Los Angeles to see a friend for what was supposed to be a three-day trip. A few months earlier, a judge had thrown out a plagiarism lawsuit against her. She kept putting off returning to New York, moving her plane ticket until, she says, \"it was just like, oh, I think I'm here, and I rented a place.\" She's been living in L.A. ever since.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-political-volatility-meets-stock-market-volatility-11597146511", "title": "Hong Kong Political Volatility Meets Stock-Market Volatility", "date": "2020-08-11 08:12", "summary": "Shares of a Hong Kong company founded by pro-democracy media baron Jimmy Lai soared after he was arrested, making it more valuable than USA Today publisher Gannett. Even with a subject as serious as freedom of the press, a Hong Kong story wouldn't be complete without an opportunity to send a small-cap stock's price into the stratosphere.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meal-kit-winner-can-deliver-an-extra-serving-11597147543", "title": "Meal-Kit Winner Can Deliver an Extra Serving", "date": "2020-08-11 08:05", "summary": "HelloFresh increased its guidance for the third time this year as the pandemic keeps demand for its boxed dinners high. Perfect conditions for meal-kit companies won't last forever. But with Covid-19 infections spiking again in key markets and fewer people going on summer vacation, HelloFresh 's winning streak can continue for a while longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-back-in-new-zealand-after-102-days-11597143065", "title": "Coronavirus Is Back in New Zealand After 102 Days", "date": "2020-08-11 08:04", "summary": "Four locally transmitted cases prompt the government to reimpose restrictions in Auckland. WELLINGTON, New Zealand-New Zealand reported its first locally transmitted cases of the coronavirus in 102 days, prompting authorities to reimpose restrictions in its biggest city as they scramble to prevent a wider outbreak.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-robots-get-second-life-as-industry-adapts-to-covid-19-11597147201", "title": "Hotel Robots Get Second Life as Industry Adapts to Covid-19", "date": "2020-08-11 08:00", "summary": "Bots like Relay, produced by a Google Ventures-backed company, cut down on unsafe interactions. Robots that delivered a burger and fries a few years ago were a high-tech gimmick that gave hotel guests a good laugh. Now, some manufacturers suggest these machines could help guests stay safe during a global pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-office-firm-taking-on-zoom-in-virtual-world-11597147200", "title": "Startup Office Firm Taking on Zoom in Virtual World", "date": "2020-08-11 08:00", "summary": "Convene's video service tries to re-create the feeling of attending a business conference. Zoom has thrived during the pandemic by offering virtual conferences as an alternative to office gatherings. Now, a firm in the events and meetings business is launching an alternative to Zoom.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-auto-sales-up-for-fourth-straight-month-11597114882", "title": "China's Strong July Auto Sales Fuel Hopes for Growth", "date": "2020-08-11 07:31", "summary": "Retail passenger-car sales increased 7.7% in July from a year earlier, to 1.6 million. SHANGHAI-Chinese consumers flocked back to auto dealerships in July, boosting car makers' hopes of returning to growth in the second half of the year and signaling a broader rebound in the world's second-largest economy.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-moves-to-resolve-controversy-over-delayed-hong-kong-elections-11597145516", "title": "China Moves to Resolve Controversy Over Delayed Hong Kong Elections", "date": "2020-08-11 07:31", "summary": "Beijing's top lawmaking body approves plan for city's current lawmakers to stay in office for at least another year. HONG KONG-Beijing stepped in to settle uncertainty over a controversial yearlong delay to Hong Kong's legislative elections, approving plans to keep the city's current lawmakers in office for at least 12 more months.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-wework-wehedge-softbanks-new-gambit-should-raise-eyebrows-11597143990", "title": "After WeWork, WeHedge? SoftBank's New Gambit Should Raise Eyebrows", "date": "2020-08-11 07:25", "summary": "The company's asset sales and debt paydowns are welcome. A further foray into stock speculation may be less so.. Should you pay $50 to buy a box containing $100? There's a catch: the value of money in the box fluctuates and you can't take it out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-sports-24-hours-of-political-football-11597143601", "title": "College Sports' 24 Hours of Political Football", "date": "2020-08-11 07:00", "summary": "The rallying cry 'We Want to Play' went from a hashtag among football players to a new slogan for President Trump in one day as the fall season teetered. The day started with a tweet from a star college quarterback featuring the hashtag #WeWantToPlay. It ended with a slick political video from the White House using the same slogan. The teetering college football season had somehow managed to unite the unpaid players with some very improbable allies: top Republicans.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coworking-companies-expanded-rapidly-now-theyre-retreating-fast-11597138203", "title": "Co-Working Companies Retreat After Rapid Advance", "date": "2020-08-11 05:30", "summary": "Coronavirus upends their business model, exposing those with pricey leases. The world's biggest coworking companies are starting to close money-losing locations across the globe, signaling an end to years of expansion in what had been one of real estate's hottest sectors.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-woman-who-got-joe-rogan-and-michelle-obama-to-spotify-11597138201", "title": "Meet the Woman Who Got Joe Rogan and Michelle Obama to Spotify", "date": "2020-08-11 05:30", "summary": "Television veteran Dawn Ostroff has a big mandate and hundreds of millions to make Spotify dominant in podcasts. Spotify Technology SA got serious about podcasts less than two years ago, but some of the biggest names in culture-Joe Rogan, Michelle Obama and Kim Kardashian West-have already signed on with the company. Getting those high-profile figures to the table was Dawn Ostroff, an executive who's made her career tackling the next big thing in media.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-employers-shed-it-jobs-amid-faltering-reopening-plans-11597138200", "title": "U.S. Employers Shed IT Jobs Amid Faltering Reopening Plans", "date": "2020-08-11 05:30", "summary": "Job postings in once-hot tech sector cool off as firms assess economic outlook. U.S. employers shed roughly 134,000 information-technology jobs in July, according to IT trade group CompTIA, a signal that companies might be taking a wait-and-see approach as questions remain over everything from a new stimulus package to the return of in-person schooling amid the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-cast-wary-eye-on-trump-payroll-tax-deferral-11597138201", "title": "Employers Cast Wary Eye on Trump Payroll-Tax Deferral", "date": "2020-08-11 05:30", "summary": "Details from the IRS will shape employers' willingness to stop withholding Social Security taxes from paychecks. WASHINGTON-Employers considering President Trump's plan to allow deferred payment of payroll taxes face a series of costs, uncertainties and headaches.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duty-free-boom-fuels-surge-in-chinese-tourism-stocks-11597138202", "title": "Duty-Free Boom Fuels Surge in Chinese Tourism Stocks", "date": "2020-08-11 05:30", "summary": "While the pandemic damps international excursions, domestic travel has rebounded somewhat. Chinese tourism stocks are flying high, thanks to a bet by investors that travelers will stick to domestic excursions due to the pandemic and also take advantage of relaxed duty-free rules.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597098500", "title": "Pepper...and Salt", "date": "2020-08-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-properties-ability-to-repay-mortgages-was-overstated-study-finds-11597152211", "title": "Commercial Properties' Ability to Repay Mortgages Was Overstated, Study Finds", "date": "2020-08-11 00:01", "summary": "Many borrowers are now struggling because of coronavirus, though study finds income often fell short of underwritten amount before the pandemic. Thousands of commercial-mortgage borrowers have been struggling to meet payments on their loans in the midst of the coronavirus pandemic. But there might be another reason so many are falling behind: aggressive lending practices that overstated borrowers' ability to repay.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-closes-parts-of-downtown-monday-after-shooting-sparks-looting-11597068464", "title": "Chicago Braces for More Looting After Chaotic Night", "date": "2020-08-11 23:53", "summary": "Authorities say attacks sparked by shooting in which suspect fired at police, who then shot him. CHICAGO-Chicagoans steeled themselves for the possibility of more unrest after hundreds of looters responding to social-media calls descended on the city's upscale Magnificent Mile and other shopping areas overnight following the police shooting of a man who officers said had fired on them first.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-lais-arrest-signals-new-limits-for-hong-kong-dissent-11597097350", "title": "Jimmy Lai's Arrest Signals New Limits for Hong Kong Dissent", "date": "2020-08-11 23:12", "summary": "The publisher of Apple Daily and outspoken critic of Beijing was among 10 people detained under new national security law. HONG KONG-China's campaign to quash dissent in Hong Kong accelerated with the arrest of pro-democracy media baron Jimmy Lai, sending an ominous signal about the future of a free press and the new limits on those challenging Beijing's tightening grip on the former British colony.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matching-homegrown-talent-to-local-jobs-11597111287", "title": "Matching Homegrown Talent to Local Jobs", "date": "2020-08-11 22:02", "summary": "Our new CEO Jobs Council will open doors for New Yorkers.. Today's economic crisis is exacerbating economic and racial divides and exposing systemic barriers to opportunity. As we begin to rebuild, business leaders need to reaffirm their commitment to benefit all their stakeholders and the communities in which they operate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-10-2020-11597047286", "title": "Covid-19 Cases Top 20 Million World-Wide", "date": "2020-08-11 20:39", "summary": "School reopenings in U.S. force difficult decisions on superintendents. Confirmed cases of the new coronavirus surpassed 20 million globally, while the U.S. reported its lowest number of new cases in about a week, as new infections in some parts of the country trended down.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-ordered-to-classify-drivers-as-employees-11597106349", "title": "Uber, Lyft Ordered to Classify Drivers as Employees", "date": "2020-08-11 20:39", "summary": "Judge says ruling is on hold so companies can appeal. A California judge said Monday that ride-hailing companies Uber Technologies Inc. and Lyft Inc. shouldn't classify their drivers as independent contractors, citing the state's gig-worker law that went into effect this year. The ruling is on hold until the companies have a chance to appeal.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-briefly-escorted-from-news-conference-after-shots-fired-near-white-house-11597099298", "title": "Trump Escorted From Briefing After Shots Fired Near White House", "date": "2020-08-11 20:23", "summary": "President returns to press conference soon afterward, says situation 'seems to be very well under control' after law enforcement shot suspect. WASHINGTON-President Trump was abruptly escorted from the briefing room minutes into a news conference after shots were fired outside the White House on Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-museums-plan-reopenings-even-with-no-official-return-date-11597104001", "title": "New York City Museums Start to Plan Reopenings", "date": "2020-08-11 20:00", "summary": "Museum of Jewish Heritage joins handful of institutions that have outlined precautions to ensure visitors' safety. Even though New York City museums aren't yet permitted to open indoors because of coronavirus restrictions imposed by the state, a few are planning their returns.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}]