[{"link": "https://www.wsj.com/articles/lasik-vision-institute-tlc-laser-eye-center-operator-files-for-bankruptcy-11590878365", "title": "Lasik Vision Institute, TLC Laser Eye Center Operator Files for Bankruptcy", "date": "2020-05-30 18:39", "summary": "Vision Group Holdings said the Covid-19 pandemic accelerated pre-existing financial strain. Vision Group Holdings, the management company behind two leading Lasik surgery brands, filed for bankruptcy protection and launched a sale process aimed at placing the business into new hands as its surgical centers reopen.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-approves-flu-drugs-use-against-covid-19-11590870709", "title": "Russia Approves Flu Drug's Use Against Covid-19", "date": "2020-05-30 16:31", "summary": "The drug, favipiravir, got a temporary go-ahead after it produced positive but preliminary results in an early trial. Russia's Ministry of Health on Saturday approved a flu drug for use in fighting coronavirus after officials said preliminary testing showed hospitalized patients who took the pills recovered more quickly.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacexs-successful-launch-saturday-follows-years-of-setbacks-11590869761", "title": "SpaceX's Successful Launch Follows Years of Setbacks", "date": "2020-05-30 16:16", "summary": "Engine failures and malfunctioning parachutes created doubts within NASA that Elon Musk's company could deliver on its promises. To reach Saturday's astronaut liftoff, Elon Musk and his engineering team overcame a string of failures and swift design changes that generated years of skepticism inside NASA, their biggest customer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-twitters-decision-to-take-action-on-trumps-tweets-11590866833", "title": "Inside Twitter's Decision to Take Action on Trump's Tweets", "date": "2020-05-30 15:27", "summary": "A weeks-old policy about virus misinformation laid the groundwork for the social platform's steps this past week to push back on the president's posts. When Twitter Inc. earlier this month announced a new fact-checking tool, it was billed largely as a measure to combat false information about coronavirus. Two weeks later, the company deployed that tool in one of the biggest actions in its history: squaring off with President Trump.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-army-units-prepare-for-possible-deployment-to-minnesota-11590865269", "title": "U.S. Army Units Prepare for Possible Deployment to Minnesota", "date": "2020-05-30 15:01", "summary": "At least two units are told to be ready to deploy within four hours if needed to quell violence as protests continue. Hundreds of troops from at least two U.S. Army installations are under order to be ready to deploy within four hours to Minnesota and help quell the violence that erupted since George Floyd's death Monday, defense officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-protests-over-death-of-george-floyd-turn-violent-11590813902", "title": "New York City to Review Violent Protests in Brooklyn", "date": "2020-05-30 13:54", "summary": "Videos from scene appeared to show some officers handling protesters aggressively; Mayor de Blasio denounced police displays as unacceptable. New York City Mayor Bill de Blasio announced an independent review of violent protests that erupted in Brooklyn on Friday over the death of a black Minneapolis man in police custody, as demonstrators set a police van on fire and threw objects at New York Police Department officers who made roughly 200 arrests.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-protests-weigh-on-joe-bidens-running-mate-search-11590836400", "title": "Minneapolis Protests Weigh on Biden's Running-Mate Search", "date": "2020-05-30 11:53", "summary": "Minnesota Sen. Amy Klobuchar says she should have taken a different approach as a local prosecutor to cases of police-involved fatalities. WASHINGTON-The unrest in Minnesota over the death of a black man in police custody and a renewed national focus on police behavior is weighing on Joe Biden's search for a running mate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-coronavirus-mean-for-your-summer-vacation-a-smart-travelers-guide-11590811254", "title": "You Can Take a Summer Vacation After All. Here's How.", "date": "2020-05-30 11:22", "summary": "Most of us have never needed a holiday more. But with travel restrictions still all over the map, planning a getaway can boggle the mind. Here, a few suggestions to-cautiously-salvage the season.. AS STAY-AT-HOME orders continue to relax around the country, and after months of Covid-19-induced hibernation, Americans are starting to poke their noses out to get a whiff of what summer travel might be possible this year. The novelty of #WFH, wandering museum galleries virtually and knocking back Negronis with friends on FaceTime has long since worn off. By now we're all climbing the walls, but where do we go from here? It's hard to know what's safe, what's allowed and what's even feasible. \"I've had the Bananarama song from the 1980s, 'Cruel Summer,' playing in my head as I see our family summer plans fade away and get more complicated,\" said Rebecca W. Acosta, a registered nurse, MPH and executive director of Traveler's Medical Service of New York.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-is-back-in-limelight-with-closely-watched-political-primaries-11590850989", "title": "Iowa Is Back in Limelight With Political Primaries", "date": "2020-05-30 11:03", "summary": "Can GOP Rep. Steve King fend off his party's effort to depose him?. WASHINGTON-Iowa returns to the center of the political stage on Tuesday, with a pair of closely watched primaries set to decide Democrats' challenger to Republican Sen. Joni Ernst and whether GOP Rep. Steve King can fend off his own party's effort to depose him.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-item-on-takeout-menus-leftovers-11590847200", "title": "The Hottest Item on Takeout Menus: Leftovers", "date": "2020-05-30 10:00", "summary": "Pandemic prompts customers to place orders that yield more than one meal-and restaurants oblige. The dozens of Chick-fil-A Nuggets, Taco Bell At-Home Taco Bars and buckets of KFC chicken that Audrey Simes ordered recently have something in common: The meals are big enough to yield leftovers for her family of eight.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postponed-weddings-are-back-on-but-getting-a-marriage-license-isnt-easy-11590847200", "title": "Postponed Weddings Are Back On. But Getting a Marriage License Isn't Easy.", "date": "2020-05-30 10:00", "summary": "Demand for virtual appointments with New York City clerks is outpacing availability after coronavirus pandemic upended plans. A few days before Molly Donohue was planning to get married in a small, socially distanced ceremony in New York City, she applied for a virtual appointment with a city clerk to obtain her marriage license. To her dismay, she found the calendar booked through September.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanderson-warns-coronavirus-to-weigh-on-poultry-production-11590670438", "title": "Sanderson Warns Coronavirus to Weigh on Poultry Production", "date": "2020-05-30 09:35", "summary": "Chicken processor sees higher demand from grocery customers in latest quarter. Sanderson Farms Inc. warned the coronavirus is expected to increase expenses and weigh on production volumes for the rest of its fiscal year, another sign of how the pandemic disrupted meat production.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/release-sought-for-kidnapped-mali-opposition-leader-11590845257", "title": "Release Sought for Kidnapped Mali Opposition Leader", "date": "2020-05-30 09:27", "summary": "Soumaïla Cissé was taken amid a surge of killings and kidnappings during a detente between al Qaeda and Islamic State in West Africa. Four years ago, Mali opposition leader Soumaïla Cissé was posing with former U.S. Secretary of State Madeleine Albright at the Democratic Party convention, part of an African delegation representing the continent's most prominent democracy advocates.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-policy-changes-on-china-likely-to-draw-pushback-11590845132", "title": "Trump's Policy Changes on China Likely to Draw Pushback", "date": "2020-05-30 09:25", "summary": "President said his administration would deny visas to Chinese nationals deemed a security threat, increase scrutiny of Chinese companies listed on U.S. markets and roll back special preferences for Hong Kong. HONG KONG-President Trump's announcement to punish China over its treatment of Hong Kong and other disruptive moves are likely to reinforce Beijing's belief that Washington is intent on containing China's rise and harden its resolve to push back.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visas-for-hong-kong-11590792802", "title": "Visas for Hong Kong", "date": "2020-05-30 09:15", "summary": "Punish China by offering the city's people a home in the U.K. and U.S.. President Trump on Friday issued his response to China's assault on Hong Kong's autonomy, and as a statement of solidarity it was welcome. The problem is that the punishment will fall mainly on the innocent people of Hong Kong rather than on the perpetrators in Beijing. A better idea would give Hong Kongers an escape route to America.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-neighbors-lend-helping-hands-during-pandemic-11590843600", "title": "New York City's Neighbors Lend Helping Hands During Pandemic", "date": "2020-05-30 09:00", "summary": "Buddy programs in apartment complexes ensure no resident is forgotten amid coronavirus. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gone-with-the-wind-pandemic-threatens-to-reduce-movie-theaters-to-rubble-11590843601", "title": "Pandemic Threatens to Reduce Movie Theaters to Rubble", "date": "2020-05-30 09:00", "summary": "Closed cinemas tend to be tough to repurpose because of their slanted floors and multiple rooms; 'theaters are single-purpose buildings'. If your local movie theater succumbs to the coronavirus crisis, the coming attraction might be a bulldozer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-could-spark-housing-boom-in-suburbs-smaller-cities-11590843600", "title": "Remote Work Could Spark Housing Boom in Suburbs, Smaller Cities", "date": "2020-05-30 09:00", "summary": "Online real-estate platforms are reporting increased buyer demand as remote-work culture spreads, but whether they will find sellers remains an open question. The rise of remote working could empower renters in places like New York City and San Francisco to finally buy homes-just not necessarily in those cities. That could be good news for major online real-estate companies such as Zillow and Redfin once the market thaws out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-low-effort-high-style-shoe-of-a-homebound-summer-11590842030", "title": "The Low-Effort, High Style Shoe of a Homebound Summer", "date": "2020-05-30 08:33", "summary": "Six pairs of Technicolor slides that bring style to your every day-even if you never leave home. Pure fire. Tod's sandals, $645, tods.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mayor-fights-covid-19-with-free-food-as-colombia-faces-rising-toll-11590840001", "title": "A Mayor Fights Covid-19 With Free Food as Colombia Faces Rising Toll", "date": "2020-05-30 08:00", "summary": "Resume Subscription. SOACHA, Colombia-In this ramshackle city just south of Bogotá, Mayor Juan Carlos Saldarriaga spends much of his time delivering beans, pasta, canned tuna and other provisions to hungry constituents stuck at home amid Colombia's coronavirus lockdown.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-new-jersey-fight-brews-over-pace-of-reopening-11590840001", "title": "In New Jersey, Fight Brews Over Pace of Reopening", "date": "2020-05-30 08:00", "summary": "Poll shows two-thirds of residents support Gov. Murphy's strategy but partisan divide is strengthening. New Jersey Gov. Phil Murphy is under increasing partisan pressure to speed up the pace of reopening the state's economy as the number of daily Covid-19 deaths there continues to shrink.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-spreads-deportation-fears-among-immigrant-doctors-in-u-s-11590836401", "title": "Covid-19 Spreads Deportation Fears Among Immigrant Doctors", "date": "2020-05-30 07:00", "summary": "Death and job loss from pandemic threaten visa status of physicians and their families. Anupam Kumar, a critical-care doctor who specializes in treating damaged lungs, sees about a dozen extremely sick patients with Covid-19 on a typical shift.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/into-nature-through-the-page-11590836400", "title": "Into Nature Through the Page", "date": "2020-05-30 07:00", "summary": "At a time when many are particularly attuned to what's happening outside their windows, nature writing offers a chance to reflect on the ecological world in all its fearsomeness and splendor.. Not long ago, a few feet from the family table where I'm writing this, a hooded warbler arrived on my patio-the first warbler I've seen around our place in decades of living in my Baton Rouge, La., home. Maybe this bright little bird with its black cowl and brilliant yellow plumage has been visiting all along, and it's only now, in working from home these past few weeks, that I've had the chance to see it.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-small-town-summer-no-riverfront-days-no-little-league-world-series-11590831000", "title": "Coronavirus Hits Small-Town Summer: No Riverfront Days, No Little League World Series", "date": "2020-05-30 05:30", "summary": "Hometown celebrations across America that survived wars and recessions are off this year as officials discourage crowds. For the first time since it began 41 years ago, the Riverfront Days summer festival won't take place in Decatur, Neb., a double whammy for the small farming town, which counts on the economic boost and cherishes the civic togetherness.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tiny-lender-sorts-through-the-wreckage-of-americans-finances-11590831001", "title": "A Tiny Lender Sorts Through the Wreckage of Americans' Finances", "date": "2020-05-30 05:30", "summary": "The coronavirus pandemic has pushed Andy Posner's stretched borrowers to the limit; 'this has been very devastating'. When Andy Posner went to Brandeis University on March 9 to give a lecture, professors and students were bumping arms instead of shaking hands.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-church-challenge-to-californias-limits-on-in-person-services-during-the-pandemic-11590821819", "title": "Supreme Court Rejects Challenge to California's Church-Crowd Limits", "date": "2020-05-30 02:57", "summary": "The late-night, 5-4 decision allows the state to enforce some restrictions on religious gatherings. WASHINGTON-The Supreme Court in a 5-4 decision rejected a California church's request to set aside public-health orders capping attendance at services, issuing opinions shortly before midnight Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-paradigm-its-all-about-the-base-11590811260", "title": "The 2020 Paradigm: It's All About the Base", "date": "2020-05-30 00:01", "summary": "President Trump is counting on intensity of his loyalists rather than new supporters to win re-election. If there was any doubt, this week's events indicated clearly that President Trump's priority in seeking re-election will be to keep his political base intact and energized.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11590770772", "title": "Pepper...and Salt", "date": "2020-05-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-low-carb-strategy-for-fighting-the-pandemics-toll-11590811260", "title": "A Low-Carb Strategy for Fighting the Pandemic's Toll", "date": "2020-05-30 00:01", "summary": "Federal dietary guidelines don't reflect the evidence that eating fewer carbohydrates can help to reduce obesity, diabetes and heart disease.. The coronavirus has added a brutal exclamation point to America's pervasive ill health. Americans with obesity, diabetes, heart disease and other diet-related diseases are about three times more likely to suffer worsened outcomes from Covid-19, including death. Had we flattened the still-rising curves of these conditions, it's quite possible that our fight against the virus would today look very different.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-isnt-magical-and-wont-help-you-reopen-your-business-11590811201", "title": "AI Won't Help You Reopen Your Business", "date": "2020-05-30 00:00", "summary": "The coronavirus is helping to erode the hype around artificial intelligence; data scientists get the axe and some 'old-fashioned' solutions work better.. What do you do when a sudden break from past trends profoundly reorders the way the world works? If you're a business, one thing you probably can't do is turn to existing artificial intelligence.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-face-mask-questions-answeredfrom-serious-to-silly-11590811251", "title": "10 Face-Mask Questions Answered-From Serious to Silly", "date": "2020-05-30 00:00", "summary": "Now that wearing masks is a given, how do we resolve them with our personal style, our workout and grooming routines-and the rest of our lives?. The crow-like plague-doctor mask of 17th- and 18th-century Europe is one of the earliest and creepiest protective coverings. Often paired with an equally unsettling leather ensemble and hat, its half-foot-long beak was stuffed with aromatic herbs meant to stave off the rancid vapors of putrefying victims, which many mistakenly believed to be the primary carrier of the plague. Face coverings grew slightly less terrifying in the 1800s, when French women donned diaphanous veils to shield themselves from dust. Toward the end of that century, surgeons began wearing gauze masks to safeguard themselves and their patients, and by the mid-1900s, doctors and nurses routinely wore protective gear. Artist Richard Prince fetishized medical masks in 2002 with his eerily erotic \"Nurse\" paintings, which led Louis Vuitton 's former creative director Marc Jacobs to collaborate with Mr. Prince on the brand's spring 2008 collection. Supermodels sashayed down the runway in lace LV-monogram masks. As recently as February of this year, apocalypse-minded designer Marine Serre showed embellished masks on her Paris catwalk.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoppers-were-pampered-at-wegmans-now-they-are-the-grocers-biggest-risk-11590811211", "title": "Wegmans Pampered Its Shoppers. Now It Has to Protect Them.", "date": "2020-05-30 00:00", "summary": "Companies that used to indulge their customers are adjusting to an era when shoppers also pose dangers. Wegmans, a grocery-store chain that inspired a cult following, is discovering how challenging that transformation can be.. Wegmans became one of the country's most famous grocery store chains by lavishly pampering its customers with cooking demonstrations, restaurants and movie nights. Now every customer is a potential risk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-flights-taking-off-again-but-buyer-beware-11590811233", "title": "International Flights: Taking Off Again but Buyer Beware", "date": "2020-05-30 00:00", "summary": "International summer travel is slowly coming back but expect headwinds. AFTER NEARLY three months of a sweeping global lockdown, countries are taking tentative steps to ease border restrictions. That doesn't necessarily mean you can revive that thwarted summer trip abroad. Just because a nation says it's reopening, and an airline is flying there, doesn't mean you'll be let in without strings.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-burgers-and-sausages-for-flexitarian-grilling-11590811221", "title": "The Best Burgers and Sausages for Flexitarian Grilling", "date": "2020-05-30 00:00", "summary": "Veggie burger or beef patty? These game new grillables promise the best of both. AMERICA IS OFTEN described as a country of extremes. A prime example: our relationship with meat. In 2019, as the fervor for plant-based proteins exploded and even Burger King's Whopper went meatless, U.S. meat consumption hit a record high.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-29-2020-11590741947", "title": "Illinois Relaxes More Coronavirus Controls; Russia Adjusts Death Toll Upward", "date": "2020-05-30 21:41", "summary": "New York City, Chicago on track to begin reopening in June. • New York City is on track to begin reopening June 8, while Chicago is expected to start a phased reopening June 3.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelligence-chief-declassifies-transcripts-of-calls-between-michael-flynn-and-then-russian-ambassador-11590785234", "title": "Transcripts of Flynn's Calls With Russian Ambassador Released", "date": "2020-05-30 21:21", "summary": "Summaries shared with Congress, but remain lightly redacted. WASHINGTON-Michael Flynn urged Russia's ambassador during the 2016 presidential transition to refrain from escalating a standoff over sanctions levied by the outgoing Obama administration, according to a transcript of a conversation that led to Mr. Flynn's firing as national security adviser.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-authorities-raise-aprils-coronavirus-death-toll-amid-criticism-11590800105", "title": "Russian Authorities Raise April's Coronavirus Death Toll Amid Criticism", "date": "2020-05-30 20:55", "summary": "The country has switched to a counting method recommended by the World Health Organization. MOSCOW-Russian authorities revised the nation's coronavirus death tally upward by close to 50% for April, shifting to counting guidelines recommended by the World Health Organization amid scrutiny of its low reported death rate.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congresswoman-valerie-plame-11590792699", "title": "Congresswoman Valerie Plame?", "date": "2020-05-30 20:35", "summary": "She rewrites the Scooter Libby scandal history as she runs for the House.. New Mexico's primary is on Tuesday, and of seven Democrats vying for the open House seat in Santa Fe, Valerie Plame is \"considered one of the favorites,\" reports the Albuquerque Journal. Ms. Plame's campaign has spent twice as much as her nearest rival, according to data from Open Secrets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-vetoes-bill-designed-to-kill-plan-for-stricter-loan-forgiveness-rules-11590798668", "title": "Trump Vetoes Bill Designed to Kill Plan for Stricter Loan Forgiveness Rules", "date": "2020-05-30 20:31", "summary": "Education Department last year released a plan setting a higher threshold for winning debt forgiveness in cases of alleged college fraud. WASHINGTON-President Trump on Friday vetoed a bill designed to kill a plan by his administration to reduce Americans' ability to have their student loans canceled in cases of alleged college fraud.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-asks-five-companies-to-recall-diabetes-drug-metformin-11590771735", "title": "FDA Asks Five Companies to Recall Diabetes Drug Metformin", "date": "2020-05-30 20:29", "summary": "Agency found elevated levels of N-Nitrosodimethylamine, a chemical that could cause cancer, in some extended-release products. The Food and Drug Administration said Friday it has asked five companies to voluntarily recall a widely used diabetes drug after the agency's testing found higher-than-acceptable levels of a contaminant that could cause cancer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}]