[{"link": "https://www.wsj.com/articles/after-new-york-cancels-presidential-primary-candidates-brace-for-lower-turnout-11588546800", "title": "After New York Cancels Presidential Primary, Candidates Brace for Lower Turnout", "date": "2020-05-03 19:00", "summary": "Progressive insurgents in the dozens of primary races still taking place worry about the effect on voting. The cancellation of New York's June 23 presidential primary will likely lead to lower turnout in elections still taking place on that date, experts say, and progressive insurgents fear it will hurt their campaigns.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-werent-protected-low-quality-masks-infiltrate-u-s-coronavirus-supply-11588528690", "title": "Low-Quality Foreign Masks Infiltrate U.S. Coronavirus Supply", "date": "2020-05-03 18:51", "summary": "Many imported masks fall short of N95 standards, tests show, putting workers on the front lines of battling the virus at risk. U.S. regulators and state officials are finding a significant number of imported N95-style masks fall short of certification standards, complicating the response to the coronavirus crisis and potentially putting some front-line workers at greater risk.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deregulate-for-the-coronavirus-recovery-11588542052", "title": "Deregulate for the Coronavirus Recovery", "date": "2020-05-03 17:40", "summary": "The Office of Information and Regulatory Affairs should think hard about which rules to enforce.. It's too soon to fix a date for fully reopening the economy, but not to plan for what recovery will require. Fiscal and monetary stimulus are the federal government's most potent emergency economic tools, but the Trump administration should also look for opportunities to use regulatory relief to amplify the recovery effort. In the short term, the Covid-19 crisis will justify temporary, targeted regulatory relief. In the long term, it will challenge regulators to apply the crisis' lessons in reforming and modernizing the administrative state.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rewrite-in-flynns-case-shows-fbi-needs-reform-11588541993", "title": "'Rewrite' in Flynn's Case Shows FBI Needs Reform", "date": "2020-05-03 17:39", "summary": "The bureau's actions are even more shocking to me as a veteran agent.. U.S. Attorney Jeffrey Jensen found much wrong with the Federal Bureau of Investigation's investigation of Mike Flynn. An aspect that deserves more attention than it has received is the alteration of an FBI agent's account of the Flynn interview.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-big-data-is-attacking-the-coronavirus-11588541839", "title": "How Big Data Is Attacking the Coronavirus", "date": "2020-05-03 17:37", "summary": "Infection models will improve exponentially as public databases amass more variables.. The value of a network rises in proportion to the square of the number of users, observed Ethernet inventor Robert Metcalfe. Metcalfe's Law- precisely expressed by the formula n(n-1)/2-is what enabled Facebook , Twitter , WhatsApp and all social networks. The more the merrier. But it's exactly the opposite for pandemics. You're safest on your own or in small groups. The harm goes up in proportion to the square of the number of your contacts.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-doubles-down-on-reform-11588541718", "title": "Brazil Doubles Down on Reform", "date": "2020-05-03 17:35", "summary": "President Jair Bolsonaro reaffirms the goal of ending crony capitalism.. Under the strain of Covid-19, the Brazilian economy is expected to contract by 5% this year. But the outlook isn't all grim for the world's ninth-largest economy. Last week a political crisis swirling around President Jair Bolsonaro prompted him to reaffirm his commitment to free-market-minded Economy Minister Paulo Guedes.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rent-collectors-dilemma-11588541539", "title": "The Rent Collector's Dilemma", "date": "2020-05-03 17:32", "summary": "The butcher, barber and bartender are all struggling. So am I.. Lakewood, Ohio", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-small-to-fail-review-crawling-between-the-giants-toes-11588541481", "title": "'Too Small to Fail' Review: Crawling Between the Giants' Toes", "date": "2020-05-03 17:31", "summary": "If, as a Swiss observer writes, size has become unmoored from power, will the future favor smaller, nimbler and more cohesive societies?. Speaking in the U.K. in late 2019, Guy Verhofstadt, former Belgian prime minister and one of the most prominent members of the European Union's parliament, had this to say to his audience: \"The world of tomorrow is not a world order based on nation states or countries. It is a world order that is based on empires. China is not a nation, it's a civilization. India is not a nation. The U.S. is also an empire, more than a nation. . . . The world of tomorrow is a world of empires in which we Europeans, and you British, can only defend your interests, your way of life, by doing it together, in a European framework and in the European Union.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamacare-vs-nuns-round-ii-11588539763", "title": "ObamaCare vs. Nuns, Round II", "date": "2020-05-03 17:02", "summary": "The Supreme Court weighs the contraception mandate . . . again.. Catholic nuns aren't known as an anxious bunch, but by now the Little Sisters of the Poor must be meditating with St. Augustine's work \"On Patience.\" For seven years the sisters have fought ObamaCare's contraception mandate, and on Wednesday they'll be back in the Supreme Court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-internet-coup-11588539673", "title": "California's Internet Coup", "date": "2020-05-03 17:01", "summary": "AG Becerra coerces Icann to block a sale to private investors.. Political bullying wins the day again. Last Thursday the Internet Corporation for Assigned Names and Numbers (Icann) blocked the sale of the .org domain-name registry amid anti-capitalist howls and threats from California's liberal Attorney General. The decision raises disturbing questions about the independence of Icann and internet governance in a polarized time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grading-the-state-virus-response-11588539620", "title": "Grading the State Virus Response", "date": "2020-05-03 17:00", "summary": "Rating governors on how they've handled lockdowns and reopening.. The government response to the coronavirus has been a tale of 50 states as much as Washington, but most media attention focuses on the White House. Readers therefore might appreciate a comparative look at how state governors have handled the pandemic and especially as they reopen their economies at different times and ways.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-first-amendment-education-11588539566", "title": "Trump's First Amendment Education", "date": "2020-05-03 16:59", "summary": "His campaign sues to take a critical ad off the air.. Remember when Democrats were up in arms over an ad critical of Joe Biden's Ukraine dealings and demanding Facebook take it down? Now the outrage is reversed as the Trump campaign cries foul over a progressive Super Pac spot on the President's handling of the coronavirus. More than demanding its removal, the Trump campaign is suing a Wisconsin station for airing it. The lawsuit should be dead on arrival but it's instructive for the self-defeating standards the campaign proposes for controlling political speech.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surfs-upand-so-are-tensionsafter-california-closes-beaches-11588539203", "title": "Surf's Up-and So Are Tensions-After California Closes Beaches", "date": "2020-05-03 16:53", "summary": "Protesters and surfers flock to Orange County beaches after governor shuts them down amid coronavirus pandemic. HUNTINGTON BEACH, Calif.-Surfers walked right by law-enforcement officials telling them the beach was closed this weekend. Cyclists zipped across bike paths that were supposed to be off limits. Protesters shouted at police and passersby, denouncing Gov. Gavin Newsom's order to close the beaches in Orange County, the wealthy coastal enclave south of Los Angeles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-officials-watch-coronavirus-infection-data-after-reopening-11588438800", "title": "Georgia Officials Watch Coronavirus Infection Data After Reopening", "date": "2020-05-03 16:39", "summary": "Public health officials say it is too soon to determine whether reopening in several states will mean a rise in cases. A week into the most ambitious reopening in the U.S., Georgia officials are watching coronavirus infection rates for any aftershocks from lifting restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economic-week-ahead-11588532400", "title": "Global Economic Week Ahead", "date": "2020-05-03 15:00", "summary": "April's U.S. employment report is expected to provide stark picture of economic impact of coronavirus. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-returns-and-north-korean-instability-fears-fade-away-11588523180", "title": "Kim Jong Un Returns, North Korean Instability Fears Fade", "date": "2020-05-03 14:59", "summary": "Any upheaval in Pyongyang would have come at a delicate time, amid political tensions and the coronavirus pandemic. North Korean leader Kim Jong Un's re-emergence in public ended weeks of speculation about his whereabouts and avoided a thorny diplomatic and military problem for China, the U.S. and South Korea at a tricky time.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-or-lucky-how-florida-dodged-the-worst-of-coronavirus-11588531865", "title": "Smart or Lucky? How Florida Dodged the Worst of Coronavirus", "date": "2020-05-03 14:51", "summary": "Resume Subscription. MIAMI-When the coronavirus pandemic swept toward Florida, public-health professionals nationally warned of a potentially devastating wave of infections that could imperil the state's large senior population.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lockdown-turns-nations-highways-into-speedways-11588529544", "title": "Lockdown Turns Nation's Highways into Speedways", "date": "2020-05-03 14:12", "summary": "Roads have been taken over by all kinds of users, leaving traffic reporters little to do; 'Speeder of the Day'. Some Los Angeles television viewers thought they were witnessing another high-speed police chase when they saw video from a SkyFOX traffic chopper shadowing a pickup truck hurtling down the 91 Freeway.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tara-reade-isnt-ready-to-respond-to-biden-sexual-harrassment-denial-11588454993", "title": "Tara Reade Isn't Ready to Respond to Biden's Denial", "date": "2020-05-03 13:26", "summary": "Reade also says safety concerns prompted her to cancel TV interview. WASHINGTON-The woman accusing former Vice President Joe Biden of sexual harassment and sexual assault said she isn't ready to respond to his recent interview denying her claims.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cruel-covid-new-normal-11588526503", "title": "The Cruel Covid 'New Normal'", "date": "2020-05-03 13:21", "summary": "The virus continues to spread. What's needed now: rapid antigen tests like the one for flu or strep.. The Covid-19 epidemic continues to expand in some 20 states. The number of new cases in New York City is slowing, but the picture is different elsewhere in the nation. America has hovered around 30,000 new daily infections and 2,000 deaths for almost a month. Yet the number of days it takes for infections to double has improved, from less than a week in hot spots to almost a month nationally. This represents progress.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-coronavirus-power-grab-11588526451", "title": "Pelosi's Coronavirus Power Grab", "date": "2020-05-03 13:20", "summary": "Representatives can't do our jobs when we're stuck at home. So the speaker is writing the laws herself.. For nearly two months, my staff and I have been fielding calls from the people of southwest Alabama-small-business owners, bankers, seniors and many others. The government's response to coronavirus is affecting their livelihoods, and their congressman may be the only voice they have in Washington. But when the lights are turned off in the committee rooms and on the floor of the House, who's watching out for them? Who's holding Washington accountable?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-explore-using-common-blood-plasma-treatment-to-fight-coronavirus-11588525200", "title": "Researchers Explore Using Common Blood-Plasma Treatment to Fight Coronavirus", "date": "2020-05-03 13:00", "summary": "The goal is to tamp down an out-of-control immune response that seems to cause many deaths. ", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-and-the-a-for-all-epidemic-11588524955", "title": "The Coronavirus and the 'A for All' Epidemic", "date": "2020-05-03 12:55", "summary": "Educators have been asked midsemester to seismically shift the way they teach. If education is the great equalizer, distance learning will shine a light on its vast disparities.. As a public-school educator helping teachers, students and families adapt to a new reality, your editorial \"A Coronavirus A for Everyone\" (April 27) left me feeling angry and offended. To state that the policy of not grading students is being enacted so that teachers can \"be sheltered from accountability\" is outrageous.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-lockdowns-an-efficient-way-to-save-lives-11588524843", "title": "Are Lockdowns an Efficient Way to Save Lives?", "date": "2020-05-03 12:54", "summary": "A complex process cannot be understood with a single variable.. I read with disappointment T.J. Rodgers's \"Do Lockdowns Save Many Lives? In Most Places, the Data Say No\" (op-ed, April 27). The piece cites a single variable regression analysis and then draws a conclusion about how to handle the Covid-19 pandemic. I teach analysis in undergraduate and M.B.A. business school programs. If this sort of thinking was offered by a student on a homework problem, I would refer him or her to the first five minutes of class when I would have outlined why a complex process cannot be understood with a single variable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-plans-to-raise-20-billion-shift-to-distressed-strategies-11588370345", "title": "Apollo Plans to Raise $20 Billion, Shift to Distressed Strategies", "date": "2020-05-03 12:53", "summary": "Private-equity firm moves to distressed and credit investing from traditional private equity as coronavirus pandemic opens up opportunities. Apollo Global Management Inc. plans to aggressively raise money to capitalize on demand for loans during the coronavirus pandemic, executives said Friday.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h1-b-visas-dont-help-u-s-stem-students-11588524743", "title": "H1-B Visas Don't Help U.S. STEM Students", "date": "2020-05-03 12:52", "summary": "Rather than revamping the visa program, why not revamp the admissions process?. Anupriya Dwivedi laments the lack of H-1B visas for students at exclusive institutions like Stanford who would like to stay in the U.S. (\"The STEM M.B.A.,\" op-ed, April 29). She argues for more visas because \"there aren't enough STEM-qualified professionals who are citizens.\" Stanford's Graduate School of Business has an admissions rate of 6%. According to its website, 43% of those admitted to the Class of 2021 were classified as \"international.\" If there is a shortage of \"STEM-qualified\" U.S. citizens, it certainly isn't for lack of American students' desire for an education. Rather than revamping the visa program, why not revamp the admissions process? The desire to educate the global population to raise the standard of living around the world relies on foreign students returning home and contributing to their own economies, not applying for visas to stay in the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/construction-work-resumes-but-demand-weakens-11588521600", "title": "Construction Work Resumes Amid Weak Demand", "date": "2020-05-03 12:00", "summary": "Contractors say coronavirus crisis could spark prolonged building slump, with next 18 months 'setting up to be quite horrible'. Contractors are returning to work across the country following a monthlong shutdown that many expect to foreshadow a severe slump in construction later this year as the U.S. economy staggers from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-industry-automates-pandemic-response-with-new-digital-tools-11588361276", "title": "Travel Industry Automates Pandemic Response With New Digital Tools", "date": "2020-05-03 11:56", "summary": "A fever-detecting camera that screens travelers and a hotel-room cleaning robot join the industry's front-line workers. Technology firms are using digital tools designed for other enterprise applications to help the travel industry reassure wary airline passengers and hotel guests as it prepares for a return to business.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-blue-insurer-to-get-nearly-2-billion-in-aca-payouts-report-says-11588520752", "title": "Major Blue Insurer to Get Nearly $2 Billion in ACA Payouts", "date": "2020-05-03 11:45", "summary": "A Supreme Court decision cleared the way for industry to get the money it claimed, but the timing is unclear. The Supreme Court's decision that the federal government has to make good on a now-defunct Affordable Care Act program could mean big payouts for the insurance industry, including nearly $2 billion to one major Blue insurer, but it will likely be months before the money actually flows.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-in-congress-press-for-changes-in-small-business-aid-program-11588507201", "title": "Lawmakers Press for Changes in Small-Business Aid Program", "date": "2020-05-03 11:23", "summary": "Government's $670 billion initiative has many shortcomings, people on Capitol Hill and in industry say. WASHINGTON-The federal government's $670 billion program to aid small businesses will come under a spotlight when Congress rolls back into action, with many lawmakers planning to target what they say are shortcomings in the program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-high-court-hears-challenges-to-a-unity-government-led-by-netanyahu-11588508121", "title": "Israel's High Court Hears Challenges to a Unity Government Led by Netanyahu", "date": "2020-05-03 11:10", "summary": "Critics say coalition deal with Benny Gantz shouldn't leave Netanyahu in power while he faces bribery, fraud and breach of trust charges. TEL AVIV-Israel's high court on Sunday heard petitions against Prime Minister Benjamin Netanyahu forming a government while under indictment, with a potential ruling that could lead to another election as the country grapples with the coronavirus pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-tight-living-conditions-bring-coronavirus-risks-farms-secure-housing-to-isolate-workers-11588518001", "title": "Farms Secure Housing to Isolate Workers Amid Coronavirus Risks", "date": "2020-05-03 11:00", "summary": "Hotels, fairgrounds to house virus-affected farmworkers, while some growers see new measures cutting production. Farmworkers across the U.S. often live in tight conditions, with multiple families inhabiting a single dwelling or dozens of workers sharing dormitory-style housing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lobbyists-press-congress-for-last-chance-at-coronavirus-stimulus-funds-11588517956", "title": "Lobbyists Press Congress for Last Chance at Stimulus Funds", "date": "2020-05-03 10:59", "summary": "Democrats want to expand stimulus aid; Republican Senate Majority Leader Mitch McConnell says new help should be tied to liability protections for businesses. WASHINGTON-Lobbyists for business groups, labor unions and nonprofit associations are shifting into high gear as Congress considers what could be a final round of aid to combat the economic fallout of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-ceo-richard-wood-oversaw-prozac-launch-11588250679", "title": "Eli Lilly CEO Richard Wood Oversaw Prozac Launch", "date": "2020-05-03 10:57", "summary": "Longtime chief also bet on synthetic insulin and survived disastrous introduction of arthritis drug. No one could accuse Richard Wood of flightiness. Having singled out Eli Lilly & Co. as the most desirable employer in his hometown of Indianapolis, he joined the pharmaceutical company in 1950 as a 23-year-old fresh out of the Wharton business school and stayed for 43 years, including nearly 19 as chief executive.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-skip-convention-donations-amid-coronavirus-partisan-tensions-11588424401", "title": "Companies Skip Convention Donations", "date": "2020-05-03 10:14", "summary": "Fundraisers from each party say they are operating in a difficult environment. ", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-wont-use-stimulus-aid-to-push-libor-replacement-11588514400", "title": "Fed Won't Use Stimulus Aid to Push Libor Replacement", "date": "2020-05-03 10:00", "summary": "Central bank faced pressure not to use new interest-rate benchmark in Main Street Lending Program. The Federal Reserve has scrapped plans to use a $600 billion aid program for small and midsize businesses to promote the use of its preferred replacement for the troubled London interbank offered rate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/april-jobs-report-likely-to-show-highest-unemployment-rate-on-record-11588514401", "title": "Jobs Report Likely to Show Record Unemployment Rate", "date": "2020-05-03 10:00", "summary": "Labor Department figures, due Friday, are expected to indicate biggest monthly job loss. April's employment report, to be released Friday, will almost certainly show that the coronavirus pandemic inflicted the largest one-month blow to the U.S. labor market on record.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-legacy-of-tori-amos-11588514400", "title": "The Legacy of Tori Amos", "date": "2020-05-03 10:00", "summary": "The singer-songwriter's new memoir, 'Resistance,' revisits her four-decade career amid a reassessment of female musicians of the 1990s. Tori Amos, whose new memoir arrives May 5, was often portrayed as a scorned woman by a male-dominated music press. Now, the North Carolina-born singer-songwriter is getting her due, along with contemporaries like Alanis Morissette and Fiona Apple, thanks to a major reassessment of the music of the 1990s by fans and critics.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-loses-with-judge-but-hard-part-is-ahead-11588511118", "title": "U.S. Women's Soccer Team Loses With Judge, but Hard Part Is Ahead", "date": "2020-05-03 09:05", "summary": "The World Cup-winning squad lost a key ruling to its employer in discrimination suit, but U.S. Soccer needs those players more than ever. The U.S. women's soccer team tasted something it is not accustomed to-defeat-when a federal judge on Friday gutted its claim that its employer, the U.S. Soccer Federation, discriminated against it by paying it less than the U.S. men's team.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-crash-prompts-record-push-to-store-fuel-at-sea-11588510803", "title": "Oil's Crash Prompts Record Push to Store Fuel at Sea", "date": "2020-05-03 09:00", "summary": "Traders react to weak energy prices and lack of onshore storage; in turn, freight rates soar. The cost to ship gasoline, diesel and jet fuel around the world has soared to record highs, as traders look to dodge the commodity price crash by stashing refined oil at sea.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-insurers-flex-balance-sheets-to-help-hospitals-doctors-amid-pandemic-11588510801", "title": "Some Insurers Flex Balance Sheets to Help Hospitals, Doctors", "date": "2020-05-03 09:00", "summary": "Health-care providers are suffering from a drop in nonemergency services, and insurers are generating savings as a result. With fewer claims to pay out, some health insurers are using their improved balance sheets to help struggling providers secure loans, pay claims earlier and, in some cases, underwrite patients' outstanding bills.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-treasury-have-17-billion-stimulus-money-to-lend-but-theres-little-interest-11588510800", "title": "Pentagon, Treasury Have $17 Billion to Lend, But There's Little Interest", "date": "2020-05-03 09:00", "summary": "Lawmakers say the support was initially intended to help Boeing, but the company says it doesn't want any federal funding. ", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduation-advice-from-bill-and-melinda-gates-amy-chua-and-others-during-a-moment-of-crisis-11588507201", "title": "Graduation Advice From Bill and Melinda Gates, Amy Chua and Others", "date": "2020-05-03 08:00", "summary": "Resume Subscription. College graduation in the time of Covid-19 is missing the usual inspirational speeches that come with commencement. So we asked some distinguished people to offer their wisdom and perspective. Here's what they shared.", "categories": [["Life & Work", "Ideas", "Essay", "To the Class of 2020"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-study-abroad-students-resist-calls-to-come-home-frustrating-parents-and-colleges-11588507202", "title": "Some Study-Abroad Students Resist Calls to Come Home", "date": "2020-05-03 08:00", "summary": "While thousands of students returned home amid the pandemic, a few have embraced life in foreign lands. Greta Huber had known since middle school she wanted to study abroad in Germany. When she got to college and was accepted to a semester-long program in a German town with a castle, she bought her plane ticket eight months in advance.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-streamed-and-teleconferenced-the-supreme-court-enters-the-coronavirus-era-11588507200", "title": "Live-Streamed and Teleconferenced, the Supreme Court Enters the Coronavirus Era", "date": "2020-05-03 08:00", "summary": "After canceling its scheduled arguments in March and April, the court agreed to hear 10 of those cases remotely over the next two weeks. WASHINGTON-The Supreme Court enters the coronavirus age Monday, for the first time hearing arguments by teleconference and letting the public listen in live. The two-week run of cases includes disputes over President Trump's financial records, the powers of the Electoral College and the scope of religious exceptions to laws regulating employers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roche-coronavirus-antibody-test-wins-fda-approval-for-emergency-use-11588505019", "title": "Roche Coronavirus Antibody Test Wins FDA Approval for Emergency Use", "date": "2020-05-03 07:23", "summary": "The Swiss health-care giant says its test has proven 100% accurate at detecting Covid-19 antibodies in the blood. The Food and Drug Administration has cleared for emergency use an antibody test from diagnostics giant Roche Holding AG , the company said Sunday, a move that could add significant capacity to efforts to determine the wider spread of Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-tyson-and-cvs-among-those-reporting-earnings-this-week-11588503601", "title": "Disney, Tyson and CVS Among Those Reporting Earnings This Week", "date": "2020-05-03 07:00", "summary": "S&P 500 profits on track for biggest fall in more than a decade as companies detail impact of coronavirus pandemic on operations. The weakest earnings season in more than a decade continues, with nearly 150 companies in the S&P 500 expected to report quarterly results this week, including big names in media and food.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-april-26-may-2-2020-11588503602", "title": "Photos of the Week", "date": "2020-05-03 07:00", "summary": "Coronavirus hits Michigan's economy, Hong Kong protesters clash again after lull, bioluminescent surfing in California and more. Portraits of isolation during the coronavirus: 'What is most striking is the power of absence. Absence becomes an immense presence, and it confuses us and reverses our priorities. It forces us all to take seriously the desires that move our life and the desire to understand who we are. The greatest difficulty for me is to find a way to convey all the energy that you usually carry/direct in everyday life, which is made of a moving body, spoken words, facial expression, hugs; in short, the density of life.' -Giusi Pasina, 44, in Brescia, Italy. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-keep-rallying-despite-lack-of-visibility-on-economy-11588498201", "title": "Stocks Keep Rallying, Despite Lack of Visibility on Economy", "date": "2020-05-03 05:30", "summary": "Investors say they are 'flying in the dark' as the dispersion of earnings estimates reaches its highest level since 2009. The coronavirus pandemic has upended expectations for corporate earnings and economic growth, so obscuring the outlook for financial markets that some investors say it is as if they are flying blind.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-offers-a-clear-view-of-what-causes-air-pollution-11588498200", "title": "Coronavirus Offers a Clear View of What Causes Air Pollution", "date": "2020-05-03 05:30", "summary": "With factories and vehicles idle, nitrogen dioxide levels hit lows not seen since the early 20th century; 'We didn't know...how significantly it could drop'. The coronavirus shutdowns are giving scientists an opportunity they never thought they would have: to see what would happen to the planet if the world's economy went on hiatus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-brands-need-chinas-consumers-to-spend-they-might-have-to-wait-11588498200", "title": "Global Brands Need China's Consumers to Spend. They Might Have to Wait.", "date": "2020-05-03 05:30", "summary": "Companies are looking to the nation's massive retail market to jump-start business, but the pandemic has reshaped Chinese shoppers' habits-at least for now. SHANGHAI-Global brands are hoping China's gigantic consumer market will help rekindle growth as the world tries to recover from the coronavirus pandemic. They are facing an uphill battle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-grocery-delivery-during-the-coronavirus-pandemicand-after-11588498201", "title": "A Guide to Grocery Delivery During the Pandemic-and After", "date": "2020-05-03 05:30", "summary": "Here are the times to avoid ordering online and the differences between nationwide services-plus why delivery-checker browser extensions aren't a good idea. Amy Gebler says she's \"obsessed\" with scoring delivery time slots for groceries, which have become a rarity as demand for doorstep drop-offs soars during the coronavirus crisis. \"I have carts on three different platforms and I'm constantly refreshing,\" said the 48-year-old single mom based in Seattle, one of the country's first coronavirus hot spots.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-says-there-is-evidence-coronavirus-came-from-wuhan-lab-11588544574", "title": "Pompeo Says There Is Evidence Virus Came From Wuhan Lab", "date": "2020-05-03 00:01", "summary": "Secretary of state, in TV appearance, cites 'significant amount of evidence' but doesn't elaborate. The Trump administration stepped up assertions that the coronavirus originated at a laboratory in Wuhan, adding fuel to a point of tension between the U.S. and China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-transformed-her-into-an-accidental-fitness-instructor-11588505400", "title": "Lockdown Transformed Her Into an Accidental Fitness Instructor", "date": "2020-05-03 00:01", "summary": "Resume Subscription. Kim Biddle used to roll out of bed to go running, laser-focused on a June triathlon. Now she starts her days doing yoga next to someone dressed like Elsa, the \"Frozen\" princess.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amid-coronavirus-lockdown-india-post-still-deliversbecause-nobody-else-can-11588528535", "title": "Amid Lockdown, India Post Still Delivers-Because Nobody Else Can", "date": "2020-05-03 00:01", "summary": "India's 400,000 postal workers have become unlikely front-line fighters against the economic and psychological ravages of the coronavirus. NEW DELHI-Indians are enduring one of the strictest coronavirus lockdowns on the planet, with many unable to leave their homes for well over a month now. To get them through, many have turned to a surprising place like a forgotten friend: the post office.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-rages-on-in-ruined-mogadishu-11588372796", "title": "War Rages On in Ruined Mogadishu", "date": "2020-05-03 23:59", "summary": "An American private security company does battle with the terrorists of al-Shabaab.. Mogadishu, Somalia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-to-offer-perspective-on-the-economy-during-berkshire-hathaway-annual-meeting-11588452339", "title": "Buffett Says 'American Magic' to Overcome Coronavirus Uncertainty", "date": "2020-05-03 22:28", "summary": "At Berkshire Hathaway's virtual annual meeting, Mr. Buffett serves up faith in the economy but reveals conglomerate sold its airline stakes. Warren Buffett offered reassurance at Berkshire Hathaway Inc.'s annual meeting Saturday that the U.S. economy will recover steadily from the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lodging-companies-tied-to-texas-hotelier-to-return-68-million-in-coronavirus-aid-11588467542", "title": "Lodging Companies to Return $68 Million in Coronavirus Aid", "date": "2020-05-03 21:27", "summary": "One firm affiliated with Monty Bennett canceled a deal to sell a property after learning it would receive SBA funds. Lodging companies affiliated with the Texas hotelier Monty Bennett said Saturday they were returning the more than $68 million they received in government assistance, bowing to growing political pressure that his companies shouldn't have received those funds.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-02-2020-11588417437", "title": "Lockdowns Ease, but Coronavirus Cases Still Rise in Some Places", "date": "2020-05-03 21:23", "summary": "More than 26,500 new cases were reported across the U.S. in the 24 hours to 8 p.m. Saturday. U.S. states and countries world-wide advanced measures to relax lockdowns that have lashed their economies during the global pandemic, even as the number of new coronavirus cases rose in many locations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-pelosi-decline-rapid-coronavirus-testing-for-congress-11588454022", "title": "McConnell, Pelosi Decline Rapid Coronavirus Testing for Congress", "date": "2020-05-03 20:33", "summary": "Senate and House leaders tell Trump administration that 'Congress wants to keep directing resources to the front-line facilities'. WASHINGTON-The two top leaders in Congress declined a Trump administration offer to send rapid-result coronavirus tests to Capitol Hill, which lacks the equipment to test lawmakers when they return to work next week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]