[{"link": "https://www.wsj.com/articles/remembering-justice-ruth-bader-ginsburg-11600472810", "title": "Photos: Remembering Justice Ginsburg", "date": "2020-09-18 19:46", "summary": "Justice Ginsburg wasn't the first woman on the high court, but she was the first so closely identified with the women's movement. The opinions she was most proud of vindicated women's rights.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oracle-snowflake-softbank-stocks-that-defined-the-week-11600472306", "title": "Oracle, Snowflake, SoftBank: Stocks That Defined the Week", "date": "2020-09-18 19:38", "summary": "Here are seven major companies whose stocks moved on the week's news. Oracle Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-18-2020-11600416747", "title": "Coronavirus Case Numbers Stay Elevated in Parts of Midwest", "date": "2020-09-18 19:18", "summary": "Wisconsin reports its highest daily total since pandemic began; CDC again shifts testing advice. New U.S. coronavirus cases rose above 44,000 for the first time in nearly a week, with elevated numbers continuing in parts of the Midwest, as President Trump said the administration was committing to giving every American a Covid-19 vaccine by April.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citadel-securities-quantlab-loom-over-trial-probing-whether-human-traders-tricked-machines-11600444526", "title": "Citadel Securities, Quantlab Loom Over Market-Manipulation Trial", "date": "2020-09-18 19:07", "summary": "Two ex-Deutsche Bank traders fighting charges they defrauded market by spoofing. CHICAGO-Citadel Securities' headquarters stands across the street from this city's federal courthouse. The high-speed trading powerhouse had an even closer view when one of its traders began testifying Friday in a criminal trial over market manipulation known as spoofing.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-annual-death-count-rose-112-to-65-712-11600447043", "title": "New York City's Annual Death Count Rose 112% to 65,712", "date": "2020-09-18 18:58", "summary": "Coronavirus pandemic likely contributed to nearly 35,000 additional fatalities. New York City recorded nearly 35,000 more deaths in its most-recent fiscal year compared with the previous one, according to a report released by Mayor Bill de Blasio's office Thursday night, showing the devastating toll of the new coronavirus pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflakes-early-investors-rewarded-for-contrarian-bet-11600469922", "title": "Snowflake's Early Investors Rewarded For Contrarian Bet", "date": "2020-09-18 18:58", "summary": "Company was incubated by Sutter Hill Ventures. Snowflake Inc. 's initial public offering is set to generate unusually high returns for its early venture investors, a reward for backing a company that faced doubters in its earlier days.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-to-hear-arguments-on-trumps-wechat-restrictions-11600450365", "title": "Judge to Hear Arguments on Trump's WeChat Restrictions", "date": "2020-09-18 18:56", "summary": "A nonprofit organization of WeChat users sued the Trump administration in August to keep the app from being restricted in the U.S.. A California federal judge will hear additional arguments Saturday as part of an emergency push to delay enforcement of an executive order placing restrictions on the app WeChat .", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-chaos-in-pennsylvania-voting-11600469196", "title": "Supreme Chaos in Pennsylvania Voting", "date": "2020-09-18 18:46", "summary": "The state's high court rewrites the law to extend ballot counting.. Three days late, and no postmark needed: That's the ruling on mail votes from the Pennsylvania Supreme Court. State law clearly says absentee ballots must be received by 8 p.m. on Election Day. But on Thursday the court controlled by Democrats, in a case filed by Democrats, rewrote the law in a 4-3 vote, with four Democrats in the majority, 47 days before Nov. 3.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-u-s-wechat-ban-11600469133", "title": "Trump's U.S. WeChat Ban", "date": "2020-09-18 18:45", "summary": "Beijing uses the all-purpose app to censor and eavesdrop.. While the Trump Administration haggles like a broker over the future of TikTok, the Commerce Department said Friday it would ban China's social-media app WeChat Sunday night due to national security and data privacy concerns. This would have been a better way to handle TikTok too.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princetons-confession-of-bias-11600469066", "title": "Princeton's Confession of Bias", "date": "2020-09-18 18:44", "summary": "Admission of 'systemic racism' could cost the school federal funds.. The folks at Princeton are supposed to be smart. But you have to wonder about the intelligence of inviting federal scrutiny by declaring their own school guilty of racism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-greatest-comeback-11600469008", "title": "College Football's Greatest Comeback", "date": "2020-09-18 18:43", "summary": "The resumption of the fall season is a boost to the national psyche.. Whether or not you like college football, there's reason to cheer the decision this week by the last two major conferences to play the 2020 fall season. It's one more sign that Americans are learning to live with the coronavirus rather than surrender to it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-reverses-controversial-guidance-on-covid-19-testing-11600452908", "title": "CDC Reverses Relaxation of Covid-19 Testing Recommendations", "date": "2020-09-18 18:30", "summary": "Agency says clearly that close contacts without any symptoms need test. The Centers for Disease Control and Prevention revised its guidance for Covid-19 testing on Friday, walking back a controversial recommendation from last month that close contacts of patients don't necessarily need to be tested if they don't have symptoms.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-russia-farce-continues-11600466740", "title": "The Russia Farce Continues", "date": "2020-09-18 18:13", "summary": "America is in trouble if a former top FBI counterspy believes the silliness in his book.. Contrary to a media chorus, the Justice Department inspector general did not find the FBI handling of the Clinton and Trump cases free of \"political bias.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-marble-man-in-full-two-books-on-george-washington-11600440418", "title": "A 'Marble Man' in Full", "date": "2020-09-18 18:10", "summary": "He may be the most enigmatic founder-one in whom Americans could identify their own ideals.. More than two centuries after George Washington's death, and given a steady stream of books ever since, is it possible to say anything new about him? Perhaps the long-lost letters written to the 26-year-old Washington by his flirtatious married neighbor, Sally Fairfax, will one day be discovered in some dusty trunk, allowing us to place another missing piece in the puzzle posed by the restrained \"marble man\" who typically kept his innermost feelings to himself. Until such a revelation occurs, authors must instead find ways of repackaging the familiar story: by examining a specific aspect or phase of Washington's career, by adopting a fresh perspective on his life and achievements or by retelling the old tale so vividly that it resonates once again.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conditional-citizens-review-not-one-of-the-family-11600466964", "title": "'Conditional Citizens' Review: Not One of the Family", "date": "2020-09-18 18:09", "summary": "A feeling of not fully belonging, after two decades of citizenship, inspires an indictment of America. .. On a sweltering day 20 years ago-\"a day when the marine layer over Los Angeles cleared off before breakfast\"-Laila Lalami became a naturalized American citizen. She was 32, blessed not just with a Ph.D. in linguistics but also with an American husband, a network engineer who listened to grunge music and made her abandon her \"distrust of romance.\" The couple realized that life was now a choice between his Californian domicile and her native Morocco: \"One of us,\" she writes in \"Conditional Citizens\"-a meditation on \"belonging in America\"-\"had to live in the other's country.\" So Ms. Lalami, \"young and in love,\" made a commitment to her husband and \"to his homeland.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-investing-is-a-self-defeating-strategy-11600466998", "title": "'Sustainable' Investing Is a Self-Defeating Strategy", "date": "2020-09-18 18:09", "summary": "If, say, oil stocks sell at low prices relative to earnings and prospects, those who buy them stand to gain.. It's become fashionable for investors to try to do good at the same time as they do well. Investment in so-called ESG funds-those that take account of environmental, social and governance factors-has doubled in 2020 and now totals around $35 billion. Universities and other endowments have been pressured to divest from all stocks associated with fossil fuels. Some investors argue that this kind of investing will achieve a \"more inclusive capitalism\" and can even enhance investment returns. But how do you know if your investments will have the desired social impact?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-does-peak-tv-become-too-much-tv-11600466842", "title": "When Does Peak TV Become Too Much TV?", "date": "2020-09-18 18:07", "summary": "Viewers have never had more options, but it comes at a cost in fees and ever-increasing complexity.. The Covid-19 pandemic might have decimated live theaters, emptied concert halls, and reduced movie releases to a trickle, but it's boom time for television. Two hundred sixteen shows, representing 39 networks or streaming services, have been nominated for this year's Emmy Awards, which airs Sunday night. Several channels with multiple nominations (Apple TV+, Disney+ and Quibi) weren't even around a year ago.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-little-moog-musik-two-books-on-wendy-carlos-11600466877", "title": "A Little Moog Musik: Two Books on Wendy Carlos", "date": "2020-09-18 18:07", "summary": "The synthesizer pioneer reached back to Bach and forward to music's electronic future.. Few recordings change the way the world listens to music, but \"Switched-On Bach\" must be counted among them. When the album was released in late 1968, it quickly became the bestselling classical recording of all time, a position that-excluding the various \"Three Tenors\" extravaganzas and the pop \"crossover\" music that has colonized PBS-it might just still hold today.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gore-tex-inventor-robert-gore-dies-at-age-83-11600466811", "title": "Gore-Tex Inventor Robert Gore Dies at Age 83", "date": "2020-09-18 18:06", "summary": "Chemical engineer discovered a new material while tinkering at family firm in 1969. One evening in October 1969, Robert Gore was tinkering with a polymer called polytetrafluoroethylene, or PTFE, used for pipe-thread tape, hoping to find a way to make the expensive material go further. He tried stretching it slowly and was frustrated that it kept snapping. Then he gave it a sudden yank.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kay-ryan-at-75-surprised-by-joy-11600466756", "title": "Kay Ryan at 75: Surprised by Joy", "date": "2020-09-18 18:05", "summary": "The former U.S. poet laureate has always been an outsider.. In an anxious age, what's the best place to look for consolation? I'd say \"Look to the poets,\" but not the writers who are typically offered up with inspiration in mind-Longfellow, Tennyson, Kipling and William Ernest Henley. If I never hear \"If-\" or \"Invictus\" again, I won't be unhappy. Try instead a sojourn with the eccentrics, wizards of surprise, whose work offers a scintillating surface above a roiling undercurrent.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wechat-ban-rattles-chinese-communities-in-u-s-11600466552", "title": "WeChat Ban Rattles Chinese Communities in U.S.", "date": "2020-09-18 18:02", "summary": "Go-to app has no obvious substitutes for Chinese diaspora, many say. The Trump administration's decision to ban WeChat , the popular Chinese messaging app, has sent Chinese-Americans scrambling to find alternative forms of communication with friends and family in China.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-hit-campaign-trail-in-more-conventional-sparring-11600426801", "title": "Trump, Biden Both Hit Campaign Trail in More Conventional Sparring", "date": "2020-09-18 17:36", "summary": "Both candidates visited battleground states and staked different positions over coronavirus, climate change. WILMINGTON, Del.-With indoor rallies, policy clashes and televised town halls, the nontraditional presidential campaign is taking on some more familiar rhythms this week.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-supplier-garrett-motion-nears-bankruptcy-sale-to-kps-11600445792", "title": "Auto Supplier Garrett Motion Nears Bankruptcy Sale to KPS", "date": "2020-09-18 17:35", "summary": "Manufacturer is in talks to sell itself out of chapter 11 to weather a fight with former parent Honeywell over asbestos-injury payments. Garrett Motion Inc. is in talks to sell itself out of bankruptcy to a private-equity firm, part of the auto supplier's strategy to quell a commercial dispute over asbestos-injury payments with Honeywell International Inc., according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-fed-vast-majority-of-public-unaware-of-feds-new-strategy-11600464666", "title": "Cleveland Fed: 'Vast Majority' of Public Unaware of Fed's New Strategy", "date": "2020-09-18 17:31", "summary": "Report says the Fed's shift to a flexible system of inflation targeting was largely ignored by the broader public. If the Federal Reserve wants the public to embrace its new approach to inflation and monetary policy, it's got a lot of work to do.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-kuwait-other-countries-ready-to-join-middle-east-deal-11600464507", "title": "Trump Says Kuwait, Other Countries Ready to Join Middle East Deal", "date": "2020-09-18 17:28", "summary": "President raises prospect of expansion of accords after meeting with Kuwaiti leader's eldest son. WASHINGTON-President Trump met briefly on Friday with the Kuwaiti ruler's son and afterward said the small Gulf Arab state would soon become the next country to normalize relations with Israel.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-defeated-u-s-foe-still-brims-with-cash-ambition-11600464409", "title": "Islamic State Still Brims With Cash, Ambition", "date": "2020-09-18 17:26", "summary": "As attacks rise, investigations reveal a financial reach involving trafficking, smuggling, money service businesses-even PPE-stretching from Africa to Europe. Islamic State remains flush with cash despite setbacks in the past year, holding financial reserves and a range of revenue streams that U.S. and Western security officials warn could pay for a dangerous resurgence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-tiktok-and-wechat-bans-become-a-reality-users-are-shook-up-11600460785", "title": "As TikTok and WeChat Bans Become More Likely, Users Are Shook Up", "date": "2020-09-18 17:26", "summary": "Restrictions on WeChat will make it much harder for young people to communicate with friends and family in China and elsewhere. When Juliet Shen woke up Friday and asked her Google Home device to read her the morning's news, the first thing she heard was that the Trump administration would restrict the use of WeChat, the main app she uses to communicate with her parents, who traveled to China when the pandemic hit to care for her grandparents.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-18-2020-11600421506", "title": "Stocks Finish Week Lower, Dragged Down by Tech Shares", "date": "2020-09-18 17:03", "summary": "A number of options and futures contracts on stocks and indexes expire Friday. Declines in shares of technology companies helped push the S&P 500 to a third consecutive week of losses, capping another tumultuous stretch for the stock market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-old-establishment-can-teach-the-new-tech-elite-11600440864", "title": "What the Old Establishment Can Teach the New Tech Elite", "date": "2020-09-18 17:02", "summary": "At a time when their talents are sorely needed, the privileged class in the West has forgotten the tradition of public service. It is unlikely that Mark Zuckerberg, Jeff Bezos and the other lords and ladies of Silicon Valley spend any time in English churchyards. But if they were to visit these delightfully melancholic places, the first things that they would encounter would be monuments to the fallen of the Great War. Their initial emotion, like anybody else's looking at these morbid plinths, would rightly be one of relief. It is good that the West's young men are no longer herded into uniform and marched toward machine guns.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farm-aid-election-security-stall-spending-bill-11600462212", "title": "Farm Aid, Election Security Stall Spending Bill", "date": "2020-09-18 16:50", "summary": "Congress needs to pass short-term legislation to avoid government shutdown. WASHINGTON-A spending bill that Congress needs to pass to avoid a partial government shutdown next month hit last-minute snags Friday, as lawmakers and President Trump sparred over aid for farmers and election security.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-scraps-unlimited-plan-raises-prices-11600461259", "title": "Rent the Runway Scraps Unlimited Plan, Raises Prices", "date": "2020-09-18 16:34", "summary": "Clothing-rental company replacing $159-a-month carte blanche option with a $199 plan capped at 16 items. Clothing-rental startup Rent the Runway, which has struggled with falling revenue since the start of the pandemic, said it is scrapping its unlimited subscription plan and replacing it with a pricier option that caps the number of items customers can rent each month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-leaders-seek-role-in-new-york-citys-recovery-11600448481", "title": "Business Leaders Seek Role in New York City's Recovery", "date": "2020-09-18 16:20", "summary": "In letter, 177 executives ask Mayor Bill de Blasio, Gov. Andrew Cuomo to develop plan for cities hit hard by coronavirus pandemic. Leaders of some of the most powerful companies in New York City have offered to work with Gov. Andrew Cuomo and Mayor Bill de Blasio on a plan for the city's recovery from the new coronavirus pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-candidates-run-for-office-while-running-home-schools-11600434000", "title": "Political Candidates Run for Office While Running Home Schools", "date": "2020-09-18 16:19", "summary": "In competitive House races, moms and dads juggle virtual learning with fundraisers in the master bathroom, field trips to the zoo, dizzying passwords and platforms. Democrat Candace Valenzuela, running in a tight race for an open House seat as the school year kicks off, has turned her master bathroom into her campaign's nerve center.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-answer-to-the-electric-car-conundrum-isnt-elon-musk-11600443935", "title": "The Answer to the Electric-Car Conundrum Isn't Elon Musk", "date": "2020-09-18 16:00", "summary": "Many American drivers are still reluctant to buy pricey battery-powered vehicles. So what's driving the current hype? Bulk buyers committing to hundreds of thousands of workaday electric cars and trucks.. Electric vehicles have long posed a chicken-or-egg conundrum for auto executives.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lancet-medical-journal-changes-peer-review-process-amid-flurry-of-covid-19-research-11600451859", "title": "Lancet Medical Journal Changes Peer-Review Process Amid Flurry of Covid-19 Research", "date": "2020-09-18 15:48", "summary": "New requirements aim to address gaps that led to retraction in June of study on hydroxychloroquine as new-coronavirus treatment. The Lancet, a nearly-century old medical journal, announced changes to its peer-review process because of a retraction in June of a large study involving the antimalarial hydroxychloroquine as a Covid-19 treatment after the article's underlying data came under question.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rain-brings-fire-relief-in-oregon-but-raises-mudslide-concern-11600458496", "title": "Rain Brings Fire Relief in Oregon, but Raises Mudslide Concern", "date": "2020-09-18 15:48", "summary": "Firefighter killed while battling El Dorado blaze in California; air quality improves in some places. Heavy rainfall and thunderstorms in Oregon early Friday morning provided some relief to one of the states hardest hit by wildfires that have killed 35 people and burned more than 7 million acres across the West.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soybean-prices-hit-two-year-high-buoyed-by-chinese-demand-11600442022", "title": "Soybean Prices Hit Two-Year High, Buoyed by Chinese Demand", "date": "2020-09-18 15:43", "summary": "Soybean futures trade above $10 a bushel for first time since 2018 as China ramps up buying of U.S. exports. Soybean prices have surged to their highest levels in more than two years, driven by heavy buying from Chinese importers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-kashkari-says-new-forward-guidance-could-have-been-stronger-11600434073", "title": "Fed's Kashkari Says New Forward Guidance Could Have Been Stronger", "date": "2020-09-18 15:23", "summary": "Minneapolis Fed leader says he would have preferred the FOMC 'make a stronger commitment to not raising rates until we were certain to have achieved our dual mandate objectives'. New Federal Reserve guidance over the future path of interest rates fell short of what was needed, Minneapolis Fed leader Neel Kashkari said Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-vote-by-mail-in-every-state-11597840923", "title": "How to Vote by Mail in Every State", "date": "2020-09-18 15:08", "summary": "Many states are set to allow voters to take part in the 2020 presidential election by mail amid the coronavirus pandemic. More Americans than ever are expected to vote by mail in this year's presidential election as states attempt to make voting safer amid the global pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michiganjudge-extends-mail-in-ballot-deadline-11600455126", "title": "Michigan Judge Extends Mail-In Ballot Deadline", "date": "2020-09-18 14:52", "summary": "Judge said ballots should be eligible to be counted if they are postmarked by the day before Election Day and received within 14 days after Nov. 3.. A Michigan judge extended the state's deadline for receiving mail-in ballots, a move likely to reduce the number of ballots rejected for lateness but which could delay results in some races in the battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hospital-lobbyists-behind-cuomos-nursing-home-scandal-11600454566", "title": "The Hospital Lobbyists Behind Cuomo's Nursing Home Scandal", "date": "2020-09-18 14:42", "summary": "The governor has a tight political alliance with the powerful nonprofit representing New York's health systems.. Albany, N.Y.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-systemic-racism-dodge-11600454532", "title": "The 'Systemic Racism' Dodge", "date": "2020-09-18 14:42", "summary": "It's meant to invoke guilt but absolves everyone, white and black, of responsibility.. Systemic racism, also known as institutional or structural racism, is a new phrase for a new situation. We live in a society where racism is not, and cannot be, openly professed. To do so not only is frowned upon but will get you into serious trouble, if not yet jail, in America. Yet even though this is impossible to miss and known to all, \"systemic racism\" supposedly persists. The phrase describes a society that is so little racist that no one can respectably advocate racism, yet so much racist that every part of it is soaked with racism. We live with the paradox of a racist society without racists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-investors-dont-have-to-be-so-anxious-about-new-stress-tests-11600454518", "title": "Bank Investors Don't Have to Be So Anxious About New Stress Tests", "date": "2020-09-18 14:41", "summary": "Though the Federal Reserve is giving lenders another tough exam, there are glimmers of optimism for banks' shares. The Federal Reserve is now giving banks another, and in key ways even tougher, stress test. But this shouldn't cause deep anxiety for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-the-most-of-minimalism-11600454454", "title": "Making the Most of Minimalism", "date": "2020-09-18 14:40", "summary": "Eva Hesse's sculpture 'Repetition Nineteen III' celebrates humor, eroticism and discovery.. Looking like dented wastebaskets, 19 fiberglass-and-polyester-resin forms stand on the floor in seemingly aimless arrangement. At first glance they appear to be alike in their golden translucence, but a closer look reveals their individuality. Some are almost perfect, upright and firm; others are battered; some seem on the verge of collapse. It is a landscape of strange and nameless things. A sense of mischief is at play, intentionally so. The vacant, vulnerable units are a sly take on the style of the day, Minimalism, one of whose features was \"seriality,\" a rigidly ordered, lockstep repetition of the modular elements in a painting or sculpture.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheaper-insulin-via-340b-helps-poor-people-11600454413", "title": "Cheaper Insulin Via 340B Helps Poor People", "date": "2020-09-18 14:40", "summary": "As the backbone of the nation's primary-care safety net, the 340B program is the only thing standing between our patients and unaffordable insulin and other lifesaving prescription drugs.. Regarding Adam J. Fein's \"The Federal Program That Keeps Insulin Prices High\" (op-ed, Sept. 11): The National Association of Community Health Centers (NACHC) represents the nation's 1,400 Federally Qualified Health Centers (FQHCs) and nearly 30 million patients. Mr. Fein attempts to blame the federal 340B Drug Pricing Program for high insulin prices-when precisely the opposite is true. As the backbone of the nation's primary-care safety net, the 340B program is the only thing standing between our patients and unaffordable insulin and other lifesaving prescription drugs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-american-teaching-doing-what-it-ought-11600454443", "title": "Is American Teaching Doing What It Ought?", "date": "2020-09-18 14:40", "summary": "E.D. Hirsch is absolutely correct when he states: \"If you want equity in education, as well as excellence, you have to have whole-class instruction in which a teacher directly communicates information.\". Regarding Naomi Schaefer Riley's \"The Weekend Interview with E.D. Hirsch-Bad Teaching Is Tearing America Apart\" (Sept. 12): I had to slap my forehead in dismay in response to his denial that children who are exposed to more experiences are at an advantage. \"That's what fiction is for,\" he quips. Fiction is a great opportunity for widening one's perspective, but it is no substitute for experience. When Mr. Hirsch says: \"If you get your knowledge from the classroom, it's just as good as if you got it from going to the opera.\" I'm sorry, but that is preposterous.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-star-attractions-are-reopening-heres-what-you-need-to-know-11600454394", "title": "New York's Star Attractions Are Reopening. Here's What You Need to Know.", "date": "2020-09-18 14:39", "summary": "With limited capacity and other Covid-19 restrictions now in place at the city's most beloved landmarks, locals and visitors are finding an unexpected upside to the 'new normal'-plenty of elbow room. Plus: From Chicago to Memphis, live music moves outdoors for the fall.. WELCOME TO PARADISE,\" said the beaming security guard as the elevator doors opened on the Empire State Building's newly renovated 102nd floor. At least I thought she was beaming. I tried to guess from her eyes, visible between her surgical mask and black doorman's cap that read \"Observatory,\" whether the remark was serious or laced with irony. After all, the word \"paradise\" has rarely been paired with New York since Henry Hudson dropped anchor off Manhattan in 1609, and certainly not since the global pandemic brought my beloved metropolis to a grinding halt six months ago. But no, the guard was genuinely delighted to share my giddy excitement as I stepped onto the platform at dusk.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-surrender-to-violent-bullies-political-or-not-11600454330", "title": "Never Surrender to Violent Bullies, Political or Not", "date": "2020-09-18 14:38", "summary": "If I don't vote for Joe Biden, the country will be ruined, and if I do vote for Joe Biden the country will be ruined. Not much of a choice.. After reading Shadi Hamid's musings recorded in the Atlantic (\"Notable & Quotable: Unrest,\" Sept. 15), I am left with a perplexing dilemma. If I don't vote for Joe Biden, the country will be ruined, and if I do vote for Joe Biden the country will be ruined. Not much of a choice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-has-become-one-big-extreme-home-makeover-11600453169", "title": "The Pandemic Has Become One Big Extreme Home Makeover", "date": "2020-09-18 14:19", "summary": "Economic data confirms a boredom-driven craze for DIY. Boredom turns the wheels of history, Romanian philosopher and perma-pessimist Emil Cioran once argued. There is no clearer proof than people using a pandemic to go crazy about DIY.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-shouldnt-improvise-way-out-of-tiktok-jam-11600452272", "title": "U.S. Shouldn't Improvise Way Out of TikTok Jam", "date": "2020-09-18 14:04", "summary": "Crackdown on WeChat, TikTok just the latest reflection of ad hoc approach to technology security. The Trump administration has turned up the heat on the popular Chinese apps WeChat and TikTok. What it hasn't done is lay out how information security challenges should be addressed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-under-investigation-by-swedish-regulator-in-new-probe-11600451964", "title": "Swedbank Under Investigation By Swedish Regulator in New Probe", "date": "2020-09-18 13:59", "summary": "Sweden's financial supervisory authority's investigation focuses in part on obligations related to disclosures of suspected money laundering, the lender said. STOCKHOLM- Swedbank AB said Friday that Sweden's financial supervisory authority is investigating the bank for suspected breaches of market-abuse regulations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rediscovering-a-renaissance-man-11600451890", "title": "Rediscovering a Renaissance Man", "date": "2020-09-18 13:58", "summary": "Resume Subscription. Albrecht Altdorfer was a giant of 16th-century art, and his work can be found in the collections of the world's great museums. Yet museumgoers outside German-speaking Europe may barely know his name. A new exhibition at the Louvre is meant to change that. \"Albrecht Altdorfer, a German Renaissance Master\" was originally scheduled to open in April but had to be postponed because of the Covid-19 pandemic. Now it will finally open on Oct. 1, minus nine American and British loans that were held up by pandemic-related restrictions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-administration-to-announce-11-6-billion-in-aid-for-puerto-rico-11600440469", "title": "Trump Administration Grants $11.6 Billion in Aid to Puerto Rico", "date": "2020-09-18 13:50", "summary": "Funds come as the island continues to recover from 2017's Hurricane Maria-and as Trump, Biden vie for Florida's Latino voters. WASHINGTON-The Trump administration announced $11.6 billion in aid to Puerto Rico, as the U.S. territory continues to struggle from the devastation caused by Hurricane Maria in 2017 and the president's reelection campaign courts Puerto Rican voters in Florida.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-says-inflation-could-start-to-pick-up-soon-11600451309", "title": "Fed's Bullard Says Inflation Could Start to Pick Up Soon", "date": "2020-09-18 13:48", "summary": "The St. Louis Fed president also says the economy could grow 30% in the third quarter from its second-quarter depths. Federal Reserve Bank of St. Louis leader James Bullard said higher inflation is coming to the U.S. economy, but didn't indicate that would be a worrisome development.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easyjet-names-new-cfo-to-aid-with-recovery-11600451277", "title": "EasyJet Names New CFO to Aid With Recovery", "date": "2020-09-18 13:47", "summary": "The U.K. airline grounded most of its planes in late March and only resumed some flying in mid-June. U.K. budget carrier EasyJet PLC hired a new finance chief to help navigate the ongoing coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-issues-new-bank-guidance-to-improve-main-street-loan-access-11600449797", "title": "Fed Issues New Bank Guidance to Improve Main Street Loan Access", "date": "2020-09-18 13:32", "summary": "The move is a bid to increase loans to small and midsized businesses via the central bank's program. The Federal Reserve issued new guidance to banks Friday in an effort to improve access to new business loans through its $600 billion Main Street Lending Program.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-hires-blackrock-to-help-calm-markets-its-etf-business-wins-big-11600450267", "title": "Fed Hires BlackRock to Help Calm Markets. Its ETF Business Wins Big.", "date": "2020-09-18 13:31", "summary": "The central bank's market intervention helped the largest U.S. provider of corporate bond exchange-traded funds get larger. The Federal Reserve's March commitment to deploy billions of dollars to prop up the economy was a boon for the company the Fed hired to help execute its plan: BlackRock Inc., the world's largest asset manager.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-swamp-economy-11600449972", "title": "Biden and the Swamp Economy", "date": "2020-09-18 13:26", "summary": "Does he understand that we can't all live on federal subsidies?. Sixty-seven years after he moved out of Scranton, Pa., and 47 years after he began working in Washington, D.C., Joe Biden seems to have trouble remembering that there's an economy outside of political subsidy programs. In a Thursday night \"town hall\" on CNN, the former vice president was asked several times in different ways about encouraging job creation and economic growth. Each time his answer involved federal schemes to redistribute wealth.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-flies-warplanes-near-taiwan-as-senior-u-s-diplomat-visits-11600449576", "title": "China Flies Warplanes Near Taiwan as Senior U.S. Diplomat Visits", "date": "2020-09-18 13:19", "summary": "Visit by U.S. Undersecretary of State Keith Krach is latest move to strengthen ties with island. TAIPEI-Beijing flew military aircraft close to Taiwan on a day that a senior American diplomat met with Taiwan's president as part of a series of recent U.S. moves to improve ties with the self-ruled island.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-probe-of-possible-interference-fueled-tensions-with-china-11600449478", "title": "Australian Probe of Possible Interference Fueled Tensions With China", "date": "2020-09-18 13:18", "summary": "Friction grew after investigation of alleged Chinese efforts to influence Australian politician led to raids on journalists. SYDNEY-In a dawn raid in June, federal police searched the home of an Australian state opposition lawmaker in Sydney. That same day, in connection with the same investigation, authorities seized the computers and phones of four journalists working for Chinese news organizations.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artie-shaw-lana-turner-los-angeles-property-11600448444", "title": "L.A. Property Where Artie Shaw, Lana Turner Once Lived Lists for $46.5 Million", "date": "2020-09-18 13:01", "summary": "Resume Subscription. A massive, modern Los Angeles mansion sitting on a property that was once home to jazz musician Artie Shaw and actress Lana Turner is going on the market for $46.5 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jobless-rates-in-northeast-west-are-highest-in-nation-11600447829", "title": "Jobless Rates in Northeast, West Are Highest in Nation", "date": "2020-09-18 12:50", "summary": "Despite Covid-19 outbreaks, Southern and Midwestern states saw lower unemployment rates in August than neighboring states. Large states in the Northeast and West logged some of the highest unemployment rates in the nation in August, while many of their Southern and Midwestern neighbors saw lower rates of joblessness despite significant coronavirus outbreaks over the summer.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/built-black-and-white-in-beverly-hills-post-office-11600447651", "title": "Built Black and White in Beverly Hills Post Office", "date": "2020-09-18 12:47", "summary": "Neutral colors abound in this massive, newly completed compound. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-massive-modern-los-angeles-home-11600447508", "title": "A Massive, Modern Los Angeles Home", "date": "2020-09-18 12:45", "summary": "On a lot where the home of Artie Shaw and Lana Turner once stood now sits a big, muscular house with lots of entertaining spaces. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-royal-family-split-relations-israel-uae-bahrain-mbs-prince-king-11600446560", "title": "Saudi Royal Family Divides Over Potential Embrace of Israel", "date": "2020-09-18 12:32", "summary": "Resume Subscription. An argument is raging behind palace doors in Saudi Arabia: Now that the United Arab Emirates and Bahrain have forged ties with Israel, should the kingdom follow suit?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sec-charges-former-ns8-chief-with-defrauding-investors-11600382053", "title": "SEC Charges Former NS8 Chief With Defrauding Investors", "date": "2020-09-18 12:14", "summary": "Regulator alleges Adam Rogas falsely claimed millions in revenue and raised about $123 million in fraudulent offerings. The Securities and Exchange Commission said it charged NS8 Inc.'s former chief executive with defrauding investors, alleging he falsely claimed millions in revenue and raised about $123 million in fraudulent offerings.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivias-interim-leader-exits-election-race-to-prevent-morales-party-victory-11600441630", "title": "Bolivia's Interim Leader Exits Election Race to Prevent Morales Party Victory", "date": "2020-09-18 12:10", "summary": "Jeanine Áñez's public support had fallen over her handling of the coronavirus pandemic and economy. Bolivia's interim president, Jeanine Áñez, has pulled out of next month's presidential election amid falling public support, saying she aimed to unite conservatives and prevent an election victory by the leftist movement led by exiled former President Evo Morales and his allies.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-police-worry-about-more-unrest-as-stress-grows-and-resources-shrink-11600445352", "title": "Portland Police Worry About More Unrest", "date": "2020-09-18 12:09", "summary": "Protest-rattled department grapples with budget cuts, rising crime and a lack of support from other law enforcement in the region. After more than three months of daily protests, police in Portland are facing a rise in violent crime and say they are overstretched.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-plays-supervillain-to-hollywoods-200-million-movie-machine-11600429562", "title": "Hollywood Blockbusters' New Supervillain: Empty Seats", "date": "2020-09-18 12:05", "summary": "Tough economics for big-budget films challenge theatrical industry's rebound. Hollywood is caught in a Covid Catch-22: Movie theaters need high-profile titles to attract customers, but movie studios need enough willing ticket buyers to justify releasing their $200 million movies as planned.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-has-impacted-womens-fashion-budgets-this-fall-11600444946", "title": "How Covid Has Impacted Women's Fashion Budgets This Fall", "date": "2020-09-18 12:02", "summary": "The coronavirus pandemic has forced women to rethink many aspects of their lives-retail routines included. We quizzed six shoppers on their spending this season and what clothes and accessories are worth buying.. WHETHER YOU graduated last year or last millennium, September likely still inspires a back-to-school mentality-only as an adult, you're investing in merino-wool sweaters and suede boots instead of pencil boxes and Trapper Keepers. This year, however, the impact of the Covid-19 pandemic has seeped into the fall fashion season, curtailing many women's desire to spend on new clothes. That's not to say women aren't buying, but they are being more selective, opting for considered purchases that suit their surreal new lives.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-nye-ayesha-curry-11600377868", "title": "How Bill Nye Draws Power From Being Insignificant", "date": "2020-09-18 12:01", "summary": "The science educator weighs in on the meaning of time alongside Ayesha Curry, Lily Cole and others.. \"It's very difficult to understand how old the earth is. If you lived to be 82 years old and seven weeks, you'd get 30,000 days. The cosmos is 13.7-, 13.6-something-billion years old. We're here for 30,000 days. That's nothing! If you think about the amazing techniques people have devised to reckon time, you either feel like a completely insignificant part of this larger whole, or you feel this wonderful sense of empowerment. This humble species on this remote part of this ordinary galaxy can figure this out. There are physicists now who are floating the idea that time itself is quantized in the same way energy is quantized. The electron is either at this level or that level, and when it falls down, it gives off a photon, and that's a fluorescent light. People are speculating that they're essentially particles of time. And you go, Dude, that is astonishing.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-learning-curve-for-pearsons-new-boss-11600444917", "title": "A Learning Curve for Pearson's New Boss", "date": "2020-09-18 12:01", "summary": "Education publisher's new CEO has to get to grips with rapid shifts in how schools and universities teach. Investment in knowledge pays the best interest, or so Benjamin Franklin said. Shareholders in one education publisher are still waiting for their reward.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-the-pandemic-billy-collins-finds-a-new-way-to-bring-poetry-to-the-people-11600444338", "title": "During the Pandemic, Billy Collins Finds a New Way to Bring Poetry to the People", "date": "2020-09-18 11:52", "summary": "Resume Subscription. When the Covid-19 pandemic took off in March, the poet Billy Collins started reading a poem every weekday on Facebook Live. The point wasn't to comfort listeners or to offer solace: \"If I come across a poem that seems intent on comforting me, I just stop reading. I'm out,\" he says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/consumers-take-retailers-to-court-over-unused-gift-cards-11600443419", "title": "Consumers Take Retailers to Court Over Unused Gift Cards", "date": "2020-09-18 11:37", "summary": "Retailers in bankruptcy could potentially get to keep millions of dollars in gift cards that aren't redeemed. Consumer law firms are working to help shoppers recoup the value of unused gift cards from bankrupt retail chains, hoping to revive court claims that might otherwise be deemed worthless.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-prepares-job-cuts-as-it-extends-reorganization-11600443434", "title": "Maersk Prepares Job Cuts as It Extends Reorganization", "date": "2020-09-18 11:37", "summary": "The Danish shipping giant is preparing a shake-up that could eliminate scores of jobs. AP Moller-Maersk A/S is undertaking a shake-up that could cut scores of jobs as the Danish shipping giant moves to control costs and simplify its business.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-scratch-for-gains-in-the-margins-11600443045", "title": "Biden, Trump Scratch for Gains in the Margins", "date": "2020-09-18 11:30", "summary": "Recent history gives ample reason to think the race will be decided by the outcome in a few closely divided swing states. In this era of a deeply and evenly divided electorate, presidential campaigns tend to be won in the margins, not in landslides. And in recent days, each presidential campaign has shown where it hopes to get a bit of a marginal advantage.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-february-2020-issue-of-wsj-magazine-11600426800", "title": "Contributors to the September 2020 Issue of WSJ. Magazine", "date": "2020-09-18 11:21", "summary": "How photographer Ethan James Green tackled a fashion question for the ages.. STRONGEST SUITS", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-the-september-mens-style-issue-11600426801", "title": "Editor in Chief Kristina O'Neill on the September Men's Style Issue", "date": "2020-09-18 11:20", "summary": "Our editor in chief on the Semptember 2020 issue of 'WSJ. Magazine,' featuring Trevor Noah. The ability to adapt to sudden, unexpected change, always a valuable skill, is especially helpful these days. It's something that this issue's cover star, The Daily Show host Trevor Noah, excels at. Exchanging a suit and TV studio for a hoodie and his Hell's Kitchen apartment, where he has been shooting the show, he's become a voice of calm clarity in a nerve-racking time. Social media has amplified his platform, as Noah has brought an element of comic relief while also channeling grief over racial injustice in viral YouTube videos. Through it all, the comedian maintains the upbeat energy that's defined his tenure as a late-night host. \"You'll never find me complaining about the pandemic,\" he says. \"If you take me out of the studio, I'm still having these conversations in my apartment in front of a tiny little camera. That is what I do. And that is who I am.\"", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-investors-tried-to-win-by-losing-less-they-lost-anyway-11600441199", "title": "Some Investors Tried to Win by Losing Less. They Lost Anyway.", "date": "2020-09-18 11:00", "summary": "The market has a way of soaking people who think they've found a way to beat it. The latest case in point: 'low-volatility' funds.. An investment strategy for reducing risk in the long run has raised it in the short run.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quiet-americans-review-inventing-the-cia-11600440206", "title": "'The Quiet Americans' Review: Inventing the CIA", "date": "2020-09-18 10:43", "summary": "Was the legendary spy service a vital weapon against the Soviets? Or a tangle of competing ideas?. Were America's unsung Cold War spies and their masters adroit covert heroes protecting the nation and the free world from the encroaching evil of Stalin and his successors? Or were they the cloaked vanguard of an incipient American deep state that led the country into the disastrous Vietnam War and other misadventures under the false flag of anticommunism? Or both?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-designed-items-of-september-11600260327", "title": "The 9 Best Designed Items of September", "date": "2020-09-18 10:43", "summary": "From an unexpectedly cloudy Louis Vuitton suitcase to a new skin-care laser, September's best-designed items and offerings as curated by WSJ.'s editors. ", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-megha-majumdar-on-india-today-11600440051", "title": "Five Best: Megha Majumdar on India Today", "date": "2020-09-18 10:40", "summary": "From the author of the novel 'A Burning.'. By Radhika Govindrajan (2018)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-then-review-big-datas-baby-steps-11600439888", "title": "'If Then' Review: Big Data's Baby Steps", "date": "2020-09-18 10:38", "summary": "How a 1960s company's pitch to predict tomorrow heralded our algorithm-driven age.. Silicon Valley's obsession with the future and lack of interest in the past grate on historians. The technologists believe that there is no precedent for the revolutions being wrought by our accelerating computational power; the knackered old past, they contend, holds few lessons for tomorrow's glistening future. Harvard historian Jill Lepore claims that this is \"a creaky, bankrupt Cold War idea, an exhausted and discredited idea. The invention of the future has a history, decades old, dilapidated.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-is-for-a-new-alphabet-11600439699", "title": "Children's Books: 'A' Is for a (New) Alphabet", "date": "2020-09-18 10:35", "summary": "Is there anything fresh to be done with A-B-C? Y-E-S!. Like everything else in American culture, alphabet books have loosened up since the 17th century. In the austere Puritan days, schoolchildren learned their letters by means of the New England Primer, which begins gravely: \"In Adam's fall / We sinned all.\" In recent years, the trend with ABC books has been toward playfulness, an approach now so well-worn as to tax creative ingenuity. Is there a fresh spin left on this old, old topic?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-no-door-but-the-exit-11600439651", "title": "Mysteries: No Door but the Exit", "date": "2020-09-18 10:34", "summary": "A quartet with time on their hands solve cold cases-and now a hot one.. In \"The Thursday Murder Club\" (Pamela Dorman, 355 pages, $26), first-time novelist Richard Osman introduces a quartet of senior-age amateur sleuths who gather weekly in Coopers Chase, \"Britain's First Luxury Retirement Village.\" Joyce is a former nurse, Ron is an ex-labor activist, Ibrahim is a retired psychiatrist, and Elizabeth is bound by the Official Secrets Act.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-family-meal-11600439600", "title": "Fiction: Family Meal", "date": "2020-09-18 10:33", "summary": "Maintaining tradition becomes all-consuming in Shalom Auslander's novel.. Everyone has different ideas about what's funny, and for me the gold standard is dark Jewish humor, the more masochistic and taboo the better. This sort of joking is scarce today-cultural homogenization and the current moral panic over giving offense have turned it into something like samizdat-but at least we have Shalom Auslander, author of \"Hope: A Tragedy\" (2012), my pick for the funniest novel of the past decade. The book, about a man who discovers Anne Frank hiding in his country-house attic, struggling to write a follow-up to her bestselling diaries, is a gloriously cathartic harangue about Judaism's persecution complex. (It also happens to have an Alan Dershowitz gag that makes me laugh every time I remember it.)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suppose-a-sentence-review-period-pieces-11600439558", "title": "'Suppose a Sentence' Review: Period Pieces", "date": "2020-09-18 10:32", "summary": "Getting from subject to verb has never been so exciting.. The sentence is humankind's greatest invention. Our constitutions and our laws are graven in sentences, and in sentences our histories are written. We declare love, and war, by way of the sentence. There have been civilizations, those of the pre-Columbian southern Americas, for instance, that did not have the wheel, but they had to have had the sentence, otherwise they would not have been civilizations. It is the essential contrivance that sets us apart from-though not above-the other animals. What should we do without it? Grunt.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-big-tens-football-reversal-focus-shifts-to-the-pac-12-11600439302", "title": "After the Big Ten's Football Reversal, Focus Shifts to the Pac-12", "date": "2020-09-18 10:28", "summary": "The Pac-12 Conference has already secured the ability to conduct more robust testing of athletes, but it is operating in a much different political environment than the Big Ten universities. Throughout the coronavirus pandemic, the Pac-12 conference has moved in close coordination with the Big Ten. Both leagues canceled their men's basketball tournaments on the same day in March and postponed their football seasons within hours of each other on Aug. 11.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-incredible-shrinking-gm-mary-barra-finds-success-by-getting-smaller-11600438421", "title": "The Incredible Shrinking GM: Mary Barra Bets That Smaller Is Better", "date": "2020-09-18 10:13", "summary": "The CEO streamlined a company that for decades reigned as the world's largest auto maker. Now, she is readying for the next big bet: electric cars.. Nearly a decade ago, Toyota Motor Corp. dethroned General Motors Co. as the world's largest car company, leaving some GM executives wringing their hands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terence-conrans-designs-gave-postwar-britain-a-jolt-11600437601", "title": "Terence Conran's Designs Gave Postwar Britain a Jolt", "date": "2020-09-18 10:00", "summary": "Home-furnishings guru founded an international store chain and operated restaurants. Before yuppies were known by that term, Terence Conran was showing them how to furnish their apartments and starter homes with styles inspired by Scandinavia and the French countryside.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientist-solved-mysteries-of-the-sun-and-magnetic-fields-11600437600", "title": "Scientist Solved Mysteries of the Sun and Magnetic Fields", "date": "2020-09-18 10:00", "summary": "Joan Feynman, sister of a Nobel laureate, made her own mark in physics despite her mother's doubts. To be Richard Feynman's little sister was an adventure. As a teenager, the future Nobel laureate paid his sister, Joan, nine years younger, a few pennies a week to be an assistant in his home science lab, where she was sometimes expected to endure electrical shocks. As a reward for her advances in arithmetic, he let her pull his hair and pretended it hurt.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-the-stock-market-the-rare-plant-market-has-gone-bonkers-11600437284", "title": "Forget the Stock Market. The Rare-Plant Market Has Gone Bonkers.", "date": "2020-09-18 09:54", "summary": "Demand jumps for unusual greenery, attracting plant flippers and thieves; 'it's gotten out of control'. The 1600s had the Dutch tulip market bubble. Now 2020 is doing the same for rare plants.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-jimmy-carter-was-silent-on-civil-rights-11600437234", "title": "When Jimmy Carter Was Silent on Civil Rights", "date": "2020-09-18 09:53", "summary": "Early in his career, the future president concealed his support for integration to protect his business and his political prospects. As he nears his 96th birthday, Jimmy Carter is revered by many as a moral exemplar-the rare political figure who, whatever his shortcomings, lives his values. But that wasn't always so.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-planning-vaccine-delivery-germanys-export-cloud-assembling-ford-trucks-11600436504", "title": "Today's Logistics Report: Planning Vaccine Delivery; Germany's Export Cloud; Assembling Ford Trucks", "date": "2020-09-18 09:41", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reggae-how-rags-came-to-yield-musical-riches-11600435848", "title": "'Reggae': How 'Rags' Came to Yield Musical Riches", "date": "2020-09-18 09:30", "summary": "Toots Hibbert named the musical genre, but labels for syncopated, 'ragged' rhythms may also have arisen from an association with shabby clothes. When Toots Hibbert, the ebullient frontman for the Jamaican group Toots and the Maytals, died late last week, the many obituaries and tributes in his honor never failed to mention one of his special claims to fame. Not only was he a pioneer of reggae music, he essentially named the genre, via the Maytals' 1968 song, \"Do the Reggay.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-brazil-covid-19-deals-new-blow-to-children-disabled-by-zika-11600421401", "title": "In Brazil, Covid-19 Deals New Blow to Children Disabled by Zika", "date": "2020-09-18 09:03", "summary": "Resume Subscription. RECIFE, Brazil-Ever since 4-year-old Helena Miranda was born, she has struggled to move, hold her head up or swallow without choking-the result of brain damage after being infected with the Zika virus while in the womb. Her parents were at their wits' end.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-an-employer-require-you-to-get-a-covid-19-vaccine-11600434001", "title": "Can an Employer Require You to Get a Covid-19 Vaccine?", "date": "2020-09-18 09:00", "summary": "A legal explainer on mandatory vaccination policies. It may be the better part of a year before a Covid-19 vaccine is available to the general U.S. public, but businesses are already wondering whether they can or should require their workforce to be vaccinated, say employment lawyers.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unity-software-tesla-dave-busters-what-to-watch-when-the-stock-market-opens-11600427782", "title": "Unity Software, Tesla, Dave & Buster's: What to Watch When the Stock Market Opens", "date": "2020-09-18 09:00", "summary": "Unity Software and Athira Pharma are among stocks that will make their trading debut Friday, capping a blockbuster week for investors in IPOs.. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-probes-claims-of-racial-discrimination-at-u-s-mint-11600433826", "title": "Treasury Probes Claims of Racial Discrimination at U.S. Mint", "date": "2020-09-18 08:57", "summary": "Black employees ask Secretary Steven Mnuchin to address what they describe as 'rampant racism' in letter. The Treasury Department said it has opened an investigation into allegations of racial harassment and discrimination raised by Black employees at the U.S. Mint, the government entity responsible for circulating coins in the country.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-caruso-lebron-james-lakers-nba-playoffs-11600406618", "title": "Alex Caruso: The LeBron of Playing With LeBron", "date": "2020-09-18 08:00", "summary": "The NBA's best player combination this season was LeBron James and Alex Caruso-and it wasn't just this season. James was better with Caruso than any teammate in his career. LeBron James was 9 years old and playing for his first basketball team when he learned that he can't win alone. He doesn't want to win alone, either. He's spent the past decade competing for titles in Miami, Cleveland and Los Angeles with other NBA superstars.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-lags-at-top-of-u-s-spy-agencies-11600430401", "title": "Diversity Lags at Top of U.S. Spy Agencies", "date": "2020-09-18 08:00", "summary": "Directors, officials strive to recruit minorities, but 'mysterious things' happen in the pipeline to the upper ranks. WASHINGTON-For years, U.S. spy agencies have acknowledged they need a more diverse workforce to help understand increasingly complex threats and interpret foreign cultures. They are making progress toward that goal-except at the top.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/console-makers-now-have-bigger-game-to-play-11600426980", "title": "Console Makers Now Have Bigger Game to Play", "date": "2020-09-18 07:03", "summary": "Sony and Microsoft cool their console price war with the new PlayStation and Xbox, as games and services take on greater importance. Microsoft Corp. and Sony Corp. have cooled their long-running price war over videogame consoles. But that is because a much bigger contest looms.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-and-hospitals-are-better-prepared-to-treat-covid-19-this-fall-11600426801", "title": "Doctors and Hospitals Are Better Prepared to Treat Covid-19 This Fall", "date": "2020-09-18 07:00", "summary": "Many are confident they can handle a second wave of cases this fall, pointing to advances in treatment and lessons learned. U.S. hospitals expect to be better prepared if a second wave of Covid-19 cases hits in coming months, doctors and administrators say, after gaining a better understanding how to triage patients, which drugs to use and what supplies are needed.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-might-alter-tax-rules-from-nonprofits-to-opportunity-zones-11600426801", "title": "How Biden Might Alter Tax Rules, From Nonprofits to Opportunity Zones", "date": "2020-09-18 07:00", "summary": "Democrat is likely to crack down on tax avoidance by wealthy individuals. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-eyes-sale-of-italian-unit-to-help-secure-refinitiv-approval-11600424637", "title": "LSE Eyes Sale of Italian Unit to Help Secure Refinitiv Approval", "date": "2020-09-18 06:23", "summary": "LSE enters talks toward a sale as it tries to complete its $15 billion acquisition of Refinitiv amid antitrust concerns. London Stock Exchange Group PLC took a key step toward gaining regulatory approval for its $15 billion acquisition of financial-data company Refinitiv Holdings Ltd. by entering into exclusive talks for the sale of its Italian exchange operator.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-ev-champion-bets-big-on-a-different-flavor-of-battery-11600424175", "title": "China's EV Champion Bets Big on a Different Flavor of Battery", "date": "2020-09-18 06:16", "summary": "BYD is betting on older battery technology, re-engineered for better range, to undercut competitors. Tesla's long-awaited Battery Day is coming next week. In China, it's looking more like battery year. A new twist on an old battery technology has helped supercharge shares of BYD, the country's largest electric-vehicle maker.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-covid-travel-restrictions-11600423522", "title": "How to Navigate Covid-19 Travel Restrictions", "date": "2020-09-18 06:05", "summary": "These 3 online tools promise to help untangle all the new and ever-changing rules and restrictions in the U.S. and abroad. EVEN BEFORE Covid, planning travel could be a complicated, and sometimes stressful process. Add to that the need to find and factor in the pandemic-related rules and restrictions of your destination (and all points in-between,) and the temptation to just stay home mounts. Before you put away your bags, check out these three new tools geared to help you plan travel with maximal safety and minimal surprise.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pit-stop-that-could-decide-the-tour-de-france-11600423200", "title": "The Pit Stop That Could Decide the Tour de France", "date": "2020-09-18 06:00", "summary": "Facing both a flat road and a climb in Saturday's crucial time trial, contenders expect simply to switch bikes halfway through.. LA ROCHE-SUR-FORON, France-After nearly three weeks of racing a bicycle as fast as humanly possible, the Tour de France's overall leader is likely to do the exact opposite in the middle of Saturday's crucial time trial.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-month-for-u-s-traffic-deaths-11600421400", "title": "The Worst Month for U.S. Traffic Deaths", "date": "2020-09-18 05:30", "summary": "Holidays like New Year's Day and July Fourth have most fatalities, but riskiest time to drive is late summer and early fall. Guess which month is the riskiest to drive.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-americas-favorite-retirement-plan-broken-11600421432", "title": "Is America's Favorite Retirement Plan Broken?", "date": "2020-09-18 05:30", "summary": "Joe Biden's proposal to make 401(k)s fairer highlights the holes in Americans' retirement savings. His solution isn't radical enough.. The 401(k) is having a midlife crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-expects-changes-to-misinformation-labels-through-election-day-11600421401", "title": "Twitter Expects Changes to Misinformation Labels Through Election Day", "date": "2020-09-18 05:30", "summary": "Warnings, most prominently used for Trump posts, have easy workarounds; Chamber of Commerce plans layoffs. TWITTER PLAYS MISINFORMATION WHACK-A-MOLE and finds that its rollout of a feature that slaps warning labels on posts with misleadingly altered media may need some fine-tuning. Twitter began labeling some posts about the coronavirus and election security-most prominently some of President Trump's-with warnings or hid them from view starting in March. Such was the case with a video Trump retweeted to his 86 million followers on Wednesday that was manipulated to make it appear as though Joe Biden played the song \"F- tha Police\" on his phone at a campaign event, when he actually played \"Despacito.\"", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-are-house-rich-but-cash-poor-wall-street-landlords-are-ready-11600421401", "title": "Millions Are House-Rich but Cash-Poor. Wall Street Landlords Are Ready.", "date": "2020-09-18 05:30", "summary": "Hardships caused by the coronavirus pandemic are likely to force a lot of sales and create new renters. Americans with mortgages have accumulated nearly $10 trillion in home equity thanks to a decade of rising home prices. Yet millions of them have fallen behind on mortgage payments and risk losing their houses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/platinum-palladium-prices-diverge-as-car-makers-see-uneven-recovery-11600418397", "title": "Platinum, Palladium Prices Diverge as Car Makers See Uneven Recovery", "date": "2020-09-18 04:47", "summary": "As key ingredients in catalytic converters, both metals are at the forefront of efforts to reduce auto emissions. A strong rebound in Chinese car sales is helping to widen the price gap between palladium-already the most expensive of the major precious metals-and its sister metal platinum.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-sells-brightstar-carrying-on-its-divestiture-spree-11600410882", "title": "SoftBank Sells Brightstar, Carrying On Its Divestiture Spree", "date": "2020-09-18 02:34", "summary": "U.S.-based wireless-services provider is being bought by a private-equity firm founded by a former Brightstar executive. Japan's SoftBank Group Corp. continued a remarkable string of asset sales on Friday, saying it is selling U.S.-based wireless-services unit Brightstar Corp. to a private-equity firm founded by a former Brightstar executive.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-is-falling-behind-on-5g-rollout-top-companies-warn-11600408801", "title": "Europe Is Lagging Behind on 5G Rollout, Companies Warn", "date": "2020-09-18 02:00", "summary": "Lobbying group urges Continent to close network gaps with U.S. and Asia. BRUSSELS-Europe's deployment of 5G cellular-communications networks is alarmingly slow, says a lobbying group of the Continent's biggest companies, warning that Europe is far behind other regions despite being home to two of the world's top telecommunications companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600361851", "title": "Pepper...and Salt", "date": "2020-09-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-close-in-on-spending-deal-to-avert-shutdown-11600379832", "title": "Lawmakers Close In on Spending Deal to Avert Shutdown", "date": "2020-09-18 00:01", "summary": "Bipartisan progress doesn't extend to coronavirus-aid talks, despite President Trump's pressure. WASHINGTON-Lawmakers are aiming to unveil Friday a bipartisan spending bill averting a government shutdown next month, but Democrats and Republicans remain at an impasse over another round of coronavirus relief despite President Trump's renewed interest in a deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-announces-a-new-round-of-farm-aid-in-battleground-wisconsin-11600398188", "title": "Trump Announces a New Round of Farm Aid in Battleground Wisconsin", "date": "2020-09-18 23:22", "summary": "President promises $13 billion more in aid to farmers hit by coronavirus. MOSINEE, Wisconsin-President Trump unveiled $13 billion in new aid to farmers facing economic harm from the coronavirus pandemic as he aimed to boost support among rural voters at a campaign rally.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princeton-faces-civil-rights-probe-after-citing-history-of-racism-11600395631", "title": "Princeton Faces Probe After Acknowledging Past Racism", "date": "2020-09-18 23:01", "summary": "University says school has complied with all laws and regulations governing equal opportunity. The U.S. Education Department has launched a civil-rights investigation of Princeton University after the school's president said the institution has a long history of racism.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-countries-are-seriously-considering-normalizing-relations-with-israel-white-house-chief-of-staff-says-11600392913", "title": "Five Countries Are Weighing Normalized Ties to Israel, Trump Aide Says", "date": "2020-09-18 22:25", "summary": "White House chief of staff Mark Meadows declines to name countries considering joining peace accord. White House chief of staff Mark Meadows said that five other countries were considering entering into the peace deal signed this week between the U.S., Israel, the United Arab Emirates and Bahrain.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-concerns-grow-over-emerging-tiktok-deal-with-oracle-11600359798", "title": "Oracle, Walmart Aim for Significant Stakes in TikTok", "date": "2020-09-18 21:45", "summary": "ByteDance agrees to new security measures, but U.S. remains concerned over ownership. Backers of a proposed new group to take over Chinese-owned video-sharing app TikTok are working to create an ownership structure that would give U.S. interests a majority stake, in an effort to ease the Trump administration's security concerns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-high-court-extends-deadline-for-accepting-mail-ballots-11600378022", "title": "Pennsylvania Court Extends Deadline for Accepting Mail Ballots", "date": "2020-09-18 21:32", "summary": "In separate move, federal judge bars Postal Service from continuing to implement policies that might hinder voting by mail. Pennsylvania's highest court extended the state's deadline for accepting mail-in ballots, a move that could help deal with a projected surge in voting by mail but delay the determination of election winners in a crucial battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-model-accuses-trump-of-sexuallyassaulting-her-in-1997-11600390770", "title": "Ex-Model Accuses Trump of Sexually Assaulting Her in 1997", "date": "2020-09-18 20:59", "summary": "Amy Dorris says the assault allegedly occurred at the U.S. Open tennis tournament; President Trump denies the allegation. WASHINGTON-A former model has accused President Trump of sexually assaulting her at the U.S. Open tennis tournament in 1997.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-million-mortgage-borrowers-fall-through-covid-19-safety-net-11600335001", "title": "A Million Mortgage Borrowers Fall Through Safety Net", "date": "2020-09-18 20:53", "summary": "Some homeowners don't know they qualify for a relief program that allows them to delay payments. WASHINGTON-About one million homeowners have fallen through the safety net Congress set up early in the coronavirus pandemic to protect borrowers from losing their homes, according to industry data, potentially leaving them vulnerable to foreclosure and eviction.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-justice-official-reinforces-barrs-call-for-sedition-charges-11600389894", "title": "Top Justice Official Reinforces Barr's Call for Sedition Charges Against Protesters", "date": "2020-09-18 20:44", "summary": "Deputy attorney general sends memo to federal prosecutors 're-emphasizing' need for aggressive stance against violent demonstrators. The second-in-command at the Justice Department issued a formal memo to the nation's federal prosecutors Thursday telling them to consider charging violent demonstrators with sedition, a day after The Wall Street Journal reported that Attorney General William Barr had strongly urged them to bring such prosecutions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-cfo-leaving-for-another-utility-11600388578", "title": "PG&E CFO Leaving for Another Utility", "date": "2020-09-18 20:22", "summary": "Jason Wells is set to join CenterPoint Energy as finance chief. PG&E Corp. said Chief Financial Officer Jason Wells is leaving for a job at another utility.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rejects-hertzs-offensive-bankruptcy-bonuses-11600388422", "title": "Judge Rejects Hertz's 'Offensive' Bankruptcy Bonuses", "date": "2020-09-18 20:20", "summary": "Bankruptcy judge criticizes Hertz's plan to pay up to $14.6 million to top executives who received retention bonuses days before the rental car company's bankruptcy. A bankruptcy judge blasted Hertz Global Holdings Inc.'s plan to pay top managers up to $14.6 million in bonuses after they collected millions in additional bonuses days before the rental car company filed for bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-make-final-plea-for-aid-to-avoid-job-losses-11600351485", "title": "Airlines Make Final Plea for Aid to Avoid Job Losses", "date": "2020-09-18 20:11", "summary": "Furloughs are set to begin Oct. 1 without more federal aid. Top executives at major airlines including American Airlines Group Inc., Southwest Airlines Co. and United Airlines Holdings Inc. met Thursday with White House chief of staff Mark Meadows as the companies and their employees make a final push for more job-saving government aid.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]