[{"link": "https://www.wsj.com/articles/patrick-mahomes-leads-another-comeback-and-the-chiefs-back-to-the-super-bowl-11579477081", "title": "Mahomes Leads Another Comeback- and the Chiefs to the Super Bowl", "date": "2020-01-19 18:38", "summary": "Kansas City is headed to the Super Bowl for the first time in a half-century after beating the Tennessee Titans 35-24 in the AFC Championship. KANSAS CITY, Mo.-Two Tennessee Titans defenders chased Patrick Mahomes out of the pocket, nearly out of bounds, and a third lumbered after him down the sidelines with seconds left in the first half. Two more tried to stop him before he reached the end zone.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dog-that-didnt-bark-what-soybean-prices-say-about-trade-deal-11579446000", "title": "The Dog That Didn't Bark: What Soybean Prices Say About Trade Deal", "date": "2020-01-19 18:05", "summary": "China's promise to buy more U.S. farm products hasn't pushed up agricultural futures-a sign of doubt about the real economic impact. In an 1892 mystery story by Sir Arthur Conan Doyle, Sherlock Holmes figures out what happened to a missing racehorse named Silver Blaze by observing a dog that didn't bark in the night. Likewise, sometimes what doesn't happen in markets can be a clue to something significant.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-lands-key-endorsement-of-progressive-rep-pramila-jayapal-11579472175", "title": "Sanders Lands Key Endorsement of Progressive Rep. Pramila Jayapal", "date": "2020-01-19 18:05", "summary": "Endorsement follows that of her Congressional Progressive Caucus co-chair, Rep. Mark Pocan. MANCHESTER, N.H.-Rep. Pramila Jayapal, an influential liberal, is backing Sen. Bernie Sanders as the Democratic Party's nominee for president, strengthening his already robust support among some of the most liberal members of Congress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prospects-for-libyan-resolution-fade-as-world-powers-meet-11579448944", "title": "World Powers Agree to Back Cease-Fire in Lengthy Libyan Civil War", "date": "2020-01-19 17:39", "summary": "A second summit, due to take place in the coming weeks, would set out details for a permanent cease-fire and restoring statehood in Libya. BERLIN-International backers of the two main sides of the conflict in Libya agreed to support a cease-fire and uphold an embargo on the arms and financing that are fueling the nearly decadelong conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-continue-to-spar-over-rules-for-senate-impeachment-trial-11579473080", "title": "Lawmakers Continue to Spar Over Rules for Senate Impeachment Trial", "date": "2020-01-19 17:31", "summary": "Introduction of new witnesses and evidence remains a key issue. Lawmakers continued to joust Sunday over the structure of the Senate trial of President Trump, including whether to allow new witnesses and evidence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-draws-fire-despite-strong-global-economy-11579471201", "title": "Capitalism Draws Fire, Despite Strong Global Economy", "date": "2020-01-19 17:00", "summary": "Survey by public-relations firm of 34,000 people from around the world reveals skepticism of major institutions. Worries about income inequality, jobs disappearing due to automation and environmental sustainability are all feeding wide-scale distrust in capitalism as the world knows it, according to a new study released Sunday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmer-approval-of-trump-hits-record-poll-shows-11579470929", "title": "Farmer Approval of Trump Hits Record", "date": "2020-01-19 16:55", "summary": "Approval rises after U.S.-China trade deal signing and progress on replacement for Nafta. Approval of President Trump among farmers in the Corn Belt is on the rise following the signing of the long-awaited U.S.-China trade deal last week.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lev-parnas-paid-his-way-into-donald-trumps-orbit-11579469071", "title": "Lev Parnas Paid His Way Into Donald Trump's Orbit", "date": "2020-01-19 16:24", "summary": "Ukrainian-American with reputation for quick access to financing made inroads at White House, won GOP allies while his business ventures soured. After Donald Trump's election, Lev Parnas saw a chance to cash in on his connections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-warren-undecided-voters-try-to-move-on-11579468578", "title": "Sanders, Warren, Undecided Voters Try to Move On", "date": "2020-01-19 16:16", "summary": "The senators are competing for some of the same voters in the 2020 Democratic primary. Sens. Elizabeth Warren and Bernie Sanders are trying to move on from a high-profile spat last week, and many voters who are still deciding between the two Democratic presidential rivals say they are ready for the drama to die down.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-ecb-boj-meetings-u-s-existing-home-sales-11579464000", "title": "Economy Week Ahead: ECB, BOJ Meetings; U.S. Existing Home Sales", "date": "2020-01-19 15:00", "summary": "IHS Markit purchasing managers' indexes from around the globe arrive on Friday. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-rise-on-the-global-stage-11579462383", "title": "Russia's Rise on the Global Stage", "date": "2020-01-19 14:33", "summary": "Putin's aggressive foreign policy does little to help the economy. MOSCOW-Vladimir Putin's efforts to reassert Moscow's global influence appear to be bearing some fruit. But 20 years after he first assumed the Russian presidency, his efforts to revitalize the country's economy have languished.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-stakeholder-capitalism-shareholders-are-still-king-11579462427", "title": "In Stakeholder Capitalism, Shareholders Are Still King", "date": "2020-01-19 14:33", "summary": "Corporations are talking big about looking beyond share price. But don't count on it.. Stakeholder capitalism reached its apotheosis in 2006 in the U.K., when Prime Minister Tony Blair's centrist government required directors to take into account the interests of staff, customers, suppliers and the environment, as well as corporate reputation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-modi-faces-new-challenge-a-slowing-economy-11579462343", "title": "India's Modi Faces New Challenge: A Slowing Economy", "date": "2020-01-19 14:32", "summary": "The unexpected weakness threatens to undermine India's standing globally, as well as add to simmering social tensions at home. NEW DELHI-Since a landslide victory last year, Indian Prime Minister Narendra Modi has pushed through a series of controversial social initiatives that have drawn cheers from supporters but been criticized as part of a divisive Hindu nationalist agenda.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-political-storm-threatens-the-citys-economy-11579462290", "title": "Hong Kong's Political Storm Threatens the City's Economy", "date": "2020-01-19 14:31", "summary": "Street protests that have kept locals at home and tourists away show no sign of going away. HONG KONG-For more than half a year, antigovernment protests have gripped this city, keeping locals at home and tourists away and plunging Hong Kong's economy into a recession.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-democracy-is-troubled-and-how-to-fix-it-11579462249", "title": "Why Democracy Is Troubled (and How to Fix It)", "date": "2020-01-19 14:30", "summary": "Mistrust and economic woes have helped drive people from the political center. Democracy was never intended to be the neatest form of government. Its virtue, instead, lies simply in that it puts the interests of those being governed above those doing the governing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-behind-the-eus-decline-11579462041", "title": "What's Behind the EU's Decline", "date": "2020-01-19 14:27", "summary": "Losing Britain is only part of the reason Europe faces major challenges ahead. At the end of this month, the European Union will shrink for the first time in its history. It will lose its second-largest economy and almost an eighth of its population.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-candidate-hyde-says-he-operated-facebook-pages-defending-himself-11579385636", "title": "GOP Candidate Hyde Says He Operated Facebook Pages Defending Himself", "date": "2020-01-19 14:25", "summary": "Some pages were purporting to be run by groups of Trump supporters in different states. Robert Hyde, a GOP congressional candidate who has become embroiled in the impeachment investigation, on Saturday said he had been operating Facebook pages displaying posts in his defense while purporting to be run by groups of Trump supporters in different states.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-plastic-or-hand-amazon-envisions-paying-with-a-wave-11579352401", "title": "Cash, Plastic or Hand? Amazon Envisions Paying With a Wave", "date": "2020-01-19 11:58", "summary": "Tech giant plans terminals to let consumers link credit card information to their hands. Amazon.com Inc. wants to make your hand your credit card.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-juan-guaido-slips-into-colombia-for-regional-conference-11579451668", "title": "Venezuela's Juan Guaidó Slips Into Colombia for Regional Conference", "date": "2020-01-19 11:34", "summary": "Opposition leader to meet with Mike Pompeo and others as he seeks to rally support in efforts to oust Nicolás Maduro. ", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scottish-town-lands-on-front-line-of-u-s-trade-dispute-11579449602", "title": "Scottish Town Lands on Front Line of U.S. Trade Dispute", "date": "2020-01-19 11:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-banks-rush-back-into-repo-markets-11579449600", "title": "Global Banks Rush Back Into Repo Markets", "date": "2020-01-19 11:00", "summary": "Increased dependence comes as growth among the main shadow-banking funding sources has slowed. Global banks' use of funding from markets rather than from customer deposits has grown rapidly in recent years, mostly in the form of short-term funding, which was a central problem of the 2008 financial crisis, according to a body that monitors global financial risks.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-split-on-letting-guns-in-capitols-11579449601", "title": "States Split on Letting Guns in Capitols", "date": "2020-01-19 11:00", "summary": "In Virginia, officials ban firearms in and around Capitol ahead of pro-gun rally. Of all the debates over where Americans should or shouldn't be allowed to carry guns, one of the most persistent is over state capitols.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyan-oil-output-collapses-as-group-shuts-export-pipeline-11579447053", "title": "Libyan Oil Output Collapses as Group Shuts Export Pipeline", "date": "2020-01-19 10:17", "summary": "Allies of renegade general had already blocked eastern ports ahead of peace talks. Allies of a renegade general have blocked a key oil-export pipeline in western Libya, forcing additional production cuts a day after a port blockade had already halved the country's output, the national oil company said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-wars-battle-lines-still-being-drawn-11579446180", "title": "Streaming War's Battle Lines Still Being Drawn", "date": "2020-01-19 10:03", "summary": "Netflix and Disney face early test in coming reports, but true impact of competition will remain unclear. The streaming wars are upon us. But for investors who have bet big on the outcome, this earnings season will provide only a sneak peek at best.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-value-of-new-york-real-estate-shows-signs-of-weakening-11579442400", "title": "Value of New York Real Estate Shows Signs of Weakening", "date": "2020-01-19 09:00", "summary": "Market values of existing homes, apartment buildings and commercial space rose at the slowest pace in six years, under a new assessment roll. New York City assessors are flashing a warning sign about a slowing real-estate market-even though city property-tax bills continue to rise.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-has-kept-near-unanimous-gop-support-through-impeachment-11579442401", "title": "How Trump Has Kept Solid GOP Support Through Impeachment", "date": "2020-01-19 09:00", "summary": "The unity is the byproduct of a White House charm offensive and the president's raw political power over his party. WASHINGTON-When revelations about President Trump's efforts to pressure Ukraine first started dribbling to the public in late September and early October, Republicans were caught off guard.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-absurd-parkour-routine-behind-an-olympians-wins-11579437000", "title": "The Absurd Parkour Routine Behind an Olympian's Wins", "date": "2020-01-19 07:30", "summary": "Snowboarder Sébastien Toutant keeps himself entertained at the gym with an impossible-looking obstacle course of kettlebells and Bosu balls. When you've been winning snowboarding competitions since age 13, you need to keep things interesting to keep progressing.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-talks-up-trade-deals-as-promises-kept-but-uncertainty-over-china-lingers-11579435200", "title": "Trump Talks Up Trade Deals, but Uncertainty Over China Lingers", "date": "2020-01-19 07:00", "summary": "Any political momentum could fade if Beijing fails to follow through on commitments to increase U.S. imports. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contract-losses-sink-apollos-defense-bet-11579429800", "title": "Loss of Contracts Sinks Apollo's Defense Bet", "date": "2020-01-19 05:30", "summary": "Competitive setbacks and reduced diplomatic security spending push Constellis to brink of bankruptcy. The spike in Middle East tensions may have come too late for Constellis Group, the defense contractor with roots in the Blackwater mercenary training firm founded by Erik Prince.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/replacing-the-wisdom-of-crowds-with-the-wisdom-of-fink-11579429800", "title": "Replacing the Wisdom of Crowds With the Wisdom of Fink", "date": "2020-01-19 05:30", "summary": "BlackRock CEO's push toward ESG investing highlights the power he wields over the direction of corporate America. Climate change poses two distinct risks for investors, and a special one for fund managers. The pledge last week by Larry Fink, CEO of fund giant BlackRock Inc., to push clients toward environmental, social and governance investing highlights another risk: that markets are shifting from harnessing the wisdom of crowds to the wisdom of a handful of powerful money-management executives.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-harry-meghan-to-give-up-royal-highness-titles-11579374426", "title": "Prince Harry, Meghan to Give Up 'Royal Highness' Titles", "date": "2020-01-19 04:25", "summary": "The two will step back from their front-line roles as members of the royal family. LONDON-Prince Harry and Meghan Markle will give up their royal titles as part of a deal to allow them to step back from their duties as senior members of the British royal family.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-reports-17-new-cases-in-viral-pneumonia-outbreak-11579406777", "title": "China Reports New Cases of Wuhan Virus as Hectic Travel Period Nears", "date": "2020-01-19 02:06", "summary": "Seventeen new cases of the pneumonia-like coronavirus have been identified in the city, bringing the total number to 62, with two dead. BEIJING-Chinese health authorities have identified 17 new cases of a pneumonia-like virus that has killed two people, raising concerns the disease could spread during the coming Lunar New Year holiday-the busiest travel week of the year in China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-fuel-europes-green-energy-push-11579437000", "title": "U.S. Companies Fuel Europe's Green-Energy Push", "date": "2020-01-19 00:01", "summary": "Google, Amazon cut emissions and power costs by buying wind and solar energy in the EU. BRUSSELS-U.S. companies are underwriting the European Union's ambitious climate goals, fueling the bloc's green-energy transition with power deals that cut emissions and costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-soon-issue-guidance-on-medicaid-block-grants-11579438800", "title": "Trump Administration to Soon Issue Guidance on Medicaid Block Grants", "date": "2020-01-19 00:01", "summary": "Instructions for states expected as soon as this month; budget agency signaled in November the initiative had been dropped. The Trump administration plans to release guidance as soon as this month for granting states waivers to convert Medicaid funding to block grants, according to two people familiar with the matter, paving the way for a transformation of the 55-year-old program that is likely to reignite a partisan feud.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-sanders-fight-over-social-security-11579405718", "title": "Biden and Sanders Fight Over Social Security", "date": "2020-01-19 22:48", "summary": "Dispute heats up as Democratic presidential candidates trade barbs over a 2018 video clip. INDIANOLA, Iowa-Democratic candidates Joe Biden and Bernie Sanders feuded from a distance over the future of Social Security, escalating their dispute involving an issue closely watched by retirees who will participate in the coming Iowa caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-outline-plan-for-removing-trump-11579392444", "title": "Democrats Outline Case for Removing Trump", "date": "2020-01-19 19:11", "summary": "First documents in Senate impeachment trial filed, president's legal team responds. WASHINGTON-House Democratic impeachment managers filed their first documents in the coming Senate trial, outlining how they plan to make the case for removing President Trump from office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]