[{"link": "https://www.wsj.com/articles/trump-biden-focus-on-midwest-in-last-weekend-of-2020-campaign-11604074814", "title": "Trump, Biden Focus on Midwest in Last Weekend of 2020 Campaign", "date": "2020-10-30 23:14", "summary": "Candidates make final push before Election Day in battleground states. President Trump and Joe Biden headed into the final weekend of the presidential race chasing each other through the most competitive states, as polls suggest the Democrat has a broader potential path to victory against a Republican most pollsters and pundits underestimated four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-probed-state-election-websites-since-september-u-s-says-11604104649", "title": "Iran Probed State Election Websites, U.S. Says", "date": "2020-10-30 22:02", "summary": "Nonpublic voter registration data accessed in at least one state, federal agencies say in alert. WASHINGTON-Suspected Iranian government-backed hackers have probed a number of state election websites since September, accessing nonpublic voter registration data in at least one state, federal agencies said in an alert Friday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inspire-brands-to-acquire-dunkin-brands-group-for-11-3-billion-including-debt-11604102999", "title": "Dunkin' to Be Sold to Inspire Brands for $8.8 Billion", "date": "2020-10-30 21:58", "summary": "Arby's owner would become one of the largest U.S. restaurant operators. Inspire Brands Inc. will buy Dunkin' Brands Group Inc. for $8.8 billion, the companies said, setting up one of the largest restaurant deals in years as some in the industry think beyond the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factory-recovery-continues-as-service-sector-hits-seven-year-high-11604108614", "title": "China's Factory Recovery Continues as Service Sector Hits Seven-Year High", "date": "2020-10-30 21:43", "summary": "A gauge of China's factory activity remained in expansionary territory for an eighth consecutive month, pointing to continued recovery across the world's second-largest economy. A gauge of China's factory activity remained in expansionary territory for an eighth consecutive month while activity in the services-and-construction sector hit a seven-year high, pointing to continued recovery across the world's second-largest economy as it rebounds from the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-vaccinate-against-covid-19-u-s-enlists-pharmacy-chains-11604107495", "title": "To Vaccinate Against Covid-19, U.S. Enlists Pharmacy Chains", "date": "2020-10-30 21:24", "summary": "An interim plan issued by the CDC calls for pharmacies around the U.S. to provide coronavirus vaccination sites, in addition to the hospitals and clinics already expected to play roles. More than a dozen retail pharmacy chains have agreed to partner with the federal government to serve as Covid-19 vaccination sites under a plan developed by the U.S. Centers for Disease Control and Prevention.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-boeing-amd-stocks-that-defined-the-week-11604105648", "title": "Twitter, Boeing, AMD: Stocks That Defined the Week", "date": "2020-10-30 20:54", "summary": "Here are seven major companies whose stocks moved on the week's news. Twitter Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-reinstates-new-york-post-account-11604096659", "title": "Twitter Unlocks New York Post Account After Two-Week Standoff", "date": "2020-10-30 20:11", "summary": "Social-media company reverses policy that previously required newspaper to delete old tweets before being able to tweet again. Twitter Inc. on Friday unlocked the New York Post's Twitter account, ending a stalemate between the social-media company and the newspaper stemming from the latter's publication of stories it said were based on documents obtained from the laptop of Hunter Biden.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-curbs-sustainable-investing-in-401-k-s-11604099154", "title": "Labor Department Curbs Sustainable Investing in 401(k)s", "date": "2020-10-30 19:08", "summary": "Money managers who commented on the rule largely opposed it. The Department of Labor adopted a final rule that could curb investing in 401(k)s based on environmental and social issues.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-state-pension-gift-11604098525", "title": "Trump's State Pension Gift", "date": "2020-10-30 18:55", "summary": "Faster growth pre-Covid helped public-worker retirement funds.. As much as government unions loathe Donald Trump, his Presidency has lifted their worker pensions. That's one noteworthy finding from a new report by Fitch Ratings on state debt burdens. But taxpayers in Illinois, New Jersey and Connecticut may still want to take cover.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-and-the-islamists-11604098346", "title": "Macron and the Islamists", "date": "2020-10-30 18:52", "summary": "The President defends French values against terrorist attackers.. France has been rocked in recent weeks by three terror attacks, the latest on Thursday in Nice. That stabbing in a church, which killed three, followed the beheading of teacher Samuel Paty two weeks ago outside his school near Paris. A knife attack last month outside the former office of the Charlie Hebdo magazine injured two.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ditching-jeremy-corbyn-11604098252", "title": "Ditching Jeremy Corbyn", "date": "2020-10-30 18:50", "summary": "Britain's Labour Party tries to draw a line against anti-Semitism.. Plenty of politicians have led their parties to electoral defeats, but few then have their party membership challenged. Few deserve this unique dishonor more than Jeremy Corbyn, who was suspended on Thursday by the British Labour Party he formerly led over anti-Semitism on his watch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tensions-over-islams-place-in-french-society-escalate-after-teachers-death-11604098197", "title": "Tensions Over Islam's Place in French Society Escalate After Teacher's Death", "date": "2020-10-30 18:49", "summary": "The government launches a campaign against 'Islamist separatism'; Muslim groups say they are stigmatized. PARIS-Since an Islamist radical beheaded a French schoolteacher this month, authorities have detained dozens of suspected extremists, moved to disband Muslim civic groups and shut down a mosque where thousands worship, escalating a long-simmering conflict over the place of Islam in French society.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magic-a-history-review-the-lure-of-hocus-pocus-11604070359", "title": "'Magic: A History' Review: The Lure of Hocus-Pocus", "date": "2020-10-30 18:32", "summary": "A tour of humanity's interest in bewitching the cosmos from an author as spellbound as his subjects.. A \"rather mad\" fellow diner once tried to convince archaeologist Chris Gosden that aliens built the ancient Egyptian pyramids. The attempt proved over-ambitious. But it convinced the Oxford University professor that reason and knowledge can't displace drivel. Mr. Gosden's \"Magic: A History\" challenges the delusion that magical practices \"declined\" as science rose and points out that esoteric fantasies are \"alive and well\" today.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-the-presidential-pen-11604097070", "title": "Politics: The Presidential Pen", "date": "2020-10-30 18:31", "summary": "Can the American Story be told through the speeches, journals, and ruminations of our chief executives?. Craig Fehrman's anthology \"The Best Presidential Writing: From 1789 to the Present\" (Avid Reader, 485 pages, $30) arrives at either the best possible moment for such a book, or the worst. But let's assume the 2020 presidential election has whetted your appetite for more, not less, presidential rhetoric, or at least made you wonder how we arrived at such a point as this. The book includes addresses and excerpts from 37 of our 45 presidents. A few were written before the writers became president, most are presidential utterances of some kind and many are taken from postpresidential memoirs.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiff-the-life-of-timothy-findley-review-northern-star-11604096994", "title": "'Tiff: The Life of Timothy Findley' Review: Northern Star", "date": "2020-10-30 18:29", "summary": "The creator of \"Southern Ontario Gothic\" struggled against despair in an eventful, uneven career.. Some Canadian writers-Margaret Atwood, Alice Munro, Robertson Davies-establish international reputations, and some do not. The actor turned novelist, playwright and screenwriter Timothy Findley (1930-2002) isn't particularly well-known south of the 49th parallel, and that's a shame. Sherrill Grace's new biography is a welcome first step in broadening Tiff's renown.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-a-question-of-scale-11604096937", "title": "Science Fiction: A Question of Scale", "date": "2020-10-30 18:28", "summary": "Short stories from the author of the \"The Three-Body Problem\" address classic sci-fi themes.. Cixin Liu's \"Remembrance of Earth's Past\" trilogy, which began with \"The Three-Body Problem,\" is arguably the most significant work of science fiction so far this century: full of ideas, full of optimism, enormous in scale. But, with more than 1,000 pages across three books, the series demands a high level of commitment from readers. Mr. Liu's new story collection, \"To Hold Up the Sky\" (Tor, 334 pages, $27.99), shows us where he's coming from, and how far he's come.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-feel-like-i-do-review-alive-and-well-11604096893", "title": "'Do You Feel Like I Do?' Review: Alive and Well", "date": "2020-10-30 18:28", "summary": "Peter Frampton's '70s feel-good hits were inescapable, but lasting stardom proved elusive.. A teenage Buddy Holly fan in mid- 1960s Kent, England, is befriended by the Rolling Stones' Bill Wyman, who initiates the boy into the dark arts of Rock Life. In the blink of an eye, the kid becomes a teen dream with a top-10 U.K. hit. Soon, he will straddle the world with the biggest-selling album of all time. And then, just as suddenly, it's over. The kid-made-good never tastes big fame again. A burned-out case before he was 30.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earthquake-jolts-western-turkey-and-greek-islands-11604075371", "title": "Earthquake Kills At Least 19 in Western Turkey and Greece", "date": "2020-10-30 17:59", "summary": "At least 17 deaths in Turkey; casualties also on the Greek island of Samos. A powerful earthquake shook the Aegean Sea on Friday, hitting coastal cities in western Turkey and nearby Greek islands and leaving at least 19 people dead.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-kyle-rittenhouse-to-be-extradited-to-wisconsin-11604094907", "title": "Kyle Rittenhouse to Be Extradited to Wisconsin", "date": "2020-10-30 17:55", "summary": "The Illinois teen is charged with killing two people at a protest in Kenosha in August. An Illinois judge on Friday ruled that Kyle Rittenhouse, the 17-year-old charged with killing two people at protests in Kenosha, will be extradited to Wisconsin, where he will be tried as an adult.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-dare-to-get-their-hopes-up-again-in-texas-11604094891", "title": "Democrats Dare to Get Their Hopes Up Again in Texas", "date": "2020-10-30 17:54", "summary": "To win the state House they'll need to clean up in the suburbs around Dallas and Houston.. Dallas", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-much-more-expensive-than-advertised-11604094851", "title": "Lockdowns Much More Expensive Than Advertised", "date": "2020-10-30 17:54", "summary": "The non-cure is far worse than the disease.. U.S. consumers beat expectations again last month, as today's Commerce Department report shows encouraging gains in income and expenditures. The Journal's Amara Omeokwe notes: \"U.S. households boosted spending for a fifth straight month, helping the economy dig further out from the deep hole created by the pandemic.\" But can we rely on politicians not to dig another one?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-a-dissident-in-trumps-america-11604094824", "title": "Notable & Quotable: A Dissident in Trump's America", "date": "2020-10-30 17:53", "summary": "'I spent decades studying repressive regimes, but I always did so with the swagger of a man who holds an American passport.'. Tom Nichols writing for the Atlantic, Oct. 30:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-media-blackout-11604094677", "title": "The Other Media Blackout", "date": "2020-10-30 17:51", "summary": "How can Americans use good sense about an epidemic about which they are fed false information?. There is no conspiracy of silence in India. Confirmed Covid cases are reported as they are in the West, but reporters enthusiastically stress seroprevalence surveys that show the real infection rate to be a multiple of confirmed tests. Example: On Thursday, the Hindustan Times noted in its headline a 40% positive antibody rate from the latest survey of the Srinagar district. Only far down in the story did it indicate this was 25 times the \"confirmed\" case count.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-sfo-reaches-deferred-prosecution-agreement-with-airline-services-ltd-11604093536", "title": "U.K.'s SFO Reaches Deferred Prosecution Agreement With Airline Services", "date": "2020-10-30 17:32", "summary": "The commercial aircraft refurbishment services provider admitted to three counts of failing to prevent bribery. A U.K. judge approved a deferred prosecution agreement between commercial aircraft interior refurbisher Airline Services Ltd. and the U.K.'s Serious Fraud Office to resolve allegations the company failed to prevent bribery.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colgate-palmolive-taps-pitney-bowes-executive-stanley-sutula-as-finance-chief-11604065133", "title": "Colgate-Palmolive Taps New CFO As It Navigates High Demand", "date": "2020-10-30 17:25", "summary": "The maker of Softsoap and Ajax cleanser hired Stanley Sutula to replace outgoing CFO Henning Jakobsen, who is set to retire. Colgate-Palmolive Co. named a new finance chief as the maker of Softsoap and Ajax cleanser continues to navigate high demand for products such as soap and pet food during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-to-allow-cruise-trips-after-ban-expires-11604084351", "title": "CDC to Allow Cruise Trips After Ban Expires", "date": "2020-10-30 17:15", "summary": "U.S. health officials will let cruise ban expire on Oct. 31, setting new requirements for future voyages as global coronavirus cases surge. Federal health officials are lifting their ban on cruise sailings in U.S. waters this weekend, allowing the industry to prepare to restart voyages as coronavirus cases around the world surge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bond-yields-climb-on-post-election-outlook-11604083031", "title": "U.S. Bond Yields Climb on Post-Election Outlook", "date": "2020-10-30 17:06", "summary": "Many expect more stimulus and government borrowing after the election. Expectations for a postelection surge in government spending powered the yield on the benchmark 10-year Treasury note to its biggest monthly gain in two years on Friday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-30-2020-11604046237", "title": "Stocks Drop as Dow Has Its Worst Week and Month Since March", "date": "2020-10-30 17:04", "summary": "Major U.S. stock indexes slide on sharp selloff in Twitter and Apple shares. The Dow Jones Industrial Average declined Friday, closing out its worst week and month since March in the final lap of the presidential race.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-abortion-ruling-sparks-one-of-countrys-largest-protests-in-years-11604090139", "title": "Poland Abortion Ruling Sparks One of Country's Largest Protests in Years", "date": "2020-10-30 16:43", "summary": "Poland's constitutional court tightened abortion law-already one of Europe's strictest-sparking recurring demonstrations. WARSAW-Tens of thousands of demonstrators marched through Warsaw on Friday protesting a ruling by a top court earlier this month that made one of Europe's strictest abortion laws even tighter.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-buys-meal-delivery-company-freshly-as-pandemic-boosts-eating-at-home-11604090317", "title": "Nestlé Takes Full Ownership of Meal-Delivery Company Freshly", "date": "2020-10-30 16:38", "summary": "World's largest packaged-food company already owned stake in startup that competes with Blue Apron, HelloFresh. Nestlé SA took full ownership of Freshly in a deal that it said values the online prepared-meal startup at $950 million, positioning the world's biggest packaged-food company to capitalize on a pandemic-driven shift toward at-home dining.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-poaches-delta-cfo-to-fill-finance-seat-11604089474", "title": "General Motors Poaches Delta CFO to Fill Finance Seat", "date": "2020-10-30 16:33", "summary": "Paul Jacobson is set to take on the new role on Dec. 1 following departure of Dhivya Suryadevara. General Motors Co. has hired longtime Delta Air Lines Inc. chief financial officer Paul Jacobson as its new CFO, landing a high-profile executive from outside the car business as the auto maker manages through the pandemic and technological disruption.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/positions-by-ariana-grande-review-safe-set-of-slow-jams-11604089329", "title": "'Positions' by Ariana Grande Review: Safe Set of Slow Jams", "date": "2020-10-30 16:22", "summary": "Slickly produced and ably performed, the singer's sexually charged album nonetheless sounds like music in search of a spark.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-covid-19-wave-worries-hospitals-even-with-new-treatments-11604088932", "title": "Latest Covid-19 Wave Worries Hospitals Even With New Treatments", "date": "2020-10-30 16:15", "summary": "Surge in hospitalizations reaches deeper into the country, testing some regions' ability to cope. Advances in Covid-19 treatment have shortened hospital stays, easing capacity strains. But doctors and health-care disaster experts say the gains aren't enough to meet a sustained rise in hospitalizations, particularly in remote pockets of the country that have smaller hospitals and fewer medical professionals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-browsing-saturday-crossword-october-31-11603651012", "title": "Just Browsing (Saturday Crossword, October 31)", "date": "2020-10-30 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chamber-of-commerces-bid-at-bipartisanship-spurs-backlash-11604069207", "title": "U.S. Chamber's Bid at Bipartisanship Spurs Backlash", "date": "2020-10-30 15:20", "summary": "Trump and Pence complain about Democratic endorsements by staunch supporter of Republicans. WASHINGTON-The U.S. Chamber of Commerce is facing a backlash from President Trump and Republican leaders for endorsing Democrats in 32 House races after years of reliably supporting GOP candidates.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-putting-guns-ammo-displays-back-in-stores-11604082556", "title": "Walmart to Put Guns, Ammo Displays Back in U.S. Stores", "date": "2020-10-30 15:01", "summary": "Retailing giant says it will display firearms again after pulling items earlier in the week citing civil unrest. Walmart Inc . said it would put firearms and ammunition back on the sales floors of its U.S. stores, reversing a decision earlier in the week to remove the displays to prevent potential looting.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-the-mandalorian-season-2-and-christmas-movies-yes-on-halloween-11604075946", "title": "What to Watch: 'The Mandalorian' and Christmas Movies (Yes, on Halloween)", "date": "2020-10-30 14:41", "summary": "Disney+'s hit series returns; also this week a horror comedy called 'Truth Seekers' and more picks to add to your queue. Season 2 of the popular \"Star Wars\" series \"The Mandalorian\" returned to Disney+ this Friday. And there's more to it than Baby Yoda. As WSJ's John Jurgensen reports, the series and its ravenous fan base have spawned an active digital ecosystem: from YouTube analysis to Facebook groups focused simply on Baby Yoda memes.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-your-wine-store-a-savvy-shopper-s-guide-11604082632", "title": "How to Navigate Your Wine Store: A Savvy Shopper's Guide", "date": "2020-10-30 14:30", "summary": "A little strategy in the aisles yields delicious dividends and plenty of deals, too. Sniff out your bottles with maximum efficiency using our wine columnist's handy map.. AN EXCITING place filled with great finds or a labyrinth for non-oenophiles? A wine store can be both. Overwhelmed by options, one can easily get lost in the aisles. What if it turned out there's a method to the merchandising? While the selection of bottles varies from store to store, merchants can be remarkably consistent in the way they arrange them.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-and-true-herd-immunity-11604081559", "title": "Covid-19, Vaccines and True Herd Immunity", "date": "2020-10-30 14:12", "summary": "Herd immunity without immunization is an illusion.. Regarding Tunku Varadarajan's \"The Weekend Interview with Martin Kulldorff and Jay Bhattacharya: Epidemiologists Stray From the Covid Herd\" (Oct. 24): The irony within arguments supporting the Great Barrington Declaration is clearly shown by Mr. Kulldorff's statement regarding the decline in immunization if our current pandemic response continues that Dr. Jay Bhattacharya predicts will lead to a resurgence of pertussis and polio. From where is the herd immunity derived that drastically limited the incidence of these devastating diseases? It has been the direct result of immunization. It wasn't the simple result of natural exposure to the pathogen. Pertussis and polio incidences didn't drop until the combined availability of immunizations and sanitation became available. Herd immunity was never attainable for these diseases without those interventions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transformative-elections-and-court-choices-11604081383", "title": "Transformative Elections and Court Choices", "date": "2020-10-30 14:09", "summary": "It isn't far-fetched to think that Democrats will follow through on packing the Supreme Court, packing the Senate and packing the Electoral College.. David Oshinsky's history lesson, particularly his recap of the 1864 contest, is fascinating, but his clichéd take on the risk this year of a Trump-induced transformation misses the donkey in the room-a progressive transformation actively marketed by supporters of Joe Biden and Kamala Harris (\"When Elections Are Transformative,\" Review, Oct. 24). Prof. Oshinsky believes that the 2020 election will be a turning point for America only if President Trump is a poor loser or a disruptive winner.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-hands-off-that-mask-or-wash-them-11604081244", "title": "Keep Hands Off That Mask, or Wash Them", "date": "2020-10-30 14:07", "summary": "CDC mask-wearing instructions include one that is highlighted: \"Don't touch the face covering, and, if you do, wash your hands.\". In \"Winter is Coming: Time for a Mask Mandate\" (op-ed, Oct. 26), Dr. Scott Gottlieb needs a dose of reality. He writes: \"Data show that masks can trap many droplets that carry infectious particles. Everyone wearing a mask in public would help reduce asymptomatic spread.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isnt-50-cent-a-systematic-racist-bullying-victim-11604081079", "title": "Isn't 50 Cent a Systematic Racist Bullying Victim?", "date": "2020-10-30 14:04", "summary": "In 2020 America, don't blacks have the freedom to vote for whomever they choose?. Regarding your editorial \"How 50 Cent Becomes 20 Cent\" (Oct. 27): The tax raid described in the editorial is bad enough. But buried in the short piece is the really disturbing story. The rapper's ex-girlfriend, Chelsea Handler, declared that \"he was a black person, so he can't vote for Donald Trump.\" Mr. Jackson was bullied into changing his endorsement. Isn't this blatant, institutional, systemic racism? In 2020 America, don't blacks have the freedom to vote for whomever they choose? Doesn't, or shouldn't, everyone have this sacred right and privilege? This smells like voter intimidation and suppression to me.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-chris-wormell-turns-words-into-birds-11604080660", "title": "Artist Chris Wormell Turns Words Into Birds", "date": "2020-10-30 13:57", "summary": "The British illustrator created unique cover images for Helen Macdonald's books 'H Is for Hawk' and 'Vesper Flights'. The British illustrator Chris Wormell, 65, knew early on that the kind of art he wanted to make would be \"a bit backward-looking.\" As a boy in London, some of his favorite pictures were wood-engravings by Thomas Bewick, the 18th-century British illustrator known for his vignettes of the natural world. When Mr. Wormell decided to become a book illustrator himself, he chose engraving as his medium.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mystery-stalks-a-haunting-dream-11604079567", "title": "Mystery Stalks a Haunting Dream", "date": "2020-10-30 13:39", "summary": "Henry Fuseli's 'The Nightmare' bewitches the observer with its unnerving ambiguity.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-looks-for-targeted-turnout-boosts-11604079521", "title": "Trump Campaign Looks for Targeted Turnout Boosts", "date": "2020-10-30 13:38", "summary": "President's re-election team is trying to increase turnout among key voting groups, even as polls show other groups moving away from him. WASHINGTON-When President Trump's campaign advisers laid out his re-election strategy for reporters last December, they identified a couple types of voters as particularly important targets.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-sports-season-lessons-pandemic-11604079244", "title": "The First Covid Sports Season Is Over. Here Are the Lessons.", "date": "2020-10-30 13:37", "summary": "Resume Subscription. America woke on the morning of March 12 to a strange new world without sports. The NBA season had been suspended the night before. By the end of the day, March Madness would be canceled. Every other league and the Tokyo Olympics soon followed. People had become risks. Crowds had become threats. Sports vanished.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/billionaires-icahn-perelman-in-stand-off-over-revlon-s-fate-11604073693", "title": "Billionaires Icahn, Perelman in Standoff Over Revlon's Fate", "date": "2020-10-30 13:31", "summary": "Cosmetics giant is trying to complete a debt exchange that would help avoid a bankruptcy filing. Revlon Inc.'s effort to escape having to file for bankruptcy is pitching two Wall Street billionaires toward a showdown.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-less-is-less-11604078714", "title": "Exxon: When Less Is Less", "date": "2020-10-30 13:25", "summary": "Improving results help Exxon justify its dividend policy but it will take a while until it can fund those payouts without getting smaller or borrowing more. Exxon Mobil clearly wants to keep investors pleased with its consistent dividend payout, but management may no longer be reading the room correctly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-kicks-off-scheduling-in-google-antitrust-case-11604078629", "title": "Judge Kicks Off Scheduling in Google Antitrust Case", "date": "2020-10-30 13:23", "summary": "Search giant seeks access to Justice Department's investigation files, while government wants more recent company data. WASHINGTON-The federal judge presiding over the Justice Department's antitrust case against Google held a first scheduling hearing Friday, with the search giant arguing it needs quick access to the government's investigation files before it can decide on its next steps in litigation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-shoes-were-painful-she-founded-a-business-to-make-them-fit-better-11604078460", "title": "Her Shoes Were Painful. She Founded a Business to Make Them Fit Better.", "date": "2020-10-30 13:21", "summary": "After a disastrous day on her feet, Maureen Stockton came up with an idea for a better shoe tree. The \"aha\" moment for Maureen Stockton's business was \"ouch.\"", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-reports-loss-as-pandemic-continues-to-hurt-demand-11604056644", "title": "Exxon Posts Third Consecutive Quarterly Loss for First Time", "date": "2020-10-30 13:18", "summary": "Oil giant warns it may write down natural-gas assets worth billions as the pandemic continued to weigh on fossil fuel companies. Exxon Mobil Corp. posted its third consecutive quarterly loss for the first time on record Friday and disclosed that it may write down the value of natural-gas assets worth as much as $30 billion, as the coronavirus pandemic continues to pressure the world's biggest oil companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-bonds-failed-to-protect-investors-amid-stock-market-swoon-11604056455", "title": "Gold, Bonds Failed to Protect Investors Amid Stock-Market Swoon", "date": "2020-10-30 13:15", "summary": "Investors worry that a lack of protection from traditional safe havens leaves them exposed during the U.S. election and an upsurge in Covid-19 cases. Investors found few places to shelter when stocks tumbled this week, illustrating the limitations of traditional havens following a run-up in prices across markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-ipo-sets-off-3-trillion-scramble-among-small-investors-11604050204", "title": "Ant IPO Sets Off $3 Trillion Scramble Among Small Investors", "date": "2020-10-30 12:48", "summary": "More than 5 million individuals in mainland China have placed orders for shares; investors also piling on in Hong Kong. To Ant Group Co. 's set of staggering statistics-a billion users, more than $17 trillion in yearly payment volumes-add one more: trillions of dollars in stock orders from small investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-lennon-and-yoko-onos-onetime-palm-beach-mansion-sells-for-36-million-11604076391", "title": "John Lennon and Yoko Ono's Onetime Palm Beach Mansion Sells for $36 Million", "date": "2020-10-30 12:46", "summary": "Known as El Solano, the 14,000-square-foot Spanish-style estate hit the market six months ago for $47.5 million. An oceanfront Palm Beach estate once owned by the late John Lennon and his wife Yoko Ono has sold for around $36 million, according to a person with knowledge of the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkrs-third-quarter-profit-tops-1-billion-11604057070", "title": "KKR's Profit Tops $1 Billion", "date": "2020-10-30 12:37", "summary": "Firm reports sharp rise in value of its private-equity portfolio. KKR & Co. posted a big jump in third-quarter profit as the value of its private-equity portfolio surged.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-coronavirus-september-2020-11604012444", "title": "U.S. Household Spending Rose 1.4% in September", "date": "2020-10-30 12:35", "summary": "Pandemic-related aid helped boost personal incomes by 0.9%. U.S. households boosted spending for a fifth straight month, helping the economy dig further out from the deep hole created by the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-can-tie-dye-from-morning-until-night-diy-fashion-craze-makes-a-comeback-11604074750", "title": "'I Can Tie-Dye from Morning Until Night.' DIY Fashion Craze Makes a Comeback", "date": "2020-10-30 12:19", "summary": "Resume Subscription. When the pandemic first hit, Layla Guest imagined tie-dye as a fun project to do with her young daughter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-man-who-made-milton-friedman-a-star-11604073953", "title": "The Man Who Made Milton Friedman a Star", "date": "2020-10-30 12:05", "summary": "Bob Chitester's 1980 PBS series 'Free to Choose' helped make capitalism popular. Can markets make a comeback in the era of AOC?. In the era of Bernie Sanders and Alexandria Ocasio-Cortez, champions of the free-market capitalism may feel beleaguered. Those of a certain age thought they'd won the argument against socialism along with the Cold War. Bob Chitester, a veteran of the earlier struggle, offers some perspective on its outcome.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-already-won-11604073872", "title": "Trump's Already Won", "date": "2020-10-30 12:04", "summary": "A consequential presidency has enabled peace and prosperity.. Win or lose, America's 45th president deserves credit for a more competitive economy, a nation at peace and a secure rule of law. Donald Trump doesn't trample Americans' rights. He doesn't start wars; he ends them. And he makes comments that offend people. The cost of supporting Mr. Trump is enduring awkward moments when he says things that presidents shouldn't say. The benefit is that he champions U.S. liberty and prosperity, and a thriving America is a benefit to the world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-final-campaign-days-biden-and-trump-search-for-positive-trends-11604073600", "title": "Biden and Trump Search for Positive Trends at Campaign's End", "date": "2020-10-30 12:00", "summary": "President can tout record economic growth number; challenger sees TV-ad surge. As campaigns approach the finish line, they look for trends and events moving their way in the end. So it is now with the campaigns of President Trump and Joe Biden-and the Biden campaign can see a few more trends moving in its direction in the closing phase.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-delays-hit-retailer-restocking-efforts-11604073195", "title": "Supply-Chain Delays Hit Retailer Restocking Efforts", "date": "2020-10-30 11:53", "summary": "Footwear merchants Steve Madden, Crocs say bottlenecks, higher costs are drags on getting goods from Asia to stores. Supply-chain bottlenecks caused by a crush of imports heading into U.S. seaports are pinching retailers' efforts to stock up as consumers pick up their spending.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ann-druyan-wants-to-share-her-enthusiasm-for-science-11604073020", "title": "Ann Druyan Wants to Share Her Enthusiasm for Science", "date": "2020-10-30 11:50", "summary": "One of the creators of 'Cosmos' hopes to bring the optimism, drama and inspiration of scientific discovery to a wide audience. More than four decades ago, traces of Ann Druyan blasted off our blue planet and toward interstellar space. In 1977, recordings of her voice, heartbeat and brain waves were etched into the so-called Golden Records that NASA placed aboard twin Voyager spacecraft-\"a kind of time capsule, intended to communicate a story of our world to extraterrestrials,\" as the Jet Propulsion Laboratory described them. Each disc held galactic instructions on how to locate Earth, plus pictures, music and sounds of animals and nature. The plates were meant as literal and cultural maps for far-flung alien civilizations to find their way to ours and perhaps to understand humanity.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-economy-soars-but-covid-19-resurgence-leaves-it-the-global-weak-spot-11604052146", "title": "Eurozone Economy Soars but France and Germany's Lockdowns Cast Covid-19 Shadow", "date": "2020-10-30 11:31", "summary": "Spike in Covid-19 infections could send eurozone economy into reverse, leaving it lagging even further behind the U.S.. The eurozone economy grew at a record pace in the third quarter, but has already stalled in the face of a resurgence of coronavirus infections and tough new restrictions, leaving Europe lagging behind the U.S. and Asia in its recovery from the crisis.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-again-eases-terms-for-main-street-lending-program-11604070083", "title": "Fed Again Eases Terms for Main Street Lending Program", "date": "2020-10-30 11:23", "summary": "Minimum loan amount lowered to $100,000 from $250,000 in program to help small, midsize businesses. The Federal Reserve announced Friday its latest round of changes to boost participation in its $600 billion lending effort targeting small and midsize businesses amid difficulty by Congress and the White House in reaching agreement on a new round of relief measures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-tax-policy-11600335001", "title": "Where Trump and Biden Stand on Tax Policy", "date": "2020-10-30 11:22", "summary": "President wants to preserve 2017 cuts; Democratic challenger seeks big increases on corporations and the wealthy. WASHINGTON-There is an enormous gulf between the presidential candidates on tax policy-with trillions of dollars at stake over the next decade.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-anyone-but-justin-bieber-and-brad-pitt-make-frosted-tips-look-good-11604071348", "title": "Can Anyone But Brad Pitt and Justin Bieber Make Frosted Tips Look Good?", "date": "2020-10-30 11:22", "summary": "Believe it or not, this easy-to-botch men's hair trend is back, cropping up on notables like Brad Pitt and Odell Beckham Jr. Here, advice from experts on how to safely bring this '90s-era 'do into 2020.. FEW MEN'S hairstyles provoke withering remarks the way frosted tips do. In the 1990s and early 2000s, however, teen heatthrobs, from actors to athletes to boy-band members, bravely made the highlighted look their calling card. Young women wondered what it might feel like to run their hands through David Beckham's startlingly streaked strands, or to tousle Justin Timberlake's gelled, noodle-esque curls. Men who wanted to be tousled jumped on the bleach bandwagon.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zombie-medical-costumes-too-real-for-this-years-halloween-11604071186", "title": "Zombie, Medical Costumes Too Real for This Year's Halloween", "date": "2020-10-30 11:19", "summary": "Import data shows nurse and zombie outfits are out; clowns and wizards are in. Nurse outfits and zombie costumes might be too on the nose for pandemic-aware Americans celebrating Halloween this year.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-of-covid-19-antibody-drug-regeneron-is-halted-in-sickest-hospital-patients-11604071118", "title": "Trial of Regeneron's Covid-19 Antibody Drug Is Halted in Sickest Hospital Patients", "date": "2020-10-30 11:18", "summary": "Suspension is due to safety concern; testing continues in patients with less serious cases. Regeneron Pharmaceuticals Inc. suspended testing of its Covid-19 antibody drug in the sickest hospitalized patients because of a safety concern, the latest setback for antibody-drug trials in patients with the most advanced disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bones-review-getting-down-to-the-marrow-11604070270", "title": "'Bones' Review: Getting Down to the Marrow", "date": "2020-10-30 11:04", "summary": "Sticks and stones may break them, but your bones don't take a fracture lying down.. Roy A. Meals is in love with bone, insofar as a man can be infatuated with calcified connective tissue. His new book, \"Bones: Inside and Out,\" is a valentine to what Dr. Meals calls \"the world's best building material,\" taking us on a lively, lucid and entertaining tour of bone in health and disease, and its strange afterlife in human culture.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-on-political-vengeance-11604070224", "title": "Five Best: On Political Vengeance", "date": "2020-10-30 11:03", "summary": "From Peter Stothard, author of 'The Last Assassin: The Hunt for the Killers of Julius Caesar.'. By Nicholas Mosley (1972)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-aristocracy-of-critics-review-pressing-concerns-11604070109", "title": "'An Aristocracy of Critics' Review: Pressing Concerns", "date": "2020-10-30 11:01", "summary": "With journalism in crisis, a media titan gathered the experts. But what to do with the results?. One would be hard-pressed to argue with the findings of the blue-ribbon commission charged with assessing American journalism. It found abundant doom and gloom, starting with the economics of the business: \"The outstanding fact about the communications industry today is that the number of its units has declined. In many places the small press has been completely extinguished.\" The total number of daily newspapers, the report noted, had fallen by a third in less than 40 years.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-is-trash-so-lets-bet-425-million-on-bitcoin-11604070071", "title": "'Cash Is Trash,' So Let's Bet $425 Million on Bitcoin", "date": "2020-10-30 11:01", "summary": "MicroStrategy could have gotten rid of its excess cash by paying a big dividend or buying back a ton of stock. Instead, the company made a big digital currency bet.. In volatile markets, you can use cash as offense or defense. MicroStrategy Inc., which recently had half-a-billion dollars in cash sitting around, thinks it can do both.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-voice-stilled-too-soon-11604069976", "title": "Fiction: A Voice Stilled Too Soon", "date": "2020-10-30 10:59", "summary": "A new collection of Breece D'J Pancake's short stories celebrates the author's too-brief career.. When Breece D'J Pancake took his life in 1979, at the age of 26, he had published six short stories, two of them in the Atlantic Monthly, and was on the cusp of wider literary renown. Pancake wrote about the mountainous region of southwest West Virginia, where he had grown up, and if his background made him defensive around the Southern bluebloods at the University of Virginia, where he went to graduate school, the stories he forged from it gave him an almost larger-than-life standing among his peers. Pancake was an exacting stylist with a ferocious, principled discipline for work, and his bone-deep knowledge of his setting revealed a part of the country that seemed both secretive and profoundly American. A breakout debut was all but guaranteed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-eerie-side-of-crime-11604069905", "title": "Mysteries: The Eerie Side of Crime", "date": "2020-10-30 10:58", "summary": "Three books that walk the line between murder and the macabre.. Murder mysteries, horror stories and tales of the supernatural have been kissing cousins since the days of Charles Dickens and Edgar Allan Poe. This season unmasks some especially bone-chilling literary treats.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-help-is-on-the-way-11604069857", "title": "Children's Books: Help Is On the Way!", "date": "2020-10-30 10:57", "summary": "Can any work of fiction be more compelling than a real-life rescue?. Cloistered as young people are in the pandemic, opportunities for heroism may be few, and occasions of risk take the unexhilarating form of forgetting the hand sanitizer. The thrills are vicarious in \"Into the Clouds: The Race to Climb the World's Most Dangerous Mountain\" (Scholastic Focus, 265 pages, $18.99), but they do the trick. There's not a phony line or preachy moment in Tod Olson's terrific nonfiction account of Himalayan ascent.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-wire-act-five-books-about-ruth-asawa-11604069790", "title": "High-Wire Act: Five Books About Ruth Asawa", "date": "2020-10-30 10:56", "summary": "Out of filaments knitted into tantalizing shapes, the unclassifiable artist made a world that defies gravity.. Ruth Asawa was not exactly one of the lost women of 20th-century art, an Agnes Pelton or Hilma af Klint, pulled from obscurity, after many decades of neglect, through major museum shows. The Japanese-American artist was still in her 20s when her airy, buoyant sculptures, often suspended from the ceiling, caused a stir in New York in the 1950s. A permanent installation of her works has been on view at the de Young Museum in San Francisco since 2005. In 2013, one of her untitled sculptures sold at auction for $1.4 million, four times its estimate. This year a series of U.S. postage stamps were issued in her honor.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fiction-of-american-democracy-11604069805", "title": "The Fiction of American Democracy", "date": "2020-10-30 10:56", "summary": "Great writers have always challenged us to measure the compromised reality of politics against our national ideals.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-heatherwick-office-buildings-covid-11604068898", "title": "Will Office Buildings Survive The Pandemic? Thomas Heatherwick Is Sure of It", "date": "2020-10-30 10:45", "summary": "The British designer thinks that workplaces were in state of change even before the Covid-19 hit. For a designer who's developing office space around the world, Thomas Heatherwick doesn't seem too fazed by how the pandemic might affect the future of the workplace.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economy-rebounds-in-third-quarter-11604061971", "title": "Mexican Economy Rebounded in Third Quarter", "date": "2020-10-30 10:36", "summary": "Industrial production rose 22% while services increased 8.6%. MEXICO CITY-Mexico's economy picked up sharply in the third quarter, led by a rebound in industrial production as businesses reopened from shutdowns to slow the spread of the coronavirus.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-states-protect-the-integrity-of-election-results-11604067930", "title": "How Do States Protect the Integrity of Election Results?", "date": "2020-10-30 10:30", "summary": "Ballot tracking, signature verification and poll watchers are some ways that states ensure results. A: States have a number of ways to ensure the integrity of election results, including providing resources for voters to track their mail-in ballot and confirm that it arrives at a polling place. States also follow a rigorous process to prevent voters from voting twice by verifying ballots and cross-checking voter lists. In addition, many polling centers are implementing security measures such as video surveillance and poll watchers to provide oversight.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-downside-of-crowdfunding-campaigns-that-start-off-strong-11604068017", "title": "The Downside of Crowdfunding Campaigns That Start Off Strong", "date": "2020-10-30 10:26", "summary": "Conventional wisdom says: tap your network to get big money up front. But that might drive away other backers.. Beware of early crowdfunding success.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-cuts-juul-valuation-to-below-5-billion-11604067336", "title": "Altria Cuts Juul Valuation to Below $5 Billion", "date": "2020-10-30 10:15", "summary": "Marlboro maker's valuation of Juul is half of what e-cigarette company says it is worth and down from $38 billion two years ago. Altria Group Inc. slashed the value of its investment in Juul Labs Inc., estimating the e-cigarette maker is worth less than $5 billion, or half as much as Juul says it is now worth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-karma-in-talks-to-sell-tax-preparation-business-to-square-11604067274", "title": "Credit Karma in Talks to Sell Tax-Preparation Business to Square", "date": "2020-10-30 10:14", "summary": "Deal could head off potential antitrust objections to Intuit's $7.1 billion purchase of Credit Karma. Credit Karma Inc. is in talks to sell its tax-preparation business to Square Inc., according to people familiar with the matter, a move meant to head off potential antitrust objections to the personal-finance portal's pending $7.1 billion sale to TurboTax maker Intuit Inc.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-comb-created-tools-for-gene-splicing-11604066400", "title": "Donald Comb Created Tools for Gene-Splicing", "date": "2020-10-30 10:00", "summary": "Founder of New England Biolabs, who also sought to preserve marine life, has died at 93. Though his company would never have the prominence of Genentech Inc. or Biogen Inc., Donald Comb found an important niche in gene-splicing.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-our-second-cohort-of-wsj-noted-advisers-11604066901", "title": "Meet Our Second Cohort of WSJ Noted Advisers", "date": "2020-10-30 10:00", "summary": "The WSJ Noted Advisers are part of a network of 18-34 year olds across the U.S.. The WSJ Noted Adviser network is a community that provides an important connection between WSJ Noted and younger audiences. Our first mini cohort of members under 35 contributed to some of Noted's back-to-school reporting such as our look at how colleges are dealing with the issue of sexual health on campus during the coronavirus pandemic.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-counties-that-will-help-decide-election-2020-11602250797", "title": "Inside the Counties That Will Help Decide the 2020 Election", "date": "2020-10-30 09:53", "summary": "Resume Subscription. The Wall Street Journal has visited counties across the country in search of trends that will influence the vote in November. These stories uncovered voters' local concerns, and they show how demographic and economic shifts are shaping this election.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germanys-shift-from-wolf-to-lamb-11604065609", "title": "Germany's Shift From Wolf to Lamb", "date": "2020-10-30 09:46", "summary": "Thirty years after reunification, Europe's biggest power no longer dreams of a Fourth Reich-but also punches below its strategic weight.. After trouncing mighty France in eight weeks in the Franco-Prussian War of 1870-71, Prussia pounded 25 German principalities and statelets into a new German Reich. The venue of the proclamation didn't bode well. The Second Reich, styled as heir to the Holy Roman Empire, was revived at the Versailles Palace, a splendiferous symbol of French glory. To boot, a humiliated France had to cede Alsace and Lorraine to the new Germany-a theft that fed into World War I.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-airbus-a320-has-become-aviations-last-refuge-11604065445", "title": "The Airbus A320 Has Become Aviation's Last Refuge", "date": "2020-10-30 09:44", "summary": "The European plane maker will increase production rates of the short-haul workhorse next year, throwing a lifeline to a battered industry. When it started flying in 1987, Airbus' A320 seemed like a moonshot project from an upstart plane maker, with little chance of challenging the supremacy of the Boeing 737 on short-haul flights. Skip to 2020, and it is one of the few products keeping the aviation industry afloat.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-budget-deficits-11604064348", "title": "Where Trump and Biden Stand on Budget Deficits", "date": "2020-10-30 09:25", "summary": "Trump proposes more tax cuts; Biden wants to raise taxes on the wealthy and increase spending on a range of programs. Both paths would widen the deficit.. Federal debt has climbed in recent years, and it is on a trajectory to rise further regardless of who is in the White House come January, as the economic downturn and the rising cost of Social Security and Medicare pressure government finances.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-slips-to-no-2-in-smartphones-as-samsung-reclaims-lead-11604062993", "title": "Huawei Slips to No. 2 in Smartphones", "date": "2020-10-30 09:19", "summary": "Chinese tech company's global sales fell 22% in third quarter, according to research firm IDC. Huawei Technologies Co.'s reign at the top of the global smartphone market was short-lived, a sign that U.S. efforts to curb its supply chain might be starting to hurt the Chinese company.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-shrugs-off-pandemic-to-deliver-surprise-growth-11604063439", "title": "Taiwan Shrugs Off Pandemic to Deliver Surprise Growth", "date": "2020-10-30 09:10", "summary": "Successful Covid-19 controls help factories feed surging demand for exports in third quarter. TAIPEI-Taiwan's economy grew with unexpected speed through the summer and early fall, riding high on strong exports and a rebound in consumption spurred on by the island's success in fighting the coronavirus pandemic.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-twitter-alphabet-what-to-watch-when-the-stock-market-opens-today-11604056391", "title": "Apple, Twitter, Alphabet, Amazon.com: What to Watch When the Stock Market Opens Today", "date": "2020-10-30 09:02", "summary": "The blue-chip Dow index is poised to open lower, putting it on track to end its worst week and month since March. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-tua-time-for-the-miami-dolphins-11604062800", "title": "Why It's Tua Time for the Miami Dolphins", "date": "2020-10-30 09:00", "summary": "The Dolphins have emerged as surprise playoff contenders but have opted to bench veteran Ryan Fitzpatrick to clear the way for Tua Tagovailoa. The Miami Dolphins had emerged as curious playoff contenders with Ryan Fitzpatrick playing like one of the league's better quarterbacks when they made the move that everyone expected but nobody saw coming. They benched Fitzpatrick. On Sunday they will turn to Tua Tagovailoa.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maine-becomes-first-state-to-use-ranked-choice-voting-in-a-presidential-election-11604062812", "title": "Maine Becomes First State to Use Ranked-Choice Voting in a Presidential Election", "date": "2020-10-30 09:00", "summary": "System faces fresh test on national stage, including in tight race that could determine which party controls the Senate. Maine is breaking new ground as the first state to use ranked-choice voting in a presidential race, putting the system under a spotlight in a national election complicated by the pandemic and other factors.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-handmade-fashion-is-trending-now-11604062812", "title": "Handmade Fashion Is Trending Now. Here's Why.", "date": "2020-10-30 09:00", "summary": "Lavish, folk-inspired styles with delicious details remind us of a slower life before Zoom calls. Here, a brief exploration of this rich trend on the rise.. IF THE word 'folk' conjures images of crafty homespun wares-say, the patchwork peasant dress your kooky aunt made you last Christmas-this season's opulent folk-inspired designs might surprise you. Take Celine's crimson velvet vest with ornate gilded embroidery that took 180 hours to complete. That's well beyond the scope of the kookiest aunt. The trend has spilled into interiors, too: In her new book \"Décors Barbares\" (Vendome), Nathalie Farman-Farma, who designs textiles for interiors, documents her decadently patterned work and influences, from embroidered Georgian riding jackets to 19th-century printed Russian headscarves. Carrie Hertz, a curator at the Museum of International Folk Art in Santa Fe, N.M., says this flurry of handcrafted, colorful \"folk\" embodies the term as the 18th and 19th century Romanticists defined it-a rebellion against the industrial revolution, a yearning to return to a slower life.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ariana-grandes-new-album-positions-tommy-brown-interview-11604060104", "title": "How Ariana Grande's New Album, 'Positions,' Was Made During Covid-19", "date": "2020-10-30 08:30", "summary": "Tommy Brown, Grande's right-hand producer, on how the album came together and the radical honesty behind their hits.. On October 14, Ariana Grande surprised her fans when she announced the arrival of her sixth studio album by tweeting, \"i can't wait to give u my album this month.\" About a week later, the project's title track, \"Positions,\" a slinky R&B jam, was released. (The full album is out today.) Amidst all the surprises, there was a reassuring name in the single's production credits to anyone who has followed the singer's career: producer Tommy Brown.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-investor-prosus-launches-5-billion-buyback-in-latest-bid-to-close-tencent-value-gap-11604060783", "title": "Tencent Investor Prosus Launches $5 Billion Buyback in Bid to Close Value Gap", "date": "2020-10-30 08:26", "summary": "Naspers, Africa's most valuable listed company and Prosus parent, has struggled to bring its market capitalization closer to that of its stake in the Chinese internet colossus. JOHANNESBURG-Internet conglomerate Prosus NV said Friday it plans to buy back up to $5 billion of its own shares and those of its parent Naspers Ltd. , after losing out on two high-profile acquisitions. It is the latest attempt to narrow a persistent gap between the company's market value and that of its stake in China's Tencent Holdings Ltd.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-airlines-cut-flights-as-virus-cases-rise-governments-lock-down-11604060524", "title": "Europe's Airlines Cut Flights as Virus Cases Rise", "date": "2020-10-30 08:22", "summary": "After hoping to boost flying over the summer, soaring infection rates and lockdowns dim the horizon for the industry. Europe's major carriers are cutting their capacity plans for the end of the year as they grapple with a surge in coronavirus cases and new restrictions to limit the spread of the viral disease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halloween-in-japan-is-still-spooktacular-but-now-the-zombies-keep-their-distance-11604060067", "title": "Halloween in Japan Is Spooktacular, but Now the Zombies Keep Their Distance", "date": "2020-10-30 08:14", "summary": "Horror acts refine the art of the scare to protect visitors from the coronavirus. MITO, Japan-The year 2020 wouldn't be complete without some rampaging zombies.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-small-businesses-take-a-stand-on-biden-vs-trump-11604059561", "title": "Would You Shop in a Small Business That Proudly Supports Biden or Trump?", "date": "2020-10-30 08:06", "summary": "Owners may risk alienating a lot of customers. But their passion for a candidate overrides any concerns.. Rebecca Tax isn't shy about her politics-or making those beliefs clear at her business.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/few-fortune-100-ceos-donate-to-biden-trump-11604059201", "title": "Few Fortune 100 CEOs Donate to Biden, Trump", "date": "2020-10-30 08:00", "summary": "For leaders of the biggest companies, the political environment is increasingly a lightning rod for controversy. Only six chief executives at the nation's 100 largest companies had donated to either presidential candidate through mid-October, a drop from four years ago that continues a trend of few top corporate leaders using their own money to pick sides in a polarizing political environment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-make-final-pitch-in-wisconsin-amid-covid-19-surge-11604058113", "title": "Trump, Biden Make Final Pitch in Wisconsin Amid Covid-19 Surge", "date": "2020-10-30 07:41", "summary": "Resume Subscription. President Trump and Joe Biden are slated to bring their campaigns Friday to Wisconsin, where a surge of Covid-19 infections and deaths is keeping the president's management of the crisis squarely at the center of the conversation days before the election.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/michigan-sen-gary-peters-tries-to-firm-up-his-lead-in-senate-race-11604057746", "title": "Michigan Democrat Tries to Firm Up His Lead in Senate Race", "date": "2020-10-30 07:35", "summary": "Democratic incumbent has gained support in contest with Republican John James for seat the GOP sees as possible pickup. WASHINGTON-The fight for control of the U.S. Senate has buoyed Democratic challengers in many states, spurring hefty donations and energizing supporters. And then there's Michigan.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-comes-out-of-the-deep-freeze-11604055686", "title": "Tupperware Comes Out of the Deep Freeze", "date": "2020-10-30 07:01", "summary": "Shares in the food-storage brand are up 270% this year. Tupperware keeps home-cooking fresh. It turns out a boom in home-cooked meals is also freshening up the storied kitchen brand.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-wave-of-pandemic-sports-championships-is-over-the-best-teams-won-11604055604", "title": "The Best Teams Actually Won in the First Wave of Pandemic Sports Championships", "date": "2020-10-30 07:00", "summary": "There were no October surprises in the bubbles. The best teams in the regular season generally won in the playoffs.. ARLINGTON, Texas-When the Los Angeles Dodgers won the World Series this week, the first wave of pandemic sports was officially over. There were bubbles and empty stadiums, out-of-control coronavirus outbreaks and improbable lessons in epidemiology, widespread athlete protests and experimental new rules.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-brings-new-restrictions-on-restaurants-and-retailers-as-demand-is-rising-11604050201", "title": "Pandemic Brings New Restrictions on Dining, Shops as Demand Is Rising", "date": "2020-10-30 06:22", "summary": "Surge in U.S. coronavirus cases comes as more people are dining out and stores struggle to find workers ahead of holidays. As coronavirus cases rise across much of the U.S., restaurants and retailers are again contending with new restrictions and staffing challenges. Unlike the initial virus surge, when much of the country shut down, this one coincides with rising demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-rokus-all-in-one-soundbar-outsmart-a-roomful-of-audio-equipment-11604052930", "title": "Does Roku's All-in-One Soundbar Outsmart a Roomful of Audio Equipment?", "date": "2020-10-30 06:15", "summary": "While high-end audio often requires multiple components, this device promises to do it all-and even make your TV smarter. We debate its merits.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-closes-american-classrooms-families-turn-to-india-for-homework-help-11603972843", "title": "As Covid-19 Closes U.S. Classrooms, Families Turn to India for Homework Help", "date": "2020-10-30 06:01", "summary": "Coronavirus pandemic is boosting India's education-technology industry; 'We get that one-on-one attention they need and it's affordable'. NEW DELHI-Sheri Akerele has been struggling to keep her sons in third and seventh grade focused on online classes as coronavirus fears shut down in-person classes in their school in Atlanta for months.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-win-the-giro-ditalia-without-ever-leading-it-11604052001", "title": "How to Win the Giro d'Italia Without Ever Leading It", "date": "2020-10-30 06:00", "summary": "Tao Geoghegan Hart cemented his place as one of cycling's brightest young stars with the unlikeliest Grand Tour victory. People had been racing bicycles around Italy for 111 years before last Sunday, and yet never before had the Giro d'Italia been so close. After more than 2,100 miles of competition, from Sicily to the Alps, two men were tied with the exact same overall time.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-bets-on-ship-exhaust-systems-cast-a-cloud-over-vessel-owners-11604052003", "title": "Big Bets on Ship Exhaust Systems Cast a Cloud Over Vessel Owners", "date": "2020-10-30 06:00", "summary": "Cargo operators who bought pricey scrubber systems made the wrong move. Shipowners have invested billions of dollars retrofitting vessels with sulfur trapping exhaust systems to abide by stricter clean air rules, but their investment may not pay off as oil prices stay low and cleaner fuels become more available.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-and-mail-in-voting-for-2020-election-expands-dramatically-despite-legal-fights-11604052000", "title": "Voter Turnout Expands Dramatically Despite Legal Fights", "date": "2020-10-30 06:00", "summary": "Amid challenges posed by the coronavirus and concerns about ballot accessibility, turnout is headed for a 100-year high. Many Americans are worried that their votes won't be counted in this election. We've seen court battles over how late states will accept absentee ballots, how many drop boxes they'll provide, what signatures they'll require and other issues. Nearly every day another 11th-hour decision comes down, including from the Supreme Court. Voting-rights plaintiffs have had mixed results in the courts, and their losses have raised concerns about voter suppression.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-no-commute-americans-simply-worked-more-during-coronavirus-11604050200", "title": "With No Commute, Americans Simply Worked More During Coronavirus", "date": "2020-10-30 05:30", "summary": "Employees spent over 22 million extra hours on their primary job each workday. What would you do with an extra hour each day?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-see-senate-races-as-key-to-elections-market-impact-11604050202", "title": "Investors See Senate Races as Key to Election's Market Impact", "date": "2020-10-30 05:30", "summary": "The prospects for many key policies hang on who controls the Senate. For Wall Street, the coming election doesn't hinge on just the presidency. The Senate matters almost as much.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curing-ballots-challenging-voters-campaign-volunteers-get-new-jobs-11604050203", "title": "'Curing' Ballots, Challenging Voters: Campaign Volunteers Get New Jobs", "date": "2020-10-30 05:30", "summary": "Both parties have also recruited thousands of volunteer lawyers ready to file last-minute lawsuits. GET-OUT-THE-VOTE EFFORTS look different than ever before, with the pandemic scrambling traditional canvassing and poll-watching efforts. This year, phone bank volunteers have longer scripts and more complicated questions. Wisconsin Democrats switched this week from encouraging voters to send in their absentee ballots to urging them to use drop boxes and in-person options, especially after the Supreme Court ruled that late-arriving ballots wouldn't count. \"We're going to make sure these voters know that their ballot MUST be in by 8 p.m. on Nov. 3 to be counted,\" said Wisconsin Democratic Party Chairman Ben Wikler.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/use-of-sanctions-as-u-s-foreign-policy-tool-would-likely-continue-under-biden-11604050201", "title": "Use of Sanctions as U.S. Foreign-Policy Tool Would Likely Continue Under Biden", "date": "2020-10-30 05:30", "summary": "The Trump administration has imposed sanctions on more than 700 entities or individuals this year. Economic and trade sanctions have become a top U.S. foreign-policy tool for the Trump administration, and that would be unlikely to change under his Democratic challenger, Joe Biden.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacs-offer-quick-exits-for-venture-firms-but-potential-perils-as-well-11604050202", "title": "SPACs Offer Quick Exits for Venture Firms, but Potential Perils as Well", "date": "2020-10-30 05:30", "summary": "Blank-check companies can make venture firms, traditionally long-term backers of private companies, players in public markets. Venture capitalists once viewed special-purpose acquisition companies as \"bottom feeders\" that they wouldn't let near their startups. Now many venture investors see these SPACs as a viable option for their companies to go public, sometimes earlier and easier than would be possible in a traditional IPO.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-wants-to-be-the-streamiest-place-on-earth-11604050203", "title": "Disney Wants to Be the Streamiest Place on Earth", "date": "2020-10-30 05:30", "summary": "Studio reorganization could change the way movie franchises like Star Wars and Marvel reach audiences. Picture this, fans: the next Star Wars movie might never even hit theaters.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-ends-asia-tour-aimed-at-countering-china-with-vietnam-stop-11604045096", "title": "Pompeo Ends China-Knocking Tour of Asia With Stop in Vietnam", "date": "2020-10-30 04:04", "summary": "The U.S. Secretary of State also visited India, Sri Lanka, the Maldives and Indonesia this week carrying sharp warnings about Beijing's policies. HANOI, Vietnam-U.S. Secretary of State Mike Pompeo ended an Asian tour focused on criticism of Beijing with a last-minute stop in Vietnam, which is tangled in disputes with its neighbor China in the South China Sea.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-brad-pitt-to-justin-bieber-frosted-tips-throughout-the-decades-11604034054", "title": "From Brad Pitt To Justin Bieber, Frosted Tips Throughout the Decades", "date": "2020-10-30 01:00", "summary": "10 celebrities-including Odell Beckham Jr., Zayn Malik and, of course, Guy Fieri-who have frosted their locks in the last three decades. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kendrick-lamar-and-travis-scott-poised-to-capitalize-on-free-agency-11604066735", "title": "Kendrick Lamar and Travis Scott Tip the Music Industry's Balance of Power", "date": "2020-10-30 00:01", "summary": "As music superstars' record contracts come up for renewal, Kanye West isn't the only one clamoring for artist-friendly terms that would have once been unimaginable. Four years ago, Yo Gotti landed the highest-charting album of his career after joining forces with a major record label. Now the established rap star is out of his contract, having delivered all four albums it called for-but he's not rushing to sign a new long-term deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603996473", "title": "Pepper...and Salt", "date": "2020-10-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]