[{"link": "https://www.wsj.com/articles/mcdonalds-sues-to-recover-severance-from-fired-ceo-claiming-he-lied-about-affairs-with-employees-11597064924", "title": "McDonald's Sues to Recover Severance From Fired CEO", "date": "2020-08-10 19:48", "summary": "Fast-food giant alleges Steve Easterbrook had sexual relationships with several employees and hid evidence from the board. McDonald's Corp. said it is suing former Chief Executive Steve Easterbrook and seeking to recoup tens of millions of dollars it paid in severance and benefits, alleging that he lied to the board about sexual relationships with employees before his ouster last fall.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-some-groceries-still-so-hard-to-find-during-covid-11597069761", "title": "Why Are Some Groceries Still So Hard to Find During Covid?", "date": "2020-08-10 19:46", "summary": "Toilet paper and frozen veggies are making a comeback, but other backlogs in the supply chain are causing bare shelves and higher prices. At the beginning of the pandemic, it was nearly impossible to find toilet paper, cleaning supplies or canned soup. Five months later, supplies of those goods are recovering, according to data from market-research firm IRI. But shelves remain generally emptier than they were before the pandemic, and it could get worse before it gets better.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-brothers-poised-to-be-acquired-by-authentic-brands-simon-venture-11597102902", "title": "Brooks Brothers Poised to Be Acquired by Authentic Brands-Simon Venture", "date": "2020-08-10 19:43", "summary": "Brand-licensing company WHP has bowed out of the race for the bankrupt clothing retailer. Brand-licensing company WHP Global Inc. has bowed out of the race for Brooks Brothers Inc., according to people familiar with the matter, leaving a venture backed by apparel-licensing firm Authentic Brands Group LLC and mall owner Simon Property Group Inc. poised to take control of the bankrupt retailer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-interactive-brokers-charged-with-failing-to-file-suspicious-activity-reports-11597081197", "title": "Interactive Brokers to Pay $38 Million Over Anti-Money Laundering Claims", "date": "2020-08-10 19:32", "summary": "Three regulators fined the brokerage over alleged compliance lapses, including failure to report suspicious trades. Interactive Brokers LLC has agreed to pay a total of $38 million to settle claims by U.S. regulators that it failed for more than five years to maintain an adequate anti-money-laundering program.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackballing-chinese-stocks-11597101861", "title": "Blackballing Chinese Stocks", "date": "2020-08-10 19:24", "summary": "Barring firms from U.S. exchanges could play into Beijing's hands.. The Trump Administration is hardening its line against Beijing on many fronts, including a ban on some Chinese tech platforms. This may be necessary in some cases to protect national security. But the Administration's threat last week to kick Chinese companies off U.S. stock exchanges could backfire by harming Americans and playing into Beijing's hands.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-lai-is-arrested-in-hong-kong-11597101832", "title": "Jimmy Lai Is Arrested in Hong Kong", "date": "2020-08-10 19:23", "summary": "The pro-democracy media tycoon may face life in prison.. Last year's protesters in Hong Kong are quickly becoming this year's martyrs for democracy. On Monday police arrested media tycoon Jimmy Lai under the new national-security law, and some 200 officers raided the newsroom of his pro-democracy Apple Daily.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayhem-continues-protest-narrative-crumbles-11597101805", "title": "Mayhem Continues, Protest Narrative Crumbles", "date": "2020-08-10 19:23", "summary": "Looters rampage in Chicago and arson returns in Portland.. The press has been playing defense for Portland anarchists for weeks, suggesting riots and arson against a federal courthouse were provoked by federal agents protecting it. When the Trump Administration lowered the profile of its agents in an agreement with the state government, the media's protest cheerleaders were eager to report that the real cause of the violence had gone away. \"Trump ordered federal forces to quell Portland protests. But the chaos ended as soon as they left,\" said a July 31 Washington Post headline.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-white-house-wont-accept-unreasonable-coronavirus-stimulus-deal-11597072444", "title": "Trump, Democrats Open to Restarting Relief Talks Despite Stalemate", "date": "2020-08-10 19:10", "summary": "White House wants to keep down size of relief package; Democrats say more aid is needed. Trump administration officials and Democratic leaders urged each other to return to the negotiating table to craft a broad coronavirus package after President Trump issued executive actions on jobless aid and other relief over the weekend.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-sold-29-million-in-stock-before-sec-stepped-in-11597100128", "title": "Hertz Sold $29 Million in Stock Before SEC Stepped In", "date": "2020-08-10 18:55", "summary": "The bankrupt rental-car company sold nearly 14 million shares of likely worthless stock at an average price of $2 to capitalize on a head-scratching market rally. Hertz Global Holdings Inc. raised $29 million selling its likely worthless stock before regulators dissuaded the bankrupt rental-car company from selling more.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-the-biden-stock-boom-11597099424", "title": "Get Ready for the Biden Stock Boom", "date": "2020-08-10 18:43", "summary": "Expect some turbulence, but 15% annual returns are possible even with the threat of higher taxes.. If Joe Biden is elected president, expect turbulence in the stock market. Between now and Jan. 20, when Mr. Biden would move into the White House, stocks could easily drop 10%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/untangling-the-media-myths-of-covid-19-11597099357", "title": "Untangling the Media Myths of Covid-19", "date": "2020-08-10 18:42", "summary": "They're countless. States that reporters shamed have done the best, and the U.S. is average among its peers.. Has there been in recent history a more tendentious, hysterical, data-denying and frankly disreputable exercise in misdirection than the way in which much of America's media has covered the Covid-19 epidemic?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saffron-india-is-an-opportunity-and-danger-11597099325", "title": "Saffron India Is an Opportunity and Danger", "date": "2020-08-10 18:42", "summary": "Hindu nationalism's rise will help the U.S. check Beijing but raises the risk of war.. Indian Prime Minister Narendra Modi didn't only lay the cornerstone of a new Hindu temple last week. He was also setting the foundation for a new order in the Indo-Pacific: one in which India will have a closer relationship with countries like the U.S., Japan and Australia, but in which Hindu-Muslim and India-Pakistan tensions will complicate efforts in Washington and Beijing to keep U.S.-China relations from spiraling out of control.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-needs-billionaires-11597099287", "title": "Who Needs Billionaires?", "date": "2020-08-10 18:41", "summary": "AOC demands even more onerous taxes. Not so fast, says Gov. Andrew Cuomo.. Rep. Alexandria Ocasio-Cortez has a demand for Gov. Andrew Cuomo. In a new video, the progressive Democrat from Queens says it's time \"to stop protecting\" billionaires and \"pass a billionaires tax.\" The idea is to make billionaires cover New York state's expected $13.3 billion Covid-induced budget shortfall.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-retool-pentagon-airwaves-for-5g-networks-11597088639", "title": "White House to Retool Pentagon Airwaves for 5G Networks", "date": "2020-08-10 18:41", "summary": "Radio frequencies reserved for military use would be privatized under Trump administration plan. The Trump administration on Monday outlined a plan to commercialize a broad swath of military radio frequencies for use in next-generation 5G networks, yielding to cellphone carriers that have sought the spectrum for their own use.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eat-the-buddha-review-the-harrowing-of-a-homeland-11597099255", "title": "'Eat the Buddha' Review: The Harrowing of a Homeland", "date": "2020-08-10 18:40", "summary": "The ordeals of a powerless but spiritual people suffering under Chinese rule-and protesting their fate dramatically.. Ngaba, an eastern Tibetan town with 10,000 people, is \"the undisputed world capital of self-immolation.\" So writes Barbara Demick, author of \"Eat the Buddha,\" an oral history of Ngaba. In 2009, she tells us, a Buddhist monk \"doused himself in gasoline on the main street, while calling for the return of the Dalai Lama\"-Tibet's exiled spiritual leader. A wave of self-immolations followed. Ms. Demick says that 156 Tibetans have set themselves on fire since then, \"nearly one-third of them from Ngaba.\" (The most recent was in November 2019.) Thirty were monks from Ngaba's Kirti Monastery, the town's largest.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-police-clash-with-protesters-in-belarus-11597026877", "title": "Photos: Police Clash With Protesters in Belarus", "date": "2020-08-10 18:29", "summary": "As exit polls from Belarus's presidential election projected veteran leader Alexander Lukashenko to win, riot police clashed with protesters in the capital Minsk. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-caution-to-the-politicking-teachers-unions-11597098455", "title": "A Caution to the Politicking Teachers Unions", "date": "2020-08-10 18:27", "summary": "Voters will be surprised to learn that a 'moratorium on new charter or voucher programs and standardized testing' is a necessary condition for reopening schools.. Your editorial \"School-Opening Extortion\" (Aug. 4) shows how teachers unions feel entitled to make ludicrous demands and use government power to keep private and charter schools closed. They know this will drive many private schools-their competition-out of business.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-to-roll-back-methane-rules-for-oil-and-gas-11597098429", "title": "EPA to Roll Back Methane Rules For Oil and Gas", "date": "2020-08-10 18:27", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aclu-responds-on-prisoners-and-covid-11597098412", "title": "The ACLU Responds on Prisoners and Covid", "date": "2020-08-10 18:26", "summary": "Deprived of masks, many incarcerated people are living in overcrowded cells that aren't adequately sanitized.. Sean Kennedy's \"You're More Likely to Catch Covid at Home Than in Jail\" (op-ed, July 25) is simply false. For months, Covid-19 has ravaged prisons and jails. As of Aug. 6, more than 93,600 incarcerated people have tested positive and 790 have died. Those people weren't sentenced to die and they didn't deserve that fate. But deprived of masks, many incarcerated people are living in overcrowded cells that aren't adequately sanitized.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-back-against-the-woke-corporation-11597098375", "title": "Fighting Back Against the Woke Corporation", "date": "2020-08-10 18:26", "summary": "Corporate power can enforce cultural conformity-through marketing, through lobbying, through firing.. What should you do \"When Your Favorite Companies Go Woke\" (op-ed, Aug. 6), as Dave Seminara complains they have? Start by reading Noam Chomsky.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-amendment-is-no-reason-to-coddle-facebook-11597098322", "title": "The First Amendment Is No Reason to Coddle Facebook", "date": "2020-08-10 18:25", "summary": "Gigantic and massively powerful social-media platforms deserve the special statutory protection laid out in Section 230.. With due respect to Michael O'Rielly, conservatives interested in reform understand full well the purpose of the First Amendment (\"Mike O'Rielly's Free Speech Fall,\" Review & Outlook, Aug. 5). We simply don't believe that gigantic and massively powerful social-media platforms deserve special statutory protection, as is laid out in Section 230.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-race-against-time-to-stop-a-cargo-ship-breaking-up-on-a-mauritius-coral-reef-11597096997", "title": "A Race Against Time to Stop a Cargo Ship Breaking Up on a Mauritius Coral Reef", "date": "2020-08-10 18:03", "summary": "Resume Subscription. Rescue teams are racing to pump an estimated 3,000 metric tons of oil from a Japanese-operated bulk carrier stranded on a coral reef off Mauritius before the ship breaks up entirely.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sandy-hook-families-question-remingtons-plan-for-speedy-bankruptcy-sale-11597096936", "title": "Sandy Hook Families Question Remington's Plan for Speedy Bankruptcy Sale", "date": "2020-08-10 18:02", "summary": "Weapons maker seeks a fast disposal of its assets even as gun sales soar ahead of November election. Families of nine victims of the Sandy Hook school shooting are challenging weapons maker Remington Outdoor Co.'s proposal to quickly sell its assets in bankruptcy, asking how the company landed back in chapter 11 at a time when Americans are buying guns at record levels.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-liras-fall-drives-concerns-for-euro-11597070564", "title": "Turkish Lira's Fall Drives Concerns for Euro", "date": "2020-08-10 17:46", "summary": "Further weakening in the currency could dampen Turkey's appetite for European imports and strain businesses' ability to repay loans to European banks. The lira's sharp drop in recent days is fueling concerns of a fallout that could spread beyond Turkey's borders. Next up: the euro.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-swings-to-2q-loss-cites-recovery-11597059791", "title": "Marriott Swings to Loss but Sees Demand Recovery From Virus Lows", "date": "2020-08-10 17:36", "summary": "Hotel company says 91% of world-wide hotels have reopened, with China leading the recovery. Marriott International Inc. posted a larger-than-expected quarterly loss, though a budding travel recovery in China offered hope even as the pandemic continues to pound the lodging industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-in-the-weeds-where-the-world-once-was-by-bright-eyes-review-channeling-the-personal-11597094214", "title": "'Down in the Weeds, Where the World Once Was' by Bright Eyes Review: Channeling the Personal", "date": "2020-08-10 17:16", "summary": "The indie band, led by singer-songwriter Conor Oberst, issues its first album in nearly a decade, one characteristically heavy with emotion.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-notre-dame-is-reopening-its-campus-amid-coronavirus-11597093766", "title": "How Notre Dame Is Reopening Its Campus Amid Coronavirus", "date": "2020-08-10 17:09", "summary": "This summer, many colleges and universities shifted teaching online as Covid-19 spread, but at Notre Dame, classes will be offered in person. Some universities which had planned for on-campus classes, like Princeton, have changed their strategy last-minute, making classes fully virtual instead.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-10-2020-11597051120", "title": "Stocks Edge Higher to Start the Week", "date": "2020-08-10 17:08", "summary": "Investors are assessing prospects for new stimulus and the slowing pace of new coronavirus infections. The Dow Jones Industrial Average climbed, extending its winning streak to seven sessions, as investors assessed the chances of fresh federal stimulus spending and the slowing pace of new coronavirus infections.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-looks-to-capitalize-on-video-dating-during-the-pandemic-11597093716", "title": "Match Group Looks to Capitalize on Video Dating During the Pandemic", "date": "2020-08-10 17:08", "summary": "The online dating company is developing interactive features and looks to charge its users for them. Online-dating firm Match Group Inc. is giving users new features to woo each other via video call, providing the company with additional income streams as the coronavirus pandemic changes courtship behavior.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-covid-19-pandemic-biotech-ipos-already-surpass-record-11597051800", "title": "Biotech IPOs Beat Record During Pandemic", "date": "2020-08-10 17:02", "summary": "Some investors are wary of run-up and warn of risks to chasing companies at early stages of development. So far this year, U.S.-listed biotech companies have raised roughly $9.4 billion in initial public offerings, already beating the $6.5 billion raised in all of 2018, the biggest year on record, according to Dealogic data going back to 1995.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbo-estimates-federal-budget-deficit-shrank-in-july-11597074805", "title": "Federal Budget Deficit Shrank in July", "date": "2020-08-10 16:49", "summary": "The deficit for the first 10 months of fiscal year 2020 reached $2.8 trillion. WASHINGTON-The federal budget deficit shrank last month from a year earlier as households and businesses made tax payments that had been delayed from April, the Congressional Budget Office estimated.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-to-rescind-methane-regulations-for-oil-and-gas-11597051802", "title": "EPA to Rescind Methane Regulations for Oil and Gas", "date": "2020-08-10 16:47", "summary": "Agency would end requirements that the industry have systems and procedures to detect and fix greenhouse-gas emissions, sources say. The Environmental Protection Agency is preparing to adopt new rules that would rescind regulations for methane-gas emissions, including ending requirements that oil-and-gas producers have systems and procedures to detect methane leaks in their systems, senior administration officials said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/csc-generation-marquee-brands-top-fortress-in-sur-la-table-bankruptcy-auction-11597092377", "title": "CSC Generation, Marquee Brands Top Fortress in Sur La Table Bankruptcy Auction", "date": "2020-08-10 16:46", "summary": "The joint venture offered $88.9 million to acquire the kitchen-supply retailer out of bankruptcy. Home kitchenware retailer Sur La Table Inc. plans to sell itself out of bankruptcy for nearly $89 million to a joint venture between e-commerce business CSC Generation and brand owner Marquee Brands LLC that would keep at least 50 stores open.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-building-stock-index-heads-for-first-record-in-15-years-11597090640", "title": "Home-Building Stock Index Reaches First Record in 15 Years", "date": "2020-08-10 16:38", "summary": "Tumbling mortgage rates, demand for new homes fuel sector's recovery. Shares of home builders have been on a tear since the stock market bottomed in late March, boosted by a recovery in the housing market as record-low mortgage rates draw buyers.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-shares-fall-as-planned-765-million-loan-is-put-on-ice-11597072810", "title": "Kodak Shares Fall as Planned $765 Million Loan Is Put on Ice", "date": "2020-08-10 16:35", "summary": "The SEC is investigating Kodak's disclosure of the loan and stock options granted to executives. Eastman Kodak Co. shares lost more than a quarter of their value Monday after news that a planned $765 million loan to the company was put on hold as the deal has come under congressional and regulatory scrutiny.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-wins-order-for-2-500-electric-garbage-trucks-11597063801", "title": "Nikola Wins Order for 2,500 Electric Garbage Trucks", "date": "2020-08-10 16:32", "summary": "Electric-vehicle startup says deal with Republic Services fulfills one of three major milestones promised in 2020. Nikola Corp. said Monday it secured an order for 2,500 electric garbage trucks from refuse giant Republic Services Inc., with the announcement coming less than a week after analysts complained about a lack of clarity on the business plan and order bank.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-interactive-bets-1-billion-on-12-mgm-resorts-stake-11597080265", "title": "IAC/InterActive Bets $1 Billion on 12% MGM Resorts Stake", "date": "2020-08-10 16:24", "summary": "IAC seeks to spur growth of online gambling at the casino operator. IAC/InterActiveCorp . , flush with cash from the recent spinoff of online dating site Match.com, on Monday said it has spent just over $1 billion to build a 12% stake in MGM Resorts International , and that it plans to work with the casino operator to expand its online-gambling business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-publisher-jimmy-lai-arrested-11597022266", "title": "Hong Kong Publisher Lai Arrested Under National-Security Law", "date": "2020-08-10 15:55", "summary": "Leading media figure's arrest is by far the most significant under new Beijing-imposed law. Jimmy Lai, the outspoken publisher of Hong Kong's popular pro-democracy newspaper Apple Daily, was arrested on suspicion of foreign collusion under a new national-security law, widening Beijing's crackdown on the former British colony.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-just-cant-catch-a-break-11597085135", "title": "Millennials Just Can't Catch a Break", "date": "2020-08-10 15:45", "summary": "The economic hit of the Covid-19 pandemic has been harder on millennials, who hadn't recovered from the experience of entering the workforce during the previous financial crisis. About a quarter of millennial households have more debt than assets. Millennials have found it more difficult to start a career and achieve the financial independence that previous generations were able to achieve. Demographers say that financial instability is prompting some millennials, who are aged 24 to 39 this year, to cohabit instead of marrying-like previous generations did-and to delay or forgo childbearing.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-sensing-opportunity-congratulates-belarus-president-for-election-win-11597077505", "title": "With Belarus in Turmoil, Russia Sees Chance to Expand Its Influence", "date": "2020-08-10 15:23", "summary": "Moscow offers to strengthen Russian integration with Minsk in attempt to shore up Lukashenko after unprecedented protests. MOSCOW-As anger grew in Belarus over the handling of the weekend's presidential election, Russia moved swiftly to congratulate President Alexander Lukashenko for his electoral win and press for stronger ties with its neighbor ahead of a second night of protests.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-expects-majority-of-students-teachers-to-return-to-classrooms-11597086696", "title": "New York City Expects Majority of Students, Teachers to Return to Classrooms", "date": "2020-08-10 15:11", "summary": "With four weeks left until school starts, parents and teachers want more details about safety and social-distancing plans. A majority of students and teachers in New York City's public school system will return to in-person teaching in September, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-health-chief-praises-taiwans-covid-19-success-irks-beijing-in-rare-visit-11597065692", "title": "U.S. Health Chief Praises Taiwan's Covid-19 Success", "date": "2020-08-10 14:56", "summary": "Alex Azar's visit meant to convey message of strong support for Taiwan and to discuss cooperation in public health efforts. HONG KONG-A rare meeting between the top U.S. health official and Taiwan's president in Taipei helped Washington firm up ties with the island democracy while tiptoeing close to a red line in its increasingly contentious relationship with Beijing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lake-michigan-homes-water-level-11596728425", "title": "As Lake Michigan Rises, Homeowners Scramble to Protect Their Properties", "date": "2020-08-10 14:47", "summary": "Resume Subscription. Paige and Darren Riopelle moved into their newly renovated Grand Haven, Mich., home in 2018, looking forward to roaming the beach of their property with their bulldog mix, Annie.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/consumer-lender-pays-21-7-million-over-mexico-bribery-claims-11596723943", "title": "Consumer Lender Pays $21.7 Million Over Mexico Bribery Claims", "date": "2020-08-10 14:37", "summary": "World Acceptance reaches civil settlement with the SEC; the DOJ has declined to prosecute. World Acceptance Corp. agreed to pay $21.7 million to resolve claims that a former subsidiary in Mexico paid millions in bribes to that country's government and union officials, the U.S. Securities and Exchange Commission said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-in-crisis-amid-ministerial-resignations-protests-over-beirut-explosion-11597057872", "title": "Lebanon Faces Fresh Uncertainty After Government Resigns", "date": "2020-08-10 14:17", "summary": "Prime Minister Hassan Diab and his cabinet step down amid pressure on Beirut following blast. BEIRUT-Lebanese Prime Minister Hassan Diab and his cabinet resigned Monday under pressure from protests that have sought to overturn the country's political leadership following last week's deadly explosion that devastated large parts of central Beirut.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-parties-may-miss-conventions-11597083198", "title": "The Parties May Miss Conventions", "date": "2020-08-10 14:13", "summary": "They may be scripted affairs, but they help with party unity and delivering a campaign message.. Covid-19 forced Democrats and Republicans to rethink how they will hold their political conventions this summer. Both will be mostly virtual affairs, eliminating the handshakes and personal interactions that have shaped the parties for nearly 200 years. In this way, the pandemic is accelerating an evolution that has been in motion for decades. Events that once featured smoke-filled rooms, high drama and unpredictable outcomes are now carefully produced spectacles designed for sending prepackaged messages to voters.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-bidens-dodged-the-payroll-tax-11597083162", "title": "How the Bidens Dodged the Payroll Tax", "date": "2020-08-10 14:12", "summary": "They used an S-corp to avoid paying more than $500,000 in levies for Medicare and ObamaCare.. Joe Biden responded to President Trump's partial suspension of payroll-tax collections with a statement calling it the \"first shot in a new, reckless war on Social Security.\" He continued: \"Our seniors and millions of Americans with disabilities are under enough stress without Trump putting their hard-earned Social Security benefits in doubt.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-imposes-sanctions-on-11-americans-over-hong-kong-11597056487", "title": "China Sanctions 11 Americans Over U.S. Moves on Hong Kong", "date": "2020-08-10 13:55", "summary": "The 11 include several U.S. senators, among them Marco Rubio and Ted Cruz. China said it would impose sanctions on 11 U.S. citizens, including Republican Sens. Ted Cruz and Marco Rubio, in retaliation for similar measures by Washington against Hong Kong and mainland Chinese officials on Friday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-trumps-proposed-stimulus-executive-orders-11596895204", "title": "What's in Trump's Executive Actions on Coronavirus Aid-and What's Not", "date": "2020-08-10 13:52", "summary": "The president's moves on jobless assistance, payroll taxes, evictions and student loans come during an impasse in bipartisan talks. President Trump signed four executive actions Saturday to provide additional jobless aid, suspend the collection of payroll taxes, avoid evictions and assist with student-loan payments. Mr. Trump made the moves as talks in Congress over a broad new coronavirus aid package remained deadlocked and are seen as potentially accelerating talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-tear-gas-in-lebanese-capital-11596908357", "title": "Protesters, Tear Gas Converge in Lebanese Capital", "date": "2020-08-10 13:45", "summary": "Saturday and Sunday's demonstrations stretched over central Beirut. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/somebody-needs-to-go-to-jail-for-this-11597081287", "title": "'Somebody Needs to Go to Jail for This'", "date": "2020-08-10 13:41", "summary": "New evidence the FBI misled the Senate Intelligence committee about the Steele dossier.. On Sunday Sen. Lindsey Graham (R., S.C.) presented new evidence suggesting that in 2018 the FBI lied to the Senate Intelligence Committee about the bureau's investigation of the 2016 Trump campaign. Specifically, the FBI appears to have made a series of claims directly contradicting information in its possession about the key source for the dossier of anti-Trump rumors compiled by ex-British spy Christopher Steele.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/satellite-study-reveals-enormity-of-melting-ice-shelves-in-antarctica-11597071600", "title": "Satellite Study Reveals Wide Scale of Melting Ice Shelves in Antarctica", "date": "2020-08-10 13:41", "summary": "Results echo previous findings on retreat of continent's ice shelves and go further, enabling better climate models. The ice that hangs off the edge of Antarctica and floats on the ocean is melting faster than it is being replenished, even in pockets of East Antarctica typically thought to be less vulnerable to climate change, according to a study published Monday.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-natural-gas-explosion-kills-one-traps-others-11597079378", "title": "Baltimore Natural-Gas Explosion Kills One, Traps Others", "date": "2020-08-10 13:09", "summary": "At least three dozen firefighters responded to the disaster Monday morning. BALTIMORE (AP)-A natural gas explosion destroyed three row houses in Baltimore on Monday, killing a woman and trapping other people in the wreckage. At least two people were hospitalized with serious injuries, firefighters said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skip-this-nigerian-money-making-opportunity-11597079329", "title": "Skip This Nigerian Money-Making Opportunity", "date": "2020-08-10 13:08", "summary": "The exchange-traded fund with the largest discount to net asset value on the market is less than meets the eye. Dear Beloved Friend, I know this email about a USD 32,000,000 ($32 million) exchange-traded fund that can be bought for USD 26,176,000 ($26.176 million) will come as a surprise to you.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-superintendent-school-reopening-students-covid-coronavirus-11597070423", "title": "The No-Win School Reopening: One Superintendent's Dilemma", "date": "2020-08-10 13:02", "summary": "Resume Subscription. DALLAS-Schools superintendent Michael Hinojosa stepped on a land mine while laying plans to reopen his 153,000-student district amid the coronavirus pandemic. He wanted teachers instructing from classrooms, even if students were at home, to make sure they stayed focused.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/college-football-faces-its-coronavirus-reckoning-11597078739", "title": "College Football Faces Decision on Fall Season", "date": "2020-08-10 12:59", "summary": "As the sport's major conferences decide whether to play amid the coronavirus pandemic, players are also weighing in. College football is rapidly approaching its coronavirus reckoning, with major conferences coming to grips with whether it is safe to attempt a season and athletes organizing themselves in hopes of both ensuring their health and getting back on the field.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-testing-still-not-making-the-grade-11597069076", "title": "Coronavirus Testing Still Not Making the Grade", "date": "2020-08-10 12:20", "summary": "Lack of a national testing strategy may be the government's biggest failure. When the history of the coronavirus crisis is written, the absence of a national testing strategy to better slow the virus's spread while speeding the reopening of the economy and schools may go down as the biggest government failure.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mauritius-struggles-to-contain-oil-spill-from-grounded-cargo-ship-11597075703", "title": "Mauritius Struggles to Contain Oil Spill from Grounded Cargo Ship", "date": "2020-08-10 12:08", "summary": "Authorities say the ship may split in two, fueling fears of an environmental disaster. Authorities in Mauritius fear a damaged Japanese cargo ship carrying 4,000 metric tons of oil and diesel could break and cause an environmental disaster in the waters around the Indian Ocean island nation.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salsa-solo-dance-coronavirus-pandemic-11597072941", "title": "Pandemic Turns Steamy Salsa Into Solo Dance", "date": "2020-08-10 11:26", "summary": "Sensual style is no fun without contact; closing of bars, dance academies hits hard in Colombia. BOGOTÁ, Colombia-Salsa dance instructor Yused Taborda shook his hips, sidestepped and sashayed facing a wall in his apartment, seemingly trying to seduce his own shadow, while students watch him dance on a video chat app.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-doctor-understands-her-long-term-covid-patientsshes-been-one-herself-11597073022", "title": "This Doctor Understands Her Long-Term Covid Patients-She's Been One Herself", "date": "2020-08-10 11:23", "summary": "Coleen Kivlahan sees Covid patients as head of primary care for UCSF. She's also one of the tens of thousands of people who have suffered long-term symptoms from the disease.. As head of primary care at University of California, San Francisco, Coleen Kivlahan sees up to 20 Covid patients some days in virtual appointments. Some got infected months ago, but still have persistent symptoms.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nextdoor-founder-lists-san-francisco-home-11597072120", "title": "Nextdoor Founder Lists San Francisco Home for $25 Million", "date": "2020-08-10 11:10", "summary": "Nirav Tolia, who bought the Pacific Heights property as a wedding present for his wife, is temporarily moving to Italy with his family. A founder of Nextdoor, the hyperlocal social network where neighbors go to scout baby-sitter recommendations, grumble about each other and search for lost pets, is listing his San Francisco home for $25 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tech-moguls-home-in-san-francisco-11597072172", "title": "A Tech Mogul's Home in San Francisco", "date": "2020-08-10 11:09"}, {"link": "https://www.wsj.com/articles/the-changes-ai-will-bring-11597072070", "title": "The Changes AI Will Bring", "date": "2020-08-10 11:09", "summary": "More efficient criminal justice, 'fancy' digital assistants and a potential catastrophe in the stock market: Six experts weigh in on the biggest challenges-and opportunities-of artificial intelligence. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramcos-dividend-discipline-isnt-enough-11597072182", "title": "Aramco's Dividend Discipline Isn't Enough", "date": "2020-08-10 11:09", "summary": "Unlike Shell and BP, the world's biggest oil company kept its payout despite the crisis, but international investors are still unlikely to buy into the Saudi giant. Oil industry investors have been rocked by two jarring dividend cuts this year, but the biggest oil company of them all has stayed the course. That discipline will do little to attract foreigners to Saudi Aramco, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-tax-breaks-on-homes-could-help-you-11597071738", "title": "These Tax Breaks on Homes Could Help You", "date": "2020-08-10 11:06", "summary": "Resume Subscription. Many people are rushing to buy homes right now, lured by interest rates below 3% and strong real estate activity in some parts of the country. Thanks to a 2017 tax overhaul, which nearly doubled the standard mortgage-interest deduction, a single home buyer might be able to lower their tax bill, too, via itemization.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-soccer-bubble-worked-now-mls-is-planning-for-life-without-it-11597069924", "title": "The Soccer Bubble Worked. Now MLS Is Planning for Life Without It.", "date": "2020-08-10 10:32", "summary": "After 51 games in Florida, American soccer is preparing to head back to its home markets.. Major League Soccer's plan to play in a bubble this summer was nearly derailed before anyone kicked a ball.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-some-investors-10-year-treasury-note-isnt-what-it-was-11596965401", "title": "To Some Investors, 10-Year Treasury Note Isn't What It Was", "date": "2020-08-10 10:16", "summary": "It was once every investor's touchstone. Now, the 10-year yield 'has apparently lost any heartbeat.'. For years, the 10-year U.S. Treasury note has been every investor's touchstone. Now some people are saying they can't trust its signals the way they once did.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-investors-could-look-goofy-soon-11597068000", "title": "Disney Investors Could Look Goofy Soon", "date": "2020-08-10 10:00", "summary": "Investors rushing to ride Disney on the hope of pandemic recovery could be in for a long and uncomfortable wait. Walt Disney investors are enjoying the recent show, but they might not get their happily ever after.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-you-trust-a-lawyer-bot-with-your-legal-needs-11597068042", "title": "Would You Trust a Lawyer Bot With Your Legal Needs?", "date": "2020-08-10 10:00", "summary": "Artificial intelligence can help write small-claims court filings, leases and more, but some law professors urge caution. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-hits-on-winning-formula-amid-covid-pandemic-11597066200", "title": "Target Hits on Winning Formula Amid Covid Pandemic", "date": "2020-08-10 09:30", "summary": "Surging e-commerce sales at Target during the coronavirus pandemic should translate into a lasting advantage. Target is set to emerge as a major winner from the coronavirus pandemic. Investors just need to look past some near-term challenges.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-turmoil-raises-depression-risks-in-young-adults-11597066200", "title": "Virus Turmoil Raises Depression Risks in Young Adults", "date": "2020-08-10 09:30", "summary": "Social isolation and vanished opportunities caused by Covid-19 bring a mental-health toll for those on the cusp of careers and adulthood. For Da'Trevion Moss, a 23-year-old college student at the University of Dubuque in Iowa, the Covid-19 pandemic has dealt a series of personal blows. His summer internship at a local hospital was canceled. Many of his plans for starting an on-campus chapter of Active Minds, a young adult mental-health-advocacy organization, had to be shelved. And now he's anxious about going back to in-person classes as the virus continues to spread.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-the-nbas-bass-fishing-all-stars-11597065896", "title": "Secrets of the NBA's Bass-Fishing All-Stars", "date": "2020-08-10 09:24", "summary": "Basketball's bubble is bursting with action-on the court, and in Florida lakes teeming with hawgs. The NBA will soon finish its regular season inside its pandemic-defying bubble on Disney property in Orlando, Fla. Next up: the bubble playoffs, with a bubble champion to be crowned in October.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-covid-19-policies-face-religious-rights-checks-by-trump-administration-11597065830", "title": "Hospitals' Covid-19 Policies Face Religious-Rights Checks by Trump Administration", "date": "2020-08-10 09:23", "summary": "Office within HHS extends its involvement, but some experts and advocates say it risks going too far. The Trump administration has stepped up interventions in complaints by patients and health workers who say they've been victims of discrimination under policies that hospitals and other health organizations have adopted to combat the new coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-daily-investors-eye-seattle-data-analytics-funding-stays-up-amid-pandemic-clearlake-raises-new-fund-11597064914", "title": "VC Daily: Investors Eye Seattle; Data-Analytics Funding Stays Up Amid Pandemic; Clearlake Raises New Fund", "date": "2020-08-10 09:08", "summary": "Resume Subscription. Good day. Venture investors' interest in data-analytics startups is holding up during the pandemic as businesses seek to leverage the troves of information they collect.", "categories": [["Pro VC Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-left-new-york-citys-music-scene-in-discord-11597064722", "title": "Coronavirus Has Left New York City's Music Scene in Discord", "date": "2020-08-10 09:05", "summary": "Resume Subscription. The new coronavirus pandemic has silenced New York City's once-vibrant live music scene and left its future in doubt.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whats-fueling-new-york-citys-rise-in-violent-crime-there-are-several-theories-11597064288", "title": "What's Fueling New York City's Rise in Violent Crime? There Are Several Theories", "date": "2020-08-10 08:58", "summary": "Reasons cited for jump in homicides and shootings include a backlogged court system, changes to bail law, falling numbers of arrests. New York City has seen a surge in shootings and other violent crime amid the new coronavirus pandemic, but the factors driving the trend are up for debate.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-real-estate-11596040879", "title": "Covid is Forcing Real-Estate Developers to Rethink Buildings", "date": "2020-08-10 08:47", "summary": "How the coronavirus pandemic is reshaping living spaces, staircases and even ventilation systems. Someday, years from now, a resident will wake up in their luxury condominium at developer Gregg Covin's The Cedars Lodge & Spa in Hendersonville, N.C. They'll make breakfast on the island in their big kitchen and sit on their heated balcony. They'll walk out of their private entrance and use an elevator that serves only three other units. They'll work out in a series of small exercise rooms and gather with friends at a restaurant in a glass atrium.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-lai-turned-his-apple-daily-into-a-major-advocate-of-democratic-values-11597063584", "title": "Who Is Jimmy Lai and Why Was the Apple Daily Publisher Arrested in Hong Kong?", "date": "2020-08-10 08:46", "summary": "Newspaper regularly criticizes China's leaders and strongly supported pro-democracy protest movement. Hong Kong media mogul Jimmy Lai, founder of the popular Apple Daily newspaper, was arrested Monday morning at his residence on allegations of foreign collusion under China's national-security law. His two sons and four employees from his media company were also arrested, and about 200 police officers raided the newspaper's newsroom.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brunello-cucinelli-on-the-decision-making-advice-jeff-bezos-gave-him-11597063172", "title": "Brunello Cucinelli on the Decision-Making Advice Jeff Bezos Gave Him", "date": "2020-08-10 08:39", "summary": "The Italian fashion designer took the Amazon founder's guidance to heart during the pandemic: \"Normally, I make important decisions around 10:30 a.m.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-security-law-11590088410", "title": "What Is the Hong Kong Security Law?", "date": "2020-08-10 08:00", "summary": "The city's Beijing-backed government has used the new powers to arrest protesters, disqualify pro-democracy legislative candidates and charge opposition figures. Hong Kong has become a key flashpoint in what some see as an emerging cold war between the U.S. and China. Exhibit A is Beijing's decision to bypass Hong Kong's legislature and impose new national-security legislation on the city on July 1 to stamp out a yearlong protest movement. Hong Kong's Beijing-backed government has moved quickly to make use of those powers, arresting protesters and charging opposition figures, most recently pro-democracy publisher Jimmy Lai.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-in-online-shopping-and-used-cars-lifts-carvana-attracts-competition-11597060148", "title": "Growth in Online Shopping and Used Cars Lifts Carvana, Attracts Competition", "date": "2020-08-10 07:49", "summary": "Eight-year-old internet seller isn't yet profitable but is drawing interest from both car buyers and investors. ", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-community-groups-struggle-to-tackle-covid-19-racial-disparities-11597059288", "title": "Doctors, Community Groups Struggle to Tackle Covid-19 Racial Disparities", "date": "2020-08-10 07:34", "summary": "Language barriers, distrust complicate efforts to provide tests, treatment to some Black, Latino and Native American communities. Health officials and activists have faced challenges making coronavirus information, testing and treatment available to members of some communities hit hardest by Covid-19, confounding efforts to stop the virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-lose-their-recession-spark-11597057200", "title": "Utilities Lose Their Recession Spark", "date": "2020-08-10 07:00", "summary": "Utilities, which tend to shine when there is economic uncertainty, may have lost their sheen too quickly. Utilities, traditionally seen as a recession-proof sector, have been underperforming the broader U.S. market in the current economic downturn. That may present a good buying opportunity for investors harboring doubts about the latest bull market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/total-seizure-in-global-tourism-is-a-lingering-threat-for-emerging-markets-11597055867", "title": "Total Seizure in Global Tourism Is a Lingering Threat for Emerging Markets", "date": "2020-08-10 06:37", "summary": "For some developing economies, income from tourism is the difference between running a current-account deficit and a surplus. There are many types of economic activity for which coronavirus-related workarounds have been found. International tourism isn't one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-and-human-services-secretary-alex-azar-to-visit-taiwan-11596586653", "title": "Health and Human Services Secretary Azar to Visit Taiwan", "date": "2020-08-10 05:44", "summary": "Visit marks first trip to the island by a U.S. cabinet official in six years; China objects to high-level contacts between the U.S. and Taiwan. WASHINGTON-U.S. Health and Human Services Secretary Alex Azar is planning to lead a delegation to Taiwan in a rare high-level U.S. visit to the island that China has sought to isolate diplomatically.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-is-elevating-new-type-of-executive-chief-medical-officer-11597051800", "title": "Covid-19 Elevates Role of Chief Medical Officer", "date": "2020-08-10 05:30", "summary": "Companies as varied as food processors and cruise lines are adding health experts to their C-suites during the pandemic. Tyson Foods Inc. TSN 0.11% and Royal Caribbean Cruises Ltd. RCL -4.41% may not appear to have much in common, but both have added chief medical officers to their executive teams recently.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-schools-college-orientation-at-notre-dame-welcomes-students-to-a-strange-new-world-11597051801", "title": "Notre Dame Welcomes Students to Strange New World", "date": "2020-08-10 05:30", "summary": "Thousands have moved into dorms and classes begin Monday; 'You're trying to get to know someone and put a face to a name, but you don't get to see their face'. On Friday night, Stephanie Swegle and her roommate participated in a near-sacred activity for University of Notre Dame students: They watched the movie \"Rudy.\"", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-votes-after-waves-of-arrests-ahead-of-pivotal-election-11596978557", "title": "Belarus President Lukashenko Set to Win Another Term, Sparking Protests", "date": "2020-08-10 04:30", "summary": "Police clash with protesters after opposition supporters said three of the main opposition candidates were barred from competing. MOSCOW-Riot police clashed with protesters in the Belarus capital Minsk after exit polls from the country's presidential election projected veteran leader Alexander Lukashenko winning with 80% of the vote despite growing anger over a stagnating economy and a rising number of politically linked detentions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597008325", "title": "Pepper...and Salt", "date": "2020-08-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-research-points-to-children-carrying-transmitting-coronavirus-11596978001", "title": "Latest Research Points to Children Carrying, Transmitting Coronavirus", "date": "2020-08-10 22:33", "summary": "Researchers say new studies and anecdotal reports suggest kids are more vulnerable to the virus than initially suspected. Children might be more vulnerable to Covid-19 than once believed, with new research suggesting that they are able to contract and spread the virus, especially if they don't take precautions such as wearing a mask.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-funds-rose-5-1-in-july-but-bonds-got-cash-11596981601", "title": "Stock Funds Rose 5.1% in July but Bonds Got Cash", "date": "2020-08-10 22:21", "summary": "Investors in July withdrew a net $41.62 billion from U.S.-stock funds and invested a net $79.35 billion in bond funds. Thank you, stock market. But we're friends with bonds, too.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interested-in-social-impact-investing-heres-how-to-start-11597019400", "title": "Interested in Social-Impact Investing? Here's How to Start", "date": "2020-08-10 22:18", "summary": "Investments that support racial justice and help community development are becoming more accessible. The pandemic and other recent events that point to racial injustice have made many investors think about how they can make a difference with their pocketbooks.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-it-might-be-time-to-invest-in-non-u-s-stocks-11596900477", "title": "Why It Might Be Time to Invest in Non-U.S. Stocks", "date": "2020-08-10 22:00", "summary": "U.S. stocks have been the better bet for a decade. With those valuations now so high, the question is whether it makes sense to shift some exposure overseas.. Foreign stocks have had a rough go of it compared with U.S. stocks over the past decade. That might be about to change.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collin-morikawa-wins-the-pga-championship-11597023441", "title": "Collin Morikawa Wins the PGA Championship", "date": "2020-08-10 21:37", "summary": "The 23-year-old American, who turned pro just a year ago, took the season's first major with a 13-under-par performance. Was it going to be Dustin Johnson? Or Jason Day? Or would Bryson DeChambeau, Paul Casey, or Brooks Koepka take this year's PGA Championship?", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legality-of-trump-stimulus-plan-debated-11596986469", "title": "Trump's Stimulus Orders Set Off Squabble", "date": "2020-08-10 20:11", "summary": "Pelosi calls it unconstitutional, while Mnuchin says it was cleared by legal counsel. WASHINGTON-Democrats called President Trump's plan to bypass Congress and extend coronavirus economic relief insufficient and unconstitutional, but Treasury Secretary Steven Mnuchin defended the move and suggested efforts to block it could backfire politically.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-agency-sidelines-planned-765-million-loan-to-kodak-amid-probes-11597018204", "title": "U.S. Agency Sidelines Planned $765 Million Loan to Kodak Amid Probes", "date": "2020-08-10 20:10", "summary": "The move comes as the SEC investigates Kodak's disclosure of the loan and stock options granted to executives. WASHINGTON-A federal agency has put a planned $765 million loan to Eastman Kodak Co. on hold after the deal came under congressional and regulatory scrutiny.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]