[{"link": "https://www.wsj.com/articles/college-campus-reopen-dorm-coronavirus-schools-fall-semester-yale-boston-university-11596408514", "title": "Colleges Try to Reunite Students With the Stuff They Left Behind", "date": "2020-08-02 18:52", "summary": "Students left in a rush after coronavirus shut down schools. Now they're trying to reclaim clothes and at least one French horn before the fall semester starts. For months, nearly 3,000 miles has separated Benjamin Beckman, a Yale University music major in California, from his French horn back in Connecticut. The instrument was left behind in the hasty shutdown of colleges across the U.S. this spring as coronavirus hit-along with piles of laundry, snacks and personal belongings gathering dust for months in shuttered dorms at campuses across the country.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-capsule-and-nasa-crew-make-historic-splashdown-11596397269", "title": "SpaceX Capsule and NASA Crew Make Historic Splashdown", "date": "2020-08-02 18:31", "summary": "Astronauts Doug Hurley and Bob Behnken return to Earth less than a day after departing the International Space Station. A SpaceX capsule carrying two U.S. astronauts splashed down safely off the Florida coast Sunday, skirting a tropical storm, to cap a notable two-month mission intended to harness private enterprise in revitalizing America's human space ambitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-080220-11596361041", "title": "U.S. Coronavirus Cases Rose to Monthly Record in July", "date": "2020-08-02 17:42", "summary": "Death toll passes 154,000 nationwide; Dr. Deborah Birx calls country's crisis more widespread than ever. Cases of the new coronavirus in the U.S. reached a record for the month of July, as the White House coronavirus coordinator said the pandemic is more pervasive in the country than at any other time.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-spacex-capsule-nasa-crew-make-splashdown-11596404226", "title": "Photos: SpaceX Capsule, NASA Crew Make Splashdown", "date": "2020-08-02 17:37", "summary": "Astronauts Doug Hurley and Bob Behnken return to Earth less than a day after departing the International Space Station. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bitcoin-is-riding-high-again-as-investors-embrace-risk-11596376800", "title": "Bitcoin Is Riding High Again as Investors Embrace Risk", "date": "2020-08-02 17:35", "summary": "After plunging in March alongside other markets, the cryptocurrency has rebounded, extending its gain for the year to 65%. The market boom that pushed stocks, bonds and commodities to their best combined four-month spurt in decades has found its way into the most notoriously volatile and speculative asset on the planet: bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bahamas-hispaniola-lashed-by-isaias-as-florida-steps-up-hurricane-preparations-11596233966", "title": "Isaias Lashes Coronavirus-Hit Florida", "date": "2020-08-02 16:37", "summary": "Resume Subscription. Forecasters said weather conditions caused by Tropical Storm Isaias would spread northward along Florida's east coast Sunday and reach Georgia, South Carolina and southern North Carolina on Monday and Tuesday, after the storm weakened from a hurricane.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/with-no-federal-agents-on-streets-portland-protests-turn-largely-peaceful-11596393022", "title": "With No Federal Agents on Streets, Portland Protests Turn Largely Peaceful", "date": "2020-08-02 16:35", "summary": "Marchers say they are turning focus away from anger at Trump administration and back to racial justice. PORTLAND, Ore.-A band of Portland moms chanting, \"No justice, no peace\" led hundreds of marchers to a federal courthouse here Saturday night, arriving to raucous cheers from a few thousand others already in place.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-china-vise-tightens-on-hong-kong-11596398958", "title": "The China Vise Tightens on Hong Kong", "date": "2020-08-02 16:09", "summary": "Elections are cancelled, protesters are arrested, and a professor is fired.. Day by day, China's Communist Party is squeezing the free breath out of Hong Kong. On Friday Beijing's local factotum used the pandemic as an excuse to postpone elections for a year, and dissenters are being arrested or fired.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judicial-political-mischief-averted-11596398989", "title": "Judicial Political Mischief Averted", "date": "2020-08-02 16:09", "summary": "A Codes of Conduct committee withdraws its ban on judges joining the Federalist Society.. Chalk up a rare victory against politicizing the judiciary. Late last week the Committee on Codes of Conduct of the U.S. Judicial Conference dropped its proposed ban on federal judges belonging to the Federalist Society, though the fact that this was even considered shows the continuing political danger.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-vs-common-sense-11596398926", "title": "Economists vs. Common Sense", "date": "2020-08-02 16:08", "summary": "If you pay people not to work, fewer will work. Except at Yale, it seems.. Most Americans understand intuitively that if people make more money by not working, fewer people will work. Then there are politicians and economists who want to pass out more money while claiming that disincentives to work are irrelevant.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-schools-to-open-get-serious-about-outbreaks-11596396822", "title": "Want Schools to Open? Get Serious About Outbreaks", "date": "2020-08-02 15:33", "summary": "The spring decision to open inessential businesses came at the expense of fall classrooms.. You can go to a tattoo parlor in Georgia, but in much of the state you can't send your children to school at the start of the fall semester. Nine Georgia school districts have announced that they will begin the school year with remote learning. Some 584,000 youngsters, or one-third of Georgia's public-school students, have to stay home. So will their peers in many states.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-can-deliver-tax-relief-without-congress-11596396830", "title": "How Trump Can Deliver Tax Relief Without Congress", "date": "2020-08-02 15:33", "summary": "Suspend collection of the payroll levy using the same authority that extended the filing deadline to July.. President Trump needs to reset the debate on the latest coronavirus relief bill. Senate Republicans have scuttled their best pro-growth idea-a payroll tax cut-and instead released a $1 trillion spending bill. Last week Mr. Trump acknowledged that compromising with Speaker Nancy Pelosi is a fool's errand, because the House won't agree to anything that boosts growth and job creation. The Democratic plan includes a six-month extension of the $600-a-week unemployment bonus and $3 trillion in new spending. It would sink the economy and imperil Mr. Trump's re-election.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-warned-about-sanctuary-states-11596396761", "title": "Madison Warned About 'Sanctuary' States", "date": "2020-08-02 15:32", "summary": "He foretold their interest in 'exaggerating their inhabitants' to 'swell' their numbers in Congress.. President Trump met wide derision last month when he issued an executive order excluding illegal aliens from the census numbers used for apportioning House seats. \"Persons means persons,\" Thomas Wolf of the Brennan Center for Justice told a reporter. \"Everyone must be counted.\" But counting is different from allocating political power, and Mr. Trump has the better constitutional argument.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-latin-leader-copes-with-covid-19-11596396676", "title": "A Latin Leader Copes With Covid-19", "date": "2020-08-02 15:31", "summary": "Uruguayan President Lacalle Pou envisions a recovery based on greater freedom.. The costly health outcomes from Covid-19 in Latin America were predictable. More difficult to forecast is the medium- and long-term economic fallout from the virus. How fast can countries recover, and which ones will make the right policy choices to hasten the return to growth?", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-physics-of-a-political-crack-up-11596396637", "title": "The Physics of a Political Crack-Up", "date": "2020-08-02 15:30", "summary": "Democracy, like a suspension bridge, needs weight to give it stability. We've lost it.. Are politics swinging out of control? Have we reached the resonant frequency of destruction? Oh, how we've swung-from the lefty Third Way of Clinton-Gore, to the righty foreign adventures of Bush-Cheney, to the progressive \"Life of Julia\" nanny state of Obama-Biden, to today's confused tariff and border-wall follies of Trump-Pence. No wonder we throw the bums out every four or eight years.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-corner-office-review-remote-control-11596396598", "title": "'The New Corner Office' Review: Remote Control", "date": "2020-08-02 15:29", "summary": "When your home doubles as your ofﬁce, work can bleed into what should be personal time. The trick is in establishing effective routines.. At my last full-time job, I was an anomaly. With my manager's approval, I split my time between the office and a library on the Upper East Side of New York, an arrangement that was as much a personal boon as it was a professional concession. I knew I'd never be promoted over someone who came to the office five days a week, no matter how responsible, committed and accountable I proved to be. For all the predictions that digital technology would power a new remote workforce, the general perception of out-of-office employees-that they're not ambitious-hadn't changed all that much.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/changes-coming-to-baseballs-health-protocols-after-coronavirus-outbreaks-11596395481", "title": "Changes Coming to Baseball's Health Protocols After Coronavirus Outbreaks", "date": "2020-08-02 15:11", "summary": "After a string of positive tests, the league and the players' union are discussing improvements to the sport's operations manual. With a coronavirus outbreak on one team and cases now growing on another, Major League Baseball is tightening its safety protocols on the fly in hope of completing this tumultuous, pandemic-shortened season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homicide-spike-cities-chicago-newyork-detroit-us-crime-police-lockdown-coronavirus-protests-11596395181", "title": "Homicide Spike Hits Most Large U.S. Cities", "date": "2020-08-02 15:08", "summary": "Journal analysis shows double-digit increases in 36 of 50 biggest cities amid pandemic, though other types of violent crime fell. A sharp rise in homicides this year is hitting large U.S. cities across the country, signaling a new public-safety risk unleashed during the coronavirus pandemic, and amid recession and a national backlash against police tactics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-trade-and-jobs-11596394800", "title": "Economy Week Ahead: Factories, Trade and Jobs", "date": "2020-08-02 15:00", "summary": "U.S. report on payrolls will cap a week of data that should shed light on pace of recovery. The U.S. jobs report for July caps a full week of data that should shed light on the global pace of recovery from a sharp, severe recession caused by responses to the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-that-obama-handed-trump-11596391040", "title": "The Economy That Obama Handed Trump", "date": "2020-08-02 13:57", "summary": "Despite the stimulus and assurances of a peak unemployment rate of no more than 8%, unemployment continued to rise in 2009 until it reached 10% in the fall. It turned out the shovels weren't ready. Unemployment then stayed above 8% for more than three-and-one-half years.. In her July 23 letter, Rep. Joyce Beatty criticizes Phil Gramm and Mike Solon (\"Voters' Choice: Growth or Stagnation,\" op-ed, July 9) for giving credit to President Trump for the performance of the economy, claiming instead that \"President Obama gift wrapped a great economy and hand delivered it to President Trump.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expect-little-from-trumps-drug-price-move-11596390888", "title": "Expect Little From Trump's Drug-Price Move", "date": "2020-08-02 13:54", "summary": "Your editorial board should rest assured that President Trump's four executive orders issued July 24 will do little to change the status quo when it comes to drug pricing in the U.S.. Your editorial board should rest assured that President Trump's four executive orders issued July 24 will do little to change the status quo when it comes to drug pricing in the U.S. (\"Trump's Drug Price Panic,\" July 27) President Trump's signing ceremony was little more than a political stunt meant to stop his hemorrhaging support among senior voters. As you rightly point out, that's the source of his panic, not the real harm inflicted on millions of families paying outrageous prices for prescriptions or struggling with higher premiums and deductible thanks to cost shifting.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-cdc-do-its-first-job-without-more-bureaucracy-11596390746", "title": "Let CDC Do Its First Job Without More Bureaucracy", "date": "2020-08-02 13:52", "summary": "Rather than create a new service with overlapping responsibilities, we should make sure that our existing federal agency with this responsibility-which has a budget of over $7 billion a year-does the job that it's supposed to do.. In \"Behind the HHS-CDC Disagreement\" (op-ed, July 20), Scott Gottlieb writes that his \"colleague Caitlin Rivers of Johns Hopkins has proposed a national modeling and forecasting service, fashioned after the National Weather Service, which would keep tabs on emerging pathogens, assess the risk that travelers would import cases into the U.S., and map out responses to different scenarios of spread.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-law-ideology-and-big-executive-power-grabs-11596390687", "title": "Housing Law, Ideology and Big Executive Power Grabs", "date": "2020-08-02 13:51", "summary": "But this regulation isn't about racism. Eliminating single-family homes is the basic goal, which can be achieved with the micromanagement of zoning and eliminating school choice.. Your editorial \"Trump's Fair Housing Restoration\" (July 27) could have been more direct. I suggest: \"Trump Restores 1968 Fair-Housing Regulation.\" The regulation was so complex, as were many of President Obama's executive orders and regulations, that HUD Secretary Ben Carson said he had difficulty interpreting it. That density was the goal-to confuse those who would have to apply. Result: The feds would and did have the right to punish applicants and allow the feds to do as they pleased. Westchester County has paid the price, even though the county was highly diverse, certainly not racist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pac-12-football-players-threaten-to-sit-out-amid-pandemic-inequality-concerns-11596389208", "title": "Pac-12 Football Players Threaten to Sit Out Amid Pandemic, Inequality Concerns", "date": "2020-08-02 13:26", "summary": "A letter sent to the Pac-12 commissioner comes at a time when college athletes have been speaking out more forcefully about social justice, compensation and other issues. Football players in the Pacific-12 Conference have threatened to sit out of training camp and games until the league addresses concerns related to the coronavirus pandemic and racial inequality, according to a letter to conference commissioner Larry Scott that was published on Sunday.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-finds-trigger-a-standoff-in-the-mediterranean-between-an-isolated-turkey-and-rivals-11596387600", "title": "Gas Finds Trigger a Standoff in the Mediterranean Between an Isolated Turkey and Rivals", "date": "2020-08-02 13:00", "summary": "Ankara's bold maritime claims spur a new alliance of Greece, Israel, Cyprus and Egypt and cause American dismay. The contest over newfound gas riches in the Eastern Mediterranean has triggered a slew of rival maritime claims, pushing the region's main powers-all of them America's partners or allies-toward open confrontation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-auto-accidents-at-temporary-dining-areas-11596387600", "title": "New York City Sees Auto Accidents at Temporary Dining Areas", "date": "2020-08-02 13:00", "summary": "Vehicles crashed into street seating areas of restaurants at least four times amid outdoor dining shift during coronavirus pandemic. Vehicles have crashed into temporary outdoor dining areas on New York City streets at least four times since the program that allows restaurants to serve meals amid the coronavirus pandemic began roughly six weeks ago.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-arrests-alleged-head-of-violent-fuel-theft-gang-11596387313", "title": "Mexico Arrests Alleged Head of Violent Fuel-Theft Gang", "date": "2020-08-02 12:55", "summary": "Mexican authorities say José Antonio Yépez, or 'El Marro,' led an organized-crime group that siphoned fuel from pipelines and fought the Jalisco Cartel. MEXICO CITY-Mexican security forces on Sunday arrested the alleged head of a violent organized-crime group that stole tens of millions of dollars worth of gasoline each year from the state oil company and whose war with the powerful Jalisco cartel had turned the central state of Guanajuato into Mexico's most violent.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dawn-of-the-woke-11596385455", "title": "Dawn of the Woke", "date": "2020-08-02 12:24", "summary": "Joe McCarthy was a B-movie monster. Today's cancel culture is more like a zombie apocalypse.. I was a Senate page boy for a couple of summers in the early Eisenhower years. Joe McCarthy was in full cry. I would ride in the Senate elevator with him sometimes or sit near him in the toy monorail subway car that runs between the Capitol and the Senate Office Building. He had black smudges under his eyes and a hearty Elks Club way with the tourists he encountered in the halls of the Capitol. He wore rumpled dark-blue suits and gravy-catcher ties, and from time to time he would emit a mirthless chuckle (heh heh heh). If you got close, he gave off a whiff of last night's whiskey.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-invitation-in-the-mail-for-election-fraud-11596385418", "title": "An Invitation in the Mail for Election Fraud", "date": "2020-08-02 12:23", "summary": "Washington state sent a ballot to my home-which is now in Texas.. Uncertainties over Covid-19 have spurred significant interest in voting by mail. The process differs substantially from absentee voting, which requires a voter to file an application and creates a documented paper trail. Vote by mail is simpler: Ballots are printed and sent to registered voters, who complete and return them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-administration-negotiators-at-loggerheads-over-600-jobless-benefit-11596382136", "title": "Democratic, Administration Negotiators at Loggerheads Over $600 Jobless Benefit", "date": "2020-08-02 12:20", "summary": "Democrats say the extra funds are critical help for the unemployed; Republicans say some recipients have no incentive to return to work. WASHINGTON-Democrats and Republicans remained at odds in weekend negotiations on a new coronavirus economic relief package, including aid to replace the federal $600-a-week boost to unemployment benefits that expired Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-and-bytedance-put-tiktok-talks-on-hold-after-trump-signals-opposition-11596312611", "title": "Microsoft, Bytedance Put TikTok Talks on Hold After Trump Signals Opposition", "date": "2020-08-02 11:26", "summary": "Negotiations aren't believed to be dead, but the companies are trying to get clarity on White House's stance. Microsoft Corp. has paused negotiations to buy the U.S. operations of the video-sharing app TikTok after President Trump said he opposed the deal, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-schools-plan-to-reopen-single-parents-have-few-child-care-options-11596381796", "title": "As Schools Plan to Reopen, Single Parents Have Few Child-Care Options", "date": "2020-08-02 11:23", "summary": "Most Popular News. As U.S. workers look ahead to fall, the realities of remote education and precarious child care are hitting single parents harder than most segments of the workforce.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/madison-avenue-buildings-for-sale-to-test-luxury-retail-appetite-11596380400", "title": "Madison Avenue Buildings for Sale to Test Luxury-Retail Appetite", "date": "2020-08-02 11:00", "summary": "Rare opportunity to acquire chunk of New York's premium space will be matched against fallout from pandemic and recent rent slump. Three Madison Avenue buildings are for sale in the biggest offering on Manhattan's renowned shopping corridor in years, a test case for how much the coronavirus pandemic and recent rent slump have hurt values of prime retail space.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/july-jobs-data-will-provide-clues-on-strength-of-the-recovery-11596380400", "title": "July Jobs Data Will Provide Clues on Strength of the Recovery", "date": "2020-08-02 11:00", "summary": "The information could influence policy makers' next steps, businesses' hiring strategies, consumers' confidence and voters' moods. The July jobs report, to be released Friday, could be among the most politically consequential of the economic downturn caused by the coronavirus pandemic.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-home-minister-amit-shah-tests-positive-for-coronavirus-11596370018", "title": "India's Home Minister Amit Shah Tests Positive for Coronavirus", "date": "2020-08-02 10:44", "summary": "The longtime ally of Prime Minister Modi tweeted the development as India reported its highest daily number of new cases. NEW DELHI-India's coronavirus crisis, already among the worst in the world, reached the highest levels of government Sunday, one day after the country reported the most cases in a single day so far.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-normal-emerges-for-companies-navigating-covid-19-pandemic-11596376801", "title": "'New Normal' Emerges for Companies in Pandemic", "date": "2020-08-02 10:00", "summary": "Corporate leaders, with a better understanding of the current stay-at-home lifestyle, are resetting their businesses; 'our visibility is improving'. Business executives say they are getting a better grip on what a world transformed by the coronavirus looks like, giving them more confidence to lay out strategies that account for the new reality.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-oxfords-covid-19-vaccine-succeeds-layers-of-private-investors-could-profit-11596373722", "title": "If Oxford's Covid-19 Vaccine Succeeds, Layers of Private Investors Could Profit", "date": "2020-08-02 09:08", "summary": "The 900-year-old university is competing with the world's pharmaceutical giants on a jab for Covid-19. In the race for a Covid-19 vaccine, the University of Oxford stands out. The 900-year-old school's Jenner Institute is competing against a number of large, publicly traded pharmaceutical companies whose investors could gain handsomely from an effective jab.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-pulls-ahead-in-the-coronavirus-era-after-elon-musks-years-of-struggle-11596274201", "title": "Tesla Pulls Ahead After Elon Musk's Years of Struggle", "date": "2020-08-02 09:07", "summary": "The Silicon Valley auto maker is maneuvering to emerge from the downturn with a road map for expansion. For all of Elon Musk's public complaining about the handling of the pandemic, Tesla Inc. is shaping up to be one of the biggest business winners of the Covid-19 era.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-flush-with-stimulus-money-shun-credit-card-debt-11596373201", "title": "Consumers, Flush With Stimulus Money, Shun Credit-Card Debt", "date": "2020-08-02 09:00", "summary": "Rather than rising as expected when unemployment soared amid coronavirus lockdowns, credit-card debt in the U.S. and other advanced economies has dropped. When unemployment soared this spring at the start of coronavirus lockdowns, credit-card debt and delinquencies were widely expected to surge as struggling households borrowed more to make ends meet.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-pandemic-can-turn-bad-bosses-into-good-ones-11596210436", "title": "How the Pandemic Can Turn Bad Bosses Into Good Ones", "date": "2020-08-02 09:00", "summary": "It's impossible to be a controlling boss in a remote-work world. What matters now is helping employees deliver results however best they can.. The job of a manager is simple and clear: Create an environment in which employees can do their best work.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-stress-derailed-your-workouts-heres-how-to-get-back-on-track-11596373200", "title": "Covid Stress Derailed Your Workouts? Here's How to Get Back on Track", "date": "2020-08-02 09:00", "summary": "Remember those lofty goals you had for getting fit at the beginning of lockdown? Here's how to regain your motivation.. In the early days of the pandemic, my fitness game was strong and I set big goals. I'm now feeling tired and unmotivated. How can I get back on track?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siemens-healthineers-to-buy-varian-medical-for-16-4-billion-11596371354", "title": "Siemens Healthineers to Buy Varian Medical for $16.4 Billion", "date": "2020-08-02 08:37", "summary": "Deal will create a leader in the area of cancer therapy. FRANKFURT- Siemens Healthineers AG , a medical technology spinoff of the German conglomerate, said it would acquire U.S.-based Varian Medical Systems Inc. for $16.4 billion, roughly 25% above its current market value.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drillers-go-remote-as-pandemic-reshapes-oil-business-11596369600", "title": "Drillers Go Remote as Pandemic Reshapes Oil Business", "date": "2020-08-02 08:00", "summary": "Oil companies are accelerating their use of remote drilling and fracking technologies as the coronavirus spurs them to reimagine their operations. After cutting thousands of jobs during the coronavirus pandemic, the oil industry is accelerating its embrace of remote drilling and fracking, changes that will reshape its workforce permanently.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-senates-small-business-chairman-sees-ppp-evolving-11596369601", "title": "How Senate's Small Business Chairman Sees PPP Evolving", "date": "2020-08-02 08:00", "summary": "Sen. Marco Rubio talks about bill to expand loans and grants to businesses suffering fallout from coronavirus pandemic. WASHINGTON-As the coronavirus pandemic began shutting down the U.S. economy in March, Sen. Marco Rubio (R., Fla.) spearheaded legislation creating the $670 billion Paycheck Protection Program, one of the most expensive business-rescue frameworks in history.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-saw-mills-didnt-see-this-building-boom-coming-11596367800", "title": "America's Saw Mills Didn't See This Building Boom Coming", "date": "2020-08-02 07:30", "summary": "Lumber prices soar as saw mills struggle to meet demand. NEWPORT, R.I.-When woodworker Michael Hendershot stocked up with lumber in March ahead of building season, he feared the coronavirus pandemic would disrupt the supply of wood more than demand for fences, decks and cabinets. He multiplied his usual order by four.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-27-aug-2-2020-11596366001", "title": "Photos of the Week", "date": "2020-08-02 07:00", "summary": "Tributes to Rep. John Lewis, opening week for baseball, House committee grills Facebook, Google, Apple and Amazon, and more. Lorena Esparza, owner of Laguna Western Wear in Fort Worth, Texas, helps a customer. Latino immigrants make up 10% of business owners in the U.S. Ms. Esparza applied for government aid, but she didn't qualify for loans like the Paycheck Protection Program or the Economic Injury Disaster Loans because she is not a U.S. citizen and doesn't have a visa. 'It's choosing between paying rent for the store or paying for what I need for my children,' she said. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-rise-in-europe-as-youth-hit-beach-and-bars-11596364200", "title": "Coronavirus Cases Rise in Europe as Youth Hit Beaches and Bars", "date": "2020-08-02 06:30", "summary": "Young adults, tired of social distancing after spring lockdown, fuel Covid-19 surge across Continent. Young people are letting loose across Europe, fueling a surge in coronavirus infections that is imperiling the Continent's hard-won gains against the pathogen.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-vast-market-rally-a-tumbling-dollar-11596360601", "title": "Behind the Vast Market Rally: A Tumbling Dollar", "date": "2020-08-02 05:30", "summary": "Investors are ramping up wagers on the falling currency, believing the surge in coronavirus cases will hamper U.S. business activity and drive even more government spending. The dollar has made a sharp U-turn this summer following a long rally, confounding many traders but potentially adding fuel to this year's surprising stock-market rebound.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-weighs-abandoning-pre-emptive-rate-moves-to-curb-inflation-11596360600", "title": "Fed Weighs Abandoning Pre-Emptive Rate Moves to Curb Inflation", "date": "2020-08-02 05:30", "summary": "Central bankers look to change long-running strategy to encourage lower rates, shift unemployment-inflation dynamic. The Federal Reserve is preparing to effectively abandon its strategy of pre-emptively lifting interest rates to head off higher inflation, a practice it has followed for more than three decades.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-americans-wait-without-pay-for-covid-19-test-results-11596360602", "title": "Some Wait, Without Pay, for Covid-19 Test Results", "date": "2020-08-02 05:30", "summary": "For people who can't work from home, long waits for coronavirus tests can mean weeks with no income. Taylor Hernandez got a coronavirus test immediately after a new employee at the convenience-store chain where she works came in sick.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilford-brimley-star-of-cocoon-and-the-natural-dies-at-85-11596347980", "title": "Wilford Brimley, Star of 'Cocoon' and 'The Natural,' Dies at 85", "date": "2020-08-02 01:59", "summary": "Actor often played gruff characters, and diabetes spots turned him into a social-media sensation in recent years. LOS ANGELES-Wilford Brimley, who worked his way up from stunt performer to star of films such as \"Cocoon\" and \"The Natural,\" has died. He was 85.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-is-here-to-stay-bosses-better-adjust-11596395367", "title": "Remote Work Is Here to Stay. Bosses Better Adjust.", "date": "2020-08-02 00:01", "summary": "Even when the pandemic ends, many employees will continue to work from home. Here's how managers can make sure those workers stay productive-without burning out.. It was mid-June, three months after the Covid-19 crisis had forced the top executives in a fast-growing tech startup to leave their offices and work from home. Executives had believed this \"work from home thing\" would last a few weeks, one of the company's vice presidents told me, so they treated it like a brief emergency that required all hands on deck, all the time.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}]