[{"link": "https://www.wsj.com/articles/hong-kongs-exchange-to-hold-hearing-on-ant-ipo-after-green-light-from-chinese-regulator-11603077602", "title": "Hong Kong's Exchange to Hold Hearing on Ant IPO After Green Light From Chinese Regulator", "date": "2020-10-18 23:20", "summary": "The Stock Exchange of Hong Kong will hold a listing hearing Monday to determine whether the financial technology giant can proceed with its planned initial public offering. China's securities regulator cleared the way for Ant Group Co. to proceed with its Hong Kong listing, one of several regulatory nods the financial technology giant needs before it can go public.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-economy-grows-4-9-as-rest-of-world-struggles-with-coronavirus-11603073857", "title": "China Economy Grows 4.9% as Rest of World Struggles With Coronavirus", "date": "2020-10-18 23:09", "summary": "Result was lower than a 5.3% median forecast expected by economists polled by The Wall Street Journal. BEIJING-Chinese officials said Monday that gross domestic product expanded by 4.9% in the third quarter from a year earlier, putting China's economy back toward its pre-coronavirus trajectory half a year after the pandemic gutted its economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-on-new-york-city-commercial-real-estate-worries-investors-11603013400", "title": "Pressure on New York Commercial Real Estate Worries Investors", "date": "2020-10-18 21:52", "summary": "Collapsing loan prices in Manhattan developments could be a sign of trouble ahead for commercial mortgage-backed securities. Signs of pressure on New York City's commercial properties are fueling investor bets that trouble in the nation's largest real-estate market could spread pain nationwide.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dream-is-real-youre-finally-home-alone-again-11603065600", "title": "The Dream Is Real: You're Finally Home Alone Again", "date": "2020-10-18 20:00", "summary": "As family members head out of the house more for work or school, people who have gone months without quiet time are savoring some while they can. One morning in September, I crept down the stairs and was greeted with an unfamiliar sound: nothing at all.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-questions-every-art-collector-should-ask-but-often-doesnt-11602884909", "title": "Financial Questions Every Art Collector Should Ask (but Often Doesn't)", "date": "2020-10-18 20:00", "summary": "Among them: What happens to my art collection after I die?. For many people who collect art, the financial issues are an afterthought. Sure, they don't want to overpay for a piece of art, and they don't want to lose money if they have to sell. But there are all sorts of other money questions that they don't even think about.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-may-be-unconsciously-affecting-your-financial-decisions-11603065600", "title": "How Covid-19 May Be Unconsciously Affecting Your Financial Decisions", "date": "2020-10-18 20:00", "summary": "The pandemic has caused a dramatic shift in people's ambient emotions. Those who are in or near retirement could pay a high price.. The coronavirus pandemic may be affecting your financial decision-making in all sorts of hidden ways (or in ways you aren't even aware of).", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courts-curtail-extended-deadlines-for-mail-in-ballots-11603062087", "title": "Courts Curtail Extended Deadlines for Mail-In Ballots", "date": "2020-10-18 19:01", "summary": "Rulings in several battleground states mean votes arriving by mail after Election Day won't be counted. Federal and state courts have sent a message to voters in a string of recent rulings: Don't wait until the last minute to submit mail ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antonio-delgado-is-walking-to-re-election-after-scrappy-2018-win-11603062000", "title": "Rep. Delgado Walking to Re-Election", "date": "2020-10-18 19:00", "summary": "Hudson Valley congressional race is relatively muted after campaigns and outside groups two years ago spent almost $30 million. Campaigns and outside groups spent almost $30 million in 2018 on a fierce fight to represent New York's 19th Congressional District. But this year's Hudson Valley race is relatively muted, and even some Republicans privately concede Democratic Rep. Antonio Delgado is walking to re-election.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-white-house-official-flew-to-syria-for-talks-to-free-u-s-hostages-11603058616", "title": "Top White House Official Traveled to Syria for Talks to Free U.S. Hostages", "date": "2020-10-18 18:20", "summary": "Counterterrorism official's visit is believed to mark first high-level discussions with Syrian officials in more than a decade. A top White House official recently traveled to Damascus for secret talks with the Assad regime, marking the first time such a high-level U.S. official has met in Syria with the isolated government in more than a decade, according to Trump administration officials and others familiar with the negotiations.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-10-18-2020-11603016168", "title": "Daily U.S. Coronavirus Cases Fall Below 60,000", "date": "2020-10-18 17:46", "summary": "The country's South and the Midwest are being hit hardest, contributing 72% of the nation's daily new cases. New coronavirus cases in the U.S. fell back below 60,000 on Saturday, the lowest number in four days, after a recent surge in which daily infections approached the outbreak's July peak. Despite the decrease, 42 states showed signs of increased spread and hospitalizations reached their highest number since late August.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-touts-document-calling-for-herd-immunity-approach-to-covid-19-crisis-11603051550", "title": "Scientists Push Back on Herd-Immunity Approach to Covid-19", "date": "2020-10-18 17:20", "summary": "Touted by the White House, the Great Barrington Declaration-which calls for ending lockdowns and isolating the vulnerable-is flawed, many scientists say. A group of scientists is pushing back on renewed calls for a herd-immunity approach to Covid-19, calling the method of managing viral outbreaks dangerous and unsupported by scientific evidence.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-bidenomics-11603055037", "title": "The Cost of Bidenomics", "date": "2020-10-18 17:03", "summary": "A new study on Biden's tax, health-care, energy and regulation proposals predicts $6,500 less in median household income by 2030.. Joe Biden has shrewdly kept the campaign focus on Covid-19 and President Trump, which has helped him avoid having to talk much about his own policies. That's especially true of his economic proposals, which a new study out Sunday from the Hoover Institution shows will have a damaging impact on growth, job creation and household income.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-latest-ultimatum-11603054965", "title": "Pelosi's Latest Ultimatum", "date": "2020-10-18 17:02", "summary": "The House Speaker dictates new terms of Trump Covid-19 surrender.. Nancy Pelosi is one slick operator. She has managed to blame President Trump for the failure of a new Covid-19 relief bill even as she keeps rejecting Treasury Secretary Steven Mnuchin's concession after concession.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-n-human-rights-parody-11603054911", "title": "A U.N. Human Rights Parody", "date": "2020-10-18 17:01", "summary": "Cuba, Russia and China get seats in time for Joe Biden to rejoin.. President Trump often gets knocked for undermining international institutions, but outfits like the United Nations do a good job of discrediting themselves. Behold last week's U.N. Human Rights Council elections.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-in-thailand-11602958880", "title": "Protests in Thailand", "date": "2020-10-18 17:00", "summary": "Demonstrations against the government gained momentum. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-equity-reaches-brookfield-deal-over-takeover-offer-11603053540", "title": "American Equity Chooses Brookfield Deal Over Takeover Offer", "date": "2020-10-18 16:39", "summary": "Small Iowa insurer rejects $3 billion takeover bid by Athene, MassMutual. American Equity Investment Life Holding Co. on Sunday rejected a takeover offer and instead said it reached a partnership with Brookfield Asset Management Inc.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-supreme-court-politics-11603052604", "title": "Notable & Quotable: Supreme Court Politics", "date": "2020-10-18 16:33", "summary": "'Republicans are positioned to gain a well-respected conservative jurist on the Supreme Court, while Democrats have maintained their strong political position by not wasting valuable capital on the fight.'. Josh Kraushaar writing for National Journal, Oct. 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kidnapping-club-review-the-gotham-slave-trade-11603053130", "title": "'The Kidnapping Club' Review: The Gotham Slave Trade", "date": "2020-10-18 16:32", "summary": "Neither restricted by geography nor restrained by law, the practice of slavery made its way deep into New York's business community.. Anyone who has seen the 2013 film \"12 Years a Slave\"-or read the 1853 Solomon Northup memoir that inspired it-knows that in the decades before the Civil War, free African-Americans could never feel fully at ease in their liberty. At any moment they might be seized and sold away by bounty hunters, with scant hope of regaining their freedom. So it happened that confidence men took Northup in 1841 and shipped him to Louisiana, where he would spend more than a decade in bondage before finally being rescued.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-suicide-mission-11603052967", "title": "Chile's Suicide Mission", "date": "2020-10-18 16:29", "summary": "A new constitution is likely to make the country poorer, more corrupt and less free.. A free society is never more at risk than when expectations are rising faster than outcomes. Of all the efforts to explain why Chile is on the cusp of collective political and economic suicide, this truism makes the most sense.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-trap-in-bidens-tax-hike-11603052904", "title": "The Hidden Trap in Biden's Tax Hike", "date": "2020-10-18 16:28", "summary": "The Social Security levy would go up for everyone eventually.. Joe Biden promises not to raise taxes on Americans earning less than $400,000-but there's a hitch. It lies in his proposal to apply the Social Security payroll tax to income above that amount.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-n-is-making-a-mockery-of-human-rights-11603052724", "title": "Why the U.N. Is Making a Mockery of Human Rights", "date": "2020-10-18 16:25", "summary": "A body built on the moral relativism inherent to any all-inclusive, multilateral system is bound to fail.. China, Cuba, Pakistan, Russia and Uzbekistan-all notorious for abusing human rights-were among the 14 states elected to the United Nations Human Rights Council on Oct. 13, bringing the proportion of nondemocratic states on the world's top human rights-promoting body to 60%. Cuba received 170 votes, or 88%, in the secret-ballot General Assembly vote.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-do-i-go-to-get-my-covid-antibody-cocktail-11603052662", "title": "Where Do I Go to Get My Covid Antibody Cocktail?", "date": "2020-10-18 16:24", "summary": "Researchers are making quick progress, but we need infusion sites and new models for payment.. Covid researchers are racing the clock. They've made enormous progress on therapies and vaccines, but they aren't far enough along to arrest the current surge of Covid infections as winter approaches. One of the biggest challenges is making sure the new treatments reach the patients who need them most.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-tells-white-house-it-has-until-tuesday-to-reach-relief-deal-before-election-11603042667", "title": "Pelosi Gives White House Deadline to Reach Pre-Election Relief Deal", "date": "2020-10-18 15:45", "summary": "Aim is to pass legislation to provide additional coronavirus funding for households and businesses before Nov. 3. House Speaker Nancy Pelosi (D., Calif.) told the White House it had until Tuesday to reach a deal with Democrats, or legislation to provide additional coronavirus relief to struggling households and businesses couldn't be passed before the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-quick-fix-for-social-media-bias-11603048637", "title": "No Quick Fix for Social Media Bias", "date": "2020-10-18 15:17", "summary": "Stripping sites of their liability protection might spur more unfair censorship.. After Twitter 's ban of the New York Post's scoop on Hunter Biden's Ukrainian payoffs last Wednesday, CEO Jack Dorsey called his staff's actions \"unacceptable.\" Ya think? The timing was especially dumb, as he's set to appear next week, along with Facebook 's Mark Zuckerberg and Google's Sundar Pichai, before the Senate Commerce Committee. The topic is Section 230 of the Communications Decency Act, which shields social-media platforms from liability as publishers. Mr. Dorsey just gave his adversaries the fuel to burn his tweet house down.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-forgotten-man-11603048669", "title": "Remember the Forgotten Man?", "date": "2020-10-18 15:17", "summary": "Elites' curiosity about the motivations and mindset of Trump voters was notably short-lived.. After the initial shock of Donald Trump's 2016 victory wore off, a few thoughtful people across the ideological spectrum attempted to wrap their heads around what happened. How did a brash, sometimes crude political neophyte beat everyone from Jeb Bush to Hillary Clinton at their own game on the world's largest stage? Those more prone to introspection and self-awareness than denial and vindictiveness came to the conclusion that the country's political and media elites had forgotten about the plight of the \"average\" American-the so-called Forgotten Man.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-couple-wants-enough-for-retirementand-to-keep-helping-their-sons-can-they-11602884875", "title": "A Couple Wants Enough to Retire-and to Keep Helping Their Sons. Can They?", "date": "2020-10-18 15:00", "summary": "Game plan: A financial adviser offers his assessment on how they can reach their goals. As James and Katherine Rogers hit their 60s, they want to be sure that they are set up for retirement-and can continue to help out their two sons.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/llr-collects-1-8-billion-to-invest-in-lower-midmarket-businesses-11603047602", "title": "LLR Collects $1.8 Billion to Invest in Lower Midmarket Businesses", "date": "2020-10-18 15:00", "summary": "The firm focuses on companies with up to $100 million in revenue in the health-care and technology sectors. ", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-china-gdp-u-s-housing-and-jobless-claims-11603047600", "title": "Economy Week Ahead: China GDP and U.S. Housing", "date": "2020-10-18 15:00", "summary": "China growth, U.S. housing starts, home sales and jobless claims highlight this week's economic data. China's gross domestic product and U.S. housing highlight a relatively quiet week for economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-worlds-toughest-coronavirus-lockdowns-eases-in-melbourneby-a-hair-11603018978", "title": "Two of the World's Toughest Lockdowns Ease-Just a Little", "date": "2020-10-18 14:59", "summary": "Authorities in Israel and Australia's Victoria state said they would begin easing restrictions after daily infection numbers dropped. MELBOURNE, Australia-Israel and an Australian state said they would slowly begin to ease some of the most stringent lockdowns in the world, but the terms highlight the deep global divide over the need for lockdowns to combat the Covid-19 pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-on-that-cross-of-gold-this-november-11603044632", "title": "Who's on That Cross of Gold This November?", "date": "2020-10-18 14:10", "summary": "Democrat William Jennings Bryan championed the interest of debtors over creditors in his famous \"Cross of Gold\" speech where he talked about burning down cities. This sounds a lot like the Democratic Party today.. William A. Glaston's excellent historical overview of the 1896 election (\"Trump's 'Cross of Gold' Moment,\" Politics & Ideas, Oct. 14) misses two important points.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-and-california-taxing-unto-oblivion-11603044573", "title": "Illinois and California Taxing Unto Oblivion", "date": "2020-10-18 14:09", "summary": "I hope Illinois voters won't be conned into voting in a progressive income tax which will move Illinois from No. 36 to No. 47 down the state competitiveness scale.. Regarding your editorial \"Congrats, Illinois, You'll Be 47th!\" (Oct. 13): I hope Illinois voters won't be conned into voting in a progressive income tax which will move Illinois from No. 36 to No. 47 down the state competitiveness scale. The competition for the least competitive state is fierce and will be won by California if voters approve a measure, Proposition 15, supported by the state's public-employee unions that allows a split roll to continually reassess commercial property in the state. Then California will be the victor with the highest income, sales, gas and property taxes in the country, which should move California solidly into the No. 50, least competitive, spot.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demonstrations-are-ok-but-public-worship-is-not-11603044521", "title": "Demonstrations Are OK but Public Worship Is Not?", "date": "2020-10-18 14:08", "summary": "The law must be applied equally to Yom Kippur services, political protests and events like John Lewis's funeral.. Regarding your editorial \"A Jewish Revolt Against Lockdowns\" (Oct. 10): New York Mayor Bill de Blasio's mistreatment of the Haredi Jewish community illustrates how the progressive left has adopted the ideology of protest (e.g., BLM \"demonstrations\") as its new religion, \"more important\" and more privileged as Mayor de Blasio says than (traditional) religious services. Such a double standard clearly violates the First Amendment's protection of the \"free exercise\" of religion. If gatherings are to be restricted to a limited number of people or to a specified maximum \"percentage occupancy,\" the limits must be blind to the nature of the gathering-whether organized by a church or synagogue, a mob or the government. That means that the law must be applied equally to Yom Kippur services, political protests and events like John Lewis's funeral.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-those-ivy-league-justices-recuse-themselves-11603044466", "title": "What if Those Ivy-League Justices Recuse Themselves?", "date": "2020-10-18 14:07", "summary": "Perhaps the other eight justices will consider the debt of gratitude they owe their respective alma maters sufficient to require their recusal.. William McGurn suggests that Judge Amy Coney Barrett's appointment to the Supreme Court will yield 5-4 or 6-3 decisions against Harvard and Yale's admission policies (\"Amy Coney Barrett and the Ivies,\" Main Street, Oct. 13). Perhaps, if the cases can be combined, each of the other eight justices will consider the debt of gratitude they owe their respective alma maters to at least create the appearance of a conflict of interest, sufficient to require their recusal from any case regarding the admission policies of those two universities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arabella-advisors-says-it-is-nonpartisan-has-no-agenda-11603044302", "title": "Arabella Advisors Says It Is Nonpartisan, Has No Agenda", "date": "2020-10-18 14:05", "summary": "'We are a consulting business that supports effective philanthropy and impact investing.'. Your editorial \"Sheldon Whitehouse Does Glenn Beck\" (Oct. 14) includes an inaccurate representation of Arabella Advisors that should be clarified. The editorial says: \"Arabella funds a variety of left-wing political groups that in turn fund Democrats.\" Arabella Advisors is neither a donor to political groups nor a partisan organization. We are a consulting business that supports effective philanthropy and impact investing. We do this by providing strategy advice and operational support to hundreds of clients whose interests range from finding cures to diseases to supporting organizations rooted in their religious faith to addressing injustices through public education and policy change. We work in response to client demand; we do not determine how our clients use their resources. We also do not pursue a particular ideology. We help our clients achieve philanthropic effectiveness, and we begin with the assumption that solutions to the challenges our society faces can come from concerned people with very different ideological and political viewpoints.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-an-american-comeback-i-just-have-to-keep-myself-going-11603044046", "title": "On the Wrong Side of the Split Recovery: 'I Just Have to Keep Myself Going'", "date": "2020-10-18 14:00", "summary": "Seven months into economic calamity, four people in Cincinnati manage rocky recoveries with anxiety and adaptation. CINCINNATI-In the seven months after the coronavirus and shutdown tore through this city, Crayona McBerry lost half her income, then got it back; got sick, then recovered; risked eviction, then made her rent.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-officials-identify-chechen-man-as-suspect-in-teacher-beheading-11602938009", "title": "Demonstrations Pay Homage to French Teacher Beheaded After Lesson on Charlie Hebdo", "date": "2020-10-18 13:32", "summary": "Police have detained 11 people in connection with the killing, which authorities are investigating as terrorism. PARIS-Days before Samuel Paty was beheaded in an attack that shocked France, the 47-year-old history teacher was guiding his class through a fraught debate over the limits of free speech.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-president-election-vigo-county-indiana-11602795232", "title": "Trump or Biden? Vigo County's President-Picking Record Is at Stake", "date": "2020-10-18 13:15", "summary": "Resume Subscription. TERRE HAUTE, Ind.-If America's nerves are on edge because of the presidential election, imagine the pressure of living in Vigo County.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-hits-out-at-rivals-in-final-campaign-sprint-11603035226", "title": "Trump Assails Rivals in Final Campaign Sprint", "date": "2020-10-18 13:04", "summary": "The president returned to a schedule packed with campaign rallies in his final push to close a polling gap with Democrat Joe Biden in battleground states. WASHINGTON-President Trump returned to a schedule packed with campaign rallies and hit out at rivals in his final push to close a polling gap with Democrat Joe Biden in battleground states.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-forms-asian-hate-crime-task-force-11603040400", "title": "NYPD Forms Asian Hate Crime Task Force", "date": "2020-10-18 13:00", "summary": "In New York City, hate crimes against Asian people rose during the coronavirus pandemic. The New York Police Department is forming an Asian Hate Crime Task Force, its first-ever task force dedicated to investigating crimes targeting a single race.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/front-lines-and-hand-signals-thailands-protests-shift-tactics-influenced-by-hong-kong-11603039354", "title": "Thailand's Protests Shift Tactics, Influenced by Hong Kong", "date": "2020-10-18 12:42", "summary": "Demonstrators defied a government ban on large gatherings for the fourth consecutive day to call for the prime minister's resignation. Thousands of antigovernment protesters gathered at Bangkok's Victory Monument on Sunday wearing raincoats, helmets and goggles, braced for a confrontation with authorities who two days earlier had used water cannons to disperse a rally.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despit-pandemic-hotel-chains-grow-in-africa-11603036939", "title": "Despite Pandemic, Hotel Chains Grow in Africa", "date": "2020-10-18 12:02", "summary": "Global chains snap up distressed independent properties in bid to expand footprints. JOHANNESBURG-Africa's tourism sector has cratered in the face of the coronavirus, but the world's biggest hotel chains remain committed to the continent.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-look-to-expand-house-majority-11603036800", "title": "Democrats Look to Expand House Majority", "date": "2020-10-18 12:00", "summary": "Centrist Democrats try to flip districts that backed Trump, while Republicans try to win back seats lost in 2018. WASHINGTON-Democrats appear on track to expand their majority in the House based on current polls, nonpartisan election watchers say, running competitively in areas that President Trump won easily in 2016, as women and seniors move toward Democratic nominee Joe Biden at the top of the ticket.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-offer-loans-to-lure-developing-countries-away-from-chinese-telecom-gear-11603036800", "title": "U.S. Aims to Lure Developing Nations From Chinese Telecom Gear", "date": "2020-10-18 12:00", "summary": "Washington aims to entice countries in Africa and elsewhere away from Huawei and ZTE. The U.S. government is embarking on a push to persuade developing countries to shun Chinese telecommunications equipment, offering financial assistance to use alternatives that Washington says are safer and have fewer strings attached.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-party-power-broker-james-a-johnson-dies-at-76-11603034040", "title": "Democratic Party Power Broker James A. Johnson Dies at 76", "date": "2020-10-18 11:14", "summary": "Minnesotan headed Fannie Mae in 1990s and introduced free performances at Kennedy Center. James A. Johnson, a Democratic Party power broker who headed the mortgage-finance giant Fannie Mae in the 1990s and introduced free daily performances at the Kennedy Center for the Performing Arts in Washington, died Sunday, his family said. He was 76.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-beware-utility-stocks-could-become-less-predictable-11602884773", "title": "Investors, Beware: Utility Stocks Could Become Less Predictable", "date": "2020-10-18 11:00", "summary": "Blame it on the increased focus on renewable energy. The presidential election also may shake things up.. If investors had to sum up utility stocks in a word, many would probably say \"predictable.\"", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-first-narco-submarine-caught-after-crossing-the-atlantic-11603033200", "title": "First 'Narco-Sub' Caught After Atlantic Crossing", "date": "2020-10-18 11:00", "summary": "Resume Subscription. ALDÁN, Spain-In a craggy bay here early one morning last year, police watched three men clamber from the hatch of a curious vessel barely breaking the surface of the Atlantic Ocean.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spacs-could-be-a-bubble-that-never-quite-pops-11603029780", "title": "SPACs Could Be a Bubble That Never Quite Pops", "date": "2020-10-18 10:03", "summary": "Though they benefit from speculative froth, blank-check companies aren't only a good deal for their sponsors. Sorry, haters: The SPAC could be here to stay.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-putting-damper-on-holiday-shopping-season-11603029601", "title": "Coronavirus Pandemic Puts Damper on Holiday Shopping Season", "date": "2020-10-18 10:00", "summary": "With consumers hunkering down at home, festive spending will likely be more subdued this year, economists say. The coronavirus pandemic is creating novel hurdles for Americans' spending this holiday season, posing potential challenges for an economy that leans heavily on their willingness to consume.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-health-care-11603029600", "title": "Where Trump and Biden Stand on Health Care", "date": "2020-10-18 10:00", "summary": "President wants to reduce federal government's role in Americans' health care, while his opponent wants to expand it. This article is part of a Wall Street Journal guide comparing President Trump and former Vice President Joe Biden on issues from climate change to health care and jobs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/applying-to-college-during-covid-what-parents-and-students-should-know-11602885169", "title": "Applying to College During Covid: What Parents and Students Should Know", "date": "2020-10-18 09:00", "summary": "The pandemic has all sorts of financial implications that will affect where to apply, how to get aid, where to live and more. Applying to college is an anxious financial experience for many students and parents. Now, throw in a global pandemic.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-to-my-unused-vacation-days-11603026000", "title": "What Happens to My Unused Vacation Days?", "date": "2020-10-18 09:00", "summary": "With Covid-19 restrictions often making it difficult to get away, many employees and employers are facing a reckoning at year-end; here's advice from legal experts. Many people have canceled vacations or have been unable to take time off during the pandemic. My company has a use-it-or-lose it policy, but we can't all take off between now and the end of the year. What will happen to my unused vacation days?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-increase-for-corporations-looks-more-likely-as-election-nears-11603026001", "title": "Corporate Tax Increase Looks More Likely as Election Nears", "date": "2020-10-18 09:00", "summary": "A potential Democratic sweep means companies can no longer take the 21% rate for granted. WASHINGTON-On paper, the 21% U.S. corporate tax rate was a permanent cornerstone of the 2017 tax law, a boon to business without the expiration date attached to other provisions. In reality, that low rate is only as solid as Republicans' ability to wield power in Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-bike-review-rationalizing-a-2-495-exercise-bike-11603026000", "title": "Rationalizing a $2,495 Exercise Bike", "date": "2020-10-18 09:00", "summary": "Peloton's latest model ups the already high price for a stationary bike but offers additional features to make it more competitive with the local gym. If there is a winner in Corporate America's grueling Tour de Pandemic, Peloton would be it.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-eases-second-lockdown-as-covid-19-cases-subside-11603026017", "title": "Israel Eases Second Lockdown as Covid-19 Cases Subside", "date": "2020-10-18 09:00", "summary": "Under new phase of restrictions, some gatherings are permitted but schools, restaurants and bars remain closed. TEL AVIV-Israel on Sunday began to emerge from its unpopular second nationwide lockdown following a month of restrictions that helped suppress coronavirus infections.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-series-bound-rays-epitomize-baseball-in-2020for-better-or-for-worse-11603022401", "title": "Rays Epitomize Baseball in 2020-for Better or for Worse", "date": "2020-10-18 08:00", "summary": "Tampa Bay defies the sport's conventional thinking with strategic moves based strictly on analytics. When Tampa Bay Rays manager Kevin Cash emerged from the dugout with two outs in the sixth inning Saturday night, longtime baseball fans simultaneously groaned. Charlie Morton, the Rays' starter, looked dominant in Game 7 of the American League Championship Series, holding the Houston Astros scoreless on just 66 pitches. He appeared poised to deliver the kind of October masterpiece that would sit alongside the most memorable clutch performances of the past.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pastry-chef-ditches-desserts-for-data-analysis-11603022401", "title": "A Pastry Chef Ditches Desserts for Data Analysis", "date": "2020-10-18 08:00", "summary": "A Cordon Bleu-trained chef yearning to do more 'than bake cookies and brownies all day long' retrained for a career that taps his mathematical talent.. Chris Pariso grew up in New Hampshire in a family where everyone loved to cook. After high school, he trained at a local affiliate of the prestigious Le Cordon Bleu culinary school and became a pastry chef.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/part-of-the-brooklyn-covid-19-uptick-traces-to-deal-n-j-11603022400", "title": "Part of the Brooklyn Covid-19 Uptick Traces to Jersey Shore Town", "date": "2020-10-18 08:00", "summary": "Health officials have traced outbreaks in two neighborhoods to end-of-summer socializing by a close-knit Sephardic Jewish community at the Jersey Shore. The coronavirus cases started ticking up in July among a tightknit community of Sephardic Jews summering at the Jersey Shore.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-trails-among-seniors-key-group-in-many-battleground-states-11603022401", "title": "Trump Trails Among Seniors, Key Group in Many Battleground States", "date": "2020-10-18 08:00", "summary": "Some states with big populations of people over 65 years old are also places where voters appear to be shifting away from Trump, polls show. Republicans have won the senior vote in the last four presidential elections. This year, older voters are showing signs of having second thoughts about President Trump, one reason he is lagging behind Democratic nominee Joe Biden in polls of some of the most important battlegrounds.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-people-really-love-and-hate-about-remote-work-11603018844", "title": "What People Really Love (and Hate) About Remote Work", "date": "2020-10-18 07:00", "summary": "Seven months into the pandemic, many professionals say they like flexible schedules-'I actually eat real food now'-but miss colleagues and clients and cite frustrations such as Zoom fatigue.. For the millions of Americans working remotely since March, it has been a year of challenges, opportunities, and getting really, really comfortable with Zoom.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-oct-11-18-2020-11603018800", "title": "Photos of the Week", "date": "2020-10-18 07:00", "summary": "Chinese city tests nine million for coronavirus, Amy Coney Barrett faces lawmakers' questions, early voting in Texas breaks records and more. Julia McLean finally got her dream job as a full-time viola player for the Indianapolis Symphony Orchestra-and then Covid-19 changed everything. 'No one expects an entire field to disappear,' says the 24-year-old graduate of New York's prestigious Juilliard School. Classical music is in crisis as coronavirus concerns have shut down live performances. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deals-a-blow-to-global-battle-against-poverty-11603018801", "title": "Coronavirus Deals a Blow to Global Battle Against Poverty", "date": "2020-10-18 07:00", "summary": "Poor nations are hit harder by the global downturn and lack the financial resources to fight it. WASHINGTON-After decades of progress against global poverty, world leaders are facing a setback due to the coronavirus pandemic and struggling to come up with a response that matches the scale of the problem.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivian-election-shapes-up-as-battle-over-former-president-evo-morales-11603018800", "title": "Bolivian Election Shapes Up as Battle Over Former President Evo Morales", "date": "2020-10-18 07:00", "summary": "After the longtime leader was ousted last year, his leftist party has regrouped and now leads polls. Eleven months after Bolivia's President Evo Morales resigned amid violent protests and fled the country, his party has regrouped and his handpicked candidate is the front-runner in Sunday's election.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-michigan-plot-to-kidnap-governor-informants-were-key-11603013401", "title": "In Michigan Plot to Kidnap Governor, Informants Were Key", "date": "2020-10-18 05:30", "summary": "As authorities grapple with the threat of homegrown extremists, deciphering talk and action is tough. Members of the antigovernment Michigan III%ers liked to spout off on social media, saying things like, police \"are not your friends\" and calling Michigan Gov. Gretchen Whitmer a \"tyrant bitch.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tanked-the-economy-then-credit-scores-went-up-11603013402", "title": "Credit Scores Rise Amid Recession", "date": "2020-10-18 05:30", "summary": "The average credit score hit a record in July after millions of Americans had lost their jobs, scrambling lenders' underwriting models. Millions of Americans lost their jobs and skipped debt payments this year. You wouldn't know it looking at consumer credit scores.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]