[{"link": "https://www.wsj.com/articles/cuccinelli-served-illegally-in-top-immigration-post-court-rules-11583107166", "title": "Cuccinelli Served Illegally in Top Immigration Post, Court Rules", "date": "2020-03-01 18:59", "summary": "Decision invalidates change to asylum policy put in place last year. WASHINGTON-A federal court ruled that senior Homeland Security official Ken Cuccinelli served illegally last year in a position overseeing immigration and invalidated a change to asylum policy put in place during that time.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-the-hand-sanitizer-coronavirus-fears-empty-store-shelves-disrupt-plans-11583106761", "title": "Coronavirus Fears Empty Store Shelves, Disrupt Plans", "date": "2020-03-01 18:52", "summary": "Despite low overall risk of infection, Americans move to prepare for possibility of serious outbreak as authorities urge calm. Store shelves stripped bare of hand sanitizer. Hard-to-find face masks selling at a premium online. Grocery store customers filling their shopping carts to the brim.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-plastic-bag-ban-goes-into-effectsort-of-11583106539", "title": "New York's Plastic-Bag Ban Goes Into Effect-Sort of", "date": "2020-03-01 18:49", "summary": "Many shoppers were ready with their own bags, but some stores still offered plastic bags after a lawsuit pushed enforcement back by a month. A new ban on plastic bags took effect Sunday in New York City, amid some confusion and grumbling.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-afghan-withdrawal-deal-11583106215", "title": "The Afghan Withdrawal Deal", "date": "2020-03-01 18:43", "summary": "Trump agrees to a 14-month timeline if the Taliban honor their security commitments.. President Trump has made clear he wants all American troops out of Afghanistan, and on Saturday the U.S. signed an \"agreement for bringing peace to Afghanistan\" with the Taliban. The coming months will tell if this is a genuine path to peace or political cover for a U.S. exit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-health-care-to-the-rescue-11583106176", "title": "Private Health Care to the Rescue", "date": "2020-03-01 18:42", "summary": "The feds are calling on academic labs and Big Pharma for help.. Americans naturally turn to the government when their health or physical security is at risk, but a core U.S. strength is the breadth of its private medical resources. That's on display now as the government is calling on private actors to buttress the federal response.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqs-prime-minister-designate-withdraws-candidacy-for-post-11583104989", "title": "Iraq's Prime Minister-Designate Withdraws Candidacy for Post", "date": "2020-03-01 18:23", "summary": "Political turmoil raises questions about Baghdad's readiness to deal with spreading coronavirus. Iraq's prime minister-designate withdrew his candidacy for the position on Sunday, saying he faced obstruction from some political factions over reforms, deepening political turmoil in the country as it faces a growing coronavirus challenge.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-prepare-for-surge-in-demand-as-coronavirus-spreads-11583004925", "title": "Grocers, Retailers Prepare for Surge in Demand as Coronavirus Spreads", "date": "2020-03-01 17:53", "summary": "U.S. shoppers stock up on dry goods, sanitizer, cleaning supplies. Supermarkets and other retailers are preparing for a surge in demand and shoppers are stocking up on staple foods and cleaning supplies as more cases of the new coronavirus appear in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-weighs-legalizing-abortion-a-first-for-big-latin-american-countries-11583102273", "title": "Colombia Weighs Legalizing Abortion, a First for Big Latin American Countries", "date": "2020-03-01 17:37", "summary": "The potential ruling would represent a milestone in a region where abortion is largely restricted. BOGOTÁ, Colombia-Arguing that abortion endangers the health of women while violating the rights of the fetus, lawyer Natalia Bernal Cano filed suit with this country's highest court seeking a total ban on the procedure.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-the-tragedy-of-iran-11583101054", "title": "Coronavirus and the Tragedy of Iran", "date": "2020-03-01 17:17", "summary": "The Islamic Republic has missed out on global prosperity and is now in its decadent, late-Soviet stage.. Nowhere other than in China is the coronavirus epidemic more severe than in Iran, where authorities confirmed Sunday that at least 54 people, including an 81-year-old former ambassador, have died from Covid-19. The real death toll may be considerably higher than that; on Friday, BBC Persian tallied 210 deaths from individual hospitals. Seven prominent officials have contracted the disease, including Vice President Masoumeh Ebtekar, who in her youth served as a spokesman for U.S. Embassy hostage-takers. Deputy Health Minister Iraj Harirchi broke out in a sweat Feb. 24 as he assured the public that the epidemic was under control; the following day he announced he was sick.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-socialist-takes-on-the-tycoon-in-colorado-11583100976", "title": "The Socialist Takes On the Tycoon in Colorado", "date": "2020-03-01 17:16", "summary": "Sanders has raised an army of volunteers while Bloomberg has pumped millions into the state.. Denver", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-k-wants-a-u-s-trade-deal-11583100900", "title": "The U.K. Wants a U.S. Trade Deal", "date": "2020-03-01 17:15", "summary": "Brexit gives us a chance to build our trans-Atlantic bond and boost traffic by almost $20 billion a year.. The U.K. left the European Union on Jan. 31, and today we are taking the first step toward a new free-trade agreement with our most important security partner and our biggest export market-the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-to-your-health-big-boy-11583100829", "title": "Here's to Your Health, Big Boy", "date": "2020-03-01 17:13", "summary": "A burger chain evolves from the food pyramid to mandatory calorie counts.. From a car window, it's like catching sight of an old friend: a chubby, smiling, pompadoured fellow in red-and-white checkered overalls, hoisting a giant hamburger atop a tray in his right hand. He's a statue, of course-Big Boy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-philanthropy-the-market-test-11583100757", "title": "Give Philanthropy the Market Test", "date": "2020-03-01 17:12", "summary": "A project to electrify rural India shows how investment helps the poor more than aid.. I'm always mystified by philanthropic foundations and how fruitlessly they disperse their capitalism-provided funds. Bloomberg Philanthropies spends a chunk of its $8 billion on \"Sustainable Cities.\" The new $10 billion Bezos Earth Fund is backing climate activists. The $12 billion Ford Foundation insists, \"To address the climate crisis, we must address inequality.\"", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-rewrites-cuban-history-11583100666", "title": "Bernie Rewrites Cuban History", "date": "2020-03-01 17:11", "summary": "He lamely concedes that the regime is 'authoritarian.' No, it's totalitarian.. Many Americans were offended by Sen. Bernie Sanders's recent praise of Fidel Castro. Perhaps gratitude is in order instead. By candidly sharing his opinion of Cuba, Mr. Sanders exposes the depth of his socialist views.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-communist-espionage-review-spycraft-as-statecraft-11583100597", "title": "'Chinese Communist Espionage' Review: Spycraft as Statecraft", "date": "2020-03-01 17:09", "summary": "How much of China's dramatic military and economic rise could have been achieved without the use of espionage?. Kevin Mallory was no James Bond. The hapless former CIA agent attempted to deflect suspicion that he had been selling the Chinese secret information by voluntarily turning over a Chinese-provided cell phone to FBI investigators. Mr. Mallory assumed any compromising communications with the foreign agents had been erased, but a chip preserved the evidence of his treason. Last May Mr. Mallory was sentenced to 20 years under the Espionage Act. Six months later, another former CIA operative, Jerry Chun Shing Lee, received a 19-year sentence for selling CIA secrets to Beijing that may have resulted in the crippling of the CIA's network in China and the disappearance or death of dozens of agents.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-bypasses-lawmakers-to-pass-france-pension-overhaul-11583008140", "title": "Macron Bypasses Lawmakers to Pass France Pension Overhaul", "date": "2020-03-01 16:18", "summary": "The move can only be blocked by a successful vote in the legislature censuring the government. PARIS-French President Emmanuel Macron moved Saturday to pass his pension overhaul without a vote in the legislature, seeking to brush aside tens of thousands of amendments filed by opposition lawmakers to slow debate.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-fret-over-life-in-a-bernie-sanders-presidency-11583096353", "title": "Businesses Fret Over Potential Bernie Sanders Presidency", "date": "2020-03-01 15:59", "summary": "The lifelong critic of capitalism and big business has proposed major changes for industries including health, energy and finance, but his targets see limits to his ability to implement his boldest ideas. The rapid ascent of Sen. Bernie Sanders in the Democratic primaries-despite a weak showing in Saturday's South Carolina vote-confronts American business with the once unthinkable: The most powerful policy maker in the world could soon be a strident, lifelong critic of capitalism and big business.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-steep-declines-in-stocks-investors-seek-winners-in-health-care-11582921764", "title": "Amid Steep Market Decline, Investors Seek Winners in Health Care", "date": "2020-03-01 15:57", "summary": "Despite an 12% decline in the S&P 500 health-care sector this week, some shares are rallying. Shares of many health-care companies have posted steep declines during this week's market rout. That has some investors looking for the bright spots.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-jobs-report-global-manufacturing-data-11583092800", "title": "Economy Week Ahead: U.S. Jobs Report, Global Manufacturing Data", "date": "2020-03-01 15:00", "summary": "Payrolls report will offer insight into how the labor market fared in the second month of the year. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-prepare-for-coronavirus-outbreaks-on-campus-11583071200", "title": "Colleges Prepare for Coronavirus Outbreaks on Campus", "date": "2020-03-01 14:55", "summary": "Task forces map out prospects for quarantines, class cancellations as schools brace for virus spread. A team from the University of Rochester Medical Center gathered in late February for a drill: What would the hospital do if someone showed up presenting with symptoms of the disease caused by the novel coronavirus?", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-billions-11583090927", "title": "Bloomberg's Billions", "date": "2020-03-01 14:28", "summary": "Michael Bloomberg's spending on politics and charity is a proxy for his beliefs. Michael Bloomberg has never held national office and doesn't have the voting record of his opponents. Instead, he has expressed his political views through his money. Oceans of it.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-shoots-down-two-syrian-jet-fighters-testing-russian-resolve-to-support-assad-11583090683", "title": "Turkey Shoots Down Two Syrian Jet Fighters", "date": "2020-03-01 14:24", "summary": "Turkey's offensive comes as Syrian forces continue offensive to take the last rebel enclave after years of civil war. ISTANBUL-Turkey's air force downed two Syrian jet fighters, testing Russia's dominance of Syrian airspace as a battle for control of the last rebel stronghold continued near the Turkish border.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-different-almost-no-company-is-safe-11583064000", "title": "Coronavirus Is Different. It's Rapidly Hitting Supply and Demand.", "date": "2020-03-01 14:22", "summary": "Fast-spreading disease snarls factories, business travel; White House vows epidemic is 'not going to sink the U.S. economy'. Companies have endured financial meltdowns, civil wars and natural disasters. Now they are confronting a different kind of menace: a fast-spreading virus that has abruptly dented demand and supply across industries and continents.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-will-be-a-long-battle-more-countries-report-first-coronavirus-deaths-11583056323", "title": "'This Will Be a Long Battle': More Countries Report First Coronavirus Deaths", "date": "2020-03-01 14:21", "summary": "Nearly 3,000 people globally have now died in the epidemic, which is spreading to more countries. More countries reported their first coronavirus fatalities and the toll grew in places such as China, as the number of deaths from the epidemic globally nears 3,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-latinos-usually-conservative-democrats-may-swing-to-sanders-11583087097", "title": "Texas Latinos, Usually Conservative Democrats, Might Swing to Sanders", "date": "2020-03-01 13:24", "summary": "Latino voters are critical to Bernie Sanders's hopes of winning in Texas on Super Tuesday. MISSION, Texas-Flor Martinez has spent most afternoons for the past couple of weeks walking the neighborhoods of Texas' Rio Grande Valley, knocking on doors and asking Democratic voters, mostly in Spanish, to support Bernie Sanders for president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-coronavirus-scare-pro-cycling-braces-for-worse-11583085976", "title": "After a Coronavirus Scare, Pro Cycling Braces for Worse", "date": "2020-03-01 13:06", "summary": "Global travel, sprawling courses, and bruised immune systems make the sport uniquely vulnerable to the epidemic. BERLIN-Danish cyclist Michael Morkov spent 34 hours in isolation here this weekend, trying to remember if anyone had coughed on him.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-need-for-a-pcaob-if-auditing-conflicts-are-eliminated-11583085891", "title": "No Need for a PCAOB If Conflicts Eliminated", "date": "2020-03-01 13:04", "summary": "All we need is the major pension plans and institutional holders to insist that any organization in which they hold stock be audited periodically by a truly independent auditor.. Former Securities and Exchange Commission Chairman Arthur Levitt ignores the failure of the SEC, the Public Company Accounting Oversight Board (PCAOB) and my profession (CPAs) in the last financial crisis (\"Without an Independent Watchdog, Who Will Audit the Auditors?,\" op-ed, Feb. 20). The mandatory finger of blame never points inward.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-big-swarms-of-young-sandernistas-11583085661", "title": "Why the Big Swarms of Young Sandernistas?", "date": "2020-03-01 13:01", "summary": "Young adults today received a steady diet of social-justice, secular-progressive and climate-change dogma from grade school to graduate school.. William Galston's explanation for \"Why the Young Back Bernie Sanders\" (Politics & Ideas, Feb. 19) can be summed up that their generation got a raw deal. Young adults today are much more willing than were prior generations at the same age to entertain the possibility of radical change, and support Sen. Sanders as a leader who will make that happen.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-and-castros-education-revolution-11583085609", "title": "Sanders and Castro's 'Education' Revolution", "date": "2020-03-01 13:00", "summary": "Fidel Castro\"s \"literacy program,\" as Sen. Bernie Sanders likes to call it, was a propaganda and indoctrination system meant to program a captive population to become good comrades and soldiers for the revolution.. Regarding your editorial \"Bernie's Cuba Illiteracy\" (Feb. 25): Fidel Castro\"s \"literacy program,\" as Sen. Bernie Sanders likes to call it, was not a reading and writing program for Cubans, who were already quite literate. It was a propaganda and indoctrination system meant to program a captive population to become good comrades and soldiers for the revolution. Further, the \"teachers\" served the police state to round up and weed out any independent-minded troublemakers, who were then imprisoned in re-education camps or worse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/against-sanders-trump-is-the-lesser-evil-11583084901", "title": "Against Sanders, Trump Is the Lesser Evil", "date": "2020-03-01 12:48", "summary": "The president has been even worse than I expected, but I may have to vote for him.. If Bernie Sanders is the Democratic nominee for president, he'll have to secure the votes of people like me. He won't have a chance. A man who sings the praises of Fidel Castro's Cuba and promises to dismantle the most productive economy on the planet won't win over America's moderate middle, even running against an ill-mannered, ignorant and demagogic Donald Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-drugmakers-warn-about-coronavirus-impact-on-business-11583078401", "title": "Big Drugmakers Warn About Coronavirus Impact on Business", "date": "2020-03-01 12:42", "summary": "Some companies have started looking for alternative sources of drug ingredients, industry officials and experts say. Some of the world's biggest drugmakers have begun warning that their businesses could be affected by the spread of the coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-is-voting-for-the-third-time-in-a-year-bring-on-the-ice-cream-and-trash-cans-11583084403", "title": "Israel Is Voting for the Third Time in a Year. Bring On the Ice Cream and Trash Cans.", "date": "2020-03-01 12:40", "summary": "As Israelis head back to the polls, companies are trying to tap into voter frustration; 'it's a joke'. TEL AVIV-Everybody is tired of the never-ending election.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-in-my-backyard-states-seek-to-abolish-ice-detention-centers-11583084109", "title": "Not in My Backyard: States Aim to Limit ICE Detention", "date": "2020-03-01 12:35", "summary": "Some left-leaning communities aim to undermine federal agency's ability to confine immigrants. U.S. Immigration and Customs Enforcement is facing fights in communities around the country where activists and lawmakers want to block the federal agency from operating or expanding private detention centers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-technicians-think-the-selloff-isnt-over-11583083898", "title": "Market Technicians Think the Selloff Isn't Over", "date": "2020-03-01 12:31", "summary": "Investors and analysts who study how different players in the market spread their bets calculate that markets have room for further declines. After such a bad week for stocks, the question is whether the worst is over. In the view of analysts of more technical corners of the markets, the answer is: probably not yet.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-battles-coronavirusand-the-black-market-for-medical-supplies-11583081174", "title": "Iran Battles Coronavirus-and the Black Market for Medical Supplies", "date": "2020-03-01 11:46", "summary": "As Iran struggles to contain the virus, security forces are targeting people hoarding masks for sale on the black market. TEHRAN-Iranian authorities have seized millions of medical supplies being hoarded by black-market traders, an effort to alleviate their own shortfall as they battle to contain the world's second-deadliest national coronavirus outbreak.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-scrambles-to-harden-virus-defenses-11583076383", "title": "Wall Street Scrambles to Harden Virus Defenses", "date": "2020-03-01 11:17", "summary": "The outbreak of coronavirus promises a fresh test of logistics planning efforts that have been gradually upgraded over the years.. U.S. banks are preparing for a worsening coronavirus outbreak by laying plans to move staffers to back-office sites, limiting contact with clients who have been abroad and curbing employee travel.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-campaigns-on-crisis-management-im-not-a-blowhard-11583079285", "title": "Bloomberg Campaigns on Crisis Management: 'I'm Not a Blowhard'", "date": "2020-03-01 11:14", "summary": "The former New York City mayor is pitching himself as a competent leader capable of tackling issues such as coronavirus. BENTONVILLE, Ark.-Kicking off a get-out-the-vote rally in the hometown of the country's largest retailer, Michael Bloomberg had praise for \"one of the most remarkable businesses in America.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfpb-case-heads-to-supreme-court-this-week-11583078400", "title": "CFPB Case Heads to Supreme Court", "date": "2020-03-01 11:00", "summary": "Oral arguments set to begin Tuesday over constitutionality of consumer-finance regulator's structure. WASHINGTON-A decadelong battle over the quasi-independence of a U.S. consumer-finance regulator lands at the Supreme Court this week, in a case that could have broad consequences for the structure of the federal government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-ground-game-faces-biggest-test-on-super-tuesday-11583078401", "title": "Warren's Ground Game Faces Biggest Test on Super Tuesday", "date": "2020-03-01 11:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sanders-struggles-with-black-voters-despite-positive-signs-11583077620", "title": "Sanders Struggles With Black Voters Despite Positive Signs", "date": "2020-03-01 10:47", "summary": "Vermont senator had said he had a shot at winning South Carolina, but he lost black voters overwhelmingly. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-mens-scarves-are-both-knotty-and-nice-11583076738", "title": "Why Men's Scarves Are Both Knotty and Nice", "date": "2020-03-01 10:32", "summary": "Less formal than a tie, less bulky than a muffler, a neck scarf adds a playfully elegant touch to any outfit. Six options to try. Giorgio Armani scarf, $275, Giorgio Armani boutiques nationwide, Gabriela Hearst sweater, $1,690, gabrielahearst.com, Officine Générale shirt, $230, mrporter.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strike-a-pose-the-bowling-shirt-is-back-11583076672", "title": "Strike a Pose: The Bowling Shirt Is Back", "date": "2020-03-01 10:31", "summary": "Five styles that roll out of the alleyway into everyday life thanks to irreverent spring prints. A classic print for a classic guy. Salvatore Ferragamo , $990, Salvatore Ferragamo boutiques nationwide", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-is-helping-shield-canada-from-global-slowdown-11583074801", "title": "Immigration Is Helping Shield Canada From Global Slowdown", "date": "2020-03-01 10:00", "summary": "Rising numbers of immigrants and a partial focus on more potentially productive ones has expanded the workforce and boosted the economy. OTTAWA-Canada largely avoided the doldrums that afflicted other advanced economies last year amid a global slowdown. Immigration is a big reason why.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amex-staff-misled-small-business-owners-to-boost-card-sign-ups-11583074800", "title": "AmEx Staff Misled Small-Business Owners to Boost Card Sign-Ups", "date": "2020-03-01 10:00", "summary": "Questionable sales tactics cropped up in push to retain cardholders after Costco partnership ended. The American Express Co. saleswoman had finally convinced Bryan Daughtry to apply for a card. There was just one thing: She had to run a credit check.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-prepares-for-another-unruly-week-11583074802", "title": "Wall Street Prepares for Another Unruly Week", "date": "2020-03-01 10:00", "summary": "Even those on trading desks have struggled to keep pace with the market tumult. Global investors are bracing for another hair-raising ride, after a week of frantic and at times disorderly trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-to-test-small-business-optimism-11583074800", "title": "Coronavirus to Test Small-Business Optimism", "date": "2020-03-01 10:00", "summary": "Company owners are upbeat about U.S. economy despite virus risk, recent poll finds. Before the coronavirus jolted stock markets and global supply chains, U.S. small-business confidence was the highest it had been in more than a year. Now the question is whether that optimism can overcome the uncertainty created by the disease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joe-biden-comeback-11583070147", "title": "The Joe Biden Comeback", "date": "2020-03-01 09:47", "summary": "His South Carolina victory offers a renewed challenge to Sanders.. At 77 years old, Joe Biden can't really be called a Comeback Kid. But then he is a year younger than Bernie Sanders and Michael Bloomberg, and his runaway victory in South Carolina's primary on Saturday revives his bid as a serious challenger for the Democratic presidential nomination.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-sees-silver-lining-to-coronavirus-as-flu-cases-drop-11583073526", "title": "Japan Sees Silver Lining to Coronavirus as Flu Cases Drop", "date": "2020-03-01 09:38", "summary": "Infection fears spur better hygiene that may be lowering influenza toll. TOKYO-If there is a positive impact of the coronavirus epidemic, look for it in Japan, where people are observing better hygiene and the number of influenza cases is far below a typical year.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reports-first-coronavirus-death-imposes-new-international-travel-restrictions-11583004085", "title": "U.S. Reports First Coronavirus Death, Imposes New International Travel Restrictions", "date": "2020-03-01 09:03", "summary": "The patient who died didn't have any travel history to areas where virus was circulating. Health officials in the state of Washington reported the first coronavirus death in the U.S. on Saturday, as the White House imposed additional international travel restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-is-building-a-data-geeks-dream-11583071200", "title": "New York City Is Building a Data Geek's Dream", "date": "2020-03-01 09:00", "summary": "Baby names, street trees and dog bites are among the 2,000 data sets available to the public. More are coming.. When Adrienne Schmoeker walks around New York City, she sees data sets everywhere.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-questions-you-wish-you-had-asked-your-parents-11583067601", "title": "The Questions You Wish You Had Asked Your Parents", "date": "2020-03-01 08:00", "summary": "Adult children often wait until it's too late to truly understand their parents. Now, that's starting to change; 'I wish I knew.'. For years, Sarah Smith wanted to know more about her mom's relationship with her own mother. \"I'd like to know why my mother felt unloved,\" says Ms. Smith, a stay-at-home mom in Dallas. \"And what was said that made her feel insecure and less confident.\"", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-of-norways-favorite-metal-bands-replaced-its-front-man-11583067600", "title": "How One of Norway's Favorite Metal Bands Replaced Its Front Man", "date": "2020-03-01 08:00", "summary": "Resume Subscription. The Norwegian metal band Kvelertak just released an album, its first after the tricky feat of replacing the lead singer without losing momentum.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venices-high-tides-receded-now-tourism-is-running-dry-11583066058", "title": "Venice's High Tides Receded. Now Tourism Is Running Dry.", "date": "2020-03-01 07:34", "summary": "Resume Subscription. VENICE-The coronavirus epidemic in Italy added insult to injury for Francesco Molinari. His traditional Venetian wine bar had already suffered physical damage when exceptionally high tides flooded the lagoon city in November. Then, with business still limping, fresh disaster struck.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/south-carolina-democrats-vote-in-critical-showdown-for-joe-biden-11582977600", "title": "Biden Wins South Carolina Democratic Primary", "date": "2020-03-01 07:30", "summary": "Resume Subscription. WASHINGTON-Former Vice President Joe Biden won the South Carolina Democratic presidential primary, giving him a much-needed boost in a race that had been dominated by front-runner Bernie Sanders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/archery-dodgeball-delivers-exactly-what-it-promises-11583064000", "title": "Archery Dodgeball Delivers Exactly What It Promises", "date": "2020-03-01 07:00", "summary": "Resume Subscription. When strangers ask Darren Reckner about the chunky ring on his finger, he proudly explains it's from his championship archery dodgeball team.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deepening-rout-in-commodities-stokes-fears-about-world-economy-11583064001", "title": "Deepening Rout in Commodities Stokes Fears About World Economy", "date": "2020-03-01 07:00", "summary": "As coronavirus spreads around the globe, an array of commodities are falling alongside stock markets. The coronavirus outbreak has sparked one of the largest retreats in commodity prices in years, forcing investors to brace for even steeper declines and sending a warning signal about the world economy's prospects in 2020.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shrinking-profit-prospects-add-to-threat-for-stocks-11583058600", "title": "Shrinking Profit Prospects Add to Threat for Stocks", "date": "2020-03-01 05:30", "summary": "More companies caution coronavirus will reduce their results or make them difficult to predict. Falling profit expectations for big multinational U.S. companies pose yet another hurdle for a stock market in turmoil.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-hits-chinas-car-sales-auto-makers-take-show-online-11583058600", "title": "As Coronavirus Hits China's Car Sales, Auto Makers Take Show Online", "date": "2020-03-01 05:30", "summary": "Dealerships look to reach homebound Chinese consumers through social media and online test drives. BERLIN-With empty dealerships across China and plunging demand for cars, auto makers are accelerating the move to do more business online and take their inventory pile directly to home-bound customers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-step-up-efforts-to-keep-workers-from-quitting-11583058602", "title": "Companies Step Up Efforts to Keep Workers From Quitting", "date": "2020-03-01 05:30", "summary": "To retain talent, employers offer more flexible work arrangements and bigger family-related benefits. Companies are stepping up efforts to retain their talent as a tight labor market increases employees' job opportunities elsewhere.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-verizon-in-talks-to-test-5g-services-in-some-stores-11583058601", "title": "Walmart, Verizon in Talks to Test 5G Services in Some Stores", "date": "2020-03-01 05:30", "summary": "Retailer would install rooftop antennas to test faster connectivity in new health clinics. Walmart Inc. and Verizon Communications Inc. are in discussions to outfit the retailer's stores with antennas and other equipment to create 5G wireless service, a high-profile test of the next-generation networks.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upscale-specialty-grocers-lose-their-edge-11583058601", "title": "Specialty Grocers Lose Their Edge", "date": "2020-03-01 05:30", "summary": "Fairway, Earth Fare and Lucky's have filed for bankruptcy as shoppers increasingly find a similar product mix in mainstream supermarkets. Gourmet grocers are losing their edge as natural foods become mainstream.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lonely-marathon-japan-ran-to-protect-olympics-from-coronavirus-11583050389", "title": "The Lonely Marathon Japan Ran to Protect Olympics From Coronavirus", "date": "2020-03-01 03:13", "summary": "Staff held up signs along the course that said: 'Please refrain from coming to watch.' Athletes ran along stretches of empty streets.. TOKYO-It was meant to be part of a big buildup to the Olympics. Instead, a stripped-down Tokyo marathon showed the challenge facing Japan to save the 2020 summer Games from the threat of the coronavirus epidemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-counts-on-the-fed-to-shore-up-markets-keeping-up-his-pressure-tactics-11583039867", "title": "Trump Counts on the Fed to Shore Up Markets, Keeping Up His Pressure Tactics", "date": "2020-03-01 00:17", "summary": "President urged central bank on Saturday to be a leader amid coronavirus fears. President Trump said he is counting on the Federal Reserve to shoulder the government's response to economic disruptions caused by the coronavirus, renewing the pressure campaign he has used against the central bank during previous bouts of market uncertainty.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-south-carolina-saved-joe-biden-11583034726", "title": "How South Carolina Saved Joe Biden", "date": "2020-03-01 22:52", "summary": "The former vice president got the lifeline he needed from a familiar state and its African-American voters. Now he's hoping for a Super Tuesday boost.. COLUMBIA, S.C.-In good times and bad, Joe Biden has taken refuge in South Carolina, often joking that when he dies, he hopes to be reborn in Charleston.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-campaign-bolstered-by-south-carolina-win-11583031272", "title": "Biden Has Limited Time to Leverage South Carolina Win", "date": "2020-03-01 22:25", "summary": "Crush of Super Tuesday contests will test depth of support and resources for Democratic field. Joe Biden got what he desperately needed: a massive win in South Carolina's Democratic presidential primary. But the question remains whether it is enough to reboot a campaign that has struggled.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyer-ends-democratic-presidential-bid-11583029819", "title": "Tom Steyer Ends Democratic Presidential Bid", "date": "2020-03-01 21:49", "summary": "Hedge-fund founder used his personal fortune to fund long-shot campaign but didn't catch on with voters. Tom Steyer, the billionaire environmental activist and San Francisco hedge-fund founder, said he is ending his Democratic presidential bid after pouring more than $250 million of his personal fortune into it.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-coronavirus-cases-rise-as-china-touts-recoveries-11582966142", "title": "China Touts Slowing Coronavirus Toll, as South Korean Cases Rise", "date": "2020-03-01 21:40", "summary": "Health officials in the state of Washington reported the first coronavirus death in the U.S.. South Korea reported more than 800 new coronavirus cases on Saturday, the most of any country caught up in the epidemic, as China said it crossed a key threshold in its fight against the deadly disease.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-u-s-olympics-marathon-trials-it-was-all-about-the-shoes-11583022149", "title": "At U.S. Olympic Marathon Trials, It Was All About the Shoes", "date": "2020-03-01 19:22", "summary": "Galen Rupp leads Nike sweep of men's qualifiers, while Aliphine Tuliamuk wins close women's race. ATLANTA-Galen Rupp reasserted himself as the top U.S. men's marathoner, and Aliphine Tuliamuk edged out her competitors to finish as the top woman in Saturday's U.S. Olympic marathon trials, a race that played out against the backdrop of an arms race in shoe technology.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-cpac-conservatives-prepare-for-battle-against-sanders-11582981200", "title": "At CPAC, Battle Lines Are Drawn", "date": "2020-03-01 19:19", "summary": "With a theme of 'America vs. Socialism,' the annual event offers a preview of November's possible matchup for the White House. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]