[{"link": "https://www.wsj.com/articles/the-husband-formerly-known-as-prince-11578614357", "title": "The Husband Formerly Known as Prince", "date": "2020-01-09 18:59", "summary": "The royal life proves too constraining for Meghan Markle's New World sensibilities.. Is it always a terrible idea for a British royal to marry an American? Many are asking the question after Wednesday's announcement by the Duke and Duchess of Sussex-Harry and Meghan in demotic English-that they would \"step back as 'senior' members of the Royal Family and work to become financially independent.\" The couple also said that they \"now plan to balance\" their time between the U.K. and North America.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-insider-trading-law-is-bad-will-congress-make-it-worse-11578614315", "title": "The Insider Trading Law Is Bad. Will Congress Make It Worse?", "date": "2020-01-09 18:58", "summary": "A bipartisan bill would give prosecutors too much discretion and confuse investors and courts alike.. The House passed the Insider Trading Prohibition Act last month, 410-13. Insider-trading law needed clarification, but ITPA proves that bipartisanship is no guarantee of good legislation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-doctor-who-11578614267", "title": "Notable & Quotable: Doctor Who", "date": "2020-01-09 18:57", "summary": "'An episode featuring an alien man giving birth was criticised as being part of the 'PC agenda', when in reality it felt more like a lazy attempt at trans inclusion.'. From \"Too woke? Nope-Doctor Who is more offensive than ever,\" TheGuardian.com, Jan. 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-jet-was-on-fire-before-crash-iran-says-11578558346", "title": "U.S., Allies Believe Iran Shot Down Ukrainian Plane", "date": "2020-01-09 18:56", "summary": "The U.S. has a 'high level of confidence' in the assessment, official says; shape of debris field and Iranian radar provide clues. U.S., Canadian and U.K. officials believe that a Ukrainian commercial aircraft that crashed shortly after takeoff from Tehran on Wednesday, killing all 176 people on board, was downed by a missile system fired by Iran, possibly by mistake.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-announce-update-to-national-environmental-policy-act-officials-say-11578576718", "title": "Environmental-Rule Proposal Aims to Speed Infrastructure Projects", "date": "2020-01-09 18:45", "summary": "Business, energy groups cheer proposal that environmental advocates say would hamper efforts to slow climate change. WASHINGTON-President Trump proposed the first comprehensive overhaul of National Environmental Policy Act rules in more than 40 years, saying changes are needed to streamline approval of highways, energy pipelines and other infrastructure projects, as part of his administration's broader efforts to pare environmental regulations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-border-wall-construction-can-proceed-judge-rules-11578612707", "title": "Private Border Wall Construction Can Proceed, Judge Rules", "date": "2020-01-09 18:31", "summary": "Federal government had argued the project could alter the flow of the Rio Grande River and thus the border itself. MCALLEN-Construction of a private border wall in Texas can proceed, a federal judge ruled Thursday, over the objections of the U.S. government, which fears the project could shift the border itself and imperil a treaty with Mexico.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ms-13-gang-tied-to-fewer-murders-on-long-island-after-takedown-11578612234", "title": "MS-13 Gang Tied to Fewer Murders on Long Island After Takedown", "date": "2020-01-09 18:23", "summary": "Nassau County operation in 2018 dealt tough law-enforcement blow to brutally violent group. The arrest of alleged leaders of the MS-13 street gang in Nassau County two years ago has led to a sharp drop in killings associated with the violent group, law-enforcement officials said this week.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-kohls-post-lower-holiday-sales-11578578701", "title": "J.C. Penney, Kohl's Post Lower Holiday Sales", "date": "2020-01-09 17:45", "summary": "Woes continue for department stores and mall chains that struggled heading into holidays. A strong U.S. economy and robust consumer spending weren't enough to boost holiday sales at many department stores and mall-based chains, as Americans continue to shift their purchases online and to other retailers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-current-outlook-suggests-economy-will-have-soft-landing-11578596408", "title": "Fed's Bullard, Kashkari Favor Holding Interest Rates Steady", "date": "2020-01-09 17:34", "summary": "Both regional Federal Reserve leaders say they are upbeat about the U.S. economic outlook. Two regional Federal Reserve leaders said on Thursday they saw no reason to change short-term rates any time soon.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqi-militias-remain-a-wild-card-in-u-s-iran-standoff-11578587766", "title": "Iraqi Militias Remain a Wild Card in U.S.-Iran Standoff", "date": "2020-01-09 17:28", "summary": "Groups aligned with Iran could further complicate the volatile conflict between Washington and Tehran. BEIRUT-In the hours after President Trump declared that the U.S. and Iran were backing away from open conflict, militants in Baghdad fired two rockets that set off warning sirens at the U.S. Embassy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-tensions-boost-cybersecurity-shares-11578607902", "title": "Iran Tensions Boost Cybersecurity Shares", "date": "2020-01-09 17:24", "summary": "Former government officials and cybersecurity experts cite cyberattacks among Iran's most likely forms of response after the killing of a military leader. Shares of cybersecurity companies have outperformed the broader market in the week since fresh tensions erupted between the U.S. and Iran.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rally-on-optimism-about-u-s-china-trade-deal-11578565225", "title": "U.S. Stocks Rise to Fresh Records, Aided by Trade Optimism", "date": "2020-01-09 17:22", "summary": "China's top trade negotiator will travel to Washington next week to sign initial accord. The Dow Jones Industrial Average rose more than 200 points Thursday, notching a fresh record and finishing just below 29000, as signs of geopolitical calm pulled investors back into highflying stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/official-who-oversaw-corporate-compliance-initiatives-leaves-justice-department-11578608409", "title": "Official Who Oversaw Corporate Compliance Initiatives Leaves Justice Department", "date": "2020-01-09 17:20", "summary": "Matt Miner helped revise guidance on programs companies create to prevent misconduct. A Justice Department official who helped design policies to incentivize companies to build compliance programs has left the agency to return to a law firm where he previously worked.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-83-1-billion-in-short-term-money-to-markets-11578582197", "title": "Fed Adds $83.1 Billion in Short-term Money to Markets", "date": "2020-01-09 17:17", "summary": "Top Fed official says some repo operations might be needed at least through April. The Federal Reserve Bank of New York added $83.1 billion in temporary liquidity to financial markets Thursday, as a top official said the central bank may keep adding temporary money to markets for longer than policy makers had expected in September.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-losing-companies-mushroom-even-as-stocks-hit-new-highs-11578608209", "title": "Money-Losing Companies Mushroom Even as Stocks Hit New Highs", "date": "2020-01-09 17:16", "summary": "The percentage of listed companies in the red is close to 40%. Tesla Inc. shares have doubled in three months, while General Electric Co. shares are up 44%. The pair are the two most valuable loss-making companies, part of a shockingly high proportion of listed companies that have been losing money-despite, or perhaps because of, the long bull market.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-bounce-back-after-strong-30-year-auction-11578596676", "title": "U.S. Treasurys Bounce Back After Strong 30-Year Auction", "date": "2020-01-09 17:10", "summary": "Auction underscores investors' continued appetite for longer-term debt. U.S. government-bond prices rebounded from early declines Thursday after a strong 30-year bond auction underscored investors' continued appetite for longer-term debt.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-looks-to-launch-its-own-prescription-drug-label-11578578407", "title": "California Looks to Launch Its Own Drug Label", "date": "2020-01-09 17:07", "summary": "State would contract with generic-drug makers as Gov. Newsom seeks to lower health-care costs. SACRAMENTO, Calif.-California would become the first state to contract with generic-drug manufacturers to make prescription medicines to sell to residents, under a plan proposed by Gov. Gavin Newsom that aims to control rising health costs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beethoven-rolls-over-250-11578607521", "title": "Beethoven Rolls Over 250", "date": "2020-01-09 17:05", "summary": "The year 2020 marks the 250th birthday of the great composer, and he remains as influential yet elusive as ever.. The year 2020 marks the 250th birthday of Ludwig van Beethoven (1770-1827), and celebrations are planned around the globe. In New York alone, Carnegie Hall, the New York Philharmonic and the Chamber Music Society of Lincoln Center will be presenting Beethoven series. He is perhaps the most influential musician in Western history, casting so great a shadow that many subsequent composers were reluctant to produce more than nine symphonies (Beethoven's total), for fear of retribution from heaven.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-music-streams-topped-a-trillion-in-2019-11578607152", "title": "U.S. Music Streams Topped a Trillion in 2019", "date": "2020-01-09 16:59", "summary": "Post Malone, Drake and Billie Eilish were the year's most listened-to artists. U.S. music streams on services like Spotify Technology AB, Apple Music and YouTube rose 30% last year to top one trillion for the first time, according to Nielsen Music's annual report, fueled by big releases from artists like Taylor Swift, Billie Eilish and Post Malone.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canadas-poloz-warns-damage-to-economy-from-trade-conflict-likely-permanent-11578596001", "title": "Poloz Warns Damage to Economy From Trade Conflict Likely Permanent", "date": "2020-01-09 16:57", "summary": "U.S.-China deal, USMCA breakthrough signal improvements, but 'damage has been done'. The damage done to the global economy from heightened trade tensions is likely permanent even in the event growth picks up once some uncertainty lifts, Bank of Canada Gov. Stephen Poloz said Thursday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-faces-new-call-to-send-impeachment-articles-to-senate-11578582348", "title": "Pelosi Says House Will Continue to Hold On to Articles of Impeachment", "date": "2020-01-09 16:19", "summary": "House Speaker says Senate needs to show 'what the terms of engagement will be' in President Trump's trial. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) said the Senate needs to show \"what the terms of engagement will be\" in President Trump's trial before she turns over the articles of impeachment, but she signaled a resolution to the deadlock could come soon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-pope-review-resurrecting-entertainment-11578604539", "title": "'The New Pope' Review: Resurrecting Entertainment", "date": "2020-01-09 16:15", "summary": "The follow-up to 2016's 'The Young Pope' features a gripping struggle for Vatican supremacy. The cliffhanger ending of 2016's \"The Young Pope\"-which left Pius XIII (Jude Law) a noble ruin, and the Catholic Church not far behind-did what cliffhanger endings are supposed to do: leave an audience hungry for answers. What kind of holy, Roman and apostolic chaos would ensue now that the pope was on the ropes? What apocalyptic and profane course would destiny be taking once \"The New Pope\" was installed on the altar of HBO?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanditon-review-trying-to-say-what-she-means-11578604394", "title": "'Sanditon' Review: Trying to Say What She Means", "date": "2020-01-09 16:13", "summary": "A 'Masterpiece' adaptation of an uncompleted Austen novel brings many of the writer's subtexts front and center.. Even a Jane Austen completist might be wary of \"Sanditon,\" which Austen never completed: Only 11 chapters of the novel were finished when the writer died in 1817, leaving among her literary effects six timeless novels and this fragment of a story, which seemed to be about ambition, entrepreneurship, race, money and no small amount of hypochondria. Since then, more than half-a-dozen other authors have tried to flesh it out-though none with quite as much flesh, or allusions to it at least, as Andrew Davies.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-lawmakers-stake-out-position-in-tax-clash-11578602862", "title": "State Lawmakers Stake Out Position in Tax Clash", "date": "2020-01-09 16:09", "summary": "Legislators face pressure to find ways to increase spending-not reduce it. ALBANY, N.Y.-Democrats who control New York state government are heading for an intraparty clash over tax policy as they seek to plug a $6.1 billion budget deficit.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-power-plant-sustains-destruction-on-a-grand-scale-11578603996", "title": "Puerto Rico Power Plant Sustains 'Destruction on a Grand Scale'", "date": "2020-01-09 16:06", "summary": "Costa Sur provides about a quarter of island's power; repairs could take a year or more. A power generation plant in Puerto Rico that provides roughly a quarter of the island's power has been substantially damaged after a series of powerful earthquakes hit the U.S. territory, in a major setback to the island's already fragile electrical grid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-industry-code-calls-for-stronger-role-for-internal-auditors-11578603734", "title": "New U.K. Code Calls for Stronger Role for Internal Auditors", "date": "2020-01-09 16:02", "summary": "Internal auditors' trade group draws up a code of practice recommending that auditors be given unrestricted access to a company's information and its management. Internal auditors should have unrestricted access to a company's information and its chief executive, according to a new industry code of practice aimed at strengthening corporate governance in the U.K. following a series of high-profile company failures.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-when-green-objectives-conflict-11578603144", "title": "What to Do When Green Objectives Conflict?", "date": "2020-01-09 15:52", "summary": "If carbon-free power generation is important, logic would point to the necessity of nuclear power, not 11-square-mile solar installations.. Regarding your editorial \"Greens Against Solar Power\" (Jan. 4): It's worth pointing out that the 7,100 acre (11 square mile) Gemini Solar Project is rated at 690 megawatts (when the sun shines, of course) whereas only a few miles away sits the Diablo Canyon nuclear power plant, occupying only 12 acres and producing 3.3 times as much electricity, but on a 24/7 basis. That nuclear plant currently produces almost a quarter of all the carbon-free power generated in California, yet it will be closed in five years, largely due to the expense of fighting the same \"greens\" who oppose Gemini. The main argument against Diablo Canyon seems to be earthquake risk. However, the Fukushima Daichi nuclear disaster in 2011 included a magnitude 9-plus earthquake that didn't cause any radiation leaks. The leaks resulted from a 40-foot-high tsunami, for which there was no planned defense. Despite the resulting meltdown, only one death was attributed to radiation and now, only nine years later, the surrounding land is fast approaching full utilization again.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-confronts-politicization-of-law-agency-11578603086", "title": "Barr Confronts Politicization of Law Agency", "date": "2020-01-09 15:51", "summary": "Attorney General Barr expertly cauterized the wound inflicted by Trump-Russia collusion zealots in the FBI, but plummeting public faith in U.S. government law enforcement is an infection that will linger.. Kimberley Strassel designated Attorney General William Barr \"2019's Adult of the Year\" (Potomac Watch, Jan. 3) for his willingness to speak truth to power. Democratic disillusionment with Mr. Barr is a result of his ability to stand up to \"the Democratic-media establishment that loathes him,\" even as he stood up to President Trump and made sure Robert Mueller's investigation ran its course. Ms. Strassel gives Mr. Barr kudos for not insulating the Justice Department and the FBI from accountability for officials who allowed their fanatical opposition to Mr. Trump \"to help drag federal law enforcement into dangerous new territory,\" with no prohibition on leaking to the press, lying to investigators and spying on a former Trump campaign official.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-edges-lower-as-u-s-iran-tensions-appear-to-ease-11578590942", "title": "Crude Edges Lower as U.S.-Iran Tensions Appear to Ease", "date": "2020-01-09 15:51", "summary": "Prices continue to fall a day after dropping nearly 5%. U.S. crude futures edged down on Thursday to their lowest level in four weeks after signs of cooling tensions between the U.S. and Iran.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-government-helped-to-make-peoria-dull-11578603039", "title": "Big Government Helped to Make Peoria Dull", "date": "2020-01-09 15:50", "summary": "Congress had just killed off one of Peoria's main industries: distilling.. Daniel Henninger (\"Will the '20s Roar Again?,\" Wonder Land, Jan. 2) might be forgiven for offering Peoria, Ill., as an example of what wasn't a very happening place, way back in the Roaring '20s when the world's principal cities were really cooking. Peoria has long suffered at the hands of writers needing an amusing metaphor for dullness. But the city actually presents a good complement to the main message of his column: that low taxes and limited government are keys to a vibrant economy and society.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-outback-xt-suitable-for-city-slickers-11578603029", "title": "2020 Subaru Outback XT: Suitable for City Slickers", "date": "2020-01-09 15:50", "summary": "The Outback XT's antistyling appearance, turbocharged boxer four engine and techy 2020 upgrades, including an 11.6-inch touch screen, make it a standout among look-alike, drive-alike suburban SUVs, says Dan Neil. AMERICA'S FAVORITE station wagon is all new for 2020, although Americans could be forgiven for not noticing. The sixth-generation Subaru Outback ($26,645-$39,695) bears an astonishing resemblance to the fifth. The car-spotters field guide would note the new model's LED headlights, more-rugged roof rails and heavier cladding at the rocker panels and wraparound bumpers. For 2020, Subaru's cobblers glued a bit thicker Vibram sole to its beloved hiking boot.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-not-the-first-to-favor-some-refugees-by-religion-11578602896", "title": "India Not the First to Favor Some Refugees by Religion", "date": "2020-01-09 15:48", "summary": "The Lautenberg Amendment excluded as many religions as it included. The Indian legislation excludes only one: Islam.. In the \"Battle to Keep India Secular\" (Houses of Worship, Jan. 3), Tunku Varadarajan asks readers to imagine a scenario in which the U.S. Congress legislated a program that fast-tracked refugees from select religions as India has recently done. It should be noted that U.S. Sen. Frank Lautenberg pushed such legislation in 1989. The Lautenberg Amendment excluded as many religions as it included. The Indian legislation excludes only one: Islam. Additionally, the Cuban Adjustment Act of 1966 selectively grants Cuban émigrés permanent residency, denying the same benefits to other Latin American refugees, many of whom were also victims of communism. Israel, similarly, has a right-of-return law for all global members of the Jewish diaspora.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-incentives-ignored-11578602846", "title": "Housing Incentives Ignored", "date": "2020-01-09 15:47", "summary": "\"Why did you think high-cost regulations would create low-cost housing?\". Regarding your editorial \"The Housing Shortage in Profile\" (Jan. 6): At the retirement party in 2016 for Diane Sugimura, the planning director for the city of Seattle, she chastised we builders in the audience about our \"unwillingness\" to create affordable housing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/les-miserables-review-the-more-things-change-11578602568", "title": "'Les Misérables' Review: The More Things Change...", "date": "2020-01-09 15:42", "summary": "Ladj Ly's debut feature explores poverty, policing and perseverance in a gritty suburb of today's Paris.. First a word about what \"Les Misérables\" is not. It isn't another adaptation of the Victor Hugo novel. Nor is it a new iteration of the musical based on Hugo's epic depiction of poverty and pain. You will wait in vain for any of the characters to burst into songs from the score.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arrests-at-u-s-border-with-mexico-drop-for-seventh-straight-month-11578598752", "title": "Arrests at U.S. Border With Mexico Drop for Seventh Straight Month", "date": "2020-01-09 15:05", "summary": "Policy changes from Trump administration, Mexico are driving down the numbers. The U.S. Border Patrol arrested 32,858 people in December, marking a seventh consecutive month of decline and a sign that policy changes by the Trump administration and Mexico are slowing migration to the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-for-nato-expansion-into-middle-east-11578597507", "title": "Trump Calls for NATO Expansion Into Middle East", "date": "2020-01-09 15:01", "summary": "President calls for the North Atlantic Treaty Organization to boost its role in the region, in what would be a shift in the alliance's mission. President Trump called for the North Atlantic Treaty Organization to boost its role in the Middle East, in what would be a shift in the alliance's mission, even suggesting a rebranding of the 71-year-old alliance.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dividend-payouts-are-poised-to-top-500-billion-for-the-first-time-this-year-11578599555", "title": "Dividend Payouts Are Poised to Top $500 Billion for the First Time This Year", "date": "2020-01-09 14:52", "summary": "Pfizer, Abbott Laboratories and AT&T are among the companies that have recently announced plans to increase their dividends. Companies in the S&P 500 are expected to return more money to shareholders through dividends than ever this year, continuing a streak of record payouts dating back to 2012.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tent-court-on-the-border-migrants-face-a-judge-on-a-screen-and-a-lawyer-they-cant-see-11578565802", "title": "First Hearings Open to Public at Border Tent Court", "date": "2020-01-09 14:51", "summary": "Asylum hearings at special facilities for migrants waiting in Mexico are opened to the public for the first time. LAREDO, Texas-In one of the first such hearings to be open to the public, four migrants showed up for immigration court in a giant tent near the border this week to face a judge on a video screen and a government lawyer they couldn't see.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduate-writer-actor-buck-henry-dies-at-89-11578598443", "title": "'Graduate' Writer-Actor Buck Henry Dies at 89", "date": "2020-01-09 14:34", "summary": "Film and television writer became widely recognizable during the early years of 'Saturday Night Live'. NEW YORK-Buck Henry, the versatile writer, director and character actor who co-wrote and appeared in \"The Graduate,\" has died. He was 89 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-keep-targeted-political-ads-but-will-give-users-more-control-11578567603", "title": "Facebook to Keep Targeted Political Ads but Will Give Users More Control", "date": "2020-01-09 14:22", "summary": "The social-media giant breaks with other tech firms, says regulators-not companies-should rule on political ads. In a break with other tech companies, Facebook Inc. said it wouldn't limit how political advertising targets potential voters, but would instead give users tools to see fewer of those ads on its platforms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-details-alleged-live-nation-consent-decree-violations-11578597392", "title": "Justice Department Details Alleged Live Nation Consent-Decree Violations", "date": "2020-01-09 14:16", "summary": "Filing accuses of concert promoter of retaliating against venues for using Ticketmaster rival. Justice Department antitrust enforcers submitted a court filing that detailed instances in which they said Live Nation Entertainment Inc. strong-armed venues into using Ticketmaster, in what would amount to violations of an agreement that allowed the concert giant to merge with the ticketing service 10 years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-balm-of-palm-springs-11578596621", "title": "The Balm of Palm Springs", "date": "2020-01-09 14:13", "summary": "A few of the spots featured in our long-weekend guide to the California desert town. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-perfect-long-weekend-in-palm-springs-11578596914", "title": "A Perfect Long Weekend in Palm Springs", "date": "2020-01-09 14:08", "summary": "Here's how to maximize three days in the California desert, with critical intel on where to stay, binge on Midcentury Modern design, soak in hot springs and swill Bloody Marys. THE AVERAGE age is deceased,\" novelist Sidney Sheldon said of Palm Springs, Calif., two decades ago. Back then, the city's renaissance had only just begun. Settled by the Agua Caliente Band of Cahuilla Indians and rendered a resort town by the Southern Pacific Railroad, Palm Springs blossomed in the middle of the 20th century. Starting in the 1940s, Hollywood celebrities flocked there to enjoy the weather-and to heed studio contracts stipulating they travel no more than two hours from Los Angeles. In Palm Springs, Liberace and Elvis Presley were unlikely neighbors, and Marilyn Monroe was discovered at a local racquet club. Inspired by the desert's drama, architects such as Richard Neutra, William Cody and Albert Frey designed hundreds of stark modernist buildings, from banks to gas stations to celebrity estates.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-court-ruling-targets-californias-gig-economy-trucking-regulation-11578595884", "title": "New Court Ruling Targets California's 'Gig Economy' Trucking Regulation", "date": "2020-01-09 13:51", "summary": "State judge says federal law pre-empts California rule seeking to toughen restrictions on use of independent driver-contractors. A California court ruled that a state law that could force companies to classify certain contract workers as employees doesn't apply to trucking companies, bolstering an industry push to carve out an exemption from the law targeting \"gig-economy\" business models.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-general-lays-out-aim-to-expel-u-s-from-mideast-11578592823", "title": "Iranian General Lays Out Aim to Expel U.S. From Mideast", "date": "2020-01-09 13:48", "summary": "Commander of missile arsenal stops short of threatening further military action. Iran's missile strikes on Iraqi bases housing U.S. troops were the first stage of a major regional operation aimed at expelling U.S. forces from the Middle East, the Iranian commander responsible for the attack said Thursday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diners-reborn-where-to-get-a-square-meal-in-the-2020s-11578594341", "title": "Diners Reborn: Where to Get a Square Meal in the 2020s", "date": "2020-01-09 13:25", "summary": "America's original diners served unpretentious food made from scratch with ingredients sourced nearby. That model is looking pretty fresh again. WHEN KRISTOPHER SCHRAM bought the West Taghkanic Diner, a chrome-and-vinyl relic from 1953, in Ancram, N.Y., he had recently left a high-profile position in Copenhagen. As head chef at Baest he oversaw a staff of 25 cooks who butchered whole animals and made cheese using milk from the restaurant's own cows. Now Mr. Schram gets by with a crew of two or three, but he hasn't given up making nearly everything from scratch. On a recent Friday morning, one cook whipped up mayonnaise, while another smushed focaccia dough into a sheet tray for baking.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-joins-worlds-largest-investor-group-on-climate-change-11578594349", "title": "BlackRock Joins World's Largest Investor Group on Climate Change", "date": "2020-01-09 13:25", "summary": "Move follows criticism that the money manager hasn't done enough to address climate change. BlackRock Inc. said Thursday that it has joined Climate Action 100+, the world's largest group of investors by assets pressuring companies to act on climate change, following criticism that the money manager hasn't done enough to move the needle.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-los-angeles-a-midcentury-mecca-rises-from-the-ashes-11578593651", "title": "In Los Angeles, a Midcentury Mecca Rises From the Ashes", "date": "2020-01-09 13:14", "summary": "The Getty Fire took aim at Crestwood Hills, a Los Angeles enclave known for its modern architecture. Now residents are looking to rebuild.. At 2 a.m. on Monday, October 28, 2019, Melanie Regberg woke to the smell of smoke. That wasn't necessarily alarming-it was the height of Southern California's fire season, and the scent of brush fires would often travel for miles to her home, perched on a hillside on North Tigertail Road in Brentwood, Los Angeles, with unobstructed views over the canyon and straight across to the Getty Center.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-wedbush-built-a-los-angeles-stockbroker-with-frugal-habits-11578593276", "title": "Edward Wedbush Built a Los Angeles Stockbroker With Frugal Habits", "date": "2020-01-09 13:07", "summary": "Founder scrutinized expense claims, saved paper clips and survived crises that toppled Wall Street giants. Growing up in a blue-collar family in St. Louis in the 1940s, Edward Wedbush developed an unlikely fascination with the stock market. From age 14, he scoured the public library for books on finance.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelex-ransomware-outage-hits-foreign-currency-transactions-at-retail-banks-11578593249", "title": "Travelex Ransomware Outage Hits Foreign-Currency Transactions at Retail Banks", "date": "2020-01-09 13:07", "summary": "Barclays, Lloyds Bank and Westpac Banking said they were unable to take orders from customers in branches that rely on Travelex. A New Year's Eve ransomware attack on foreign-currency exchange company Travelex has disrupted cash deliveries from its global network of vaults to major international banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-78-billion-in-debt-11578593055", "title": "Treasury to Sell $78 Billion in Debt", "date": "2020-01-09 13:04", "summary": "Resume Subscription. The U.S. will auction $78 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-send-chief-trade-negotiator-to-u-s-to-sign-phase-one-deal-11578561834", "title": "China to Send Chief Trade Negotiator to U.S. to Sign Phase-One Deal", "date": "2020-01-09 13:03", "summary": "Signing ceremony is scheduled for Jan. 15 at the White House. BEIJING-Chinese President Xi Jinping's chief trade negotiator will travel to Washington early next week to sign a phase-one trade deal with the U.S., China's Commerce Ministry said Thursday, the first official confirmation by Beijing on the signing of an agreement that could help ease bilateral tensions.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-job-growth-at-small-companies-11578592207", "title": "More Job Growth at Small Companies", "date": "2020-01-09 12:50", "summary": "The latest NFIB survey shows the labor market is still strong.. The remarkable jobs rally at U.S. small businesses continued in December. That's according to the latest National Federation of Independent Business monthly employment survey, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-approve-brexit-bill-11578591123", "title": "U.K. Lawmakers Approve Brexit Bill", "date": "2020-01-09 12:42", "summary": "Decisive vote in House of Commons clears a remaining hurdle for country's departure from European Union on Jan. 31. LONDON-Britain's Parliament took an important step toward taking the country out of the European Union at the end of January, as lawmakers in the House of Commons voted overwhelmingly to back the Brexit agreement Prime Minister Boris Johnson negotiated with the bloc last year.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-virgin-sacrifice-to-please-an-antitrust-deity-11578590905", "title": "A Virgin Sacrifice to Please an Antitrust Deity", "date": "2020-01-09 12:28", "summary": "Sprint and T-Mobile are losing the Virgin Mobile USA brand-and possibly some of its customers. There were no steaming volcanoes or shamans in sight-only the Justice Department-but two of America's leading telecom companies are preparing to toss a company into the abyss for the greater good.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/admit-it-you-have-a-box-of-cords-youll-never-ever-use-again-11578590154", "title": "Admit It: You Have a Box of Cords You'll Never, Ever Use Again", "date": "2020-01-09 12:15", "summary": "What's this one for? Who knows! Electronic gadgets fade away but their cables live on forever at home.. There's a box that moved with Sarah Loveless and her husband from San Diego to Charleston, S.C., from Charleston to Dallas and from Dallas to Richland, Wash. The box, never unpacked, went into a closet or the garage each time. Contents: 20 to 30 electronics cords.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ultra-luxe-private-island-in-miami-11578589878", "title": "An Ultra-Luxe Private Island in Miami", "date": "2020-01-09 12:11", "summary": "Just off the shore from South Beach, Fisher Island offers total seclusion to roughly 800 families. Fisher Island is only 7 minutes by ferry from Miami, but the 216-acre island is worlds away from South Beach. Perhaps that is because its history is so unique. In 1905, to provide better seaport access, Miami cut through the barrier island that today is known as Miami Beach. This created an island that business tycoon Carl Fisher purchased in 1919 but traded to William K. Vanderbilt II in 1925 in exchange for Vanderbilt's 265-foot yacht. After Vanderbilt died in 1944, the island-on which Vanderbilt had commissioned famed architect Maurice Fatio to build him a Mediterranean-style compound-changed hands until development began in the 1980s. Today, about 800 families from more than 40 different countries inhabit this uber-private oasis, where life revolves around the Fisher Island Club, which opened in 1987 on the site of the Vanderbilt Mansion. Residents-a mix of highflying CEOs and entrepreneurs-drive around in golf carts, send their children to the Fisher Island Day School (which offers Mandarin classes) and use amenities such as the community's own medical clinic and safety department.", "categories": [["Real Estate", "Rich Zips"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/rich-zips?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-rally-to-support-longest-strike-in-french-history-11578589885", "title": "Protesters Rally to Support Longest Transport Strike in French History", "date": "2020-01-09 12:11", "summary": "The strike entered its sixth week as teachers and lawyers joined rail workers in marching in largely peaceful protests across the country. PARIS-Hundreds of thousands of protesters flooded the streets on Thursday to show support for what has become the longest transport strike in French history, testing President Emmanuel Macron's resolve to forge ahead with his pension overhaul.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/party-city-taps-chicos-vogensen-as-finance-chief-11578588114", "title": "Party City Taps Chico's Vogensen as Finance Chief", "date": "2020-01-09 11:41", "summary": "Previous CFO resigned in early 2019. Party City Holdco Inc. said it has named Todd Vogensen as its finance chief, effective Feb. 3.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-richard-clarida-u-s-economy-begins-2020-in-a-good-place-11578574811", "title": "Fed's Clarida: U.S. Economy Begins 2020 'In a Good Place'", "date": "2020-01-09 11:38", "summary": "Vice chairman says rate cuts in 2019 were well timed, monetary policy not on preset course. NEW YORK-A top Federal Reserve official said Thursday the central bank's moves last year to lower interest rates were well timed and had kept the U.S. economic outlook on a favorable track.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-says-world-will-be-dealing-with-low-interest-rates-for-a-long-time-11578587400", "title": "Fed's Williams: Low Interest Rates Likely to Persist", "date": "2020-01-09 11:30", "summary": "Current rates 'driven by demographic changes, slow productivity growth, and demand for safe assets'. Federal Reserve Bank of New York President John Williams said Thursday low interest rates are likely to be a persistent issue for some time to come, which will create challenges for how central banks operate.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-allows-use-of-3-6-billion-in-military-construction-funds-for-border-wall-11578546956", "title": "Appeals Court Allows Use of $3.6 Billion in Military Construction Funds for Border Wall", "date": "2020-01-09 11:27", "summary": "The Fifth Circuit's order allowing the Trump administration to proceed wasn't a final ruling on the merits of the case. A federal appeals court allowed the Trump administration to move forward with plans to use billions of dollars in military construction money to build a long-promised wall along the border with Mexico.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-early-look-at-fisher-island-11578586829", "title": "An Early Look at Fisher Island", "date": "2020-01-09 11:20", "summary": "The island in Miami dates back to 1905, when the city of Miami cut through the barrier island that today is known as South Beach.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-cleveland-browns-need-a-coach-how-about-you-11578586377", "title": "The Cleveland Browns Need a Coach. How About You?", "date": "2020-01-09 11:12", "summary": "A historically forlorn franchise has talent-but is seeking consistency on its sideline. My friends: I hate to say it, but one of us is going to have to coach the Cleveland Browns. I mean it. The music is about to stop on the NFL's annual coaching rearrangement, and all the rickety chairs have been filled-except for the one in Cleveland. It's still open.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-2019-inflation-was-lowest-in-four-years-11578573474", "title": "Mexico's 2019 Inflation Was Lowest in Four Years", "date": "2020-01-09 10:47", "summary": "The consumer price index rose 2.83% last year, down from 4.83% in 2018. MEXICO CITY-Mexican consumer prices rose at their slowest rate in four years in 2019, giving Mexico's central bank space to cut interest rates as economic activity faltered.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-willie-walsh-reshaped-the-airline-business-11578581312", "title": "How Willie Walsh Reshaped the Airline Business", "date": "2020-01-09 09:48", "summary": "IAG's CEO is stepping down after building a very successful conglomerate structure. After the wave of disruption caused by low-cost carriers at the turn of the century, there didn't seem a lot of innovation left in running a European airline. Willie Walsh proved the opposite was true.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-we-living-in-a-simulated-world-11578581268", "title": "Are We Living in a Simulated World?", "date": "2020-01-09 09:47", "summary": "Probably not, but the idea is just crazy enough to be worth taking seriously.. The idea that the world we experience is an illusion being fed to us by powerful computers, popularized by the \"Matrix\" movies, is just crazy enough to be worth taking seriously. But if we're going to be serious, it is important to distinguish between two very different questions. First: Could there be a richly experienced mental world that is not made of matter, as it appears to be, but of abstract data? And second: Is the world we actually experience-the universe as described by the laws of physics and the facts of cosmology-such a world?", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-supreme-leader-issues-more-threats-at-u-s-after-missile-attack-11578480435", "title": "U.S. and Iran Back Away From Open Conflict", "date": "2020-01-09 09:19", "summary": "Trump signals no further strikes, sees Iran's attack on U.S. forces in Iraq as calibrated to avoid escalation. President Trump moved Wednesday to de-escalate hostilities with Iran, signaling no new U.S. military strikes following an Iranian missile barrage on Iraqi bases housing American and allied military forces that resulted in no casualties.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-in-squabble-over-low-income-loan-rules-investors-in-europe-hope-for-fiscal-stimulus-chinese-inflation-at-eight-year-high-11578579213", "title": "Fed in Squabble Over Low-Income Loan Rules; Investors in Europe Hope for Fiscal Stimulus; Chinese Inflation at Eight-Year High", "date": "2020-01-09 09:13", "summary": "Top News & Alerts. Good day. Federal Reserve governor Lael Brainard criticized how two other agencies that oversee banks want to update rules on lending to lower-income borrowers, as the Fed released a competing approach. Meanwhile, rising consumer prices pose a challenge to Chinese policy makers, and some European investors are pinning their hopes on increased government spending amid concerns the European Central Bank is running out of potent options. Now on to today's news and analysis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/one-architects-radical-vision-to-replace-the-open-office-11578578407", "title": "One Architect's Radical Vision to Replace the Open Office", "date": "2020-01-09 09:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/morningstars-big-bet-on-bond-ratings-hits-turbulence-11578524947", "title": "Morningstar's Big Bet on Bond Ratings Hits Turbulence", "date": "2020-01-09 08:49", "summary": "After acquiring DBRS, firm runs into glitches integrating grading methodologies. In mid-November, bond investors got an unwelcome surprise from one of the main ratings firms in a hot corner of the bond market: About 25% of the bonds that it had rated were likely to be downgraded.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosns-mad-dash-captivates-japanhis-escape-was-like-a-novel-11578577313", "title": "Carlos Ghosn's Mad Dash Captivates Japan", "date": "2020-01-09 08:46", "summary": "A trending topic on social media; news presenters climb into boxes for re-enactments, video game in the works. TOKYO-The secret flight from Japan of auto executive Carlos Ghosn has brought a dose of Hollywood drama to the nation's often predictable criminal-justice system, captivating a public used to high-profile figures charged with crimes bowing tearfully in televised confessions before eventual conviction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-british-airways-parent-company-to-step-down-11578577246", "title": "Head of British Airways' Parent Company to Step Down", "date": "2020-01-09 08:40", "summary": "Willie Walsh in 2011 spearheaded the merger of British Airways and Spain's Iberia to create IAG. The head of British Airways' parent company is stepping down after 15 years as chief executive, leaving one of the world's largest airline groups without its architect as it faces a series of challenges.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evening-looks-with-the-drama-of-pure-poetry-11578576960", "title": "Evening Looks With the Drama of Pure Poetry", "date": "2020-01-09 08:36", "summary": "The season's most seductive looks won't reveal anything more than a love of drama, so take poetic license to an extreme with layers of lace and ruffles.. Balenciaga dress, $8,290, Balenciaga, 620 Madison Avenue, New York, Jil Sander shoes, $991, jilsander.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-with-rem-koolhaas-11578576867", "title": "At Home With Rem Koolhaas", "date": "2020-01-09 08:34", "summary": "The legendary architect Rem Koolhaas is turning his unflinching gaze to the earth's future, with an exhibition opening at New York City's Guggenheim Museum.. With the wintry sun just coming up in Amsterdam, for a moment Rem Koolhaas is perfectly framed in his home's second-floor turret window-the architect of many a glass structure behind glass himself.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-bed-bath-beyond-uber-macys-kb-home-acuity-brands-synnex-11578562226", "title": "Stocks to Watch: Kohl's, L Brands, Uber, Macy's", "date": "2020-01-09 08:34", "summary": "Here are some of the companies expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhubs-unexpected-new-menu-options-11578576683", "title": "Grubhub's Unexpected New Menu Options", "date": "2020-01-09 08:31", "summary": "The food-delivery site is considering a sale or buying a rival, potentially undermining the CEO's recent defense of its profitable business model. Grubhub seems to be contemplating a change of diet. Shareholders are applauding, never mind the risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloudy-regulation-slows-cbds-seep-into-food-and-drinks-11578574807", "title": "Adding CBD to Food, Drink Was a Hot Trend, Until FDA Chimed In", "date": "2020-01-09 08:00", "summary": "Big brands ease up on cannabidiol research, and startups see an opening. Big food-and-drink companies are slowing work on products containing cannabidiol after regulators sounded a note of caution, making space for smaller players to capture more of the budding market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-accelerator-picks-first-group-of-cybersecurity-startups-11578574800", "title": "New York Accelerator Picks First Group of Cybersecurity Startups", "date": "2020-01-09 08:00", "summary": "New program wants to turn academics with the best ideas into entrepreneurs who develop tech to make the internet safer. Professor Rosario Gennaro, of City College of New York, and his computer-science students spent years developing a technical tool to prevent the spread of so-called revenge porn.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decisions-to-promote-from-within-pay-off-for-clemson-lsu-11578574693", "title": "Dabo and Coach O Are Kind of the Same Coach. Really.", "date": "2020-01-09 07:58", "summary": "Although both Dabo Swinney and Ed Orgeron have ascended to college football's pinnacle, their rises stand in contrast to the usual rhythm of the coaching carousel. On Monday night in New Orleans, a football team that fancies itself as Tigers will run onto the field behind a man who came into the program as an assistant with a spotty track record, rose from interim to permanent head coach amid loud criticism and later earned the admiration of his entire state with a few key wins.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-door-fridges-why-design-pros-love-and-hate-them-11578573848", "title": "Glass-Door Fridges: Why Design Pros Love (and Hate) Them", "date": "2020-01-09 07:44", "summary": "Are refrigerators with see-through doors inviting and homey or the kitchen equivalent of leaving your garage door open? We asked interior designers to weigh in. IN THE STEADY march to emulate pro-chef kitchens-see Viking stoves and magnetic-strip knife holders-glass-door fridges seem to be the latest footfall. \"They engage the senses and show the owner truly loves food, cooking and entertaining,\" said Chicago decorator Andrea Goldman of the peek-a-boo appliance. \"I find them inviting.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-answer-to-starbucks-is-too-frothy-11578573544", "title": "China's Answer to Starbucks Is Too Frothy", "date": "2020-01-09 07:39", "summary": "Luckin Coffee is managing its growth well, but investors' caffeine high may still wear off. China's home-brewed coffee champion is on a lucky streak. Investors may want to cut back on the froth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-save-avon-new-owner-comes-calling-on-social-media-11578571203", "title": "To Save Avon, New Owner Comes Calling on Social Media", "date": "2020-01-09 07:00", "summary": "Natura, a Brazilian cosmetics firm, wants to recast door-to-door sales agents as online influencers. The Avon lady has a new potential savior.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swine-fever-breaks-in-china-11578571121", "title": "Swine Fever Breaks in China", "date": "2020-01-09 06:58", "summary": "China is finally getting a handle on African swine fever, the crisis that cut the nation's hog population by at least a quarter and stoked inflation. China is finally getting a handle on African swine fever, the crisis that cut the nation's hog population by at least a quarter and stoked inflation. Beijing still has hard questions to answer about food safety, not least as it grapples with an outbreak of a new virus in Wuhan. But bringing swine fever under control will be great for Chinese consumers, and for the businesses that serve them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvc-earmarks-200-million-for-esg-ratings-provider-ecovadis-11578569401", "title": "CVC Earmarks $200 Million for ESG Ratings Provider EcoVadis", "date": "2020-01-09 06:47", "summary": "CVC Capital Partners investing $200 million in EcoVadis SAS through its growth investment arm. Sustainability ratings provider EcoVadis SAS sees big business in tracking bad behavior.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-to-drop-cable-bundles-and-ease-changes-to-tv-packages-11578569520", "title": "Verizon to Drop Cable Bundles and Ease Changes to TV Packages", "date": "2020-01-09 06:32", "summary": "To battle cord-cutting, the telecom company plans to eliminate one- and two-year Fios contracts. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-calls-for-dialogue-and-self-restraint-between-the-u-s-and-iran-11578566971", "title": "Pope Francis Calls for Dialogue and Self-Restraint Between the U.S. and Iran", "date": "2020-01-09 06:08", "summary": "Pontiff's annual speech to the diplomatic corps traditionally reviews his travels over the past year and surveys trouble spots around the world. ROME-Pope Francis urged the U.S. and Iran to practice \"dialogue and self-restraint\" to defuse recent tensions between them.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-auto-sales-slump-extends-into-another-year-11578558587", "title": "China's Car-Sales Slump Extends Into Another Year", "date": "2020-01-09 05:45", "summary": "A total of 20.7 million passenger vehicles were sold in China last year, down 7.4% from 2018. BEIJING-Chinese car sales dropped for a second consecutive year in 2019 but likely bottomed out, an industry group said.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kaiser-permanente-bets-on-smartwatches-to-lower-costs-11578565801", "title": "Kaiser Permanente Bets on Smartwatches to Lower Costs", "date": "2020-01-09 05:30", "summary": "Company is expanding a remote rehab program where the devices track whether heart patients are working out, taking medication. Kaiser Permanente is expanding a program in which patients recovering from a cardiac event wear smartwatches to track whether they are exercising and taking their medication.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-maine-power-line-project-clears-key-hurdle-11578565801", "title": "Proposed Maine Power-Line Project Clears Key Hurdle", "date": "2020-01-09 05:30", "summary": "Opponents seek ballot measure to overturn state approval. A proposal to build a power line that would cross forests in rural Maine to import power for Massachusetts came a step closer to reality, but it could face another big test with voters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-etfs-fight-to-escape-shadow-of-blackrock-vanguard-11578565803", "title": "New ETFs Fight to Escape Shadow of BlackRock, Vanguard", "date": "2020-01-09 05:30", "summary": "Resume Subscription. It is becoming increasingly hard to break into the $4.3 trillion market for exchange-traded funds.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/taiwans-ruling-party-tells-china-therell-be-no-surprises-if-its-re-elected-11578564515", "title": "Taiwan Ruling Party Tells China There'll Be No Surprises if It's Re-Elected", "date": "2020-01-09 05:08", "summary": "Foreign Minister says a returned Tsai administration would maintain the status quo in relations with Beijing. TAIPEI-Taiwan's top diplomat extended an olive branch to China ahead of the island's weekend elections, saying President Tsai Ing-wen would \"pursue a sustainable, predictable and peaceful relationship\" if she wins another four years in office.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insight-partners-sets-acquisition-of-software-vendor-veeam-11578564001", "title": "Insight Partners Sets Acquisition of Software Vendor Veeam", "date": "2020-01-09 05:00", "summary": "The deal values the Swiss company at about $5 billion and follows earlier Insight investments in 2013 and last year. Insight Partners is acquiring Veeam Software Group GmbH, a cloud-focused backup and disaster recovery services provider, in a deal valued at about $5 billion-one of the largest ever for the firm.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-yanks-nearly-300-subway-cars-from-service-11578510578", "title": "MTA Yanks Nearly 300 Subway Cars From Service", "date": "2020-01-09 04:37", "summary": "Agency turns to spare, 1960s-era trains after door problem occurs in new Bombardier vehicles. The Metropolitan Transportation Authority pulled its fleet of almost 300 new subway cars from service overnight Tuesday into Wednesday in response to a safety issue involving their doors.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-inflation-at-eight-year-high-poses-a-policy-dilemma-11578559999", "title": "Chinese Inflation at Eight-Year High Poses a Policy Dilemma", "date": "2020-01-09 03:53", "summary": "Led by pork, consumer prices rose at the fastest pace since 2011, complicating efforts to boost a cooling economy. SHANGHAI-Devastation in China's pork industry pushed consumer-price inflation to an eight-year high in 2019, complicating decisions for policy makers looking to boost a cooling economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11578510531", "title": "Pepper...and Salt", "date": "2020-01-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fundraising-stumbled-in-2019-from-decades-record-pace-11578546060", "title": "Fundraising Stumbled in 2019 From Decade's Record Pace", "date": "2020-01-09 00:01", "summary": "The decadelong growth in private-equity fundraising officially ended in 2019, according to new Preqin data. The fundraising growth private equity has enjoyed over the past decade ended in 2019, though the industry still raised a near-record sum last year.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-highland-capital-bankruptcy-deal-co-founder-dondero-stays-without-pay-11578610210", "title": "Under Highland Capital Bankruptcy Deal, Co-Founder Stays, Without Pay", "date": "2020-01-09 00:01", "summary": "The judge overseeing the hedge-fund company's bankruptcy approved an overhaul of its corporate governance that keeps James Dondero employed. Highland Capital Management LP co-founder James Dondero avoided being ousted entirely from the bankrupt hedge-fund business and will remain as an unsalaried portfolio manager-as long as he produces.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newlyweds-killed-in-iran-crash-were-part-of-a-surge-of-international-students-in-canada-11578617003", "title": "Newlyweds Killed in Iran Crash Were Part of a Surge of International Students in Canada", "date": "2020-01-09 00:01", "summary": "Universities have confirmed about three-dozen of those killed in the crash were students; many were flying back to Canada after winter break. EDMONTON, Alberta-When Pooneh Gorji was quizzed about Arash Pourzarabi at her bachelorette party, friends say she knew how her fiancé would respond to every question before her friends played the video of her fiancé's answers.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-sets-house-vote-on-war-powers-bill-for-thursday-11578519623", "title": "Pelosi Sets House Vote on War-Powers Bill for Thursday", "date": "2020-01-09 22:59", "summary": "Speaker says briefing by Pompeo, Esper failed to address House concerns about how military force was used against Iran. WASHINGTON-House Speaker Nancy Pelosi scheduled a vote for Thursday aimed at curbing President Trump's ability to use military force against Iran, as Democrats and some Republicans skewered what they described as a lack of detail provided to Congress in classified briefings about the threat from Tehran.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-seek-to-loosen-u-s-exchanges-control-over-stock-data-11578524439", "title": "Regulators Seek to Loosen U.S. Exchanges' Control Over Stock Data", "date": "2020-01-09 22:05", "summary": "Sale of public stock-market data reaps hundreds of millions of dollars a year for big U.S. exchange groups. Regulators are taking steps to loosen the control that big U.S. exchanges exert over the flow of real-time stock prices to the public in an effort to lower costs for investors.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upending-bankruptcy-myths-judge-erases-220-000-student-loan-debt-11578523767", "title": "Upending Bankruptcy 'Myths,' Judge Erases $220,000 Student Loan Debt", "date": "2020-01-09 21:00", "summary": "The borrower-friendly ruling comes as bankruptcy judges across the country are growing more sympathetic to discharging student debt. A bankruptcy judge excused a U.S. Navy veteran with a law degree from repaying more than $220,000 in student loan debt, the latest court ruling to lower the barriers to discharging educational debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-virus-discovered-by-chinese-scientists-investigating-pneumonia-outbreak-11578485668", "title": "New Virus Found by Chinese Scientists Investigating Pneumonia Outbreak", "date": "2020-01-09 20:30", "summary": "Latest tally of people sickened in Wuhan is 59, with seven in critical condition. HONG KONG-Chinese scientists investigating a mystery illness that has sickened dozens in central China have discovered a new strain of coronavirus, a development that will test the country's upgraded capabilities for dealing with unfamiliar infectious diseases.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-vogue-pulls-article-on-facebooks-election-efforts-11578533229", "title": "Teen Vogue Pulls Article on Facebook's Election Efforts", "date": "2020-01-09 20:27", "summary": "Coverage was initially commissioned as sponsored content, Facebook says. Some readers were surprised Wednesday when Teen Vogue published an article on its website headlined \"How Facebook Is Helping Ensure the Integrity of the 2020 Election.\"", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-iran-tensions-complicate-probe-into-crash-of-ukrainian-airline-11578529418", "title": "U.S.-Iran Tensions Complicate Ukrainian Airline Crash Probe", "date": "2020-01-09 19:44", "summary": "Boeing, maker of the jet that went down shortly after takeoff from Tehran, killing all 176 people on board, is dealing with the grounding of its MAX fleet. The investigation into what caused a Ukraine International Airlines jetliner to crash shortly after takeoff on Wednesday, killing all 176 passengers and crew members on board, faces complications amid tensions between the U.S. and Iran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-wants-to-expand-sick-leave-for-new-yorkers-11578509896", "title": "Gov. Cuomo Proposes $3 Billion for Environmental Projects", "date": "2020-01-09 19:37", "summary": "The New York governor highlights the issue in his State of the State address, as lawmakers begin their annual session. ALBANY, N.Y.-New Yorkers will vote on whether to borrow $3 billion for projects to combat climate change, Gov. Andrew Cuomo proposed Wednesday as part of his annual agenda.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-showcases-advanced-air-strike-capabilities-in-missile-barrage-11578529058", "title": "Iran Showcases Advanced Air-Strike Capabilities in Missile Barrage", "date": "2020-01-09 19:17", "summary": "Resume Subscription. The Iranian strikes on Iraqi military bases that housed U.S. troops, along with the Saudi missile-and-drone attack attributed to Iran in September, demonstrated a missile arsenal with a sophistication, accuracy and reach capable of threatening and deterring the country's adversaries across the region.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tehrans-retaliation-trumps-reply-11578528961", "title": "Tehran's Retaliation, Trump's Reply", "date": "2020-01-09 19:16", "summary": "Early returns show deterrence beats appeasement with Iran.. Maybe the Apocalypse isn't upon us after all. The lesson after Iran's missile strike on U.S. bases in Iraq early Wednesday is that deterrence seems to be working.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-retools-california-fares-in-response-to-gig-economy-law-11578527202", "title": "Uber Retools California Fares in Response to Gig Economy Law", "date": "2020-01-09 19:13", "summary": "Move is latest change by ride-hailing giant to bolster case that drivers are independent workers. SAN FRANCISCO- Uber Technologies Inc. retooled the way it calculates some fares in California to give drivers for the ride-hailing company a way to earn more, part of its response to the state's new gig-economy law.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-baby-ghosn-11578528745", "title": "Ghosn, Baby, Ghosn", "date": "2020-01-09 19:12", "summary": "The former Nissan CEO offers a compelling case for his innocence.. Carlos Ghosn had 14 months in prison and house arrest in Japan to think about what he would say to defend himself when he finally had the chance. He must have used the time well because his press conference Wednesday from his new home in Lebanon was a tour de force of self-exoneration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-without-end-11578528635", "title": "Impeachment Without End", "date": "2020-01-09 19:10", "summary": "Nancy Pelosi will let you know when she'll deign to allow a Senate trial.. Will Nancy Pelosi ever send the two House articles of impeachment to the Senate? We're going on three weeks since the House voted, and Congress is back in session, but the House Speaker said Tuesday she wants to see what kind of trial the Senate will hold before she deigns to appoint House managers to make their case.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-deterrence-policy-stop-trump-11578528412", "title": "Joe Biden's Deterrence Policy: Stop Trump", "date": "2020-01-09 19:06", "summary": "The Democratic Party's national security strategy is where it was in 1972, a year their candidate lost big.. Aside from the stunning photograph of Qasem Soleimani's mangled car outside Baghdad airport, the most astonishing sight after the attack was the universal ambivalence, at best, from Democrats.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-on-philanthropy-11578528352", "title": "The War on Philanthropy", "date": "2020-01-09 19:05", "summary": "Private giving achieves what government can't-which is why authoritarians hate it.. America has just completed a banner year for private giving. The 10 largest donations in 2019 amounted to $6.2 billion, up 8% from 2018. These went to a wide array of causes, and came from men and women of the right (Jim Walton, Karen Huntsman) and the left (George Soros, Eric Schmidt). When the total of all U.S. philanthropy becomes available this summer, it will show that Americans voluntarily gave away around $430 billion in 2019.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-politics-of-killing-soleimani-11578528322", "title": "The Politics of Killing Soleimani", "date": "2020-01-09 19:05", "summary": "Will time reward or punish Democrats for being skeptical of Trump's triumph?. The killing of Iranian Maj. Gen. Qasem Soleimani has produced President Trump's biggest foreign-policy challenge yet. Will Iran be content with Tuesday night's barrage of missiles, or will there be other attacks on Americans and U.S. allies? So much depends on what former British Prime Minister Harold Macmillan called \"events, dear boy, events\" and the unpredictable reactions they so often provoke.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hostilities-with-iran-began-in-79-11578528264", "title": "Hostilities With Iran Began in '79", "date": "2020-01-09 19:04", "summary": "By establishing a credible deterrent, the killing of Soleimani should restrain Tehran's aggression.. The American media and political class worry that the U.S. is on the verge of war with Iran. It isn't. The war has been under way for 40 years. Largely using surrogates or proxy forces, Iran has killed hundreds of Americans by shooting down civilian planes, bombing U.S. embassies and military barracks, and supplying munitions for attacks on American soldiers in Iraq and elsewhere. With the exception of a brief naval engagement in April 1988, the U.S. responded to Iranian aggression by attacking surrogates rather than dealing with the source of the problem.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-delivers-a-vital-christmas-gift-11578528201", "title": "Trump Delivers a Vital Christmas Gift", "date": "2020-01-09 19:03", "summary": "The administration's new rules would ease organ transplants.. My 5-year-old daughter has cystic fibrosis and may eventually need a lung transplant. Just before Christmas, the Trump administration gave an early gift to the roughly 113,000 Americans currently awaiting transplanted organs. It proposed two new rules that will make transplants easier.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-old-world-ended-review-the-birth-of-the-modern-11578528147", "title": "'How the Old World Ended' Review: The Birth of the Modern", "date": "2020-01-09 19:02", "summary": "With ever more far-reaching trade came innovation: a stock exchange, limited-liability corporations-the apparatus of capitalism.. For convenience, scholars divide history neatly into epochs stretching over centuries and even millennia, but the shift from one period to another is never itself neat, or easily explained. In \"How the Old World Ended,\" Jonathan Scott, a professor of history at the University of Auckland, tracks the transition from the Middle Ages to modern times and shows us just how complex and extended it was. He is especially interested in why the Industrial Revolution happened where it did (England) and when (the mid-18th century).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-senior-south-sudanese-official-11578528130", "title": "U.S. Blacklists Senior South Sudanese Official", "date": "2020-01-09 19:02", "summary": "Taban Deng Gai is accused of playing a role in the disappearance and deaths of two activists. The U.S. imposed sanctions on a senior South Sudanese official, accusing him of playing a role in the disappearance and deaths of two activists in 2017.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-demands-better-corporate-governance-reporting-11578528069", "title": "U.K. Regulator Demands Better Corporate Governance, Reporting", "date": "2020-01-09 19:01", "summary": "Companies struggle to define their purpose and use too many slogans, the Financial Reporting Council finds. ", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]