[{"link": "https://www.wsj.com/articles/justice-department-charges-18-people-in-portland-with-federal-crimes-11595628641", "title": "Oregon Loses Request for Injunction Against Federal Agents in Portland", "date": "2020-07-24 19:59", "summary": "Judge says state's attorney general presented no evidence that allegedly illegal seizures by federal agents have happened frequently during protests. A federal judge Friday denied a temporary injunction sought by Oregon's top law-enforcement officer, handing the Trump administration a victory in a legal battle over its deployment of federal agents to Portland.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-relaxes-rules-on-sales-of-armed-drones-11595634871", "title": "U.S. Relaxes Rules on Sales of Armed Drones", "date": "2020-07-24 19:54", "summary": "Move comes as Trump administration eases other restrictions to boost American exports of arms, weaponry. The Trump administration has relaxed export restrictions on specific types of unmanned aerial systems, commonly known as drones, enabling U.S. defense contractors to sell more of their wares abroad.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-bridgewater-associates-co-ceo-eileen-murray-sues-firm-11595629934", "title": "Former Bridgewater Associates Co-CEO Eileen Murray Sues Firm", "date": "2020-07-24 19:42", "summary": "Suit claims hedge-fund giant is withholding compensation over disclosure of gender-bias dispute. Former Bridgewater Associates co-chief executive Eileen Murray filed suit against the world's largest hedge fund on Friday, alleging Bridgewater is withholding an estimated $20 million to $100 million in deferred compensation because she disclosed her gender-discrimination dispute to a third party.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-players-reach-deal-to-ease-coronavirus-financial-crisis-11595633015", "title": "NFL, Players Reach Deal to Ease Coronavirus Financial Crisis", "date": "2020-07-24 19:23", "summary": "Agreement settles key economic, labor issues heading into season as executives project multibillion-dollar shortfall linked to pandemic. The NFL and its players struck a deal Friday to steer the league's finances through an uncertain pandemic season that executives project will lead to a multibillion-dollar drop in revenue.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-may-provide-safekeeping-of-cryptocurrency-occ-says-11595632512", "title": "Banks May Provide Safekeeping of Cryptocurrency, OCC Says", "date": "2020-07-24 19:15", "summary": "Services may include holding unique cryptographic keys associated with cryptocurrency. National banks and federal savings associations in the U.S. can provide cryptocurrency custody services for customers, a federal banking regulator said in a guidance letter intended to clarify the role of traditional financial institutions in the virtual-assets market.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-else-cuomo-crushed-11595631048", "title": "What Else Cuomo Crushed", "date": "2020-07-24 18:50", "summary": "New York's economy has suffered the worst job losses in the Northeast.. New York Gov. Andrew Cuomo claims to have crushed the coronavirus curve, and we'll leave that debate for another time. But he didn't have to crush his state's economy at the same time. That's one takeaway from last week's Labor Department state employment report for June, which shows how many states have managed to keep the virus more or less under control while doing far less economic damage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-china-reality-11595630900", "title": "The New China Reality", "date": "2020-07-24 18:48", "summary": "The tougher U.S. policy is more than an election-year gambit.. The Trump Administration's closure of China's consulate in Houston, and China's retaliatory closure of the American consulate in Chengdu, is the latest in the din of diplomatic discord that now defines the world's most important bilateral relationship. On Thursday Secretary of State Mike Pompeo made explicit what has been clear to anyone observing developments from Hong Kong to Huawei: America's decades-long gamble on greater Chinese openness has hit a wall.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-scholarship-choice-11595630807", "title": "Joe Biden's Scholarship Choice", "date": "2020-07-24 18:46", "summary": "He'd kill a program that helps 86% of graduates, mostly black and Hispanic, go to college.. Amid all of the money Washington wastes, here's some good news: Education Secretary Betsy DeVos announced this week that her department will award at least $85 million over five years for the Washington, D.C., Opportunity Scholarship Program.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-operative-pleads-guilty-to-spying-in-u-s-11595629687", "title": "China Operative Pleads Guilty to Spying in U.S.", "date": "2020-07-24 18:28", "summary": "Singaporean national said he recruited U.S. Defense and State Department employees to unwittingly gather intelligence for Chinese government. A political-risk consultant funded by China pleaded guilty Friday in federal court in Washington to tapping U.S. government employees for sensitive information, the latest in a flurry of criminal cases accusing Chinese authorities of directing illegal activities in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-24-2020-11595580014", "title": "U.S. Coronavirus Deaths Surpass 145,000", "date": "2020-07-24 18:20", "summary": "Statistics indicate deaths are rising across the nation after recent surge in cases. The U.S. death toll from the coronavirus pandemic surpassed 145,000 following a surge of new infections across swaths of the nation that began in mid-June.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-issues-coronavirus-guidelines-for-reopening-schools-11595612205", "title": "CDC Issues Coronavirus Guidelines for Reopening Schools", "date": "2020-07-24 18:16", "summary": "Under pressure from the White House to support the opening of schools, the agency added language in its recommendations stressing the importance of children returning to classrooms. The Centers for Disease Control and Prevention encouraged U.S. schools to reopen for in-person learning this fall, updating its guidelines as the nation's death toll from the coronavirus pandemic surpassed 145,500 and several states reported record single-day fatalities.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-isnt-a-racist-country-11595628914", "title": "America Isn't a Racist Country", "date": "2020-07-24 18:15", "summary": "If we're going to have a national conversation, we need a bold, spirited defense of our progress.. George Floyd was murdered. How else to describe what was done to a man who was handcuffed, wrestled to the ground, and forcibly restrained by four men, one of whom put his knee and the full weight of his body on Floyd's throat for roughly nine minutes? After due process is afforded, swift punishment must be meted out to those responsible for his death.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lidar-startup-taps-investment-banker-as-new-cfo-11595628904", "title": "Lidar Startup Taps Investment Banker as New CFO", "date": "2020-07-24 18:15", "summary": "Tom Fennimore joins Luminar Technologies as the company looks to win more customers. Luminar Technologies Inc.'s new finance chief is set to promote the company's new distance measurement technology for self-driving cars, even though some auto makers are delaying plans to roll out autonomous vehicles.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-store-closures-include-location-in-new-yorks-hudson-yards-11595626432", "title": "Neiman Marcus Closures Include Location in New York's Hudson Yards", "date": "2020-07-24 18:15", "summary": "Luxury retailer is pulling out of Manhattan and shutting three other stores, two in Florida and one in Washington state. Luxury department-store chain Neiman Marcus Group Ltd. is walking away from Hudson Yards, the glitzy development that opened last year and that housed the sole Neiman Marcus location in Manhattan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-more-likely-to-catch-covid-at-home-than-in-jail-11595628804", "title": "You're More Likely to Catch Covid at Home Than in Jail", "date": "2020-07-24 18:13", "summary": "Early release policies have had no effect on transmission behind bars. But they have contributed to a crime wave.. While hundreds of millions of law-abiding Americans were on lockdown this spring, progressives were demanding that criminals be allowed to go free. So far, almost 100,000 inmates have been released from prisons and jails around the country-with more to come. It can be no coincidence that crime is on the rise in states where these mass releases took place.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-waking-up-to-the-first-wave-11595628590", "title": "Americans Are Waking Up to the First Wave", "date": "2020-07-24 18:09", "summary": "Dealing with the virus and having an economy aren't incompatible, but the U.S. needs a U.S. approach.. It will be chastening to many that the latest outbreak is not a red-blue phenomenon. California, Florida and Texas are experiencing spikes. They have in common not political complexion but the fact that they are among the most heavily traveled states, nationally and internationally. After New York, Florida and California are Nos. 2 and 3 in international visitors. Texas is No. 6 but this leaves out a huge number of undocumented visitors whom the U.S. government has never been able to quantify.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-new-york-11595628490", "title": "Notable & Quotable: New York", "date": "2020-07-24 18:08", "summary": "'Mayor Bill de Blasio has cancelled a graffiti-eradication program targeted at cleaning private buildings.'. Heather Mac Donaldwriting for City Journal, July 23:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-books-on-jamaica-anatomy-of-an-uprising-11595600490", "title": "Three Books on Jamaica: Anatomy of an Uprising", "date": "2020-07-24 17:41", "summary": "Back-breaking labor, an oven-hot climate, whip-bearing overseers and a planter class eager to exploit slave labor. Jamaica exploded in rebellion-and the empire struck back.. Just after Christmas in 1831, the British Empire's wealthiest island exploded. \"Five weeks of burning, looting, crop destruction, courts-martial, on-the-spot executions, severed heads mounted atop poles, and outright human hunting for sport . . . shook slaveholding Jamaica to its foundations.\" So writes Tom Zoellner, a professor at Chapman University, in \"Island on Fire,\" a pounding narrative of events that led to the end of slavery in the British colonies. \"Soon the hills were on fire, each spiky leaf of sugar like a small torch or match head. Millions of yellow, flaming pinpricks spread in all directions in the velvety Caribbean night.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseless-review-information-please-11595626802", "title": "'Baseless' Review: Information, Please", "date": "2020-07-24 17:40", "summary": "Instead of transparency and truth, redaction and delay. How is a researcher supposed to test his maverick theory?. In 2012, Nicholson Baker-essayist, novelist and literary provocateur-wrote to the National Archives requesting copies of 21 still-classified U.S. Air Force memos from the early 1950s. A question was eating away at his insides like an unshakable bacillus: Did the U.S. military, in those years, use biological weapons \"on people whom the United States government viewed as enemies\"? Did the U.S. air-drop bacteria-laced feathers over North Korea and plague-infected voles over China during the Korean War? Did it introduce \"hog cholera\" into East Germany? Did it poison Guatemala's coffee crop and sicken tobacco and sugarcane fields in Cuba with fungal spores?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-books-the-people-vs-their-betters-11595626826", "title": "Political Books: The People vs. Their Betters", "date": "2020-07-24 17:40", "summary": "The red-blue dance of the working man and the overclass, diagrammed at last.. The coronavirus crisis has revealed at least this much: Elites hold more power over the lives of ordinary Americans than most of us appreciated. Somehow, brandishing only a few ill-understood statistics and the word \"science,\" the well-to-do influencers of our media, corporate and political spheres forced the nation's shopkeepers and wage-earners to bring their work activities and social habits to a dead stop for months on end. The few who questioned the wisdom of this orthodoxy were lampooned as idiots by their credentialed betters in respectable media outlets. It was an exercise of power I would have believed impossible six months ago.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-revenue-drops-as-coronavirus-slows-phone-shopping-11595593330", "title": "Verizon Revenue Drops as Pandemic Slows Phone Shopping", "date": "2020-07-24 17:39", "summary": "Wireless giant adds cellphone customers, but media-unit sales slump. Verizon Communications Inc. continued to add cellphone customers as the coronavirus raged in the spring, though quarterly revenue declined in its core wireless business and its online advertising unit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-declining-polls-staff-anxieties-trump-changes-course-on-coronavirus-11595626674", "title": "Facing Declining Polls, Staff Anxieties, Trump Changes Course on Coronavirus", "date": "2020-07-24 17:37", "summary": "Cancellation of convention events, revival of news briefings come amid low marks from public on handling of pandemic. WASHINGTON-By the time President Trump sat down with aides on Monday to discuss his grim polling numbers, pressure was growing for a course correction on coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goyas-robert-unanue-takes-heat-for-respect-11595625610", "title": "Goya's Robert Unanue Takes Heat for Respect", "date": "2020-07-24 17:20", "summary": "Robert Unanue is an example of why America is great.. Regarding Tunku Varadarajan's \"The Weekend Interview with Robert Unanue: Goya's CEO Softly Stands His Ground\" (July 18): I was impressed to learn the origins of Goya Foods and the Unanue family's multigeneration success story of how this company started from nothing and has grown into a perennial leader in the food industry; truly a great example of an American business success story.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-shields-work-help-the-hard-of-hearing-11595625528", "title": "Face Shields Work, Help the Hard of Hearing", "date": "2020-07-24 17:18", "summary": "Face shields are likely to be the answer both for Ms. Kelly and for our children. They work.. Mary Louise Kelly writes about the challenges of functioning during a pandemic when unable to hear (\"The Pandemic Is Even Worse When You Can't Hear,\" Review, July 18). Even without hearing loss, infants, preschoolers and even older children depend on some degree of lip reading to facilitate language acquisition. Our shift to a mask-wearing society is likely to have significant impact on children's verbal communication skills.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lion-capital-to-keep-control-of-john-varvatos-fashion-business-11595625509", "title": "Lion Capital to Keep Control of John Varvatos Fashion Business", "date": "2020-07-24 17:18", "summary": "The private-equity owner will buy back the fashion retailer out of bankruptcy after facing down a challenge from class-action plaintiffs. Private-equity firm Lion Capital LLP won the right to rescue the John Varvatos menswear retail operation out of bankruptcy, after a challenge from women who won a $3.5 million Equal Pay Act judgment against the retailer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-licensing-progress-and-a-way-to-go-11595625446", "title": "Florida Licensing Progress and a Way to Go", "date": "2020-07-24 17:17", "summary": "This licensing reform might be a good example for the nation. And yet, effective July 1, Florida legislators require \"written consent\" from patients for \"pelvic examinations.\". As one of the most highly regulated, yet business-friendly states, Florida and Gov. Ron. DeSantis and its legislators should be commended for their successful reduction on licensing regulations (\"Florida's Licensing Breakthrough,\" Review & Outlook, July 17). This licensing reform might be a good example for the nation. And yet, effective July 1, Florida legislators require \"written consent\" from patients for \"pelvic examinations.\" The extra formality might have been reasonable if thousands of women in Florida were being examined without their knowledge, or without their tacit consent. Even if that were so, perhaps legislators would defer to a health-care entity to assess and interpret the problem or to design a corrective effort. Consider how many examinations doctors perform daily, the ludicrous operational burden and punitive legal and licensing threats posed by the law as written.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-spaces-out-big-events-11595625382", "title": "Time Spaces Out Big Events", "date": "2020-07-24 17:16", "summary": "Matthew Hutson's review of Joseph Mazur's \"The Clock Mirage: Our Myth of Measured Time\" brings to mind the graffiti I once saw on the men's room wall in the Duke University mathematics building.. Matthew Hutson's review of Joseph Mazur's \"The Clock Mirage: Our Myth of Measured Time\" (Bookshelf, July 21) brings to mind the graffiti I once saw on the men's room wall in the Duke University mathematics building: \"Time is nature's way of making sure everything doesn't happen at once.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-truck-stop-chains-will-require-drivers-to-use-face-masks-11595625323", "title": "Major Truck-Stop Chains Will Require Drivers to Use Face Masks", "date": "2020-07-24 17:15", "summary": "Requirement will affect 1,500 fueling and food sites across the U.S. starting next week. The biggest U.S. truck-stop operators will require customers to wear masks starting next week, joining major retailers, restaurants and airlines in rolling out policies aimed at reducing the spread of coronavirus.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-24-2020-11595581748", "title": "Tech Heavyweights Pull U.S. Stocks Down", "date": "2020-07-24 17:14", "summary": "Shares of Facebook, Apple fall more than 3% this week; Intel drops 16%. Shares of technology heavyweights dragged the S&P 500 lower Friday and toward a weekly loss, snapping a three-week winning streak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mask-mischief-11595625179", "title": "Mask Mischief", "date": "2020-07-24 17:13", "summary": "Dr. Fauci's night at the ballpark.. Turns out that government disease doctor Anthony Fauciwas not the only fan allowed to attend the opening night Major League Baseball game between his beloved New York Yankees and Washington Nationals on Thursday. The media's favorite virus expert was also able to bring along his wife and a close friend. And for at least a few moments it seems the good doctor was not following his own advice.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-ann-taylor-loft-and-other-ascena-stores-are-closing-11595624742", "title": "Which Ann Taylor, Loft and Other Ascena Stores Are Closing?", "date": "2020-07-24 17:05", "summary": "The parent company of Justice, Catherines and Lane Bryant plans to shut more than half its 2,800 locations. Ascena Retail Group Inc., the parent company of Ann Taylor, Lane Bryant and other chains, plans to cut the number of its retail locations by nearly 60%, to about 1,200 from about 2,800.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plans-to-sign-executive-orders-aimed-at-reducing-drug-prices-11595623107", "title": "Trump Signs Executive Orders Aimed at Reducing Drug Prices", "date": "2020-07-24 17:04", "summary": "Critics say pegging U.S. drug costs to lower prices overseas amounts to price controls, while allowing imports from Canada raises safety concerns. President Trump signed executive orders Friday aimed at reducing drug prices.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearst-magazines-names-interim-chief-to-succeed-troy-young-11595624434", "title": "Hearst Magazines Names Interim Chief to Succeed Troy Young", "date": "2020-07-24 17:00", "summary": "Finance chief Debi Chirichella takes the post following Young's resignation. Hearst Magazines has named finance chief Debi Chirichella as the interim head of its magazine group Friday following the resignation of Troy Young, who was accused of making lewd and sexist comments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-take-in-mixed-data-on-economic-rebound-11595610381", "title": "Treasurys Take In Mixed Data on Economic Rebound", "date": "2020-07-24 16:58", "summary": "Demand for safe-haven U.S. government bonds remains high, while investors and analysts wonder whether yields have more room to fall. U.S. Treasury yields swung between small gains and losses Friday after mixed data on the economic rebound.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoplifting-is-less-of-a-bar-to-a-bank-job-as-regulator-eases-rules-11595623808", "title": "Shoplifting Is Less of a Bar to a Bank Job as Regulator Eases Rules", "date": "2020-07-24 16:50", "summary": "Federal Deposit Insurance Corp. lowers hurdles to hiring people convicted of minor crimes. Individuals convicted of minor crimes will find it easier to land a job at a bank after a regulator eased restrictions the industry had warned were unduly tough.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swinging-sadness-for-the-war-years-11595623615", "title": "Swinging Sadness for the War Years", "date": "2020-07-24 16:46", "summary": "Nat King Cole and his band took 'It's Only a Paper Moon' from melancholic love song to upbeat jingle fit for the era.. 'It's Only a Paper Moon\" was the breakout hit from Nat King Cole's first album, 1944's \"The King Cole Trio,\" and a number that he returned to thousands of times over the next 20 years. It shows that even at the start of his career-he was only 24 when he recorded it-he not only knew how to effectively create musical moods, but also how to mix them. The tune was originally performed as a melancholy, reflective love song during the Great Depression, and opens with the poignant lines, \"Say, it's only a paper moon / Sailing over a cardboard sea / But it wouldn't be make-believe / If you believed in me.\" Cole, however, radically retooled \"Paper Moon\" into an up-tempo swinger for the war years. The joining of these opposite moods elevated the best qualities of each, turing \"Paper Moon\" into a tantalizing hybrid, simultaneously brash and bittersweet.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navajo-nation-breaks-off-talks-to-buy-remington-out-of-bankruptcy-11595615617", "title": "Navajo Nation Breaks Off Talks to Buy Remington Out of Bankruptcy", "date": "2020-07-24 16:12", "summary": "The firearms manufacturer is now seeking another buyer ahead of a planned bankruptcy filing, people familiar with the matter said. Remington Arms Co.'s discussions with the Navajo Nation over a potential bankruptcy sale of the firearms manufacturer have fallen through, leaving the company still searching for a buyer and struggling with debt, people familiar with the matter said.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-coronavirus-chicago-moved-homeless-residents-into-a-hotel-now-what-11595617499", "title": "To Fight Coronavirus, Chicago Moved Homeless Residents Into a Hotel. Now What?", "date": "2020-07-24 16:02", "summary": "Advocates hunt to find permanent housing after a temporary solution; 'I'm no closer to finding a place than I was four months ago,' says one resident of Hotel 166. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-travel-advice-sharing-summer-rentals-and-more-11595620855", "title": "Coronavirus Travel Advice: Sharing Summer Rentals and More", "date": "2020-07-24 16:00", "summary": "WSJ's travel editor answers reader questions about the challenges facing two families who want to share one vacation home and the wisdom of booking winter flights now. A: Even in the Before Times, sharing a vacation rental with another family was an act of awesome bravery. In the midst of the Covid pandemic, it's even more daunting. Still, after months of concentrated quality time with our nearest and dearest, many of us crave new faces across the dining room table. The trick? Ensuring those new faces share your level of risk tolerance. \"If one group is risk averse and one group are risk takers, then it probably won't go so well,\" said Dr. Davey Smith, head of Infectious Diseases and Global Public Health at UC San Diego School of Medicine. \"It takes just one person to infect the entire household.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-anthony-fauci-explains-why-his-first-pitch-was-just-a-bit-outside-11595620680", "title": "Dr. Anthony Fauci Explains Why His First Pitch Was Just a Bit Outside", "date": "2020-07-24 15:58", "summary": "He threw a baseball for the first time in decades. He woke up with a sore arm. 'And you saw what happened,' he says.. Anthony Fauci doesn't want to make excuses. But he can explain.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridgewater-associates-lays-off-several-dozen-employees-11595610244", "title": "Bridgewater Associates Lays Off Several Dozen Employees", "date": "2020-07-24 15:57", "summary": "World's largest hedge fund made cuts in its research department, client-services team, among recruiters. Bridgewater Associates has laid off several dozen employees across the company this month, an unusually large cut at the world's largest hedge-fund firm.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-to-require-face-masks-in-u-s-restaurants-11595609321", "title": "McDonald's to Require Face Masks in U.S. Restaurants", "date": "2020-07-24 15:39", "summary": "Burger chain is latest to join businesses requiring masks to fight spread of coronavirus. McDonald's Corp. says it will require all U.S. customers to wear masks in its stores beginning next month, joining Walmart Inc. and other companies that decided that face coverings are needed to help prevent the spread of the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-climbs-to-all-time-high-topping-2011-record-11595612234", "title": "Gold Climbs to a High, Topping Its 2011 Record", "date": "2020-07-24 15:28", "summary": "Precious metals have surged in recent months as coronavirus pounds the world economy. Gold prices rose to a new closing record for the first time since 2011, extending a summer surge fueled by nervous investors adding bullion to their portfolios as the coronavirus muddies the global economic outlook.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-china-learned-from-cold-war-america-11595618253", "title": "What China Learned From Cold War America", "date": "2020-07-24 15:17", "summary": "After the Sputnik launch, the U.S. invested billions in science and innovation. Beijing is trying to follow that example now.. China thinks that power is the arbiter of world affairs, and that technology is power. That's something it learned from Ronald Reagan. He won the Cold War with a military buildup that catalyzed an economic revolution. Military research and development produced countless inventions of the Digital Age, from fast and cheap microchips to the internet. The Soviet Union folded in the face of America's superior arms and entrepreneurial growth. China watched and learned.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalizing-italys-roads-is-a-bridge-to-nowhere-11595618134", "title": "Nationalizing Italy's Roads Is a Bridge to Nowhere", "date": "2020-07-24 15:15", "summary": "Populists in government are exploiting a tragedy to take over companies and pillory the affluent.. Milan", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nrg-energy-to-acquire-direct-energy-for-3-6-billion-11595607275", "title": "NRG Energy to Acquire Direct Energy for $3.6 Billion", "date": "2020-07-24 14:45", "summary": "The deal widens NRG's footprint throughout the U.S. and Canada. NRG Energy Inc. has agreed to buy rival electricity firm Direct Energy for $3.6 billion in cash, marking one of the energy sector's largest deals so far this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staying-home-is-no-burden-for-insurers-11595614921", "title": "Staying Home Is No Burden for Insurers", "date": "2020-07-24 14:22", "summary": "Covid-19 has many ways to hurt property-and-casualty insurers, but when people shelter at home, it helps them a lot, too. You might be going out of your mind staying at home during the pandemic. But that's proving to be a benefit for insurers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-says-newly-enrolling-international-students-can-t-come-to-u-s-if-classes-fully-online-11595611772", "title": "ICE Says Newly Enrolling International Students Can't Come to U.S. if Classes Fully Online", "date": "2020-07-24 14:06", "summary": "Rules don't apply to current students or new students taking at least one course in person. WASHINGTON-U.S. Immigration and Customs Enforcement said on Friday that newly enrolling international students won't be allowed to come to the U.S. if their courses will be taught entirely online.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paradise-for-rail-buffs-11595613676", "title": "Paradise for Rail Buffs", "date": "2020-07-24 14:01", "summary": "Railroad and trolley museums offer a chance to get up close and personal with amazing machines.. Gleaming in gray metal with orange stripes, the Aerotrain looks like a 1950s Chevrolet merged with a locomotive. General Motors introduced it in 1956 to attract travelers back to the rails with a futuristic, streamlined design, complete with rear tail fins. For a short time a scaled-down Aerotrain ran through the Tomorrowland section of Disneyland.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spain-increases-restrictions-as-coronavirus-cases-rise-11595612569", "title": "Spain Increases Restrictions as Coronavirus Cases Rise", "date": "2020-07-24 13:42", "summary": "Authorities introduce new measures to slow spread of virus, dimming hopes for economic revival. Public authorities in Spain announced new measures to slow the spread of the new coronavirus as the number of cases continued to rise after weeks of relatively low infection rates.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blue-jays-will-play-home-games-in-buffalo-11595612460", "title": "The Blue Jays Will Play Home Games in Buffalo", "date": "2020-07-24 13:41", "summary": "The team needed to find a new stadium after the Canadian government declined to allow them to play in Toronto. When the Canadian government last weekend temporarily evicted the Toronto Blue Jays from the country this season to prevent the spread of the coronavirus, the team's players made one request: Find us a major-league stadium.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/services-giants-will-weather-the-drilling-drought-11595611904", "title": "Services Giants Will Weather the Drilling Drought", "date": "2020-07-24 13:31", "summary": "Leading oil-field-services companies Halliburton, Baker Hughes and Schlumberger have done themselves a favor by quickly confronting their new reality and ruthlessly cutting costs. Oil-field-services companies are the canaries in the figurative coal mine for the oil-and-gas sector. Titans Halliburton , Schlumberger and Baker Hughes showed just how much air has been sucked out of the industry this week.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywells-safety-equipment-sales-rise-but-aerospace-demand-falls-11595590157", "title": "Honeywell Hit Hard by Aviation Slump Despite N95 Mask Gains", "date": "2020-07-24 13:30", "summary": "Conglomerate says aerospace business suffered in latest quarter and will gradually improve this year. Honeywell International Inc.'s quarterly sales fell 19% as Covid-19 damage to its big aerospace business offset rising demand for the conglomerate's N95 face masks and other protective gear.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investors-flee-turkeys-bond-market-11595583002", "title": "Foreign Investors Flee Turkey's Bond Market", "date": "2020-07-24 13:29", "summary": "Overseas investors have withdrawn $7 billion from country's local-currency bond market. Bond investors are retreating from Turkey, adding to the pressure on an economy long seen as dependent on foreign funding.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schlumberger-cuts-21-000-jobs-amid-historic-oil-downturn-11595591476", "title": "Schlumberger Cuts 21,000 Jobs Amid Historic Oil Downturn", "date": "2020-07-24 13:18", "summary": "Top oil-field services provider books $3.7 billion in charges as coronavirus pandemic slams its business. Schlumberger Ltd. , the world's largest oil-field services company, is cutting about 21,000 jobs as oil producers slash spending in response to a historic drop in prices amid the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hagia-sophia-a-shifting-symbol-in-turkey-once-again-opens-up-to-islamic-prayers-11595585919", "title": "Hagia Sophia, a Shifting Symbol in Turkey, Once Again Opens Up to Islamic Prayers", "date": "2020-07-24 12:58", "summary": "For centuries, the site has marked the ebb and flow of Christian, Muslim and secular influences. Now another chapter is beginning as it becomes a mosque once more.. ISTANBUL-Turkish President Recep Tayyip Erdogan attended Muslim prayers in this city's iconic Hagia Sophia on Friday, two weeks after he declared the building-a museum for the past 86 years-a mosque again in a controversial move aimed at reviving nationalist sentiment.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-mayor-removes-columbus-statues-overnight-11595609818", "title": "Chicago Mayor Removes Columbus Statues Overnight", "date": "2020-07-24 12:56", "summary": "'It's not just about a single statue, it's about how we want to reflect our values as a city,' Lightfoot said. A pair of Christopher Columbus statues were removed overnight from two Chicago parks by order of Mayor Lori Lightfoot following a violent clash at one of the monuments between protesters and police last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buy-this-dubai-mansion-get-a-rolls-royce-a-ferrari-and-a-harley-too-11595609748", "title": "Buy This Dubai Mansion, Get a Rolls-Royce, a Ferrari and a Harley, Too", "date": "2020-07-24 12:55", "summary": "The 14,000-square-foot home on the Palm Jumeirah is asking $32.67 million. An amenity-laden mansion on the Palm Jumeirah, a palm tree-shaped archipelago in Dubai, is slated to come on the market for $32.67 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dubai-home-channels-l-a-11595609651", "title": "A Dubai Home Channels L.A.", "date": "2020-07-24 12:54", "summary": "Drawing inspiration from American megamansions, the house comes with three movie theaters and an art collection.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-awards-medal-of-freedom-to-master-of-the-mile-jim-ryun-11595609613", "title": "Trump Awards Medal of Freedom to 'Master of the Mile' Jim Ryun", "date": "2020-07-24 12:53", "summary": "Former Kansas congressman was the first high-school athlete to run a mile in under four minutes. WASHINGTON-President Trump presented the Presidential Medal of Freedom to legendary runner and former Kansas congressman Jim Ryun, recalling his nickname as the \"master of the mile.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amex-says-travel-dreams-live-on-11595608971", "title": "Amex Says Travel Dreams Live On", "date": "2020-07-24 12:42", "summary": "What may be driving consumers to keep racking up travel points is an aspirational mindset. Thinking of that big trip you will take when the pandemic is over? You're not alone, according to American Express.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-civil-rights-leader-and-lawmaker-john-lewis-11595044396", "title": "Photos: Remembering John Lewis", "date": "2020-07-24 12:39", "summary": "A champion of civil rights, John Lewis's activism brought him from the bloodied streets of Selma, Ala., to the marble halls of Congress. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-mullet-makes-a-comeback-and-divides-australia-11595608709", "title": "The Mullet Makes a Comeback and Divides a Nation", "date": "2020-07-24 12:38", "summary": "The much-debated hairstyle, still shunned by some, is growing in popularity during the pandemic; 'I have very bad memories of the mullet'. SYDNEY-As the world grappled with the coronavirus pandemic, one Australian lawmaker faced a different hairy situation: how would he respond to a local news report that an 18-year-old wasn't let into a pub because of his mullet hairstyle?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/istanbuls-hagia-sophia-opens-as-mosque-11595607568", "title": "Istanbul's Hagia Sophia Opens as Mosque", "date": "2020-07-24 12:19", "summary": "Turkish President Recep Tayyip Erdogan attended Muslim prayers in Istanbul's iconic Hagia Sophia on Friday. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europes-post-lockdown-rebound-bodes-well-for-global-economy-11595587952", "title": "Economic Recoveries in U.S., Europe Take Diverging Paths", "date": "2020-07-24 12:16", "summary": "European countries could be benefiting from strict lockdowns pursued in spring and policies regarding mask wearing, social distancing, large gatherings. The U.S. economy lagged in July and Europe's bounced back, according to fresh surveys of purchasing managers, evidence that the two economic powerhouses are recovering at different speeds from the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-reaches-deal-to-carry-sinclairs-cubs-network-ahead-of-home-opener-11595607384", "title": "Comcast Reaches Deal to Carry Sinclair's Cubs Network Ahead of Home Opener", "date": "2020-07-24 12:16", "summary": "Marquee Sports Network is available to Comcast customers in the Chicago area. Comcast Corp. played ball with Sinclair Broadcast Group Inc., reaching a deal to carry Sinclair's newly created Chicago Cubs regional sports network, among its other TV stations.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-warns-about-toxic-hand-sanitizers-11595593124", "title": "FDA Warns About Toxic Hand Sanitizers", "date": "2020-07-24 12:00", "summary": "Agency found wood alcohol, which can be fatal when ingested, in dozens of products originating from companies in Mexico. The U.S. Food and Drug Administration is warning consumers to avoid dozens of imported hand-sanitizer products after the agency found toxic wood alcohol in some samples.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-financial-adviser-karen-altfest-on-how-women-want-to-talk-about-money-11595606424", "title": "Three Questions With Financial Adviser Karen Altfest About Women and Money", "date": "2020-07-24 12:00", "summary": "Adviser's team at Altfest Personal Wealth Management manages over a billion dollars in client assets. Karen Altfest is principal adviser and executive vice president at Altfest Personal Wealth Management, the company she runs with her husband, Lew, and their son, Andrew. Together, her team manages over a billion dollars in client assets.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-hope-bryants-grassroots-fight-against-racism-and-poverty-11595606241", "title": "John Hope Bryant's Grassroots Fight Against Racism and Poverty", "date": "2020-07-24 11:57", "summary": "An entrepreneur is trying to narrow the racial wealth gap through a nonprofit that teaches financial literacy, improves credit scores and facilitates loans. By the time John Hope Bryant was 9, he knew he needed to get out of Compton. He had already lost a friend to murder and watched drug dealers kill his uncle. The only multistory office building in his Los Angeles neighborhood was a courthouse, he recalls, and the only white people were aggressive cops and a few teachers. Everywhere he looked, he saw dead ends.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-agrees-to-changes-in-government-support-in-effort-to-avoid-u-s-tariffs-11595580915", "title": "Airbus Looks to End Trade Dispute With U.S. by Forgoing Some Government Support", "date": "2020-07-24 11:47", "summary": "European plane maker thinks move will put it in full compliance with WTO guidelines, remove justification for U.S. tariffs. Airbus SE has agreed with Spain and France to change some financial-support agreements, in an attempt to bring an end to a yearslong trade dispute with the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-passenger-plane-intercepted-by-jet-fighters-over-syria-11595545321", "title": "U.S. Says Jet Fighter Came Close to Iranian Passenger Plane Over Syria", "date": "2020-07-24 11:22", "summary": "American F-15 came in the vicinity of the airliner, which descended abruptly, injuring several passengers on board. An American F-15 jet fighter flew within roughly 1,000 meters (1,094 yards) of an Iranian passenger plane in the vicinity of a U.S. air base in Syria on Thursday, a U.S. defense official said, an incident Iranian media said forced the aircraft to descend abruptly, injuring several passengers before landing in Lebanon.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-tight-back-sectional-sofas-superior-to-loose-cushion-ones-11595604007", "title": "Loose-Cushion Sofas: Comfy But Do They Look Too Sloppy?", "date": "2020-07-24 11:20", "summary": "Does your sectional couch always look like an unmade bed? Designers debate the merits of tidy-and newly trendy-solid-backed sectionals vs. more pillow designs.. DOES ANYONE want a slovenly sofa? Have you ever struggled to prop up and fluff the saggy, detachable back cushions on a sectional sofa so they form a neat line before guests ring the doorbell? If so, you might feel such unkempt designs have had their run.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rescues-ruining-capitalism-11595603720", "title": "The Rescues Ruining Capitalism", "date": "2020-07-24 11:15", "summary": "Easy money and constant stimulus have undermined the basic dynamics of the free market. We've paid the price in low growth and productivity, falling entrepreneurship and rising inequality.. Modern society looks increasingly to government for protection from major crises, whether recessions, public-health disasters or, as today, a painful combination of both. Such rescues have their place, and few would deny that the Covid-19 pandemic called for dramatic intervention. But there is a downside to this reflex to intervene, which has become more automatic over the past four decades. Our growing intolerance for economic risk and loss is undermining the natural resilience of capitalism and now threatens its very survival.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-start-to-think-remote-work-isnt-so-great-after-all-11595603397", "title": "Companies Start to Think Remote Work Isn't So Great After All", "date": "2020-07-24 11:10", "summary": "Projects take longer. Collaboration is harder. And training new workers is a struggle. 'This is not going to be sustainable.'. Four months ago, employees at many U.S. companies went home and did something incredible: They got their work done, seemingly without missing a beat. Executives were amazed at how well their workers performed remotely, even while juggling child care and the distractions of home. Twitter Inc. and Facebook Inc., among others, quickly said they would embrace remote work long term. Some companies even vowed to give up their physical office spaces entirely.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mystery-of-charles-dickens-review-a-man-at-odds-with-himself-11595602566", "title": "'The Mystery of Charles Dickens' Review: A Man at Odds With Himself", "date": "2020-07-24 10:56", "summary": "Childhood deprivation and injustice charged Dickens's ﬁction and blighted his adult relationships.. Charles Dickens loved charades and elaborate feats of memory. He especially enjoyed a game that involved reciting a sequence of phrases before adding another one to make the next player's recollection more difficult. When he played this game with his family in 1869, marking what would turn out to be his final Christmas, it took a strange direction. One of his sons, Henry, would later describe how Dickens, when his turn came, blurted out \"Warren's Blacking, 30 Strand!\" The words were delivered with an odd twinkle, but none of the other players had any idea of their significance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remain-in-love-review-the-mamas-and-the-dadas-11595601802", "title": "'Remain in Love' Review: The Mamas and the Dadas", "date": "2020-07-24 10:43", "summary": "Unlike other avant-garde rockers, Talking Heads made dance music, driven by a unique husband-wife rhythm section.. David Byrne, Talking Head, only ever paid drummer Chris Frantz a single compliment, according to the latter's new memoir. \"Nice drums,\" he casually remarked after listening to the playback of a song in 1986. Mr. Frantz has had 34 years to think of a riposte-\"Actually, they were better than just 'nice' \"-which he delivers in \"Remain in Love: Talking Heads, Tom Tom Club, Tina\" (the latter being bass player Tina Weymouth).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apartment-evictions-are-mounting-in-houston-and-could-get-worse-11595583002", "title": "Why Houston Apartment Evictions Are Mounting", "date": "2020-07-24 10:39", "summary": "Courts in Houston are overloaded with eviction filings after local moratorium expired in May; end of federal protections could lead to more. It was 9:07 a.m. when Cammessia Mitchell started banging on a courtroom door in Southwest Houston.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-police-reform-bill-passes-house-after-all-night-debate-11595600833", "title": "Connecticut Police-Reform Bill Passes House After All-Night Debate", "date": "2020-07-24 10:27", "summary": "Legislation would permit people to sue police officers for misconduct; bill now heads to the state Senate. Connecticut's House of Representatives approved a wide-ranging package of police reforms after an all-night debate over the bill.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beauty-of-living-review-beauty-from-the-mud-11595600811", "title": "'The Beauty of Living' Review: Beauty From the Mud", "date": "2020-07-24 10:26", "summary": "As an ambulance driver in France, E.E. Cummings experienced the absurdity of war. In Paris, he discovered modernist opera-and sex.. Edward Estlin \"E. E.\" Cummings, like many writers of the Lost Generation, drove an ambulance during World War I. Scribbling poems and drawings into his notebook and practicing his accent, he preferred the company of the French drivers to the \"boorish Americans.\" This and a certain \"cynical and sarcastic detachment\" made him unpopular with his commander, a Mr. Anderson. As a result, he and his confrère William Slater Brown, whom he had met on the Atlantic crossing, spent their days clearing mud from the undercarriages of ambulances.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-christopher-buckley-on-white-house-memoirs-11595600452", "title": "Five Best: Christopher Buckley on White House Memoirs", "date": "2020-07-24 10:20", "summary": "From the author, most recently, of the novel 'Make Russia Great Again.'. By Henry Kissinger (1979)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-killing-for-girl-and-profit-11595600393", "title": "Mysteries: 'Killing for Girl and Profit'", "date": "2020-07-24 10:19", "summary": "A used-car salesman falls for an bottle-blond bombshell, then starts plotting to put her abusive husband out of the picture.. Ed Edwards, the Korean War vet who narrates Joe R. Lansdale's raunchy noir fable \"More Better Deals\" (Mulholland, 256 pages, $27), pursues professional success in East Texas in the 1960s as a salesman at Smiling Dave's used-car lot. It's a job that requires \"emotional sleight-of-hand,\" he figures: \"convincing someone to buy a used car they neither wanted nor needed.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamnet-review-shakespeare-son-11595600369", "title": "'Hamnet' Review: Shakespeare & Son", "date": "2020-07-24 10:19", "summary": "A woman laments the death of the young child she shared with a rising playwright.. In 1585, in the English market town of Stratford-upon-Avon, a couple with a young daughter welcomed twins into their growing family. They named them Hamnet and Judith, probably after the local baker Hamnet Sadler and his wife, Judith. The two couples appear to have been close: When William Shakespeare, the father of the twins, drew up his will in 1616, he would leave Hamnet Sadler 26 shillings, 8 pence \"to buy him a ringe.\" By then his son Hamnet, named for the baker, was two decades dead, buried in 1596 at the age of 11. The Stratford burial register for that day reads, \"Hamnet filius William Shakspere.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-in-a-time-of-war-matters-of-life-and-death-11595600307", "title": "Children's Books: In a Time of War, Matters of Life and Death", "date": "2020-07-24 10:18", "summary": "Four books that look at World War II from a child's point of view.. A traumatic event that engulfs the globe and gives rise to new works of creative fiction for decades afterward: Someday it may be the Covid-19 pandemic, but for now it continues to be World War II. In this summer's phalanx of wartime books, young readers will find a seaside tale of lost-and-found, an elegiac poetry collection that spans the Pacific, a spirited mystery set in British Singapore, and a stirring young-adult novel about a Jewish teenager in the Warsaw ghetto.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-back-when-the-fling-was-the-thing-11595600335", "title": "Fiction: Back When the Fling Was the Thing", "date": "2020-07-24 10:18", "summary": "A pair of unabashed women novelists depict raunchy, rowdy, '60s-style lotharios in a fond, nostalgic light.. In a 2010 essay on sex in the novel, Katie Roiphe observed that a younger generation of male writers had \"repudiated the aggressive virility\" of postwar titans like Mailer, Updike and Roth and instead embraced a \"new purity\" wherein the libido was a source of self-conscious embarrassment. The criticism was farseeing, but I doubt even Ms. Roiphe could have predicted that in only 10 years the trend would become so extensive that men would stop trying to portray straight sex almost entirely, except to condemn it. \"Heterosexual male desire has been linked so closely to abuses of power for so long that the two seem inextricable,\" Luke Brown points out in a trenchant recent article in the Times Literary Supplement that explores the political and psychological anxieties that make men fearful of depicting what are today considered \"problematic\" sexual impulses.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draining-the-swamp-up-from-the-muckand-also-from-corruption-11595599525", "title": "'Draining the Swamp': Up From the Muck-and Also From Corruption", "date": "2020-07-24 10:05", "summary": "George Washington tried to drain an actual swamp, and early Socialists tried to drain a political one.. In a new documentary, \"The Swamp,\" debuting on HBO next month, a political metaphor of the Trump era comes to life during the opening credits. As President Trump intones his campaign mantra, \"It's time to drain the swamp in Washington, D.C.,\" the Capitol and other government buildings are seen being overtaken by vines and sinking into a mucky quagmire.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-decor-tips-create-a-unique-bedroom-thats-a-home-office-too-11595599324", "title": "Pro Decor Tips: Create a Unique Bedroom That's a Home Office, Too", "date": "2020-07-24 10:02", "summary": "Eclectic furniture gives a bedroom character, but you don't want too much chaos when you need to work there. Designers suggest ways to make two quirky pieces get along more harmoniously.. WORKING FROM HOME during Covid-19 has made it necessary to find \"office\" space everywhere, even in our bedrooms. One thing that can heighten the stress: having to work in a bedroom-cum-office filled with warring decor, that under different circumstances would seem pleasingly \"eclectic.\" Consider the case of this elaborately caned canopy bed and this candy-colored desk-the cutouts on its sides seemingly inspired by childhood shape sorters.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flossie-wong-staal-helped-unlock-mysteries-of-hiv-11595599200", "title": "Flossie Wong-Staal Helped Unlock Mysteries of HIV", "date": "2020-07-24 10:00", "summary": "Immigrant from Hong Kong likened retrovirus to legendary Monkey King. Flossie Wong-Staal, a virologist who emigrated to the U.S. from Hong Kong, worked at the National Cancer Institute in Bethesda, Md., in the late 1970s on what many of her peers considered a dead-end research project. Under the supervision of Robert Gallo, she and others at the federal lab were looking for retroviruses that might cause disease in humans.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-golden-rule-from-a-golden-fool-11595599207", "title": "A Golden Rule From a Golden Fool", "date": "2020-07-24 10:00", "summary": "The yellow metal has been white hot this year. But those who rush to buy it could still end up in the red.. Almost five years ago to the day, a market commentator with a prominent platform called gold \"a pet rock.\" Since then, gold has risen nearly 70%, hitting an all-time high this week.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-amazons-investing-strategy-bending-metal-tariffs-retooling-supply-chains-11595597367", "title": "Today's Logistics Report: Amazon's Investing Strategy; Bending Metal Tariffs; Retooling Supply Chains", "date": "2020-07-24 09:29", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyotas-iconic-supra-gets-an-entry-level-upgrade-11595596000", "title": "Toyota's Iconic Supra Gets an 'Entry-Level' Upgrade", "date": "2020-07-24 09:06", "summary": "This version of Toyota's fast-and-furious icon is a tad slower-not that you would know it just by looking. Dan Neil on why it's a winner.. ALL HUMANS are mortal. Socrates is human. Therefore Socrates might be in the market for an attainably priced sports car.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipyards-rebound-hopes-are-coming-up-empty-11595538751", "title": "Shipyards' Rebound Hopes Are Coming Up Empty", "date": "2020-07-24 09:00", "summary": "Vessel owners are putting off new orders amid faltering trade demand and uncertainty over future ship-power technology. Shipbuilding demand is sinking, and there's no rescue on the horizon.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-poses-more-risk-to-patients-with-chronic-illnessesand-thats-bad-for-the-u-s-11595595601", "title": "Covid-19 Poses More Risk to Patients With Chronic Illnesses-and That's Bad for the U.S.", "date": "2020-07-24 09:00", "summary": "Scientists now have a better idea of how much extra risk faced by people with other conditions such as diabetes. Scientists are developing a clearer picture of the extra risk of dying from Covid-19 borne by those with underlying health conditions, an aspect of the disease that researchers say might help explain why some countries suffer worse outbreaks than others.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-cuts-interest-rates-to-record-low-11595589859", "title": "Russia Cuts Interest Rates to Record Low", "date": "2020-07-24 08:58", "summary": "Recession-hit Russian economy is under pressure from the pandemic and low oil prices. MOSCOW-Russia's central bank cut its key interest rate to a record low as the coronavirus pandemic has pushed the economy into a deep recession, forcing President Vladimir Putin this week to delay a flagship $360 billion national development plan by six years.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-swimsuit-to-buy-summer-11595594414", "title": "All the Swimwear You Need This Summer", "date": "2020-07-24 08:42", "summary": "Whether you prefer one piece, a high waistline or minimal coverage, find the perfect swimsuit before these sweltering days are over.. This bright orange bikini features a cool one-shoulder design and a curve-enhancing waistline. Style it with a white linen button-up for a polished poolside look. Bottega Veneta, $440, bottegaveneta.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pushes-energy-reform-with-pipeline-deals-11595594356", "title": "China Pushes Energy Reform With Pipeline Deals", "date": "2020-07-24 08:39", "summary": "Two energy giants are set to pump $56 billion of assets into new pipeline firm. China is moving to wean its economy off coal and boost use of cleaner natural gas, with two of the country's energy giants set to pump $56 billion of assets into a new national pipeline firm.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-bands-bts-maria-sherman-book-interview-11595593524", "title": "Why Boy Bands Run the World", "date": "2020-07-24 08:27", "summary": "In her new book, 'Larger Than Life: A History of Boy Bands from NKOTB to BTS,' Maria Sherman writes an overdue analysis of boy bands and the devoted fans who elevate them.. Boy bands have been impossible to ignore this summer. Fans of the K-pop band BTS, who call themselves the BTS Army, overran white supremacist hashtags and disrupted a Dallas Police Department app to lend their organized support to the Black Lives Matter movement. Later, K-pop fans joined TikTok users to encourage people to falsely reserve tickets at President Trump's June rally in Tulsa, Oklahoma, leading to inflated expectations about turnout.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-death-missing-body-brooklyn-uhaul-funeral-home-church-pandemic-new-york-11595558505", "title": "Covid-19 Killed Her Husband. Then His Body Went Missing.", "date": "2020-07-24 08:05", "summary": "Resume Subscription. Nathaniel Hallman lay dying in a Bronx hospital bed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-is-pushing-the-nfl-toward-a-financial-cliff-11595592000", "title": "Coronavirus Is Pushing the NFL Toward a Financial Cliff", "date": "2020-07-24 08:00", "summary": "The league's revenue could fall as much as $4 billion in 2020-and tensions with the players are surfacing over how to mitigate the shortfall that could gut teams' rosters. Every NFL team has shaped its roster, planned its future and designed its strategy for winning a Super Bowl around the same basic premise: America's richest sports league would continue to get richer.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/few-rules-govern-police-use-of-military-style-uniforms-11595589944", "title": "Few Rules Govern Police Use of Military-Style Uniforms", "date": "2020-07-24 07:25", "summary": "Protesters say camouflage fatigues make it difficult to identify officers' affiliation, hold them accountable. The Department of Homeland Security has deployed federal Customs and Border Protection officers to Portland, Ore., it says, to protect federal buildings and to step in where local police haven't quelled violent protests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-e-has-lost-half-its-viewers-since-dropping-live-pd-11595588402", "title": "A&E Has Lost Half Its Viewers Since Dropping 'Live PD'", "date": "2020-07-24 07:00", "summary": "Network's prime-time viewership was up 4% this year before it canceled its hit police reality show, Nielsen data show. Ratings for A&E Network have plummeted since it canceled the hit police reality show \"Live PD\" on June 10, a sign of how much the network relies on law-enforcement programming.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-reports-over-1-billion-in-provisions-for-credit-losses-11595588413", "title": "American Express Reports $1.6 Billion in Provisions for Credit Losses", "date": "2020-07-24 07:00", "summary": "The company says spending volumes fell to their lowest in April, then gradually improved in May and June. American Express Co. reported a large drop in second-quarter profit from a year earlier as the credit-card company logged provisions of $1.6 billion to cover potential credit losses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-run-investors-shun-stocks-but-embrace-risk-11595587036", "title": "State-Run Investors Shun Stocks, but Embrace Risk", "date": "2020-07-24 06:37", "summary": "Sovereign-wealth funds plan to increase their investments in infrastructure, real estate and private equity over the next 12 months. State-controlled funds, among the world's wealthiest asset managers, entered the coronavirus pandemic with the least money allocated to stocks in six years. That isn't because they are looking for safety.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-hit-hard-by-pandemic-drive-u-s-jobs-recovery-11595583181", "title": "Businesses Hit Hard by Pandemic Drive U.S. Jobs Recovery", "date": "2020-07-24 06:10", "summary": "Renewed demand spurs gains at logistics, financial-services and retail firms, but the coronavirus's recent surge poses a threat. Employers hit hard by the coronavirus pandemic and businesses with renewed demand are driving hiring in the U.S. jobs recovery.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-u-s-census-documenting-multiracial-heritage-is-harder-than-it-sounds-11595583000", "title": "For the U.S. Census, Documenting Multiracial Heritage Is Harder Than It Sounds", "date": "2020-07-24 05:30", "summary": "Census data provide clearest picture of race in America-but even that is incomplete. On paper, the complexion of the U.S. has appeared increasingly blended in recent decades, thanks in part to the fact that since 2000, residents have been able to check off more than one race on the decennial census.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-dollars-force-republican-spending-in-red-states-11595583000", "title": "Democratic Dollars Force Republican Spending in Red States", "date": "2020-07-24 05:30", "summary": "Push extends to GOP strongholds such as South Carolina, Kentucky and Mississippi; environmentalists look for win in defense bill. ", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kids-at-home-could-put-the-economy-in-detention-11595583001", "title": "Kids at Home Could Put the Economy in Detention", "date": "2020-07-24 05:30", "summary": "Schools adopting online or even hybrid models will make it impossible for millions of parents to work. The start of the new U.S. school year is just around the corner but, with the massive disruptions the Covid-19 pandemic is causing, there is no telling what it will look like. That isn't only a problem for students and their parents-it is a significant obstacle to the economy's ability to recover and to its long-run health.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-a-raise-or-remote-work-sound-better-11595581201", "title": "Does a Raise or Remote Work Sound Better?", "date": "2020-07-24 05:00", "summary": "Telecommuting is emerging as a coveted perk. Workers and their companies see the benefits, but how will they feel in 2021?. Dick Black still remembers the guy he worked with years ago who logged on remotely from a beach in Bali.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-brothers-starts-takeover-race-with-stalking-horse-agreement-11595570013", "title": "Brooks Brothers Agrees to 'Stalking-Horse' Takeover Bid", "date": "2020-07-24 02:10", "summary": "Authentic Brands-backed venture's $305 million offer to snap up the iconic American brand out of bankruptcy sets a minimum price for potential rivals to beat.. Brooks Brothers Inc. reached a deal with Sparc Group LLC-the venture created by Authentic Brands Group LLC and mall owner Simon Property Group Inc. -to sell the company for $305 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-pfizer-spotify-technology-stocks-that-defined-the-week-11595633373", "title": "United Airlines, Pfizer, Spotify Technology: Stocks That Defined the Week", "date": "2020-07-24 00:01", "summary": "Here are seven major companies whose stocks moved on the week's news. United Airlines Holdings Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595537312", "title": "Pepper...and Salt", "date": "2020-07-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-resumes-global-entry-for-new-york-state-11595533693", "title": "Homeland Security Resumes Global Entry for New York State", "date": "2020-07-24 23:56", "summary": "Department suspended access over a state law giving driver's licenses to immigrants who entered the country illegally. The Department of Homeland Security said it would resume allowing New York state residents to enroll in Global Entry and other trusted-traveler programs, after the federal government suspended the state's access in February over a state law giving driver's licenses to immigrants who entered the country illegally.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-hearst-magazine-unit-resigns-after-article-alleging-offensive-comments-11595561705", "title": "Head of Hearst Magazine Unit Resigns After Article Alleging Offensive Comments", "date": "2020-07-24 23:44", "summary": "Troy Young became president of magazine group in 2018 after a five-year stint running Hearst's digital unit. Troy Young, the powerful head of Hearst Magazines, has resigned a day after the publication of a scathing profile in which several women at the company accused him of making lewd and sexist comments, the company said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-you-need-to-know-about-robinhood-canceling-its-international-expansion-11595558563", "title": "Everything You Need To Know About Robinhood Canceling Its International Expansion", "date": "2020-07-24 23:43", "summary": "Robinhood is popular among young people, but it's facing intense scrutiny. Robinhood, the stock-trading app that has become popular among young Americans, was planning on expanding to the U.K. But now those plans are on hold. In an email to U.K. users on the waiting list, the company wrote that it's focusing its resources on its \"core business in the U.S.\"", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-instagrams-algorithms-racially-biased-theyre-looking-into-it-11595556873", "title": "Are Instagram's Algorithms Racially Biased? They're Looking Into It.", "date": "2020-07-24 23:15", "summary": "Facebook, which owns Instagram, has previously been reluctant to explore the way its products affect minorities. Instagram has formed a new \"equity and inclusion\" team to study how Black, Hispanic and other minority users in the U.S. are affected by its algorithms. Its parent company, Facebook, is creating a similar team to look at its platform. In the past, Facebook employees were only allowed to study the disparate racial impacts of its platform after getting permission from a senior group of executives, which included Chief Executive Mark Zuckerberg, people familiar with the matter said.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-u-s-officials-are-worried-about-tiktok-11595558218", "title": "Here's Why U.S. Officials Are Worried About TikTok", "date": "2020-07-24 22:37", "summary": "The popular video-messaging app with Chinese roots is facing global scrutiny as countries consider imposing restrictions on the company. TikTok's parent company, ByteDance, is based in Beijing. The company collects user data ranging from IP addresses to direct messages exchanged. TikTok says American users' data is stored on servers outside of China, but U.S. officials are concerned the data could eventually end up in the hands of the Chinese government and that it could be used for espionage or other means, according to WSJ reporter Liza Lin. That has prompted the Trump administration to consider limiting Americans' access to the app. TikTok says it wouldn't share American users' data with the Chinese government.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secretary-of-state-pompeo-to-urge-chinese-people-to-change-the-communist-party-11595517729", "title": "Pompeo Urges Chinese People to Change Communist Party", "date": "2020-07-24 22:25", "summary": "Top U.S. diplomat urges allied countries, Chinese people to work with the U.S. to transform the party's behavior. WASHINGTON-Secretary of State Mike Pompeo called on the Chinese people to alter the ruling Communist Party's direction in a speech explaining the Trump administration's full-throttle response to an assertive China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-anticrime-push-in-kansas-city-modeled-on-prior-efforts-as-law-enforcement-scrutiny-grows-11595548737", "title": "Federal Anticrime Push in Kansas City Modeled on Prior Efforts as Scrutiny Grows", "date": "2020-07-24 21:28", "summary": "DOJ, local officials seek to distinguish Missouri joint venture to curb violent crime from clashes in Portland, Ore., amid criticism over use of federal agents. Federal agents gathered recently in a large conference room at Kansas City, Mo., police headquarters, where supervisors took turns describing every shooting that had happened in the city the week before. Suspect photos and crime scene details aired on display screens around them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cancels-gop-convention-events-in-jacksonville-fla-11595540650", "title": "Trump Cancels GOP Convention Events in Jacksonville, Fla.", "date": "2020-07-24 21:24", "summary": "President says official events in Charlotte, N.C., will continue, cites safety for decision as coronavirus cases rise. WASHINGTON-President Trump said he was canceling the Jacksonville, Fla., portion of the Republican National Convention, citing increasing coronavirus cases in the state, as health worries continue to upend traditional election-year events.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-23-2020-11595493659", "title": "U.S. Virus Cases Surpass Four Million", "date": "2020-07-24 21:23", "summary": "Florida, California, Tennessee report single-day records in fatalities. Total coronavirus cases in the U.S. surpassed four million a little over two weeks after reaching three million, as several hard-hit states reported record-high deaths.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taro-pharma-to-pay-more-than-200-million-to-settle-generic-drug-price-fixing-case-11595551668", "title": "Taro Pharma to Pay More Than $200 Million to Settle Generic-Drug Price-Fixing Case", "date": "2020-07-24 20:47", "summary": "Company agrees to cooperate with the federal government's probe and pay restitution as well as $213.3 million in civil damages to settle claims. Taro Pharmaceuticals Inc. will pay a $205.7 million criminal penalty to settle allegations it participated in a conspiracy to fix prices on generic drugs, the Justice Department said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/late-rep-john-lewis-to-lie-in-state-in-the-u-s-capitol-rotunda-11595546819", "title": "John Lewis to Lie in State at the Capitol Next Week", "date": "2020-07-24 20:17", "summary": "Georgia Democrat and civil-rights icon will also be honored with a procession through Washington, D.C.. WASHINGTON-The late Rep. John Lewis will lie in state at the U.S. Capitol, House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell said in a joint statement on Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moscow-isnt-new-delhis-pal-11595548947", "title": "Moscow Isn't New Delhi's Pal", "date": "2020-07-24 20:02", "summary": "India has long relied on Russia for arms, but the Kremlin is getting too cozy with Beijing.. With border tensions between India and China at their worst in decades, Indian Defense Minister Rajnath Singh headed late last month to a familiar destination: Moscow. There Mr. Singh finalized a $2.4 billion deal for 33 fighter aircraft, and pressed the Russians to speed up delivery of the S-400 missile air defense system, which India bought two years ago despite the threat of U.S. sanctions.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}]