[{"link": "https://www.wsj.com/articles/after-nashville-explosion-tennessee-governor-asks-for-emergency-declaration-11609006735", "title": "Investigators Identify Person of Interest in Nashville Explosion", "date": "2020-12-26 17:41", "summary": "Authorities search residence, review hundreds of other leads related to Christmas bombing. Investigators identified a Nashville, Tenn., resident as a person of interest in the bombing that hit the city Christmas morning, according to law-enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-require-negative-coronavirus-tests-for-airline-passengers-from-u-k-11608874724", "title": "U.S. to Require Negative Coronavirus Tests for Airline Passengers From U.K.", "date": "2020-12-26 17:13", "summary": "U.K. has been grappling with a new variant of the coronavirus that is believed to be more contagious. The Centers for Disease Control and Prevention will require all airline passengers on flights from the U.K. to the U.S. to produce a negative Covid-19 test result before boarding, the agency said late Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-double-agent-george-blake-dies-in-russia-at-98-11609003324", "title": "British Double Agent George Blake Dies at 98", "date": "2020-12-26 12:22", "summary": "He passed along some of the West's most coveted secrets to Moscow. George Blake, a former British intelligence officer who worked as a double agent for the Soviet Union and passed some of the most coveted Western secrets to Moscow, has died in Russia. He was 98.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-momentous-2020-russias-putin-enters-new-year-as-powerful-as-ever-11608999914", "title": "Russia's Putin Enters New Year as Powerful as Ever", "date": "2020-12-26 11:25", "summary": "Resume Subscription. MOSCOW-During the course of 2020, Russian President Vladimir Putin took bold moves to cement his power at home and extend his nearly two decades in power, a likely bellwether for next year, when the Kremlin leader could squelch remaining domestic opposition and reinforce Russia's influence abroad.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/police-are-solving-fewer-murders-during-covid-19-pandemic-11608994800", "title": "Police Are Solving Fewer Murders During Covid-19 Pandemic", "date": "2020-12-26 10:00", "summary": "Homicide rates are rising and solve rates are falling, which police attribute in part to challenges coronavirus poses to investigations. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-pick-for-defense-chief-likely-to-face-questions-on-civilian-control-china-11608991200", "title": "Biden's Defense Chief Pick Likely to Face Questions on Civilian Control, China", "date": "2020-12-26 09:00", "summary": "Retired Gen. Lloyd Austin must surmount two congressional hurdles in his path to the Pentagon-a waiver, then confirmation. Retired Army Gen. Lloyd Austin's four-decade military career was defined by breakthroughs: He was the first Black general to lead a division in combat, to command a theater of war, and to lead U.S. military operations in the Middle East and Afghanistan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-california-law-could-spoil-some-growth-for-food-delivery-platforms-11608991201", "title": "New California Law Could Spoil Some Growth for Food-Delivery Platforms", "date": "2020-12-26 09:00", "summary": "Restaurant selection could shrink on food delivery platforms in the new year as regulation mounts. Just how valuable has restaurant selection been to delivery platforms' growth over the past year? We could soon find out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battered-by-u-s-sanctions-iranfinds-a-lifeline-in-domestic-economy-11608818402", "title": "Battered by U.S. Sanctions, Iran Finds a Lifeline in Domestic Economy", "date": "2020-12-26 08:25", "summary": "Resume Subscription. TEHRAN-Swaths of the Iranian economy are retooling in response to more than two years of U.S. sanctions, finding pockets of resilience in the country's large domestic economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/japan-plays-catch-up-in-venture-capital-as-rivals-boom-11608987600", "title": "Japan Plays Catch-Up in Venture Capital as Rivals Boom", "date": "2020-12-26 08:00", "summary": "Nation's startup scene is beginning to show some Silicon Valley swagger, but entrepreneurs and investors say it has a long way to go. TOKYO-As the world's two biggest economies, the U.S. and China send scores of startups to the public markets-some at jaw-dropping valuations-yet Japan, at No. 3, has been lagging far behind.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-u-k-relationship-is-a-little-less-special-after-brexit-11608985063", "title": "U.S.-U.K. Relationship Is a Little Less Special After Brexit", "date": "2020-12-26 07:57", "summary": "Brexit deal removes strain with Biden administration, but U.K.'s lost influence in Brussels reduces value of relationship with U.S.. Britain's departure from the European Union and the legacy of the Trump administration means that the special relationship between the U.S. and U.K. isn't what it once was.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abroad-at-home-where-function-follows-form-11608984000", "title": "Abroad at Home: Where Function Follows Form", "date": "2020-12-26 07:00", "summary": "The hybrid venues known as sculptors' museums, which can include-and sometimes consist solely of-the artist's studio, offer a unique window into each one's creative universe.. The hybrid venues known as sculptors' museums, which can include-and sometimes consist solely of-the artist's studio, are illuminating byways on the art trail. Conceived by the sculptors themselves to show their work to best advantage, they offer a unique window into each one's creative universe. This is particularly true of Auguste Rodin and Isamu Noguchi, whose imaginative reach was too large and various for the standard museum display. Rodin reinvented the idea of public art and the sculpted portrait; made bronze, marble, clay and plaster do things they had never done before; and continually cannibalized previous works to create variations on the old and provide raw material for the new. Noguchi designed public gardens, theatrical sets, lamps and furniture in addition to making sculptures. Although Covid-19 has shuttered some sculptors' museums and affected travel to others, it's possible to visit them all virtually.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-shoppers-steered-clear-of-stores-favoring-online-buying-11608984001", "title": "Holiday Sales Rose, but Not by Much", "date": "2020-12-26 07:00", "summary": "Total U.S. retail sales edged up due to digital spending, but results came in below some forecasts. Holiday sales grew, but not by much.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biking-workout-that-hit-10-000-miles-in-a-year-11608980447", "title": "The Biking Workout That Hit 10,000 Miles in a Year", "date": "2020-12-26 06:00", "summary": "To keep fit while working from home during the Covid pandemic, a data analyst in Brooklyn got on his bike-and set himself an ambitious target. When a winter storm blanketed the Northeast in snow and ice this month, most outdoor exercisers shifted to an indoor workout. But Stephen Arthur, a 53-year-old IT specialist in the North Park Slope neighborhood of Brooklyn, was 28 miles away from cycling 10,000 miles in 2020. Determined to reach his goal before year's end, he put knobby, snow-worthy tires on his mountain bike and bundled up. Mr. Arthur didn't have the target in mind when 2020 began, but when the pandemic hit, cycling preserved his sanity.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-boom-comes-to-americas-colleges-and-universities-11608978781", "title": "Bond Boom Comes to America's Colleges and Universities", "date": "2020-12-26 05:33", "summary": "Eyeing low rates and financial pressure tied to Covid-19, higher-education institutions are issuing a record amount of debt this year. Faced with a rapid deterioration in their finances in 2020, America's colleges and universities issued a record amount of bonds this year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-next-car-may-let-you-drive-hands-free-is-that-a-good-thing-11608978601", "title": "Hands-Free Driving Is Coming to Many More Cars", "date": "2020-12-26 05:30", "summary": "More vehicles are hitting showrooms with automated driving features, raising questions about driver distraction. Auto makers are starting to sell cars with automated steering and speed control to ease what they say is the tedium of driving, and might even allow drivers to go hands-free in some situations.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-house-will-start-with-narrow-margins-and-big-to-do-list-11608978600", "title": "New House Will Start With Narrow Margins, Big To-Do List", "date": "2020-12-26 05:30", "summary": "Chamber will dive Jan. 3 into votes for the speakership and a rules package, before certifying the presidential election Jan. 6. WASHINGTON-The House will begin the new session of Congress with an important to-do list: swearing in new members, electing a speaker in the House, defining the rules of the new Congress and certifying the results of the presidential election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11608920449", "title": "Pepper...and Salt", "date": "2020-12-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-eye-potential-culprit-for-covid-19-vaccine-allergic-reactions-11608901200", "title": "Scientists Eye Potential Culprit Behind Covid-19 Vaccine Allergic Reactions", "date": "2020-12-26 00:01", "summary": "Researchers think polyethylene glycol, or PEG, could be responsible for allergic reactions to the Pfizer-BioNTech vaccine. Scientists are eyeing a potential culprit causing the allergic reactions to the Pfizer Inc. and BioNTech SE Covid-19 vaccine: the compound polyethylene glycol, also known as PEG.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-cant-stop-longing-for-the-good-old-days-11608958860", "title": "Why We Can't Stop Longing for the Good Old Days", "date": "2020-12-26 00:01", "summary": "Neurology and nostalgia help explain why people have always worried that the world is going downhill.. If you visit Hagley Park in the West Midlands of England and make it to the big 18th-century house of the Lyttelton family, walk another half-mile to the east and you'll come upon an exotic and impressive sight once you clear the trees. In front of you is what seems like the ruins of a Gothic castle. There are four corner towers, but only one is still standing, complete with battlements and an intersecting stair turret. The others are reduced to one or two stories and the wall connecting them has collapsed. You start thinking about the ancient history of which this place could speak, and wonder what spectacular building once stood here.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-home-improvement-diy-projects-5-ways-to-finally-tackle-them-in-2021-11608958801", "title": "Those Home-Improvement DIY Projects? 5 Ways to Finally Tackle Them in 2021", "date": "2020-12-26 00:00", "summary": "Intimidated by those New Year's design resolutions? For help taking on her 2021 to-do list, columnist Michelle Slatalla turned to experts in the very human weakness of procrastination.. MY FATHER was known for his daily lists. Every year on Dec. 26, he itemized the dozen tasks that would let him immediately eradicate any trace of Christmas. Not that he was a bah-humbug kind of guy, but he did not dally when there was work to do. By nightfall, the tree was at the curb, my mother's mechanical Santas were in the attic and the breakable ornaments were safely packed away in what he called their \"babble wrap\" (he also was known for malapropisms).", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-propelled-businesses-into-the-future-ready-or-not-11608958806", "title": "Covid Propelled Businesses Into the Future", "date": "2020-12-26 00:00", "summary": "Spurred by the pandemic, business changes that normally might have taken years unfolded in months. Now, shifts that began as temporary fixes are likely to become permanent.. For many who crossed the digital divide this year, there will be no going back.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cocktails-scandinavian-style-the-new-hygge-11608958800", "title": "Cocktails Scandinavian Style: The New Hygge", "date": "2020-12-26 00:00", "summary": "It's about drinking like a Viking. Not out of a horn, necessarily. But with balance, mindfulness and moderation.. THIS HOMEBOUND holiday season, while many will embrace the concept of hygge-the Danish way of cozy comfort-Swedish lagom may be more of the moment. It might also be the key to building a better drink.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citrus-cordial-11608958800", "title": "Citrus Cordial", "date": "2020-12-26 00:00", "summary": "It's about drinking like a Viking. Not out of a horn, necessarily. But with balance, mindfulness and moderation.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/svalbard-sling-11608958801", "title": "Svalbard Sling", "date": "2020-12-26 00:00", "summary": "It's about drinking like a Viking. Not out of a horn, necessarily. But with balance, mindfulness and moderation.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}]