[{"link": "https://www.wsj.com/articles/roku-signs-deal-to-carry-hbo-max-ending-standoff-11608155027", "title": "Roku Signs Deal to Carry HBO Max, Ending Standoff", "date": "2020-12-16 22:58", "summary": "Dispute had threatened to leave Roku customers without access to upcoming 'Wonder Woman' movie. Roku Inc. reached a deal on Wednesday with AT&T Inc.'s WarnerMedia to carry the HBO Max streaming service, ending an eight month standoff between the companies and ensuring that Roku customers will be able to watch content such as the upcoming \"Wonder Woman\" movie.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-luckin-coffee-to-pay-180-million-to-settle-accounting-fraud-claims-11608157731", "title": "Luckin Coffee to Pay $180 Million to Settle Accounting Fraud Claims", "date": "2020-12-16 22:51", "summary": "SEC findings tally with Wall Street Journal reporting of firm's schemes to fake sales and expenses. Luckin Coffee Inc. has agreed to pay $180 million to settle regulatory claims that it cooked its books to make growth appear more robust and meet earnings targets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-expected-to-unseal-charges-against-new-suspect-in-1988-lockerbie-bombing-11608143709", "title": "U.S. Prepares to Charge New Suspect in Lockerbie Bombing", "date": "2020-12-16 22:10", "summary": "Charges aimed at a top bomb-maker for late Libyan dictator Moammar Gadhafi. WASHINGTON-U.S. prosecutors are expected to unseal charges against a suspect they allege was a top bomb-maker for the late Libyan dictator Moammar Gadhafi and assembled the device that blew up Pan Am flight 103 over Lockerbie, Scotland, in 1988, opening a new chapter in one of the world's longest and most sprawling terrorism investigations.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-private-collection-of-christo-and-jeanne-claude-to-go-on-sale-11608174060", "title": "The Private Collection of Christo and Jeanne-Claude To Go on Sale", "date": "2020-12-16 22:01", "summary": "Resume Subscription. Art lovers will get a rare glimpse into the private collection of one of the world's best-known public art duos when Sotheby's auctions works owned by artists Christo Javacheff and his wife Jeanne-Claude, in Paris in February.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/barkbox-to-be-acquired-in-1-6-billion-deal-11608174012", "title": "BarkBox to Go Public in $1.6 Billion Deal", "date": "2020-12-16 22:00", "summary": "Dog-supplies startup is latest company to go public by merging with a blank-check company. BarkBox Inc., a startup best known for its monthly subscription service for dogs, is merging with a blank-check company in a $1.6 billion deal, including debt, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-leaders-discussing-adding-a-second-round-of-stimulus-checks-11608127735", "title": "Lawmakers Near Virus Aid Deal Including Stimulus Checks", "date": "2020-12-16 21:13", "summary": "Roughly $900 billion package features payments to households, $300 a week in enhanced unemployment insurance, among other measures. WASHINGTON-Congressional leaders closed in on a roughly $900 billion coronavirus relief deal that includes another round of direct payments to households, according to lawmakers who aimed to pass the aid package before the week's end.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowstorm-forecast-to-blanket-parts-of-east-coast-11608123988", "title": "Snowstorm Blankets Parts of East Coast", "date": "2020-12-16 20:51", "summary": "More than a foot of snow expected in New York City; winter storm warnings stretch to Massachusetts. The East Coast's first major winter storm of the year moved over Pennsylvania, New York and other Northeastern states Wednesday, with forecasters predicting more than a foot of snow across a swath of the region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-get-covid-19-vaccine-in-public-next-week-pence-on-friday-11608167359", "title": "Biden to Get Covid-19 Vaccine in Public Next Week", "date": "2020-12-16 20:35", "summary": "President-elect and vice president aim to promote safety of shot. WASHINGTON-President-elect Joe Biden intends to publicly receive the coronavirus vaccine as soon as next week, his transition team said Wednesday, as health officials seek to overcome any doubts about its safety.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-official-fired-by-trump-last-month-says-u-s-election-was-secure-11608155802", "title": "Cybersecurity Official Fired by Trump Says U.S. Election Was Secure", "date": "2020-12-16 20:11", "summary": "At Senate hearing, Republicans air concerns of voting irregularities; Democrats accuse them of spreading unsubstantiated claims. A former Trump administration cybersecurity official told a Senate panel Wednesday that allegations that voting equipment was manipulated during the 2020 election are baseless, and that spreading them undermines confidence in the election outcome.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stockx-snags-2-8-billion-valuation-in-latest-funding-round-11608123604", "title": "StockX Snags $2.8 Billion Valuation in Latest Funding Round", "date": "2020-12-16 20:03", "summary": "Online marketplace for sneakers and streetwear raised $275 million from private investors. StockX LLC, an online marketplace popular with sneaker collectors, raised a fresh round of funding that valued the startup at $2.8 billion, more than doubling its valuation from last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-cancels-party-for-ambassadors-after-coronavirus-exposure-11608164391", "title": "Pompeo Cancels Party for Ambassadors After Coronavirus Exposure", "date": "2020-12-16 19:19", "summary": "Secretary of state goes into quarantine after unspecified encounter, State Department says. Secretary of State Mike Pompeo canceled a holiday reception with foreign ambassadors on Wednesday after he was exposed to someone who tested positive for Covid-19, according to a State Department official and a diplomat who was invited to the event.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-faces-unionization-push-in-alabama-a-test-in-labor-organizing-bid-11608160275", "title": "Amazon Faces Union Push in Alabama", "date": "2020-12-16 19:00", "summary": "Election to be scheduled for workers at company's Bessemer facility. Amazon.com Inc . workers at an Alabama warehouse received approval to hold a unionization vote, the first such election since 2014 at the nation's second-largest employer, testing the potential for additional labor organizing at the retailing giant.", "categories": [["Tech", "Audience"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-looks-for-allies-in-privacy-battle-with-apple-11608138311", "title": "Facebook Wades Into 'Fortnite' Maker's Dispute With Apple", "date": "2020-12-16 18:49", "summary": "Social-networking company also dials up criticism of Apple's plan to allow iPhone users to restrict access to personal data. Facebook Inc. said it would assist the company behind the popular videogame \"Fortnite\" in its high-profile legal battle with Apple Inc., as the social-media giant ramps up its own counterattack against what it says are the iPhone maker's self-serving measures cloaked in the interest of privacy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-stimulus-paradox-11608161864", "title": "The Fed's Stimulus Paradox", "date": "2020-12-16 18:37", "summary": "The central bank again revises its growth forecasts upward.. Federal Reserve Chairman Jerome Powell continues to stump for more economic \"stimulus,\" yet on Wednesday the Federal Open Market Committee mainly stood pat. Even more telling, the FOMC's members again revised up their predictions for the economy this year and next.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angus-kings-gambit-11608161657", "title": "Angus King's Gambit", "date": "2020-12-16 18:34", "summary": "Maine's Senator wants free entertainment streaming for all.. Democrats have pushed to expand government entitlements and business mandates during the pandemic. Now Maine Sen. Angus King wants Netflix and other streaming services to provide complimentary entertainment to help Americans social distance over the holidays.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-audit-of-ballot-signatures-11608161490", "title": "Georgia's Audit of Ballot Signatures", "date": "2020-12-16 18:31", "summary": "Checking Cobb County's absentees to shore up public confidence.. The two Senate runoffs in Georgia are scheduled for Jan. 5, but around 700,000 ballots have already been cast. Enthusiasm is high, and no wonder, since what's at stake is control of the Senate, Joe Biden's legislative agenda, and the nation's direction for two years.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recep-tayyip-erdogans-choice-11608161261", "title": "Recep Tayyip Erdogan's Choice", "date": "2020-12-16 18:27", "summary": "The Turkish leader can embrace the West or accept sanctions.. Turkey has long been a fickle NATO ally, but President Recep Tayyip Erdogan finally went too far when buying the Russian S-400 air-defense missile system. The State Department's Monday announcement that Ankara now faces sanctions was unfortunate but inevitable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-designates-vietnam-switzerland-as-currency-manipulators-11608125414", "title": "Treasury Designates Vietnam, Switzerland as Currency Manipulators", "date": "2020-12-16 18:26", "summary": "Report says the two countries had intervened in foreign exchange markets in a persistent, one-sided manner to limit appreciations of their currencies. WASHINGTON-The U.S. Treasury Department labeled Switzerland and Vietnam as currency manipulators on Wednesday, saying the two countries had intervened in foreign-exchange markets in a persistent, one-sided manner to limit appreciations of their currencies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-sue-google-over-digital-ad-practices-11608146817", "title": "Google Is Accused of Enlisting Facebook to Aid in Ad-Rigging", "date": "2020-12-16 18:25", "summary": "Texas-led coalition accuses Alphabet unit of striking arrangement with rival tech giant to preserve its own dominance; legal action follows federal case. WASHINGTON-Ten states sued Google Wednesday, accusing the search giant of running an illegal digital-advertising monopoly and enlisting rival Facebook Inc. in an alleged deal to rig ad auctions that was code-named after \"Star Wars\" characters.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-cabinet-of-diversity-11608161027", "title": "Joe Biden's Cabinet of Diversity", "date": "2020-12-16 18:23", "summary": "Does politics have a larger purpose than dividing power by multiple categories?. Clevelanders got a truckload of coal dumped on them this holiday season when the city's baseball team announced that after next year they will no longer be called the Indians. Owner Paul Dolan's oxymoronic explanation is that this will \"unify our community.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-needs-a-conciliatory-tone-11608160936", "title": "Biden Needs a Conciliatory Tone", "date": "2020-12-16 18:22", "summary": "The new president should stop dwelling on the election, even if the old one won't.. As Monday's Electoral College meetings in state capitals conclusively settled the race for the White House, Joseph R. Biden Jr. will be sworn in as president on Jan. 20. The outcome has been apparent for weeks, as one Trump campaign lawsuit after another flamed out. Now even prominent Republicans like Senate Majority Leader Mitch McConnell are acknowledging Mr. Biden will be America's 46th president.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-persecuted-at-christmas-11608160963", "title": "Remember the Persecuted at Christmas", "date": "2020-12-16 18:22", "summary": "Covid restrictions are mild compared with what many of the faithful endure.. For the first time in their lives, millions of Americans have been ordered by their government not to attend church. For millions of persecuted Christians across the globe, this is the only reality they know.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unsinkable-review-set-ablaze-still-fighting-11608160870", "title": "'Unsinkable' Review: Set Ablaze, Still Fighting", "date": "2020-12-16 18:21", "summary": "German planes were spotted high above. What followed may have been the most intense aerial attack on a single ship during all of World War II.. On Jan. 24, 1944, the destroyer USS Plunkett found herself offshore Anzio, Italy, supporting the embattled Allied beachhead there. The ship had had an eventful year, participating in the invasions of North Africa and Sicily. Like all destroyers, Plunkett was fast and well-armed for her size. She had many roles, including shepherding other ships and patrolling, but destruction was her natural job. On this day in the Tyrrhenian Sea, the men aboard were disappointed that some much-anticipated shelling of German positions ashore had been canceled.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-climbs-above-20-000-to-record-11608130696", "title": "Bitcoin Tops $20,000 for First Time", "date": "2020-12-16 18:17", "summary": "The milestone is the latest bullish sign for cryptocurrencies. Bitcoin surged above $20,000 on Wednesday for the first time in its 12-year history, part of a furious rally that has seen the digital currency nearly triple this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-latest-updates-12-16-2020-11608142583", "title": "Pfizer to Complete First Covid-19 Vaccine Shipments in U.S.", "date": "2020-12-16 18:13", "summary": "Alaska health-care worker who was hospitalized after receiving vaccine recovers from allergic reaction. The initial round of shipments of the nation's first Covid-19 vaccines to states and hospitals was scheduled to finish Wednesday, as long-term-care facilities and nursing homes began receiving doses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-shakedown-at-the-wto-11608160370", "title": "Covid Vaccine Shakedown at the WTO", "date": "2020-12-16 18:12", "summary": "Mercantile interests are behind India's and South Africa's high-minded talk about helping the poor.. The World Trade Organization will decide on Thursday whether to approve an Indian and South African proposal that would allow countries to disregard intellectual-property protections on Covid vaccines and therapeutics. Proponents claim the move would increase patients' access to vaccines, especially in the developing world, by enabling companies to mass-manufacture generic copies of those drugs. In reality, suspending intellectual-property rights would make things much worse. The proposal is cynical-designed to benefit India's and South Africa's domestic drug industries at the expense of patients around the world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-were-cooking-with-gas-but-tomorrow-11608160284", "title": "Now We're Cooking With Gas. But Tomorrow?", "date": "2020-12-16 18:11", "summary": "The Sierra Club hijacks a state agency in an effort to force Californians to use electric stoves and ovens.. Californians pay twice as much for electricity as Nevadans and Oregonians do. In return they get rolling blackouts during heat waves and power cutoffs in windstorms to prevent fires caused by old equipment. So where's the Public Utilities Commission's Public Advocates Office? Its statutory mandate is \"to obtain the lowest possible rate for service consistent with reliable and safe service levels.\" Instead it's busy trying to banish fossil fuels.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-pledges-changes-to-workplace-culture-after-settling-discrimination-case-11608158754", "title": "Pinterest Pledges Changes to Culture After Discrimination Settlement", "date": "2020-12-16 18:01", "summary": "Social-media company said independent review recommends mandatory unconscious-bias training. Pinterest Inc. said it would make changes to its workplace culture after a monthslong review prompted by former employees who publicly accused the company of gender and racial bias.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-over-mistaken-citigroup-payment-focuses-on-revlon-lenders-knowledge-11608158773", "title": "Trial Over Mistaken Citigroup Payment Focuses on Revlon Lenders' Knowledge", "date": "2020-12-16 17:46", "summary": "A federal judge weighed evidence on whether recipients knew the payment was made in error. At the conclusion of a six-day trial over a mistaken $900 million payment by Citigroup Inc. to lenders of Revlon Inc., a federal judge and lawyers on the case focused on what the recipients knew or suspected soon after they were paid.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-november-retail-sales-coronavirus-recovery-11608059514", "title": "Shoppers Pulled Back Spending at Start of Holidays", "date": "2020-12-16 17:46", "summary": "Retail sales fell 1.1% in November amid surge in coronavirus infections, new business restrictions. The holiday shopping season got off to a muted start as U.S. consumers reined in November spending amid a surge in coronavirus infections and new business restrictions in some states.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-enabled-cheetos-offer-promise-of-the-perfect-puff-11608158547", "title": "AI-Enabled Cheetos Offer Promise of the Perfect Puff", "date": "2020-12-16 17:42", "summary": "PepsiCo has developed an AI system to ensure each Cheetos meets its standards on shape, density and crunchiness. PepsiCo Inc. said it would soon deploy an artificial-intelligence system designed to help ensure its Cheetos cheese-puff snacks all have the same texture, crunch and shape.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-16-2020-11608114381", "title": "S&P 500 Up Slightly as Investors Await Stimulus Deal", "date": "2020-12-16 17:22", "summary": "The retail sales report is the latest indication the economic recovery may be slowing as coronavirus cases surge in the U.S.. The S&P 500 rose Wednesday as lawmakers neared a coronavirus relief deal and the Federal Reserve indicated most officials expect rates to remain near zero for years.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennial-readers-share-thoughts-on-debt-child-care-amid-pandemic-11608157145", "title": "Millennial Readers Share Thoughts on Debt, Child Care Amid Pandemic", "date": "2020-12-16 17:19", "summary": "One extolled the benefits of investing; another lamented the financial burden of childcare. Millennials have been navigating challenging economic circumstances since entering the workforce in the midst of the 2008 financial crisis. The generation, born from about 1980-1996, is further behind in their careers and has more debt than previous generations did at the same age.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wish-parent-contextlogic-starts-trading-below-ipo-price-11608137585", "title": "Wish Parent ContextLogic Ends Debut Below IPO Price", "date": "2020-12-16 17:14", "summary": "First-day performance deviates from trend accentuated by strong debuts for Airbnb and DoorDash. Shares of the parent company of e-commerce site Wish fell roughly 16% below their initial-public-offering price in their Wednesday debut, in contrast to sharp gains recorded last week when Airbnb Inc. and DoorDash Inc. came to market.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-averts-drastic-cuts-to-new-york-city-subway-11608156850", "title": "MTA Averts Drastic Cuts to New York City Subway", "date": "2020-12-16 17:14", "summary": "Cuts also staved off to bus and commuter rail- service. Deep cuts to New York's subway, bus and commuter-rail service were put on hold Wednesday as the state Metropolitan Transportation Authority board approved a 2021 budget.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fourteen-people-convicted-in-charlie-hebdo-terrorist-attack-trial-11608153722", "title": "Fourteen People Convicted in Charlie Hebdo Terror Attack Trial", "date": "2020-12-16 17:13", "summary": "Judge hands prison sentences to those charged with assisting the three men who carried out the 2015 terrorist attacks. PARIS-A French court convicted 14 people Wednesday of helping carry out the 2015 terrorist attacks on satirical weekly Charlie Hebdo and a kosher grocery store, as France sought to close one of the more painful chapters in its modern history.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-increase-the-black-homeownership-rate-11608156100", "title": "How to Increase the Black Homeownership Rate", "date": "2020-12-16 17:01", "summary": "Andre M. Perry of the Brookings Institution says homes in black neighborhoods are under-priced by 23% and has some ideas about how to change that. While the overall U.S. homeownership rate has risen in recent years, the rate among Black households remains stubbornly low. Compared to white households, Black families have a much lower median net worth, and homeownership is a big part of the reason why. Here is what Andre M. Perry, a fellow at the Brookings Institution's Metropolitan Policy Program and scholar-in-residence at American University said about the long-term effects of the gap in housing values and how to increase the Black homeownership rate.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-stimulus-checks-and-other-covid-19-aidwhats-likely-in-relief-deal-11608146934", "title": "Second Stimulus Checks and Covid-19 Aid Updates-What's Likely in Relief Deal", "date": "2020-12-16 17:00", "summary": "Lawmakers also consider jobless aid, money for schools, small businesses, vaccine distribution. Democratic and Republican leaders are closing in on a coronavirus-aid deal, which is expected to include a second round of stimulus checks. Here is the latest on the negotiations, and what else could be in the package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-founder-elizabeth-holmes-wants-boies-schiller-documents-kept-secret-11608147237", "title": "Theranos Founder Holmes Wants Attorney Documents Kept Secret", "date": "2020-12-16 16:58", "summary": "Prosecutors argue records aren't covered by attorney-client privilege and should be seen by jury. Theranos Inc. founder Elizabeth Holmes is fighting to keep jurors in her coming fraud trial from seeing emails and other documents tied to the law firm Boies Schiller Flexner LLP, arguing they are protected communications with her lawyers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-keeps-foot-on-the-gas-11608155469", "title": "Fed Keeps Foot on the Gas", "date": "2020-12-16 16:51", "summary": "Central bank pledges to keep up asset purchases, giving investors less reason to worry about high stock prices. The Federal Reserve added a bit more support to the economy Wednesday, which should keep stocks and asset prices high. And if the economy weakens further, more support could be on its way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pile-into-etfs-devoted-to-socially-responsible-esg-11608114604", "title": "Investors Pile Into ETFs Devoted to ESG", "date": "2020-12-16 16:51", "summary": "Funds focusing on environmental, social and corporate governance practices draw record amount. Money is pouring into exchange-traded funds that bill themselves as socially conscious.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-approves-scaled-back-disclosure-rule-for-energy-mining-companies-11608136624", "title": "SEC Approves Scaled-Back Disclosure Rule for Energy, Mining Companies", "date": "2020-12-16 16:23", "summary": "Latest version of the rule attempts to ease compliance burden while implementing a Dodd-Frank provision that is supposed to combat corruption. The Securities and Exchange Commission approved an anti-corruption rule Wednesday requiring natural-resources companies to disclose payments made to foreign governments, though critics contended that it was watered down at the U.S. oil industry's behest.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-regulators-to-file-complaint-against-robinhood-11608120003", "title": "Massachusetts Regulators File Complaint Against Robinhood", "date": "2020-12-16 16:20", "summary": "Popular trading platform exposed investors to 'unnecessary trading risks,' complaint says. Massachusetts securities regulators filed a complaint Wednesday against the wildly popular trading platform operated by Robinhood Financial LLC, alleging the company aggressively marketed to inexperienced investors and failed to implement controls to protect them.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-melts-the-snow-days-11608153492", "title": "The Pandemic Melts the Snow Day", "date": "2020-12-16 16:18", "summary": "Resume Subscription. Children have long sought to summon a snow day when storms are in the offing, acting on superstitions such as wearing pajamas inside out, hiding spoons under their pillows or flushing ice cubes down the toilet.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/generate-capital-takes-road-less-traveled-in-sustainable-infrastructure-11608120000", "title": "Generate Capital Takes Road Less Traveled in Sustainable Infrastructure", "date": "2020-12-16 16:12", "summary": "The San Francisco firm invests from its balance sheet in renewable energy infrastructure assets, such as solar farms, biogas projects and fuel-cell units. Generate Capital looks beyond the traditional private-equity fund model in its quest to solve what it sees as the biggest challenge of sustainable-infrastructure investing: aligning the interests of infrastructure project stakeholders.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-fires-pork-plant-managers-after-probe-into-covid-19-bets-11608152661", "title": "Tyson Fires Pork Plant Managers After Probe Into Covid-19 Bets", "date": "2020-12-16 16:04", "summary": "Seven terminated after investigation into claims that managers wagered on infections among employees, and pressured workers to stay on the job. Tyson Foods Inc. said it fired seven managers of an Iowa meatpacking plant following the company's investigation into allegations that they had wagered on Covid-19 infections among employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-negotiate-a-better-severance-package-if-you-are-being-laid-off-11608152610", "title": "How to Negotiate a Severance Package if You Are Laid Off", "date": "2020-12-16 16:03", "summary": "Most Popular News. Once your employer has given you a termination notice, the chances are your tenure is over. Although there are a few exceptions, it would be difficult to save your job after being laid off. \"I've represented probably 10,000 people who have lost their jobs,\" says Wayne Outten, the founding partner and chair of Outten and Golden LLP, an employee-side law firm. \"The number of people where the company reversed their decision and unfired them is extremely rare.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-a-light-thursday-crossword-december-17-11607881467", "title": "Got a Light? (Thursday Crossword, December 17)", "date": "2020-12-16 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-expected-to-reshape-health-care-sector-hhs-says-11608152400", "title": "Covid-19 Expected to Reshape Health-Care Sector, HHS Says", "date": "2020-12-16 16:00", "summary": "Pandemic will have profound effect on provision, consumption and spending in 2020 and beyond, report finds; full impact isn't yet known. The coronavirus pandemic will reshape health-care spending, even though its full impact on the sector isn't yet known, the Department of Health and Human Services said in a report that found health-care spending increased at a relatively slow pace in 2019 due to greater hospital care and drug expenditures.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pet-adoptions-during-covid-five-questions-for-the-humane-society-11608062379", "title": "Pet Adoptions During Covid: Five Questions for the Humane Society", "date": "2020-12-16 16:00", "summary": "Among them: Has the surge in adoptions been all good?. Five questions for Kitty Block, president and chief executive officer of the Humane Society of the U.S.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockerbie-bombings-long-trail-of-pain-and-investigation-11608151752", "title": "The Lockerbie Bombing's Long Trail of Pain and Investigation", "date": "2020-12-16 15:49", "summary": "Resume Subscription. The explosion of Pan Am 103 over Scotland in 1988 set off one of the longest terrorist investigations ever, and it still isn't over.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/strict-covid-19-restrictions-prompt-defiance-and-anger-in-california-11608123601", "title": "Strict Covid-19 Restrictions Prompt Defiance and Anger in California", "date": "2020-12-16 15:43", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-ncaa-antitrust-case-on-college-athlete-compensation-11608129891", "title": "Supreme Court to Hear NCAA Case on Student-Athlete Compensation", "date": "2020-12-16 15:40", "summary": "Justices agree to take up NCAA appeal of ruling that it unlawfully limited competition for college athletes. WASHINGTON-The Supreme Court agreed to decide whether the National Collegiate Athletic Association violated federal antitrust law by maintaining tight limits on compensating college athletes, a case that could determine the future shape of college sports.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-public-hospitals-begins-wider-distribution-of-covid-19-vaccine-11608151169", "title": "New York City Public Hospitals Begins Wider Distribution of Covid-19 Vaccine", "date": "2020-12-16 15:39", "summary": "Employees of hard-hit Elmhurst Hospital are first from public system to get approved Pfizer shot. Staffers at New York City's public hospitals started receiving the Covid-19 vaccine on Wednesday, and Gov. Andrew Cuomo said the state would designate major hospital chains in 10 regions of New York to serve as hubs for broader vaccine administration.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-to-take-down-false-claims-about-covid-19-vaccines-11608149594", "title": "Twitter to Take Down False Claims About Covid-19 Vaccines", "date": "2020-12-16 15:32", "summary": "It is the tech company's latest effort to slow the spread of false claims related to the pandemic. Twitter Inc. is planning to remove posts that contain what it deems harmful or misleading information about Covid-19 vaccines, in the tech company's latest effort to slow the spread of false claims related to the pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nutcracker-reviews-balanchine-at-home-for-the-holidays-11608150485", "title": "'The Nutcracker' Reviews: Balanchine at Home for the Holidays", "date": "2020-12-16 15:28", "summary": "New York City Ballet and Pacific Northwest Ballet offer filmed productions of George Balanchine's staging of Tchaikovsky's Christmas classic.. Two films of \"George Balanchine's 'The Nutcracker,'\" one made by Pacific Northwest Ballet in Seattle and the other by New York City Ballet, began streaming on Friday. But for the current pandemic, these troupes would be performing the work, live, for most of December in front of their theaters' audiences.", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenyan-man-charged-with-plotting-sept-11-style-attack-11608142077", "title": "Kenyan Man Charged With Plotting Sept. 11-Style Attack", "date": "2020-12-16 15:28", "summary": "U.S. prosecutors say Cholo Abdi Abdullah was acting at direction of terrorist group al Shabaab. NEW YORK-Federal prosecutors in Manhattan charged a Kenyan man with plotting to stage an attack in the style of Sept. 11 at the direction of al-Shabaab, a terrorist group that serves as al Qaeda's principal wing in East Africa.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-face-challenges-forecasting-capital-spending-plans-for-2021-11608149924", "title": "CFOs Face Challenges Forecasting Capex for 2021", "date": "2020-12-16 15:18", "summary": "Finance chiefs must decide whether to make long-term investments based on changes in demand during the pandemic. Finance chiefs across industries are facing a common challenge: Predicting whether pandemic-driven shifts in customer demand and consumer behavior are here to stay.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-cancel-culture-be-measured-in-degrees-11608149778", "title": "Can Cancel Culture Be Measured in Degrees?", "date": "2020-12-16 15:16", "summary": "The issue raised by Mr. Epstein has nothing to do with women as such, but with a certain hypocrisy about what constitutes genuine accomplishment.. Most of the blowback from Joseph Epstein's op-ed \"Is There a Doctor in the White House? Not if You Need an M.D.\" (Dec. 12) is coming from those who imagine it had to do with Jill Biden's being a woman. That's wrong.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becerra-is-the-right-lawyer-for-the-biden-health-agenda-11608149693", "title": "Becerra Is the Right Lawyer for the Biden Health Agenda", "date": "2020-12-16 15:14", "summary": "The selection of Xavier Becerra to run the Department of Health and Human Services shows that Joe Biden's team knows what it wants to do.. Regarding your editorial \"Biden's Identity Health-Care Pick\" (Dec. 8): The selection of Xavier Becerra to run the Department of Health and Human Services shows that Joe Biden's team knows what it wants to do. The requirement for the Biden administration HHS role isn't health-care experience-it is litigation experience centered on expanding public health care and prosecuting those businesses and organizations that impede it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economics-of-solar-energy-failures-have-been-ignored-11608149464", "title": "Economics of Solar Energy Failures Have Been Ignored", "date": "2020-12-16 15:11", "summary": "Today's best lithium-ion batteries have only a fraction of the energy density of hydrocarbons from oil and gas.. Talk about irony. In the Dec. 12 paper one article (Exchange, \"The Dicey Economics of Oil\") asks, \"Does investing in oil and gas still make sense?\" while later in the same issue \"Another Green Subsidy Bust\" (Review & Outlook) describes the Tonopah Solar Energy boondoggle. Today's best lithium-ion batteries have only a fraction of the energy density of hydrocarbons from oil and gas. Until that fundamental problem is fixed, there will always be a place for oil and gas.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-old-bag-of-tricks-is-no-complement-to-free-trade-11608149286", "title": "The Old Bag of Tricks Is No Complement to Free Trade", "date": "2020-12-16 15:08", "summary": "By supporting a higher minimum wage, Mr. Biden would increase, not decrease, protectionism.. In \"Biden Can Make American Trade Deals Great Again\" (op-ed, Dec. 11), Robert B. Zoellick argues that \"Mr. Biden shouldn't double down on protectionism. He could package openness to trade with assistance to workers and an increase in the minimum wage.\" The problem is that trade adjustment assistance has never worked very well because union workers have little incentive to retrain rather than wait to be rehired at wage rates above what they could earn elsewhere. Meanwhile, increasing the minimum wage may help make union workers more competitive, but only by pricing less-skilled workers out of the market. By supporting a higher minimum wage, Mr. Biden would increase, not decrease, protectionism.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-farmers-and-consumers-a-crazy-year-in-food-11608071329", "title": "For Farmers and Consumers, a Crazy Year in Food", "date": "2020-12-16 15:00", "summary": "Consumers were experiencing shortages in supermarkets while farmers were plowing under vegetables and dumping milk. Here's why.. Disruption! Chaos! Volatility! These are the words that best describe food and agricultural markets, and the business climate that food retailers, processors, input suppliers and farmers faced in 2020. It has been a roller-coaster ride of highs and, mainly, lows both for food consumers and the industry.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-moon-mission-ends-as-lunar-probe-returns-to-earth-with-fragments-11608147926", "title": "China's Lunar Probe Returns With Moon Fragments", "date": "2020-12-16 14:45", "summary": "With a landing in the snow, the Chinese space program executes the final stage of its third trip to explore the moon's surface. China's space program executed the final stage of an ambitious mission to capture moon fragments and return them to Earth, state media reported, as its space vehicle touched down in a northern China landscape covered in snow.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-coming-airlines-are-rushing-to-deliver-them-11608147229", "title": "How Airlines Are Rushing to Deliver Covid-19 Vaccines", "date": "2020-12-16 14:44", "summary": "Resume Subscription. The global aviation industry, laid low by the pandemic, is gearing up to play a critical role in delivering the billions of vaccine doses the world needs to fight Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nigeria-horrified-overabducted-schoolboys-as-parents-anxiously-wait-11608147809", "title": "Nigeria Horrified Over Schoolboys' Abduction", "date": "2020-12-16 14:43", "summary": "Answers demanded on how Boko Haram jihadists could have again struck a remote corner of the country to seize hundreds of children. KANKARA, Nigeria-The sand-coated courtyard at the Kankara Government Science School, once the setting for soccer games and awards ceremonies, has in recent days become a grim assembly point for parents of more than 300 boys kidnapped in Nigeria's largest-ever school abduction.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-gets-conditional-green-light-in-germany-as-government-approves-security-bill-11608117504", "title": "Huawei Gets Conditional Green Light in Germany", "date": "2020-12-16 14:38", "summary": "New network-security legislation is latest setback for U.S. effort to rein in Chinese tech giant. BERLIN-The German government Wednesday moved closer to allowing the use of Huawei's technology in 5G mobile networks, giving the Chinese company a small victory on a European continent increasingly aligned with the Trump administration's anti-Huawei views.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-ended-japans-tourist-boom-but-kyoto-carries-on-11608146925", "title": "Coronavirus Ended Japan's Tourist Boom, but Kyoto Carries On", "date": "2020-12-16 14:28", "summary": "While still off-limits to most international tourists, Kyoto in many ways feels remarkably unchanged, writes Pico Iyer of his adopted home. IT'S HARD to believe that, in April, some of Kyoto's aromatic tourist streets were empty. A few nights ago, hundreds of people were lined up outside Kōdai-ji, in Kyoto, to walk around the temple's annual autumn \"Light-Up.\" The following morning, in my neighborhood, kids were scuffling to school and my elderly friends at the gym were preparing for hours of furious Ping-Pong. It could be any December, really-depthless blue skies above russet and gold leaves-as I step into my local bus and realize there's barely any room for me to stand.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-lobbies-for-its-workers-to-receive-covid-19-vaccine-11608146673", "title": "Amazon Lobbies for Its Workers to Receive Covid-19 Vaccine", "date": "2020-12-16 14:24", "summary": "In letter to CDC, e-commerce giant requested that its front-line employees get inoculated 'at earliest appropriate time'. Amazon.com Inc. has asked the Centers for Disease Control and Prevention to give priority to its workers as vaccinations for Covid-19 begin to roll out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-raphael-warnock-believes-about-israel-11608146102", "title": "What Raphael Warnock Believes About Israel", "date": "2020-12-16 14:15", "summary": "The Atlanta clergyman often sounds more like a transnational leftist than an American politician.. The Middle East poses a problem for the Democrats. Theirs was traditionally the pro-Israel party and still commands the support of a substantial majority of Jewish voters. But left-liberal orthodoxy demands that all right-thinking people take the side of the Palestinians against the Israeli government and hold Jerusalem to a double standard: If any other nation takes an aggressive stance against terrorist insurrectionists or other internal threats, the results may be tragic but are kept in perspective. If Israel does so, it has committed a moral outrage and broken international law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-ports-are-struggling-under-a-crush-of-containers-11608146094", "title": "British Ports Are Struggling Under a Crush of Containers", "date": "2020-12-16 14:14", "summary": "IKEA and Honda are among the prominent companies hit as a flood of pre-Brexit business floods major U.K. gateways. When British shoppers tried to stock up on IKEA home goods in recent weeks, the Swedish retailer offered many of them apologies for delays rather than quick delivery of the company's flat-packed furniture.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beethovens-fifth-ninth-and-250th-11608146041", "title": "Beethoven's Fifth, Ninth and 250th", "date": "2020-12-16 14:14", "summary": "He never heard his own later works, but we're still listening.. Ludwig van Beethoven was born 250 years ago and baptized Dec. 17, 1770. Even those who don't care for classical music recognize the opening bars of his Fifth Symphony. \"Ode to Joy\" from his Ninth brings tears to the eyes of listeners when \"flash mobs\" perform it. I'm a huge Beethoven fan and have been fortunate to hear both symphonies in concert.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedens-covid-19-policy-comes-under-fresh-scrutiny-11608145710", "title": "Sweden's Covid-19 Policy Comes Under Fresh Scrutiny", "date": "2020-12-16 14:08", "summary": "Report faults government's strategy of avoiding mandatory restrictions; prime minister says country underestimated autumn surge. A new surge of Covid-19 cases is increasing pressure on the Swedish government to further tighten restrictions, as an independent report criticized Stockholm's policy of shunning lockdowns and Prime Minister Stefan Löfven said government advisers had underestimated the threat of this autumn's rise.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-will-need-a-loan-crisis-to-create-a-post-covid-bad-bank-11608130751", "title": "Europe Will Need a Loan Crisis to Create a Post-Covid Bad Bank", "date": "2020-12-16 13:30", "summary": "Underwhelming plans for dealing with a prospective surge in bad debts highlight the political challenges posed by the EU's proposal. \"History shows us that it is best to tackle nonperforming loans early and decisively,\" said European Commission Executive Vice President Valdis Dombrovskis, as he announced a plan for \"bad banks\" to sweep up debts soured by the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-boies-asks-23-million-for-1-100-acre-california-ranch-11608142252", "title": "David Boies Asks $23 Million for 1,100-Acre California Ranch", "date": "2020-12-16 13:10", "summary": "The property, which has its own organic vineyard and winery, is roughly 100 miles north of San Francisco. Prominent litigator David Boies is listing his sprawling Northern California ranch for $23 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-court-convicts-former-vatican-envoy-of-sexual-assault-11608141493", "title": "French Court Convicts Former Vatican Envoy of Sexual Assault", "date": "2020-12-16 12:58", "summary": "Archbishop Luigi Ventura is one of several prominent Catholic churchmen accused of sexual misconduct in recent years. PARIS-A former Vatican envoy to France was found guilty of sexually assaulting five men, in the latest case of such misconduct by a senior Catholic Church official.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-arriving-none-too-soon-for-retailers-11608140715", "title": "Help Arriving None Too Soon for Retailers", "date": "2020-12-16 12:45", "summary": "Disappointing retail sales report sets stage for a difficult winter, but new round of government support could ease the pain. The Covid-19 crisis has caught back up with retailers again, setting the stage for a hard start to winter. But help may be on the way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-retrospectively-elevates-negro-leagues-to-major-league-status-11608140692", "title": "MLB Elevates Negro Leagues to Major League Status", "date": "2020-12-16 12:44", "summary": "The move grants recognition to some of baseball's pioneers from 1920 to 1948 and immediately rewrites the game's record books. Major League Baseball announced Wednesday that it was \"correcting a longtime oversight in the game's history\" by elevating the Negro Leagues from 1920 through 1948 to major-league status, a move that recognizes the sport's long-excluded Black pioneers and immediately rewrites baseball's record books.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-resets-goal-of-boosting-black-employees-after-20-year-effort-loses-ground-11608139999", "title": "Coke's Elusive Goal: Boosting Its Black Employees", "date": "2020-12-16 12:33", "summary": "Resume Subscription. Twenty years ago, Coca-Cola Co. agreed to pay $192.5 million to settle a race-discrimination class-action lawsuit, one of the largest such settlements in U.S. history. Though the company didn't admit the allegations had merit, Steve Bucherati, the soda giant's first director of workplace fairness after the lawsuit, said the facts were irrefutable.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/alone-for-covid-holidays-family-recipes-flexibility-and-online-connections-can-help-11608138155", "title": "Alone for Covid Holidays? Family Recipes, Flexibility and Online Connections Can Help", "date": "2020-12-16 12:02", "summary": "How people across the U.S. are dealing with a more solitary holiday season. This article is part of \"Life in Quarantine,\" dispatches from around the world about how people are getting through the coronavirus pandemic. The fourth installment looks at holidays during Covid-19, including reinventing traditions and staying safe.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-cant-steal-christmas-celebrants-reinvent-holiday-traditions-during-coronavirus-11608138114", "title": "'Covid Can't Steal Christmas': Americans Reinvent Holiday Traditions During Coronavirus", "date": "2020-12-16 12:01", "summary": "How people across the U.S. are finding new ways to mark the holidays. This article is part of \"Life in Quarantine,\" dispatches from around the world about how people are getting through the coronavirus pandemic. The fourth installment looks at holidays during Covid-19, including being alone and staying safe.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staying-safe-for-covid-christmas-means-tough-choices-feelings-of-loss-and-planning-for-2021-11608138061", "title": "Staying Safe for Covid Christmas Means Tough Choices, Feelings of Loss and Planning for 2021", "date": "2020-12-16 12:01", "summary": "How people across the globe are adapting traditions to protect their loved ones. This article is part of \"Life in Quarantine,\" dispatches from around the world about how people are getting through the coronavirus pandemic. The fourth installment looks at holidays during Covid-19, including reinventing traditions and being alone.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-decorations-colts-neck-new-jersey-home-11608138044", "title": "Christmas Comes Early and Stays Year-Round Inside This New Jersey Home", "date": "2020-12-16 12:00", "summary": "Resume Subscription. It is the most wonderful time of year-all year-at the New Jersey home of Chris and Janet Munger.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-is-reshaping-death-and-maybe-life-11608061681", "title": "Covid Is Reshaping Death. And Maybe Life.", "date": "2020-12-16 12:00", "summary": "Our illusion of immortality is shattered. Let's hope it changes us for the better.. The desire to die in the presence of those we love is so deeply ingrained that during the Civil War, soldiers dying on battlefields pulled out family photographs to create the experience in their imaginations. In 2020, the face-to-face family death vigil largely became an impossible luxury. While relatives wept on sidewalks, people with Covid died in isolation by the tens of thousands, attended only by masked nurses and aides holding iPads and dressed in hazmat suits.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-for-the-holidays-11608137783", "title": "A Home for the Holidays", "date": "2020-12-16 11:56", "summary": "Inside the Colts Neck, N.J., property of Janet and Chris Munger.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aphria-and-tilray-to-merge-to-create-biggest-global-cannabis-company-11608137481", "title": "Aphria and Tilray to Merge to Create Biggest Global Cannabis Company", "date": "2020-12-16 11:51", "summary": "Combination of Canadian firms would control 17% of country's adult-use market by revenue, at $686 million. Two Canadian cannabis companies have agreed to merge, creating what they said would be the largest cannabis operation globally by revenue and potentially signaling more deals ahead among cannabis firms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economy-steadies-as-vaccine-hopes-cheer-businesses-11608118223", "title": "U.S. Economic Momentum Eases While Europe Steadies", "date": "2020-12-16 11:37", "summary": "Surveys of purchasing managers show U.S. growth weakened in December, while easing virus restrictions shored up Europe's economy. The U.S. economy lost a bit of momentum in December as it endured a rise in virus infections, while Europe's economy steadied as some restrictions were eased.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-appeals-court-judge-made-mark-on-business-law-11608135844", "title": "U.S. Appeals Court Judge Made Mark on Business Law", "date": "2020-12-16 11:24", "summary": "Ralph K. Winter, who has died at age 85, argued forcefully against federal constraints on corporations. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-negotiations-inch-forwardwith-one-key-obstacle-11608128505", "title": "Brexit Negotiations Inch Forward-With One Key Obstacle", "date": "2020-12-16 11:18", "summary": "Deal on future relations between U.K. and EU needs to be in place in weeks. BRUSSELS-Negotiators moved closer to an agreement on the future relationship between the U.K. and European Union, officials from both sides said, though they remained far apart on a major stumbling block: access by EU boats to British waters.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-borrow-to-the-hilt-and-put-it-all-into-stocks-11608134838", "title": "Should You Borrow to the Hilt and Put It All Into Stocks?", "date": "2020-12-16 11:07", "summary": "Experience of one notable investor shows the opportunities and pitfalls of borrowing for the long run. The bond market has a message for every issuer: Borrow! More! Money!", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-travel-during-covid-look-through-foreign-windows-digitally-11608134032", "title": "Want to 'Travel' During Covid? Look Through Foreign Windows, Digitally", "date": "2020-12-16 10:53", "summary": "Starved for a change of scenery? This user-generated website lets you flip through hundreds of other window views around the world.. AS WE settle into the cold, long, lonely winter with few plans to travel, consider making window-swap.com your \"globe-trotting\" companion. A quarantine brainchild of Sonali Ranjit and Vaishnav Balasubramaniam, a young couple who currently live in Singapore, the site lets armchair travelers peaceably gaze at the view through hundreds of windows world-wide. Watch the traffic roll by in a leafy São Paulo neighborhood, peek at a stonewalled backyard in Guéret, France, study the rustling treetops in Saint Ives, Australia, or spend a few minutes with a watchful cat in Chicago (or a Shih Tzu in Kuala Lampur).", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globalization-in-retreat-11608062249", "title": "Globalization in Retreat", "date": "2020-12-16 10:00", "summary": "World trade continued to fall in 2020. And it may shrink even more in the years ahead.. World trade has taken a beating in recent years, and 2020 was no exception.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-tested-50-face-moisturizers-to-find-the-best-11608129019", "title": "We Tested 50 Face Moisturizers to Find the Best", "date": "2020-12-16 09:30", "summary": "Come winter, both men and women encounter dry, parched skin. So we set out to uncover the most soothing, yet not sticky creams for all skin types and desires.. WHEN THE weather turns cold, face cream becomes a skin care survival tool, an insulating layer that supplies moisture and prevents it from escaping. \"The simple act of putting it on will make you look better,\" said Boston dermatologist Ranella Hirsch of a rich cream's immediate smoothing and plumping effects. Yet, the prospect of slathering on a robust formula often brings to mind the cold creams our grandmothers kept on their night tables-dense goop laden with mineral oil. That stuff, as Dr. Hirsch puts it, felt \"repulsive\" on the skin and mainly treated one type of skin: super dry.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-problems-with-covid-testing-for-flights-11608128492", "title": "The Problems With Covid Testing for Flights", "date": "2020-12-16 09:21", "summary": "Resume Subscription. Is Covid-19 testing the way to restart travel? Grades are mixed so far.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-win-gives-ireland-deep-rooted-ally-11608127204", "title": "Biden's Win Gives Ireland Deep-Rooted Ally", "date": "2020-12-16 09:00", "summary": "Resume Subscription. The small town of Ballina, Ireland, unveiled a giant pop-art mural in September, honoring an Irish-American whose ancestors lived nearby more than a century ago.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-outdoor-brands-tilray-what-to-watch-when-the-stock-market-opens-today-11608119896", "title": "American Outdoor Brands, Tilray: What to Watch When the Stock Market Opens Today", "date": "2020-12-16 09:00", "summary": "U.S. stock futures edged higher as investors monitor fiscal stimulus talks and await new statements from the Federal Reserve. Here's what we are watching as markets kick off Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kate-mara-teacher-interview-coal-miners-daughter-11608126325", "title": "Kate Mara's Obsession: Coal Miner's Daughter", "date": "2020-12-16 08:46", "summary": "The actor, who stars in Hulu's new series A Teacher, reflects on the legacy of country music star Loretta Lynn, the Oscar-winning biopic of her and the myths we spin about our lives.. In our new monthly column, Obsessions, WSJ. speaks to luminaries across film and TV, music, fashion, business, architecture, sports and beyond about the work of art that has been fundamental in shaping their life and success.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-kia-sorento-finally-an-suv-thats-the-right-size-for-families-11608125906", "title": "2021 Kia Sorento: Finally, an SUV That's the Right Size for Families", "date": "2020-12-16 08:38", "summary": "SUVs are getting too big-and too pricey. Kia's sleeker midsize Sorento trims the fat without sacrificing the third-row seat, giving the middle class a break, says Dan Neil.. THE 2021 Kia Sorento is a midsize crossover with third-row seating. I find that utterly fascinating.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-lawmakers-weigh-tax-increase-on-wealthy-11608124891", "title": "New York State Lawmakers Weigh Tax Increase on Wealthy", "date": "2020-12-16 08:21", "summary": "Senate leader considers imposing new levies on residents reporting $2 million or more in annual income. New York state lawmakers may act this month to raise taxes on high-income people, a top legislator said, as the state confronts a budget deficit exacerbated by the coronavirus crisis.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-los-angeles-chargers-are-the-nfls-best-losers-11608123697", "title": "The Los Angeles Chargers Are the NFL's Best Losers", "date": "2020-12-16 08:01", "summary": "They've blown games in every fathomable way and even seem to have invented new ones. Here's the data to prove it.. Los Angeles Chargers fans experienced a deeply unfamiliar feeling last Sunday when a last-second kick sailed through the uprights to give their team an improbable comeback win against the Atlanta Falcons.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-and-antitrust-a-path-forward-11608061980", "title": "Big Tech and Antitrust: A Path Forward", "date": "2020-12-16 08:00", "summary": "With so much uncertainty, let's embrace a policy agenda that is premised on curiosity. As the debate over big tech and antitrust intensified over the past year, certainty reigned.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-tax-advantage-is-all-about-individuals-not-business-taxes-11608123442", "title": "Texas' Tax Advantage Is All About Individuals, Not Business Taxes", "date": "2020-12-16 07:57", "summary": "Companies moving from California likely won't see their own tax bills shrink, but executives and employees could pay less. Moves by high-profile companies to Texas from California are likely to improve the personal finances of executives and offer employees more affordable housing-but make little difference to the firms' tax bills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-face-new-rules-in-europe-backed-by-huge-fines-11608046500", "title": "Tech Giants Face New Rules in Europe", "date": "2020-12-16 07:48", "summary": "Proposed bills would be the bloc's most ambitious internet laws since GDPR. European officials want new powers to oversee internal workings at large technology companies such as Facebook Inc., backed by threats of multibillion-dollar fines, as they seek to expand their role as global tech enforcers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-is-fined-for-breaking-frances-gender-rulesby-hiring-too-many-women-11608122809", "title": "Paris Is Fined for Breaking France's Gender Rules-by Hiring Too Many Women", "date": "2020-12-16 07:46", "summary": "Mayor Anne Hidalgo appointed 11 women and five men to senior roles at city hall in 2018, and now has to pay a $110,000 fine. The city government of Paris has been dealt an unlikely punishment: a fine of 90,000 euros, equivalent to $110,000, for appointing too many women to senior positions and breaking France's gender-equality rules.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-unveils-plans-to-help-banks-clean-up-soured-covid-19-loans-11608122099", "title": "EU Unveils Plans to Help Banks Clean Up Soured Covid-19 Loans", "date": "2020-12-16 07:35", "summary": "The proposal is a way to help Europe's creaky banks navigate the downturn and be strong enough to lend during the recovery. The European Union unveiled plans to assist countries in setting up a network of national \"bad banks\" to help cope with a possible avalanche of defaulted loans triggered by the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-business-owners-look-beyond-covid-19-and-winter-11608120001", "title": "New Business Owners Look Beyond Covid-19, and Winter", "date": "2020-12-16 07:00", "summary": "Resume Subscription. Thousands of businesses closed in the months after the coronavirus pandemic swept the country. In October, Duwaine Harris opened Stella's, a Caribbean restaurant on Brooklyn's Fifth Avenue.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-coronavirus-era-shopping-response-to-a-downturn-trade-up-11608120000", "title": "The 2020 Response to a Downturn: Trade Up", "date": "2020-12-16 07:00", "summary": "Consumers across income brackets use savings to splurge on high-end items; three $10,000 watches, 'gilt gifting'. Shoppers have a new mantra this year: Treat yourself.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-u-k-house-prices-drive-mortgage-surge-for-banks-11608117943", "title": "Rising U.K. House Prices Drive Mortgage Surge for Banks", "date": "2020-12-16 06:25", "summary": "Mortgage lending has been a rare bright spot for banks as U.K. property prices hit records. A surge in mortgage loans is proving to be a bright spot for British lenders, as the housing market shrugs off the impact of the coronavirus pandemic and concerns about the country's exit from the European Union.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-champion-chip-maker-checks-if-co-ceo-still-wants-to-work-there-11608117694", "title": "China's Champion Chip Maker Checks if Co-CEO Still Wants to Work There", "date": "2020-12-16 06:21", "summary": "SMIC shares fell after reports one of its leaders planned to resign, which was news to the company, and MSCI moved to evict it from its indexes. Shares of China's top chip maker fell sharply Wednesday over uncertainty surrounding the possible departure of one of its two chief executives and MSCI Inc.'s decision to exclude the company from its indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-to-total-a-quarter-of-global-retail-by-2024-groupm-forecasts-11608116401", "title": "E-Commerce to Total a Quarter of Global Retail by 2024, GroupM Forecasts", "date": "2020-12-16 06:00", "summary": "Accelerated online shopping will inspire new strategies from marketers trying to capitalize on the trend. Online retail sales are expected to reach new heights in 2020, as the global coronavirus pandemic has forced many homebound consumers to shop online. That is not changing anytime soon.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-from-the-brink-buyers-snatch-up-moribund-brands-for-a-second-life-online-11608114601", "title": "Buyers Snatch Up Moribund Brands for a Second Life Online", "date": "2020-12-16 05:30", "summary": "Lord & Taylor, Stein Mart and Pier 1 Imports are among a number of zombie brands salvaged from bankruptcy and being reenvisioned as online-only retailers. Lord & Taylor, Stein Mart , Pier 1 Imports and Motherhood Maternity don't have physical stores in their future, but their new owners are betting they can unlock value from these well-known brands by recasting them as e-commerce players.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/december-fed-meeting-to-focus-on-asset-purchases-11608114600", "title": "December Fed Meeting to Focus on Asset Purchases", "date": "2020-12-16 05:30", "summary": "Officials are considering changes to large-scale bond buying and will present new economic and interest-rate projections. WASHINGTON-Federal Reserve officials resume deliberations Wednesday about how to communicate their plans to support the economy with large-scale bond buying.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-trial-volunteers-note-occasional-harsh-side-effects-11608114601", "title": "Covid-19 Vaccine Trial Volunteers Note Occasional Harsh Side Effects", "date": "2020-12-16 05:30", "summary": "Most report mild side effects, but those experiencing worse still recommend the shots. Jocelyn Edwards wasn't sure she got Moderna Inc.'s experimental Covid-19 vaccine or a placebo when she received her first of two doses in August. Hours after the second shot, she said she was sure it was the genuine article.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-contradictions-of-chinas-real-estate-boom-cant-keep-going-11608111139", "title": "The Contradictions of China's Real-Estate Boom Can't Keep Going", "date": "2020-12-16 04:32", "summary": "Real-estate developers provide much-needed economic activity and land purchases. A squeeze on their balance sheets by the government would have impacts on international markets.. China's real-estate developers contributed significantly to its recovery this year, revving up sales and construction activity as the world's second-largest economy began to shrug off the economic effects of the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-congratulates-biden-harris-on-election-win-11608048087", "title": "GOP Senate Leaders Warn Against Long Shot Election Challenge", "date": "2020-12-16 02:23", "summary": "Some Republican lawmakers hope to contest electoral results at Jan. 6 joint session of Congress. WASHINGTON-Senate Republican leaders united Tuesday in calling Democrat Joe Biden the winner of the presidential race, while warning colleagues not to join a long shot bid to challenge the results when Congress certifies electoral votes in January.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-boosts-its-bet-on-trees-11608098400", "title": "BP Boosts Its Bet on Trees", "date": "2020-12-16 01:00", "summary": "With majority ownership of Finite Carbon, the oil giant plans to take global the business of paying landowners not to cut down trees. BP PLC has bought a controlling stake in the largest U.S. producer of carbon offsets, doubling down on a bet that preserving forests will be key to companies meeting their carbon-reduction goals.", "categories": [["WSJ News Exclusive", "Commodities"]], "category_links": ["https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/msci-drops-chinese-stocks-on-u-s-blacklist-11608098310", "title": "MSCI Drops Chinese Stocks on U.S. Blacklist", "date": "2020-12-16 00:58", "summary": "The move, affecting stocks in seven Chinese companies, will take effect by the close of business on Jan. 5. MSCI Inc. will strip its indexes of stocks in seven Chinese companies that the U.S. government says help China's military, including the country's largest chip maker and a major producer of surveillance equipment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-arab-states-recognize-israel-egypts-cold-peace-points-to-challenges-11608139981", "title": "As Arab States Recognize Israel, Egypt's 'Cold Peace' Points to Challenges Ahead", "date": "2020-12-16 00:01", "summary": "Egypt was the first Arab country to recognize Israel more than 40 years ago, but the relationship shows the challenges of translating government ties into grass roots goodwill. Egyptian popstar Mohamed Ramadan posed for a photo at a party in Dubai in November with a prominent Israeli singer. On his return home, a pro-government lawyer sued him for \"insulting the Egyptian people.\"", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-make-last-minute-buys-before-snowstorm-11608148223", "title": "New Yorkers Make Last-Minute Buys Before Snowstorm", "date": "2020-12-16 00:01", "summary": "Hardware stores and grocers see rush to purchase essentials before nor'easter. As snow began to blanket the New York metropolitan area Wednesday afternoon, many residents found themselves realizing they were without the essentials, from boots to shovels.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-executions-fall-to-29-year-low-11608094860", "title": "Executions Fall to 29-Year Low", "date": "2020-12-16 00:01", "summary": "States put seven inmates to death, while the federal government carried out 10 death sentences. The number of death sentences carried out in the pandemic-stricken U.S. fell to a 29-year low in 2020, despite a rise in executions of federal inmates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11608069880", "title": "Pepper...and Salt", "date": "2020-12-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]