[{"link": "https://www.wsj.com/articles/wechat-becomes-a-powerful-surveillance-tool-everywhere-in-china-11608633003", "title": "WeChat Becomes a Powerful Surveillance Tool Everywhere in China", "date": "2020-12-22 23:41", "summary": "The government is increasingly using the app to monitor and suppress dissenting views. China's do-everything app, WeChat , has become one of the most powerful tools in Beijing's arsenal for monitoring the public, censoring speech and punishing people who voice discontent with the government.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-reaches-antarctica-the-last-continent-hit-by-the-pandemic-11608681353", "title": "Covid-19 Reaches Antarctica, the Last Continent Hit by the Pandemic", "date": "2020-12-22 22:19", "summary": "Chile says three dozen people are infected with coronavirus on its remote Antarctica station. Covid-19 has finally reached Antarctica, making it the last continent to be affected by the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-pushed-online-effort-to-incite-violence-against-officials-defending-u-s-election-result-11608693494", "title": "Iran Pushed Effort to Incite Violence Against Officials Defending U.S. Election Result", "date": "2020-12-22 22:18", "summary": "FBI finds Iran was behind website targeting Director Chris Wray and other federal and state officials. WASHINGTON-The Federal Bureau of Investigation has determined that Iran is responsible for an online attempt this month to incite violence against FBI Director Chris Wray and federal and state officials who pushed back on election-fraud claims advanced by President Trump and some of his supporters, according to people familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-asks-congress-to-amend-covid-19-package-boost-direct-payments-11608684702", "title": "Trump Asks Congress to Amend Aid Package, Boost Direct Payments", "date": "2020-12-22 21:55", "summary": "President tweeted a video criticizing the deal. President Trump on Tuesday criticized the roughly $900 billion coronavirus relief deal passed by Congress, saying the bill has \"almost nothing to do with Covid\" and called on lawmakers to increase direct payments to Americans to $2,000 from $600.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-covid-19-aid-deal-came-together-11608662985", "title": "How the Covid-19 Aid Deal Came Together", "date": "2020-12-22 21:44", "summary": "Early talks among rank-and-file lawmakers and a late push from party leaders sealed the $900 billion agreement. WASHINGTON-For Sen. Susan Collins (R., Maine), the push to kick-start dormant negotiations on a coronavirus relief bill began the day after the election at 7:35 a.m., three hours after she had gone to bed. Sen. Joe Manchin (D., W.Va.) was calling to congratulate her on her upset re-election victory.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-issues-fifteen-pardons-and-five-commutations-11608682607", "title": "Trump Issues 15 Pardons and Five Commutations", "date": "2020-12-22 21:41", "summary": "Former campaign adviser George Papadopoulos, former Reps. Chris Collins and Duncan Hunter among the pardoned. President Trump on Tuesday granted 15 pardons and five commutations to individuals including a former campaign adviser whose activities set off the Russia investigation, three former congressmen and several former military contractors convicted of wartime killing of Iraqi civilians.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-prepare-to-bring-back-thousands-of-workers-after-congress-passes-covid-19-aid-bill-11608658635", "title": "Airlines Prepare to Bring Back Thousands of Workers", "date": "2020-12-22 21:34", "summary": "Government relief covers carriers' payrolls through March, but rebound in air travel remains uncertain. Airlines are preparing to call back tens of thousands of workers they let go in October now that Congress has approved government assistance to cover carriers' payroll through the end of March. The question is how long employees will be able to keep their jobs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sackler-family-debated-lawsuit-risk-while-taking-billions-from-purdue-11608680865", "title": "Sackler Family Debated Lawsuit Risk While Taking Billions From Purdue", "date": "2020-12-22 20:58", "summary": "Memo advised a co-owner to keep assets overseas to protect against litigation. In July 2007, a few months after Purdue Pharma pleaded guilty to federal charges of misleading the public about the addictive risks of OxyContin, a confidential memo warned one of the company's owners that its assets are best protected overseas.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-miguel-cardona-as-education-secretary-11608646951", "title": "Biden to Tap Miguel Cardona as Education Secretary", "date": "2020-12-22 20:48", "summary": "Cardona, Connecticut's education commissioner, would seek to implement president-elect's pledge to expand resources for public schools. WASHINGTON-President-elect Joe Biden said he would nominate Connecticut Education Commissioner Miguel Cardona as education secretary, tapping a third Latino for a role in his cabinet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-picks-alex-padilla-to-fill-harriss-senate-seat-11608660041", "title": "California Governor Picks Alex Padilla to Fill Harris's Senate Seat", "date": "2020-12-22 20:40", "summary": "California secretary of state will become first Latino senator to represent state. Gov. Gavin Newsom on Tuesday named California Secretary of State Alex Padilla to fill the Senate seat being vacated by Vice President-elect Kamala Harris, giving the state its first-ever Latino senator.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinseys-bankruptcy-disclosure-deal-approved-ending-trial-11608684584", "title": "McKinsey's Bankruptcy Disclosure Deal Approved, Ending Trial", "date": "2020-12-22 19:49", "summary": "A Texas judge approved the consulting firm's deal with government watchdogs, which affects how it discloses potential conflicts of interest. A Texas bankruptcy judge approved McKinsey & Co.'s settlement with Justice Department watchdogs over how the firm discloses potential conflicts of interest, effectively ending a legal battle on transparency in the U.S. bankruptcy system.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spygate-investigation-not-over-yet-11608683501", "title": "Spygate Investigation Not Over Yet", "date": "2020-12-22 19:31", "summary": "A presidential memorandum for the special counsel.. FBI officials who abused the rights of Americans participating in the 2016 Trump campaign may be breathing a little easier with Attorney General Bill Barr leaving office this week and President Donald Trump approaching the end of his term. But a presidential memorandum released today suggests that special counsel John Durham may soon be bringing new information to a grand jury.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-says-he-once-approached-apple-ceo-about-buying-tesla-11608671609", "title": "Elon Musk Says He Once Approached Apple CEO About Buying Tesla", "date": "2020-12-22 19:15", "summary": "Apple's Tim Cook didn't take the meeting, the electric-vehicle maker's chief says in a tweet. Tesla Inc.'s effort to bring out its Model 3 brought the electric car company near collapse in 2018. Now Chief Executive Elon Musk has divulged a new twist: He says he contacted his Apple Inc. counterpart, Tim Cook, to save his company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunter-bidens-family-name-aided-deals-with-foreign-tycoons-11608682462", "title": "Hunter Biden's Family Name Aided Deals With Foreign Tycoons", "date": "2020-12-22 19:14", "summary": "Business dealings of Joe Biden's son are at the center of a federal tax investigation and loom over the start of his presidency. Hunter Biden ramped up business activities with European and Chinese tycoons as his father exited the vice presidency four years ago. For him it was a potential path to income; for the tycoons, the Biden family name promised to burnish their reputations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-you-take-the-vaccine-11608680385", "title": "Will You Take the Vaccine?", "date": "2020-12-22 18:39", "summary": "Students debate the merits and risks of getting vaccinated against Covid-19.. Editor's note: This week's Future View asks students whether they plan to take the Covid-19 vaccine. Next week we'll ask, \"Reflecting on this unusual year as it comes to a close and vaccines are distributed, what has your experience of the pandemic taught you?\" Students should click here to submit opinions of fewer than 250 words before Dec. 29. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ripple-to-face-sec-suit-over-xrp-cryptocurrency-11608598800", "title": "SEC Sues Ripple Over XRP Cryptocurrency", "date": "2020-12-22 18:36", "summary": "Agency, whose chairman is leaving soon, claims the company violated investor-protection laws when it sold the bitcoin-like digital asset. The Securities and Exchange Commission on Tuesday filed a civil suit claiming Ripple Labs Inc. violated investor-protection laws when it sold a bitcoin-like digital asset called XRP.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-covid-windfall-11608680178", "title": "The State Covid Windfall", "date": "2020-12-22 18:36", "summary": "They plead poverty but their revenue and federal aid show otherwise.. No sooner had Congress passed Covid relief and a budget bill totaling $2.3 trillion on Monday than Democrats were already demanding more. Joe Biden called it a mere \"down payment\" and Speaker Nancy Pelosi said it is \"a first step.\" They want bailouts for the states in particular, even as the latest Census report shows states are doing far better than they claim.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-house-fight-heats-up-11608680131", "title": "The House Fight Heats Up", "date": "2020-12-22 18:35", "summary": "An Iowa candidate asks Democrats not to seat the Republican winner.. How bloody-minded will Democrats be with their precariously thin House majority? We're about to find out as Speaker Nancy Pelosi's caucus considers an election challenge from Iowa's 2nd Congressional district.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sincere-government-apology-11608680083", "title": "A Sincere Government Apology", "date": "2020-12-22 18:34", "summary": "Gen. Perna has presided over vaccine delivery that is a great success.. 'I failed, nobody else failed.\" You don't hear that often, or ever, from a government official. But that's what Operation Warp Speed logistics chief Gen. Gustave Perna said Saturday by way of apologizing to states for shipping fewer Pfizer Covid vaccine doses than expected. Kudos to Gen. Perna-and all the more so since overall the vaccine rollout is a historic success.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-a-stock-exchange-shakedown-11608680023", "title": "Fighting a Stock Exchange Shakedown", "date": "2020-12-22 18:33", "summary": "A new rule will help traders access vital price information.. A fight over the data fees that trading firms pay stock exchanges has grown tense, and trading firms have been calling for back up. The Securities and Exchange Commission has had mixed success lately in its search for the best ways to lower barriers for traders. But its rule on data infrastructure will expand access to key trading information while remaining within its authority.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-aide-jared-kushner-on-first-israeli-commercial-flight-to-morocco-11608679543", "title": "White House Aide Jared Kushner on First Israeli Commercial Flight to Morocco", "date": "2020-12-22 18:25", "summary": "Mr. Kushner and Israeli officials met with Moroccan leaders to sign diplomatic and economic agreements. RABAT-Senior White House adviser Jared Kushner flew Tuesday aboard the first direct commercial Israeli flight from Israel to Morocco, which may be the capstone of his four-year campaign to help Israel shift power dynamics across the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sixteen-gop-attorneys-general-back-nra-in-federal-lawsuit-11608679410", "title": "Sixteen GOP Attorneys General Back NRA in Federal Lawsuit", "date": "2020-12-22 18:23", "summary": "New York Attorney General Letitia James, Democrat, responded she would continue fighting to dissolve gun-rights group. Sixteen Republican attorneys general on Tuesday filed a brief in support of the National Rifle Association's federal lawsuit against Democratic New York Attorney General Letitia James, saying she targeted the nation's largest and most powerful gun-rights group because she disagreed with its politics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-bidens-education-nominee-stand-for-students-or-for-unions-11608679187", "title": "Will Biden's Education Nominee Stand for Students or for Unions?", "date": "2020-12-22 18:19", "summary": "Cardona will face pressure to abandon charter schools, one of the few government innovations that work.. Joe Biden has chosen an education secretary who may be open to reforms that enhance student achievement, even at the cost of ruffling feathers in the education bureaucracy. Miguel Cardona, Connecticut's education commissioner, pressed to get children back in school while teachers unions wanted them closed. Rather than follow the \"college or bust\" monomania, he has urged equal support for children \"who need hands-on experiences, who want to build things, who want to manufacture.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laws-governing-online-speech-need-reform-not-repeal-11608678984", "title": "Laws Governing Online Speech Need Reform, Not Repeal", "date": "2020-12-22 18:16", "summary": "Section 230 has its flaws, but those are nothing compared with what Big Brother would bring.. If you had told me 24 years ago that the internet pornography law I was working on would be the main obstacle to defense spending in 2020, I would have called you crazy. Yet for the past several weeks President Trump has repeatedly warned that he will veto the $740 billion defense appropriation bill if Section 230 of the Communications Decency Act isn't repealed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-censors-and-the-ingredients-list-11608679015", "title": "Facebook's Censors and the Ingredients List", "date": "2020-12-22 18:16", "summary": "A policy aimed at conspiracy theories could hit scientific brainstorming.. Facebook has announced a policy to \"remove false claims that COVID-19 vaccines contain microchips, or anything else that isn't on the official vaccine ingredient list.\" This seems reasonable, until you think through the details.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deterrent-for-the-next-hackers-11608678457", "title": "A Deterrent for the Next Hackers", "date": "2020-12-22 18:07", "summary": "The digital attacker today is a nation state and not Matthew Broderick in 'War Games.'. \" SolarWinds hack explained\" is a popular internet search term. Sadly, very little has yet been explained.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-of-wood-review-how-to-carve-a-civilization-11608678399", "title": "'The Age of Wood' Review: How to Carve a Civilization", "date": "2020-12-22 18:06", "summary": "Each advance in tool making made it easier to build from wood and exploit its advantages. Plank ships alone launched a new era of trade.. Human history has traditionally been divided into three \"ages,\" according to the materials-stone, bronze and finally iron-that our ancient ancestors used to fashion their tools. But until very recently, Roland Ennos reminds us, mankind's most versatile resource grew on trees. In \"The Age of Wood,\" he takes a fresh look at the familiar substance, wielding it like a wedge to pry open our past, examine our present and even glimpse our future.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-stranded-in-mexico-await-biden-administration-overhaul-11608671909", "title": "Migrants Stranded in Mexico Await Biden Administration Overhaul", "date": "2020-12-22 17:53", "summary": "Resume Subscription. CIUDAD JUÁREZ, Mexico-Transition officials for the incoming Biden administration warned on Tuesday that it would take time to unwind the Trump administration's asylum restrictions, even as they are poised to begin processing some of the 25,000 migrants stranded in Mexico after taking office in January.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/france-to-reopen-border-to-trucks-from-england-but-says-drivers-must-take-covid-19-test-11608676531", "title": "France to Reopen Border to Trucks From England", "date": "2020-12-22 17:52", "summary": "Frontier closure led to lines of thousands of trucks on roads leading to English Channel ports. The British and French governments said on Tuesday they would reopen their border to trucks from the U.K. after the busy frontier was closed for 48 hours in an effort to keep out a new strain of the coronavirus that is spreading rapidly in England.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-population-data-suggest-which-states-will-win-and-lose-seats-in-congress-11608677211", "title": "Population Data Suggest Which States to Win, Lose Seats in Congress", "date": "2020-12-22 17:46", "summary": "Census Bureau estimates show extent of Americans' shift to traditionally Republican states in South and West. WASHINGTON-New population estimates show how Southern and Western states are poised to gain political power when the U.S. reshuffles congressional seats and Electoral College votes next year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-soaring-stock-index-youve-never-heard-of-11608633002", "title": "The Soaring Stock Index You've Never Heard Of", "date": "2020-12-22 17:44", "summary": "The S&P Completion Index was up 33% this year, more than doubling the gain of the S&P 500, thanks to Tesla. A lesser-known stock index lost its biggest driver after Tesla Inc. joined the S&P 500, potentially undercutting the performance of the highflying benchmark and several exchange-traded funds that track it.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-vows-forceful-response-to-suspected-russian-hack-of-government-agencies-11608671725", "title": "Biden Pledges Tough Response to Suspected Russian Hack", "date": "2020-12-22 17:27", "summary": "President-elect faults Trump over intrusion, sees 'no evidence' attack is under control. WASHINGTON-President-elect Joe Biden on Tuesday promised a forceful response to the suspected Russian hack of the federal government, faulting President Trump for not prioritizing cybersecurity and saying digital threats were among the most grave problems facing the U.S.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-criminal-chief-exits-as-justice-department-braces-for-transition-11608675726", "title": "Acting Criminal Chief Exits as Justice Department Braces for Transition", "date": "2020-12-22 17:22", "summary": "Brian Rabbitt, head of the department's criminal division, is stepping down effective Friday. Brian Rabbitt, the acting head of the U.S. Justice Department's criminal division, will depart this week as part of a wave of expected turnover before the inauguration of President-elect Joe Biden.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-faces-fourth-election-in-two-years-after-parliament-is-dissolved-11608674809", "title": "Israel Faces Another Election After Parliament Is Dissolved", "date": "2020-12-22 17:20", "summary": "Disagreements over a budget law bring an end to a short-lived unity government led by Benjamin Netanyahu. TEL AVIV-Israel's Parliament was dissolved after the short-lived unity government led by Prime Minister Benjamin Netanyahu failed to pass a new budget, sending the country to a fourth election in less than two years.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-will-face-different-twitter-rules-when-he-leaves-office-11608642198", "title": "Trump Will Face Different Twitter Rules When He Leaves Office", "date": "2020-12-22 17:12", "summary": "As a public official, Trump tweets with less risk of having his posts taken down or his account suspended. That will change on Jan. 20.. President Trump has used his Twitter account as a megaphone during his administration. When he leaves office, he will need to abide by a different set of rules.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-22-2020-11608633269", "title": "Dow Slips Amid New Travel Curbs", "date": "2020-12-22 17:11", "summary": "Elevated Covid-19 infection levels, new virus strain and fresh travel restrictions are weighing on markets. The Dow Jones Industrial Average tumbled Tuesday as concerns about elevated Covid-19 infection levels and a new strain of the virus in Europe overshadowed Congress' approval of a Covid-19 relief package.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-village-voice-new-york-alternative-weekly-is-poised-to-return-11608674400", "title": "The Village Voice Is Set to Return", "date": "2020-12-22 17:00", "summary": "New owner will begin posting content online in January and bring publication back to print as quarterly at end of March. The Village Voice will be heard again.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sues-walmart-alleging-role-in-fueling-opioid-crisis-11608661856", "title": "U.S. Sues Walmart, Alleging Role in Fueling Opioid Crisis", "date": "2020-12-22 16:52", "summary": "Justice Department accuses retail giant of ignoring warnings from its own pharmacists; complaint follows company's suit to fight allegations pre-emptively. WASHINGTON-The Trump administration sued Walmart Inc. Tuesday, accusing the retail giant of helping to fuel the nation's opioid crisis by inadequately screening for questionable prescriptions despite repeated warnings from its own pharmacists.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-of-the-world-review-quiet-ballad-of-the-lost-and-found-11608673173", "title": "'News of the World' Review: Quiet Ballad of the Lost and Found", "date": "2020-12-22 16:39", "summary": "Tom Hanks stars in Paul Greengrass's latest, about an impoverished widower who tries to help a silent, abandoned girl in 1870.. Tom Hanks gets the best lines in \"News of the World,\" playing exclusively in theaters. He does them justice, as always, but his co-star, an extraordinary 12-year-old named Helena Zengel, gets the best silences. They give the film its dimension of mystery.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-seeks-expanded-use-of-speed-cameras-11608672737", "title": "New York City Seeks Expanded Use of Speed Cameras", "date": "2020-12-22 16:32", "summary": "Traffic deaths in 2020 are on course to be the highest in five years. New York City will ask the state for permission to operate speed cameras around the clock as deaths of drivers, motorcyclists and passengers look set to reach their highest annual levels in almost 15 years.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-whats-coming-and-when-11598882964", "title": "Covid-19 Vaccines: What's Coming and When?", "date": "2020-12-22 16:24", "summary": "As countries and companies race to produce a safe and effective coronavirus vaccine, here's a guide to the front-runners. Some 200 Covid-19 vaccines are in development around the world, according to the World Health Organization, each one promising to protect people from the deadly coronavirus and allow them to go back to work and school.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-to-spin-off-vimeo-11608652246", "title": "IAC to Spin Off Vimeo", "date": "2020-12-22 16:15", "summary": "Online video company to become an independent public company; IAC shares surged 14%. Vimeo, an online-video platform that has seen a surge of revenue as businesses rely more on the internet to reach customers during the pandemic, will be spun off from IAC/InterActive Corp. as an independent public company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-could-be-required-to-share-tips-under-new-u-s-rules-11608662802", "title": "Restaurants Can Require Servers to Share Tips Under New U.S. Rule", "date": "2020-12-22 16:08", "summary": "Those who receive gratuities could be forced to share them with non-tipped co-workers. Servers and other workers who receive tips could be required by their employer to share that gratuity with non-tipped staff members such as dishwashers, under a final regulation the Labor Department announced on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flow-profile-wednesday-crossword-december-23-11608406451", "title": "Flow Profile (Wednesday Crossword, December 23)", "date": "2020-12-22 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passenger-who-died-on-united-flight-had-covid-19-coroner-says-11608670358", "title": "Passenger Who Died on United Flight Had Covid-19, Coroner Says", "date": "2020-12-22 15:52", "summary": "Airline said it was providing information to health officials so they can reach passengers who might have been exposed during the flight. A passenger who died on a United Airlines flight last week had Covid-19, according to a coroner's report Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-fall-as-investors-shrug-off-covid-19-stimulus-11608652870", "title": "Treasury Yields Fall as Investors Shrug Off Stimulus", "date": "2020-12-22 15:43", "summary": "Uncertainty over trade talks between the U.K. and EU also driving investors into safety of government bonds. U.S. government-bond yields fell Tuesday, with investors shrugging off new stimulus measures passed overnight in Congress.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-hunts-for-signs-of-u-k-s-new-coronavirus-strain-11608669647", "title": "New York Hunts for Signs of U.K.'s New Virus Strain", "date": "2020-12-22 15:40", "summary": "State asks hospitals to check for Covid-19 variant that emerged in England, with no evidence yet that it has arrived. New York health officials are asking hospitals around the state to test for the new coronavirus strain that has emerged in the U.K., Gov. Andrew Cuomo said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-hit-the-brakes-on-carmax-11608668591", "title": "Don't Hit the Brakes on CarMax", "date": "2020-12-22 15:23", "summary": "Muted retail sales and Covid-related store restrictions seem to be weighing heavily on CarMax investors' minds, but they should look further ahead. CarMax hinted at a tough December. Its investors seem to have overreacted.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soul-review-riffing-joyously-on-the-theme-of-life-11608668398", "title": "'Soul': Riffing Joyously on the Theme of Life", "date": "2020-12-22 15:19", "summary": "Pixar's latest features a jazz pianist grappling with the biggest of existential questions. Pixar's \"Soul,\" streaming on Disney+, opens with the familiar Disney logo accompanied by a weirdly discordant rendering of \"When You Wish Upon a Star.\" Once the movie gets going, the music segues to the old Mercer Ellington standard \"Things Ain't What They Used to Be\"-played not just discordantly but hideously, like a warped dirge. What gives? The culprits are the members of a middle-school band, doing the best they can under the earnest leadership of Joe Gardner, the school's part-time band teacher, who is also a gifted jazz pianist. Joe, voiced wonderfully by Jamie Foxx, lives for jazz and dreams of making it his full-time career, although he worries about losing the security of his day job. He's the instrument through which this lovely, funny film, animated gorgeously, asks big questions about life, dares to answer them and, in the end, makes a harmonious case for the sheer pleasure of being alive.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-attempted-fraud-hits-state-unemployment-claims-programs-11608633000", "title": "Wave of Attempted Fraud Hits Unemployment Claims Programs", "date": "2020-12-22 15:13", "summary": "California expects billions of dollars in losses from prisoner scheme as states collectively receive millions of benefits requests likely tied to fraud. A wave of attempted fraud is hitting state unemployment benefits programs after they struggled to process record-high claims from layoffs during the economic turbulence triggered by the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-advice-our-elders-ever-gave-us-11608667201", "title": "The Best Advice Our Elders Ever Gave Us", "date": "2020-12-22 15:00", "summary": "To get through this toughest of years, many of us are relying on wisdom we received long ago from older family members. A few years ago in a moment of terror, I called my Uncle Sidney. Hurricane Irma was bearing down on South Florida, where I live, forecast as a Category 5. I didn't evacuate because I planned to report on the aftermath. Much of what I hold dear-my family, home and beloved old sailboat-was in its path.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-approves-nyses-plan-for-new-ipo-alternative-11608665152", "title": "SEC Approves NYSE's Plan for New IPO Alternative", "date": "2020-12-22 14:50", "summary": "Proposal lets companies raise capital through direct listings. The Securities and Exchange Commission will allow companies to raise capital through direct listings, opening the door to a new alternative to the traditional initial public offering.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-strain-splits-scientists-as-u-k-and-others-act-to-curb-spread-11608665330", "title": "New Coronavirus Strain Splits Scientists, as U.K. and Others Act to Curb Spread", "date": "2020-12-22 14:28", "summary": "Health experts are trying to decipher how transmissible and deadly is the new strain spreading across the U.K.. LONDON-Scientists around the world are racing to assess the dangers posed by a new variant of the coronavirus that has spread rapidly in Britain, as more countries shut their borders to travelers from the U.K. in an effort to keep it out.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ag-loretta-lynch-joins-nfl-probe-of-escalating-fight-amont-washington-football-team-owners-11608664109", "title": "Loretta Lynch Joins Probe of Washington Football Owners", "date": "2020-12-22 14:08", "summary": "The former U.S. Attorney General is helping the NFL uncover misconduct in the feud between Dan Snyder and the minority owners of the Washington Football Team. The National Football League has brought in former U.S. Attorney General Loretta Lynch to help investigate allegations of misconduct among the owners of the Washington Football Team, people familiar with the matter said.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-confront-tensions-over-who-gets-first-covid-19-vaccines-11608645610", "title": "Hospitals Confront Tensions Over Who Gets First Covid-19 Vaccines", "date": "2020-12-22 14:02", "summary": "The vaccine rollout has been bumpy in some hospital systems, where officials changed course after starting worker immunizations. Hospitals pushing ahead with Covid-19 vaccinations are facing calls for more transparency into how they decide who gets the earliest shots, as manufacturers race to distribute limited early supply of vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publishers-feel-validated-by-states-google-antitrust-lawsuit-11608662262", "title": "Publishers Feel Validated by States' Google Antitrust Lawsuit", "date": "2020-12-22 13:37", "summary": "Accusations by Texas and nine other states give ground to publishers' frustrations that the digital-ad economy is rigged. For more than a decade, Google assured publishers its online advertising tools were designed to help them make more money. Many were skeptical.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-white-house-and-cabinet-picks-11606160202", "title": "Biden's Cabinet and White House Picks: Who They Are and What We Know", "date": "2020-12-22 13:24", "summary": "From West Wing to national security, president-elect has started making plans to fill his administration. President-elect Joe Biden has begun making plans to fill his administration, naming the people he plans to tap for senior White House positions and cabinet slots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-needs-one-more-thing-again-11608660585", "title": "Apple Needs One More Thing Again", "date": "2020-12-22 13:09", "summary": "Report on renewed car effort lights up richly valued stock following busy launch period. It is a testament to the busy year Apple Inc. has had that investors are now falling back on a familiar playbook.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-vetoes-china-gold-deal-in-arctic-11608659688", "title": "Canada Vetoes China Gold Deal in Arctic", "date": "2020-12-22 12:54", "summary": "Prime Minister Justin Trudeau faces growing pressure to take a firmer line with Beijing as China's influence expands. OTTAWA-Canada blocked Chinese state-owned Shandong Gold Mining Co. from buying a gold mine in the Canadian Arctic as Prime Minister Justin Trudeau faces growing pressure to curb Beijing's rising influence in the country and the polar region.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-sales-decline-in-november-after-five-monthly-gains-11608650319", "title": "U.S. Home Sales Declined in November After Five Monthly Gains", "date": "2020-12-22 12:48", "summary": "Lack of houses constrained sales; consumer confidence slipped in December. Homes sales slipped in November as the supply of properties for sale fell to a new low, the latest sign strong economic momentum in the middle of the year is easing in 2020's final months.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-covid-restrictions-mean-theres-a-line-for-everything-11608659277", "title": "Latest Covid Restrictions Mean There's a Line for Everything", "date": "2020-12-22 12:47", "summary": "Resume Subscription. Barbara Ann Rogers, 61, was shopping for stationery, aware that others were watching.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/music-to-be-murdered-byside-b-by-eminem-review-wordplay-that-wears-thin-11608659118", "title": "'Music to Be Murdered By-Side B' by Eminem Review: Wordplay That Wears Thin", "date": "2020-12-22 12:45", "summary": "The star's latest-a follow-up to his album released at the start of the year-features calisthenic rapping that can't compensate for uninspired ideas and tired humor.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soviet-politics-american-style-11608658685", "title": "Soviet Politics, American Style", "date": "2020-12-22 12:38", "summary": "A propagandistic press, the crushing of academic freedom and the shattering of family loyalties.. On Christmas Day 1991, Mikhail Gorbachev, president of the Soviet Union, gave his farewell speech and more than seven decades of Russian revolutionary socialism came to an end. A generation later, the spirit of the Soviet Union has re-emerged with mass support in the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-team-biden-prevent-a-recession-11608658580", "title": "Can Team Biden Prevent a Recession?", "date": "2020-12-22 12:36", "summary": "The Covid relief package is welcome, but the new president will have to do more.. The Covid-19 relief legislation Congress passed on Monday postpones-but doesn't resolve-two questions, which the new Congress and the Biden administration will face early in 2021: How much should the federal government spend to mitigate the suffering Covid-19 has produced? And what must be done to avoid a double-dip recession and promote economic recovery?", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-spins-to-born-in-the-u-s-a-11608657511", "title": "Peloton Spins to 'Born in the U.S.A.'", "date": "2020-12-22 12:18", "summary": "The company's new wheels have investors spinning in hopes for faster delivery times and better growth ahead. Home-fitness giant Peloton wants to be homemade. That could significantly expand the flywheel of a company that already has grown at lightning speed this year amid the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-close-three-upstate-prisons-11608657023", "title": "New York to Close Three Upstate Prisons", "date": "2020-12-22 12:10", "summary": "State officials cite declining inmate population and budget deficit as cause. New York state officials will close three upstate prison facilities in coming weeks, a move they said was justified by a declining inmate population and a looming budget deficit.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blacklisting-of-chinas-top-chip-maker-smic-comes-with-exceptions-11608656929", "title": "Blacklisting of Chinese Chip Maker Comes With Exceptions", "date": "2020-12-22 12:08", "summary": "U.S. lawmakers want tougher curbs on exports to Chinese semiconductor giant. The U.S. government's move to deny China's leading chip maker access to advanced manufacturing technology comes with exceptions that mean its impact may be mainly political and have limited effect on the company's business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-regulators-summon-tech-giants-intensifying-pressure-11608656530", "title": "China Turns Up Pressure on Its Tech Giants", "date": "2020-12-22 12:02", "summary": "Popular online group-buying model triggers scrutiny of Alibaba, Tencent and others. China's market regulator has ordered the country's tech giants to tighten oversight of an emerging e-commerce purchasing model, the latest in a string of moves by authorities to rein in the powerful internet sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-took-a-broken-arm-for-katie-ledecky-to-become-obsessed-with-swimming-11608656430", "title": "It Took a Broken Arm for Katie Ledecky to Become Obsessed With Swimming", "date": "2020-12-22 12:00", "summary": "The Olympian and gold-medal winner was sidelined from the sport after an accident in fourth-grade gym class. Katie Ledecky, 23, is an Olympic swimmer who has broken 14 world records and competed in the 2012 and 2016 Games, winning five gold medals. She hopes to compete at the Tokyo Summer Olympics in July. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-bets-around-400-million-on-digital-marketer-liftoff-11608656402", "title": "Blackstone Bets $400 Million on Digital Marketer Liftoff", "date": "2020-12-22 12:00", "summary": "Liftoff Mobile uses machine learning to help app marketers improve and track performance. Blackstone Group Inc. is betting on the continued growth of mobile advertising with a majority investment in Liftoff Mobile Inc.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turning-great-plays-into-bad-films-11608654000", "title": "Turning Great Plays Into Bad Films", "date": "2020-12-22 11:20", "summary": "The new 'Ma Rainey's Black Bottom' is a rare thing, a successful film adaptation of a first-rate stagework; there is one reason most fail-and there are plenty of culprits.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-confidence-fell-in-december-11608653605", "title": "Consumer Confidence Fell in December", "date": "2020-12-22 11:13", "summary": "Americans' view of the U.S. economy soured this month amid the coronavirus surge. U.S. consumers' outlook on the economy darkened this month as coronavirus cases climbed nationwide and local governments imposed new restrictions, according to survey data released Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-regulators-versus-climate-change-11608653533", "title": "Financial Regulators Versus Climate Change", "date": "2020-12-22 11:12", "summary": "Regulators want to get into an area that they really know nothing about.. It isn't clear why addressing climate change is up to those regulators whose mission is to regulate financial institutions and transactions, and whose expertise certainly doesn't extend to the atmosphere. \"Your New Climate 401(k)\" (Review & Outlook, Dec. 15) notes that even the Commodity Futures Trading Commission, which regulates exotic financial transactions involving futures and swaps, has gotten into the climate-change business, with a special committee convened by one of its Democratic members calling for financial firms to conduct climate-change stress tests. The committee, led by a Goldman Sachs alumnus no less, concluded that \"financial markets today are not pricing climate risk. The financial markets cannot do that on their own. Until this fundamental flaw is fixed, capital will flow in the wrong direction.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-firms-should-fight-bogus-government-lawsuits-11608653071", "title": "More Firms Should Fight Bogus Government Lawsuits", "date": "2020-12-22 11:04", "summary": "The Oracle case is a helpful example of how statistical 'proofs' of racism can fall apart under careful judicial scrutiny.. I had two main takeaways from your editorial \"Secrets of the Oracle Prosecution\" (Dec. 16): First, it is both sad and outrageous that regional solicitor Janet Herold wasn't fired outright for being so wrong in her analysis of the case against Oracle . When she thinks the case is worth at least $150 million but a judge dismisses it completely, it's obvious to me that she was taking a flyer and thinking more like a plaintiff's lawyer-hoping to strike it big by threatening a big company with bad press-than a fair enforcer of the law. How fortunate she is to have been reassigned to another government job, where hopefully she can do less damage.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-were-right-to-wait-for-a-demonstrably-safe-vaccine-11608652500", "title": "We Were Right to Wait for a Demonstrably Safe Vaccine", "date": "2020-12-22 10:55", "summary": "I am happy that corners weren't cut-denying anti-vaxxers ammunition.. Holman W. Jenkins, Jr. has done a phenomenal job critiquing the media's avoidance of Covid-19's actual mortality rate. And reading his column \"Vaccines vs. Lockdowns\" (Business World, Dec. 16), it was refreshing to see someone argue that the vaccine development was too slow instead of too rushed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-slow-moving-philanthropic-status-quo-11608652441", "title": "The Slow-Moving Philanthropic Status Quo", "date": "2020-12-22 10:54", "summary": "The sad truth is that too many assets are sitting in accounts, accumulating interest.. I am disappointed by Elise Westhoff's op-ed (\"The Left Wants a Philanthropy of the Few,\" Dec. 15) in opposition to the Initiative to Accelerate Charitable Giving, a reform initiative I co-founded. In this unprecedented time of need, private foundations and donor-advised funds could be helping millions of people. The sad truth is that too many assets are sitting in accounts, accumulating interest. More than $1 trillion remains sheltered in these tax-advantaged vehicles, doing little to help anyone. While those assets grow, the burden for help gets shifted onto the taxpayer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-solutions-are-better-than-bureaucracy-in-d-c-11608652402", "title": "Local Solutions Are Better Than Bureaucracy in D.C.", "date": "2020-12-22 10:53", "summary": "It is preposterous to believe the large, sclerotic, bureaucratic government in Washington can understand, let alone solve, the problems of 330 million citizens.. How very refreshing to read Gerald Seib's \"Far From Washington, Americans Are Finding Solutions\" (Review, Dec. 12). It is preposterous to believe the large, sclerotic, bureaucratic government in Washington can understand, let alone solve, the problems of 330 million citizens, 50 states and countless counties, cities and towns therein. Many will remember Ronald Reagan's rousing declaration: \"The nine most terrifying words in the English language are: I'm from the government, and I'm here to help.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-competition-shopify-wayfair-allbirds-antitrust-11608235127", "title": "How Amazon Wins: By Steamrolling Rivals and Partners", "date": "2020-12-22 10:26", "summary": "CEO Jeff Bezos still runs the e-commerce giant with the drive of a startup trying to survive, and that strand of its corporate DNA is becoming a liability. Jeff Bezos built Amazon.com Inc. from his garage with an underdog's ambition to take on the establishment. He imbued staff with an obsession to grow fast by grabbing customers using the biggest selection and lowest prices. Today, he has more than 1.1 million employees and a market valuation around $1.6 trillion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sparkling-wine-finds-for-10-20-11608650380", "title": "Sparkling-Wine Finds for $10 to $20", "date": "2020-12-22 10:19", "summary": "Why not ring in 2021 with something new? Our wine columnist went looking for lesser-known bubblies from unexpected regions and found some remarkable values.. SOME YEARS AGO I read that the citizens of Luxembourg consume more sparkling wine per capita than anyone else in the world. I also learned that Luxembourgers make a great deal of sparkling-but I could only conclude that they drink most of it themselves, since I'd never seen a Luxembourg sparkler in the U.S.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flori-roberts-created-a-cosmetics-line-for-dark-skin-11608649200", "title": "Flori Roberts Created a Cosmetics Line for Dark Skin", "date": "2020-12-22 10:00", "summary": "Former actress developed business plan after hearing Black models lament their limited makeup options; she has died at age 91. Flori Roberts, an actress turned marketing consultant, in the mid-1960s overheard two Black models lamenting the difficulty of finding makeup suitable for their skin tones.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neither-rain-nor-snow-nor-a-pandemic-discourages-nycs-naked-cowboy-11608649201", "title": "Times Are Tough, but the Naked Cowboy Isn't Singing the Blues", "date": "2020-12-22 10:00", "summary": "'You gotta do what you gotta do!' says Times Square's best known busker. The Naked Cowboy is turning 50 this week. And if you ask me, he's got plenty to celebrate. Every single day through the pandemic, the one-man tourist attraction showed up to do what he's always done-perform in the middle of Times Square wearing only his hat, boots and tight, white underwear. He was out strumming and singing even when the district was deserted and he wasn't making a dime.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-founders-gain-more-power-as-investors-clamor-for-new-listings-11608643576", "title": "Tech Founders Gain More Power as Investors Clamor for New Listings", "date": "2020-12-22 09:44", "summary": "Once-rare dual-share structures have become the norm in a sizzling tech IPO market. Demand for newly listed tech stocks is booming-and so, too, is the power of founders of the Silicon Valley companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-struggles-to-keep-up-with-christmas-deliveries-11608647815", "title": "U.S. Postal Service Struggles to Keep Up With Christmas Deliveries", "date": "2020-12-22 09:36", "summary": "Foot traffic at stores dropped on Super Saturday as more shoppers made holiday purchases online. Super Saturday wasn't so super for bricks-and-mortar stores, and the U.S. Postal Service is starting to buckle under the flood of holiday orders that shifted online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-aid-package-set-for-final-votes-in-house-senate-11608566895", "title": "Congress Passes Covid-19 Relief, Spending Package With Overwhelming Support", "date": "2020-12-22 09:35", "summary": "Legislation includes $600 checks for many Americans, $300 a week in extra jobless aid, funding for vaccine distribution. WASHINGTON-Congress overwhelmingly approved $900 billion of relief for households and businesses battered by the coronavirus pandemic, passing an emergency measure aimed at buoying the country through a difficult winter and into a new year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-deal-likely-to-spur-faster-economic-growth-later-next-year-11608647279", "title": "Stimulus Deal Likely to Spur Faster Economic Growth Later Next Year", "date": "2020-12-22 09:28", "summary": "Additional checks, unemployment benefits and other spending are projected to fuel increased activity after a winter slowdown. The coronavirus-relief bill passed by Congress on Monday will likely spur a stronger economic recovery in the second half of 2021, though it may be arriving too late to stave off a further slowdown this winter, analysts say.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-get-a-photography-buff-for-the-holidays-11608647090", "title": "What to Get a Photography Buff for the Holidays", "date": "2020-12-22 09:24", "summary": "A photo connoisseur's gift guide, from Leica accessories to the best photo books around, as curated by WSJ. Magazine executive photo director Jennifer Pastore.. If you're shopping for that friend who spends all their free time in a dark room or just someone who has appreciation for fine images, then this gift guide is for you. WSJ.'s executive photo director Jennifer Pastore, shares her list of presents for the shutterbug in your life. Check out the full list below and check back with WSJ. throughout the holiday season for all of our highly curated, super-specific gift guides.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-subpoenas-hhs-cdc-heads-in-coronavirus-probe-11608562819", "title": "House Panel Subpoenas HHS, CDC Heads in Coronavirus Probe", "date": "2020-12-22 09:21", "summary": "Committee seeks documents in investigation of allegations of political interference in CDC's pandemic response. WASHINGTON-A House oversight subcommittee subpoenaed two top Trump administration health officials on Monday for documents that could shed light on alleged political interference at the Centers for Disease Control and Prevention throughout the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-could-make-herd-immunity-more-difficult-says-biontech-11608646717", "title": "Covid-19 Variant Could Make Herd Immunity More Difficult, Says BioNTech", "date": "2020-12-22 09:18", "summary": "Vaccine highly likely to be effective against the new coronavirus variant that is quickly spreading across the U.K., says CEO. BERLIN-The new coronavirus variant that is spreading across the U.K. could make it more difficult to reach so-called herd immunity, according to the chief executive of BioNTech SE , the German company that developed the Covid-19 vaccine with Pfizer Inc .", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheating-in-online-school-some-students-and-parents-say-its-ok-11608645609", "title": "Cheating in Online School? Some Say It's OK", "date": "2020-12-22 09:00", "summary": "Teachers are changing how they test to counter online cheating; ethicists fear a slippery slope. With high-school students across the country fresh off exams, many teachers will be eyeing their test answers carefully. Remote school has made certain kinds of cheating easier than ever, leading students who may never have considered cheating before the pandemic to google answers, text friends or peek at their notes.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-finance-chiefs-expect-growing-revenue-wages-and-employment-levels-in-2021-11608645609", "title": "U.S. Finance Chiefs Expect Growing Revenue, Wages and Employment Levels in 2021", "date": "2020-12-22 09:00", "summary": "CFOs forecast their companies' revenue to rise 6.9% in 2021 after 0.3% gain this year. Chief financial officers at U.S. companies are optimistic the country's economy as a whole-and their businesses, in particular-will recover in 2021 despite worries about potential tax rate changes and higher labor costs.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-apple-fubotv-what-to-watch-when-the-stock-market-opens-today-11608638855", "title": "Peloton, Apple, FuboTV: What to Watch When the Stock Market Opens Today", "date": "2020-12-22 08:56", "summary": "U.S. stocks edged higher, while exercise-equipment maker Peloton shot higher on news it acquired fitness rival Precor. Here's what we're watching as markets kick into gear Tuesday.U.S. stock futures rose as investors took stock of elevated Covid-19 infection levels and passage of a Covid-19 relief package through Congress. New data showed U.S. GDP grew 33.4% in the third quarter, above consensus expectations of 33.1%. Read our full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cross-country-skiing-guide-outdoor-winter-activities-11608644707", "title": "Why Cross-Country Skiing Will Be the Winter's Coolest Activity", "date": "2020-12-22 08:49", "summary": "Forget those dusty NordicTracks in your parents' garage. The IRL version of the sport is making a Covid-driven comeback.. Contrary to cliché, cross-country skiing is not all about sweat and soreness.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ski-in-style-11608644806", "title": "Ski In Style", "date": "2020-12-22 08:46", "summary": "From Brunello Cucinelli's sumptuous cashmere knits to Chanel's lambskin logo mittens, cozy new fashion pieces give you instant apres-ski style.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-biggest-star-on-tv-right-now-barbour-jackets-11608644747", "title": "The Biggest Star on TV Right Now? Barbour Jackets", "date": "2020-12-22 08:45", "summary": "Featured in buzzy shows from 'The Crown' to 'Industry' to 'Succession,' the 126-year-old British outerwear brand's outdoorsy coats are being rediscovered by a new generation. CAN SOMETHING commonplace suddenly be trendy? That's the question when it comes to Barbour coats. The signature waxed-cotton \"Bedale\" jackets from the 126-year-old British outerwear firm are instantly recognizable. If you live anywhere remotely wintry, odds are someone wearing one of these coats-with their distinct corduroy collars, dull metal buttons and olive hue-walked your neighborhood's streets this week.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pulled-from-the-pros-11608644759", "title": "Pulled From The Pros", "date": "2020-12-22 08:45", "summary": "Cutting-edge equipment and thermodynamic textiles from athletes' go-to brands will keep you at the top of your game.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peloton-to-acquire-fitness-equipment-maker-precor-for-420-million-11608644505", "title": "Peloton Acquires Fitness-Equipment Maker Precor for $420 Million", "date": "2020-12-22 08:41", "summary": "Move will help boost manufacturing capacity as the company has been scrambling to meet demand. Peloton Interactive Inc. has agreed to acquire commercial fitness-equipment provider Precor Inc. for $420 million in cash, in a move that will help it break into commercial markets and boost its manufacturing capacity at a time when the company is racing to meet demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-teams-practiced-less-in-2020-they-played-better-11608642388", "title": "NFL Teams Practiced Less in 2020. They Played Better.", "date": "2020-12-22 08:06", "summary": "Disruptions and the canceled preseason stoked fears of a sloppy season. But teams learned they can do more with less instead.. Pittsburgh Steelers quarterback Ben Roethlisberger noticed something surprisingly pleasant after contact tracing sidelined him in November. He missed a week of practice, and then stepped onto the field and played phenomenally.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-ups-the-ante-in-africa-11608642001", "title": "Netflix Aims for Hit in Africa", "date": "2020-12-22 08:00", "summary": "Streaming giant invests in the continent, but challenges include piracy, slow internet, poverty. On stage in a marine park stadium, a director yells \"Action!\" and the cameras roll as a young woman in a turquoise wetsuit starts to dance and a sea lion leaps from a cobalt-blue tank and twirls in front of her.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-unit-makes-new-push-into-real-estate-with-stake-in-sale-leaseback-firm-11608642008", "title": "Goldman Unit Makes New Push Into Real Estate With Stake in Sale-Leaseback Firm", "date": "2020-12-22 08:00", "summary": "Oak Street Real Estate Capital is considering expanding its reach now that it has the lender's backing. A Goldman Sachs Group Inc. unit that buys stakes in alternative investment managers has made its latest push into the real-estate industry by investing in a firm that acquires stores, warehouses and other properties from big companies and then leases them back.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-development-to-test-demand-for-15-minute-cities-after-covid-19-11608642000", "title": "London Development to Test Demand for 15-Minute Cities After Covid-19", "date": "2020-12-22 08:00", "summary": "Related Cos. leads $6 billion development to transform 180 acres into a walkable urban neighborhood. The hot new trend for European development is neighborhoods where everything a resident needs is within a short walk. Now, a prominent U.S. developer is building one of London's largest versions of this type of megaproject.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-talent-diversity-took-on-new-urgency-in-2020-11608640200", "title": "Tech Talent Diversity Took on New Urgency in 2020", "date": "2020-12-22 07:30", "summary": "'Enough talk,' says Maya Leibman, chief information officer at American Airlines. Chief information officers in 2020 helped introduce or bolster initiatives to increase the ranks of minorities and women on their technology teams, as well as programs designed to retain and advance those underrepresented groups.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-turn-to-far-flung-bonds-for-juicy-returns-11608638400", "title": "Investors Turn to Far-Flung Bonds for Juicy Returns", "date": "2020-12-22 07:00", "summary": "Appetite for emerging markets has returned with gusto, enabling Uzbekistan to issue local currency bonds to international investors for the first time. In a world of ultralow interest rates, bond investors go down less traveled paths. One example: the central Asian republic of Uzbekistan sold bonds to international investors in its own currency, the som, for the first time.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-need-spenders-to-be-stimulated-11608636600", "title": "Banks Need Spenders to Be Stimulated", "date": "2020-12-22 06:30", "summary": "Delinquencies remain quite low by historical standards, but bank investors may prefer people to spend rather than save and pay down debt. Americans are poised to get more stimulus in their pockets. Bank investors will be hoping that this time consumers open up their wallets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-gets-a-bridge-to-the-spring-11608634800", "title": "U.S. Economy Gets a Bridge to the Spring", "date": "2020-12-22 06:00", "summary": "Stimulus bill could have been better or earlier, but it will help many through a tough winter. The $900 billion relief bill that Congress has hammered out may give the economy enough of a bridge to make it through to the spring, though it could at times seem rather rickety.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-jumps-on-the-spac-bandwagon-11608634587", "title": "SoftBank Jumps on the SPAC Bandwagon", "date": "2020-12-22 05:59", "summary": "The only surprise is that it has taken the Japanese technology investor so long to tap the trendy funding channel. SoftBank and the special-purpose acquisition company make a great couple.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empty-hotels-get-second-life-as-tiny-apartments-during-pandemic-11608633002", "title": "Empty Hotels Get Renewed as Tiny Apartments", "date": "2020-12-22 05:30", "summary": "Developers are converting closed hotels and motels into housing, aiming to offer affordable units in hot markets with high rents. Investors are buying hotels and turning them into rental apartments, in the latest sign of how the Covid-19 pandemic is changing the American real-estate market.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiring-frenzy-for-pharmacists-as-covid-19-vaccines-roll-out-11608633000", "title": "Hiring Frenzy for Pharmacists as Covid-19 Vaccines Roll Out", "date": "2020-12-22 05:30", "summary": "CVS, Walgreens dangle signing bonuses, ramp up staffing to find thousands to administer shots, including retirees and the recently laid-off. The nation's drugstores and groceries are racing to hire thousands of pharmacists and technicians to administer Covid-19 vaccines to the masses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derivatives-regulator-uses-dodd-frank-rule-to-target-foreign-bribery-11608633001", "title": "Derivatives Regulator Uses Dodd-Frank Rule to Target Foreign Bribery", "date": "2020-12-22 05:30", "summary": "A first-ever enforcement action by the CFTC targeting foreign corruption lays the groundwork for cases involving other commodities traders. When a top official at a U.S. derivatives watchdog last year said the agency would start policing bribery by multinational corporations, defense lawyers greeted the news with disbelief.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-retailer-express-taps-adviser-seeking-financing-to-outlast-covid-11608633003", "title": "Fashion Retailer Express Seeks Financing to Outlast Covid", "date": "2020-12-22 05:30", "summary": "The pandemic's severe impact on workwear retailers continues. Fashion retailer Express Inc. has hired investment bank Lazard Frères & Co. to help raise enough financing to carry the company through the Covid-19 pandemic, CEO Timothy Baxter said.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-seeking-an-investment-chief-with-staying-power-11608633001", "title": "Calpers Seeks Investment Chief With Staying Power", "date": "2020-12-22 05:30", "summary": "Nation's largest public pension fund has had six chief investment officers over the past two decades. The nation's largest public pension fund has a retention problem, an especially pressing issue given the deep hole it and other retirement plans are in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-facebook-agreed-to-team-up-against-possible-antitrust-action-draft-lawsuit-says-11608612219", "title": "Google, Facebook Agreed to Cooperate, Draft Suit Alleges", "date": "2020-12-22 00:25", "summary": "Draft lawsuit quotes Facebook's Sandberg saying Google pact was a 'big deal strategically'. WASHINGTON- Facebook Inc. and Alphabet Inc.'s Google agreed to \"cooperate and assist one another\" if they ever faced an investigation into their pact to work together in online advertising, according to an unredacted version of a lawsuit filed by 10 states against Google last week.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11608591265", "title": "Pepper...and Salt", "date": "2020-12-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-to-reverse-u-s-life-expectancy-gains-11608613261", "title": "Covid-19 Deaths to Reverse U.S. Life-Expectancy Gains", "date": "2020-12-22 00:01", "summary": "Life expectancy increased in 2019 despite uptick in drug deaths but coronavirus is set to reverse trend. U.S. life expectancy inched up last year but in 2020 could decline by the largest amount since World War II, as Covid-19 becomes the nation's third-leading cause of death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-adopts-new-rules-on-lead-contamination-in-water-11608613260", "title": "EPA Adopts New Rules on Lead Contamination in Water", "date": "2020-12-22 00:01", "summary": "The overhaul allows utilities more time to replace lead water lines among other changes designed to encourage them to replace them faster. WASHINGTON-The Environmental Protection Agency is adopting new rules requiring water utilities to notify the public more quickly about possible lead contamination, the first major regulatory update of its kind in nearly 30 years.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]