[{"link": "https://www.wsj.com/articles/democrats-push-for-coronavirus-workplace-safety-rules-11587478606", "title": "Democrats Push for Coronavirus Workplace Safety Rules", "date": "2020-04-21 19:46", "summary": "Next round of stimulus talks set to include debate over how companies best keep employees safe. WASHINGTON-Democrats and labor groups say companies should be forced to establish formal workplace coronavirus protections, a demand set to become a point of tension with Republicans and the Trump administration in the next round of stimulus talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-the-new-coronavirus-stimulus-bill-11587511763", "title": "What's in the New Coronavirus Stimulus Bill", "date": "2020-04-21 19:29", "summary": "The interim emergency bill passed by the Senate includes expanded funding for small businesses and hospitals, and money for coronavirus testing. The $484 billion interim emergency bill passed by the U.S. Senate on Tuesday includes expanded funding for small businesses and hospitals, and money for coronavirus testing. The House is expected to pass the bill this week, and President Trump has said he would sign it into law. Here's a look at what is in the legislation, and what was left out.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-posts-lower-profit-as-catastrophe-losses-rise-11587469103", "title": "Travelers Posts Lower Profit as Catastrophe Losses Rise", "date": "2020-04-21 19:20", "summary": "Insurer books $86 million in pandemic-related charges and braces for policyholder litigation over business losses. Travelers Cos. booked $86 million in pretax charges in the first quarter related to the coronavirus pandemic, including for billings that hard-hit policyholders haven't paid.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-immigration-distraction-11587511218", "title": "Trump's Immigration Distraction", "date": "2020-04-21 19:20", "summary": "There's no economic or health case for blocking all immigrants.. President Trump wants the U.S. economy to reopen soon and take off \"like a rocket ship.\" Yet now he plans to reduce the human capital necessary for a strong recovery by suspending even more immigration to the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-the-asia-defense-buildup-11587511170", "title": "Here Comes the Asia Defense Buildup", "date": "2020-04-21 19:19", "summary": "Lawmakers push for funding as China seeks Pacific dominance.. Washington strategists have been talking about a \"pivot to Asia\" for the better part of a decade, but it may take the coronavirus to make it a reality. Last week Republican Rep. Mac Thornberry, ranking member on the House Armed Services Committee, introduced $6 billion for a new initiative to deter Chinese expansion. This week Sen. Tom Cotton of the Senate Armed Services Committee will also propose major legislation to beef up U.S. forces in the Pacific.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shutdown-bill-grows-11587511191", "title": "The Shutdown Bill Grows", "date": "2020-04-21 19:19", "summary": "Congress rolls out $484 billion more for small business and hospitals.. The price of shutting down the American economy keeps going up. The latest invoice for future taxpayers is the $484 billion deal between the White House and Congressional Democrats on Tuesday to replenish a small-business relief fund. Republicans conceded to demands for $160 billion for Democratic priorities, and everyone in Washington is well pleased.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-regulators-decline-to-force-oil-cuts-but-companies-are-cutting-anyway-11587486457", "title": "Trump Administration Weighs Aid for Oil Companies", "date": "2020-04-21 19:19", "summary": "Possible conditions include producers offering ownership stakes or oil reserves to the government. WASHINGTON-The Trump administration is considering offering federal stimulus funds to embattled oil-and-gas producers in exchange for government ownership stakes in the companies or their crude reserves, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-you-for-flying-spacex-11587511128", "title": "Thank You for Flying SpaceX", "date": "2020-04-21 19:18", "summary": "It's a small step for man, but a giant leap for private spaceflight.. America's space program is about to get a brand new ride. NASA said last week that on May 27 two astronauts will be strapped into a SpaceX crew capsule atop a SpaceX rocket, which will blast them to a speed of 17,000 miles an hour, to Earth orbit and the international space station.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-slow-to-distribute-coronavirus-aid-to-hospitals-11587503400", "title": "Trump Administration Slow to Distribute Coronavirus Aid to Hospitals", "date": "2020-04-21 19:18", "summary": "As Congress prepares to pass more funding, a delay in allocating $70 billion from the previous stimulus causes bipartisan frustration. As Congress puts the finishing touches on a stimulus plan to include new funding to help hospitals survive the coronavirus pandemic, health-care facilities have yet to receive $70 billion of the emergency support allocated to them almost a month ago in the last stimulus package.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-adds-16-million-new-subscribers-as-home-bound-consumers-stream-away-11587501078", "title": "Netflix Adds 16 Million New Subscribers", "date": "2020-04-21 19:04", "summary": "Number is more than double the figure company had predicted, with most of the growth occurring outside North America. Netflix Inc. ended the first quarter with nearly 16 million new subscribers as people around the globe stuck at home due to the coronavirus pandemic are increasingly turning to streaming services to entertain themselves.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-state-street-cio-undergoes-baptism-by-fire-with-pandemic-11587509808", "title": "New State Street CIO Undergoes 'Baptism by Fire' With Pandemic", "date": "2020-04-21 18:56", "summary": "Within months of Brian Franz's start date, most staff members were working from home. The new-hire honeymoon ended almost as soon as it started when Brian Franz joined State Street Corp. as chief information officer in January, shortly before the coronavirus arrived in force in the U.S.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-cuomo-coronavirus-partners-and-rivals-meet-at-white-house-11587508536", "title": "Trump and Cuomo, Coronavirus Partners and Rivals, Meet at White House", "date": "2020-04-21 18:53", "summary": "New York governor and president have had complicated relationship over course of pandemic. For weeks, President Trump and New York Gov. Andrew Cuomo have traded barbs and the occasional compliment in their respective daily press briefings. On Tuesday, they met face-to-face.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expedia-nears-deal-to-sell-stake-to-silver-lake-and-apollo-sources-say-11587507953", "title": "Expedia Nears Deal to Sell Stake to Silver Lake and Apollo", "date": "2020-04-21 18:49", "summary": "Deal expected to hand private-equity firms board representation, sources say. Expedia Group Inc. is in advanced talks to sell a stake to private-equity firms Silver Lake and Apollo Global Management Inc. after the widespread travel bans caused by the coronavirus pandemic ravaged the online-booking company's business.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-watches-closely-amid-questions-about-north-korean-leaders-health-11587492806", "title": "U.S. Watches North Korea Amid Questions About Leader's Health", "date": "2020-04-21 18:47", "summary": "South Korea said Kim Jong Un appears to be following a normal schedule outside capital. The White House is closely monitoring developments regarding the status of North Korean dictator Kim Jong Un, amid speculation that the leader has undergone medical care that has limited his public appearances and affected his health.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotle-to-pay-25-million-to-resolve-foodborne-illness-charges-11587502092", "title": "Chipotle's Online Orders Surge, But Costs Hit Profit", "date": "2020-04-21 18:47", "summary": "Burrito chain also agreed to pay $25 million to settle foodborne illness charges. Chipotle Mexican Grill said same-store sales fell short of expectations in the first quarter despite a surge in online orders, illustrating the challenge to restaurants seeking to reach customers during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-and-melinda-gates-buy-oceanfront-home-near-san-diego-for-43-million-11587509127", "title": "Bill and Melinda Gates Buy Oceanfront Home Near San Diego for $43 Million", "date": "2020-04-21 18:45", "summary": "The pair purchased the six-bedroom property in Del Mar, Calif., from Madeleine Pickens, the former wife of Texas billionaire T. Boone Pickens. Tech entrepreneur Bill Gates and his wife Melinda Gates have paid $43 million for an oceanfront home near San Diego in one of the largest deals recorded in the area.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-rout-to-hit-u-s-regional-economies-11587508075", "title": "Oil Price Rout to Hit U.S. Regional Economies", "date": "2020-04-21 18:27", "summary": "Wyoming, Alaska, Oklahoma, North Dakota and West Virginia could be hurt more than Texas, which has diversified. Tumbling oil prices will have broad regional impacts on the U.S. economy, hitting states far afield from Texas, which was the engine of a national energy boom during the past decade.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rob-gronkowski-to-join-tom-brady-on-the-tampa-bay-buccaneers-11587506161", "title": "Rob Gronkowski to Join Tom Brady on the Tampa Bay Buccaneers", "date": "2020-04-21 18:23", "summary": "The star tight end retired before last season, but has been traded to the same team his former quarterback signed with in free agency. Tom Brady left the New England Patriots for Tampa Bay. And now Rob Gronkowski is going with him.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experiential-retail-is-figuring-out-new-footing-in-virtual-world-11587507553", "title": "Experiential Retail Is Figuring Out New Footing in Virtual World", "date": "2020-04-21 18:19", "summary": "Brands known for in-store experiences are attempting to translate them online, but some fear a post-pandemic shift in consumer behavior. Furniture company Burrow Inc. opened a 2,200-square-foot flagship store in New York in February, with plans to make shoppers' visits into experiences. The store would host events such as live podcast recordings and panels featuring female business leaders. As the novel coronavirus swept the U.S., however, Burrow temporarily closed the doors on March 16.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-media-document-lays-out-plan-for-layoffs-amid-coronavirus-pandemic-11587506554", "title": "Vice Media Document Lays Out Plan for Layoffs", "date": "2020-04-21 18:02", "summary": "Planning document calls for over 300 layoffs, though company says several such proposals are being worked up. An internal document at Vice Media Group lays out a plan for substantial layoffs at the new-media company's websites, as Vice considers a variety of options to deal with coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-riding-the-tiger-11587506368", "title": "Netflix Riding the Tiger", "date": "2020-04-21 17:59", "summary": "Unprecedented subscriber growth comes with a dose of sobriety for stay-home trade's hottest stock. Give Netflix credit for putting the bad news up front. For the streaming giant's first-quarter results, there was actually very little of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-a-citys-soul-without-jazz-fest-11587505973", "title": "Finding a City's Soul Without Jazz Fest", "date": "2020-04-21 17:52", "summary": "The year's New Orleans Jazz & Heritage Festival may be canceled, but that doesn't mean the music that makes up its DNA can't be savored.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-rally-as-oil-price-drop-leaves-investors-jittery-11587476779", "title": "Treasurys Rally as Oil Price Drop Leaves Investors Jittery", "date": "2020-04-21 17:52", "summary": "Yield on five-year note slides to record intraday low. Investors flocked to U.S. government bonds Tuesday as a seizure in oil markets sparked fresh jitters and a drive into haven assets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-revenue-soars-with-users-stuck-at-home-11587499917", "title": "Snap Revenue Soars With Users Stuck at Home", "date": "2020-04-21 17:51", "summary": "Results mark a surprise as many analysts had forecast sharp decreases in digital ad spending in the first quarter. Snap Inc. on Tuesday reported a surge in growth in users and revenue in the first quarter, as homebound users turned to its chat app for connection with friends amid the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-question-for-colleges-will-there-be-a-fall-semester-on-campus-11587474000", "title": "Colleges' Big Question: Will There Be a Fall Semester on Campus?", "date": "2020-04-21 17:39", "summary": "Schools map out scenarios, but their final decisions depend on the course of the coronavirus pandemic. Colleges across the country are trying to decide whether they can reopen campus for the fall, and how long they can put off a final decision.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-wont-cure-corona-lawsuits-11587504920", "title": "What Won't Cure Corona: Lawsuits", "date": "2020-04-21 17:35", "summary": "Businesses need protection from litigation threats, and insurers can't pick up the tab for the pandemic.. Coronavirus has delivered the most severe blow to the American economy since the Great Depression. The contraction in growth and spike in unemployment will add to the human misery as the health crisis unfolds. How long the disaster will last-or how much worse it will get-is unclear. But it won't help Americans or the economy to allow lawsuits to proliferate or to try to pin the damage on insurers like my company.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-restaurants-cant-reopen-until-august-11587504885", "title": "Our Restaurants Can't Reopen Until August", "date": "2020-04-21 17:34", "summary": "Employees refuse to return to work as long as they're getting an extra $600 a week.. Portland, Ore.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-find-comfort-at-the-worlds-fair-11587504822", "title": "I Find Comfort at the World's Fair", "date": "2020-04-21 17:33", "summary": "The guide to New York's 1964-65 expo depicts a world filled with invention, enterprise and knowledge.. It took a while, but I finally found something to quell my anxiety during the coronavirus's spread. Everyone needs a security blanket now-it could be a song, a family photo, a mantra. My wife is calmed by Instagram posts of well-ordered kitchens untouched by shelter-at-home disarray.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-idea-of-the-brain-review-the-thinking-machine-11587504744", "title": "'The Idea of the Brain' Review: The Thinking Machine", "date": "2020-04-21 17:32", "summary": "Technology has always influenced how we perceive the brain's function. Today we imagine a computer with codes and feedback loops.. Matthew Cobb, a professor in the School of Biological Sciences at the University of Manchester, a man whose erudition spans biology, neuroscience, psychology, genetics and other discipline-blurring specialties, wastes no time in telling us what we aren't going to learn from his book. In 1665, he begins, the Danish anatomist Nicolaus Steno put forth a revolutionary idea about the brain that has been guiding researchers ever since: \"To understand what the brain does and how it does it . . . we should view it as a machine and take it apart to see how it works.\" And take it apart they have: \"We can now make a mouse remember something about a smell it has never encountered,\" writes Mr. Cobb, \"turn a bad mouse memory into a good one and even use a surge of electricity to change how people perceive faces. . . . We stand on the brink of understanding how patterns of activity in networks of neurons create perception.\" Certainly, discoveries about the brain fill bookshelves and breathless news stories, creating the illusion that at any moment we will step over that brink and slide into the blinding sunlight of understanding.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coronavirus-culpability-11587504774", "title": "China's Coronavirus Culpability", "date": "2020-04-21 17:32", "summary": "Beijing's priority was regime survival but pandemics are mainly natural disasters.. No matter what interpretation you put on events, Xi Jinping, an ambitious politicker who deliberately made himself China's paramount leader, bears unique responsibility for a global pandemic that will end up killing millions.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-voters-could-be-bidens-achilles-heel-11587504682", "title": "Young Voters Could Be Biden's Achilles' Heel", "date": "2020-04-21 17:31", "summary": "Students debate whether he'll win over Bernie Sanders supporters, and if he should even try.. Editor's note: This Future View is about whether Joe Biden will win over Bernie Sanders's young supporters. Next week we'll ask, \"Are U.S. colleges right to switch to a pass-fail grading system for the duration of the pandemic?\" Students should click here to submit opinions of fewer than 250 words before April 28. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-opportunism-on-both-sides-of-the-aisle-11587504625", "title": "Coronavirus Opportunism on Both Sides of the Aisle", "date": "2020-04-21 17:30", "summary": "Trump is using the crisis to restrict immigration, while Bill de Blasio is using it to empty the jails.. Anyone surprised by President Trump's tweet Monday about suspending immigration to the U.S. either is faking it or hasn't been paying attention.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-crash-accelerates-rippling-to-currencies-and-stocks-11587463189", "title": "Oil-Price Crash Deepens, Weighs on Global Markets", "date": "2020-04-21 17:29", "summary": "Stocks fall as U.S. crude benchmark plunges, a day after one contract fell below zero. A fresh plunge in oil prices dragged down investments from stocks to currencies Tuesday, stinging investors anew and adding even more urgency to the crisis sweeping the energy industry.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-rises-again-in-nova-scotia-shooting-spree-11587504376", "title": "Death Toll Rises Again in Nova Scotia Shooting Spree", "date": "2020-04-21 17:26", "summary": "Authorities now believe 23 died in two-day rampage and are examining whether shooter had accomplices. OTTAWA-Canadian police said Tuesday they now believe 23 people died in a two-day shooting rampage over the weekend in the province of Nova Scotia, and revealed their investigation is looking into whether the suspect had accomplices.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-mexico-cuts-interest-rates-at-unscheduled-meeting-11587495110", "title": "Bank of Mexico Cuts Interest Rates at Unscheduled Meeting", "date": "2020-04-21 16:59", "summary": "The central bank's board of governors voted 5-0 to lower the overnight funding rate target to 6% from 6.5%. MEXICO CITY-The Bank of Mexico cut interest rates by half a percentage point Tuesday in its second consecutive unscheduled meeting as fallout from the coronavirus pandemic threatens to push the economy into recession.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-branson-fights-to-save-travel-tourism-empire-11587502370", "title": "Richard Branson Fights to Save Travel, Tourism Empire", "date": "2020-04-21 16:52", "summary": "His Virgin Group is at epicenter of the meltdown in those industries; Virgin Australia files for bankruptcy. LONDON-Two months ago, Richard Branson launched the Scarlet Lady, the first cruise ship in a globe-spanning travel and tourism empire bearing his Virgin Group brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-markets-are-wild-while-youre-asleep-11587466802", "title": "The Markets Are Wild While You're Asleep", "date": "2020-04-21 16:49", "summary": "Overnight stock futures trading has skyrocketed, adding to nearly nonstop activity. Trading in overnight stock futures has skyrocketed, adding to a nearly nonstop stretch of market activity and luring more investors to join in the action.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-traders-are-scrambling-to-book-tankers-for-storage-11587502041", "title": "Oil Traders Are Scrambling to Book Tankers for Storage", "date": "2020-04-21 16:47", "summary": "Inland storage facilities are filling up, making supertankers an option to store surplus crude. The growing surplus of oil on world markets has traders racing to find supertankers to use for storage, pushing rates for the mammoth vessels sharply higher even as prices for crude continue to dive.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-ease-coronavirus-rules-by-region-to-reopen-state-economy-11587501981", "title": "New York to Ease Coronavirus Rules by Region to Reopen State Economy", "date": "2020-04-21 16:46", "summary": "Gov. Cuomo said officials in 10 zones around the state would monitor local data and come up with a plan to reopen stores and resume activities. Businesses in different parts of New York state will reopen on separate schedules, Gov. Andrew Cuomo said Tuesday, as a growing number of upstate elected officials and employers made the case for a regional approach to easing restrictions aimed at slowing the spread of the coronavirus.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-s-warnermedia-to-launch-hbo-max-on-may-27-11587475880", "title": "AT&T's WarnerMedia to Launch HBO Max", "date": "2020-04-21 16:43", "summary": "Late entrant to streaming battle will make debut with several original shows and vast library; 'Friends' reunion won't be released until summer or fall. WarnerMedia's new streaming service HBO Max will be launched after Memorial Day weekend, joining an already crowded market of streaming services as traditional media giants try to compete with Netflix Inc. and establish their own direct-to-consumer businesses", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-plans-to-stockpile-supplies-for-future-pandemics-11587493654", "title": "New York City Plans to Stockpile Supplies for Future Pandemics", "date": "2020-04-21 16:43", "summary": "Mayor Bill de Blasio says he doesn't want the city to be wholly reliant on outside sources, particularly the federal government. New York City will create a strategic reserve of medical supplies and equipment to guard against future novel coronavirus outbreaks and other crises, Mayor Bill de Blasio said Tuesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-21-2020-11587443040", "title": "U.S. Stocks Drop as Oil Market Shudders", "date": "2020-04-21 16:28", "summary": "Dow falls more than 600 points; Brent crude drops to lowest level in 18 years. The Dow Jones Industrial Average dropped more than 600 points Tuesday, battered by plunging oil prices, in the latest bout of market turbulence sparked by the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crisis-hits-healthier-tobacco-harder-than-traditional-smokes-11587488250", "title": "Crisis Hits 'Healthier' Tobacco Harder Than Traditional Smokes", "date": "2020-04-21 16:27", "summary": "Philip Morris International scrapped its 2020 guidance and said its smokeless brands will be a drag on sales during the Covid-19 pandemic. The Covid-19 crisis is speeding up certain structural shifts such as the move to online shopping. Conversely, it may delay how fast smokers make the switch from cigarettes to trendy electronic alternatives.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-driller-unit-corp-prepares-for-bankruptcy-filing-11587497829", "title": "Shale Driller Unit Corp. Prepares for Bankruptcy Filing", "date": "2020-04-21 15:39", "summary": "Tulsa-based company hires restructuring advisers amid collapse in crude prices. Shale driller Unit Corp. is planning to file for bankruptcy in the wake of collapsing crude prices, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-insurance-costs-another-blow-to-bruised-apartment-landlords-11587470401", "title": "Rising Insurance Costs Another Blow to Bruised Apartment Landlords", "date": "2020-04-21 15:32", "summary": "Renewal rates for multifamily insurance rose 33% over past year compared with 23% for the real-estate sector at large. Insurance premiums for apartment buildings have been rising faster than for the rest of commercial real estate, further squeezing landlord profits during a challenging period to collect rent.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-administration-declines-loan-disclosure-for-now-11587493071", "title": "Small Business Administration Declines Loan Disclosure", "date": "2020-04-21 15:32", "summary": "Federal agency says loan-level data for the Paycheck Protection Program will come later. The Small Business Administration rejected multiple requests on Monday for detailed information about borrowers in the new Paycheck Protection Program, saying it needed to prioritize its effort to assist businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mimedx-scores-approval-for-small-business-loan-11587497259", "title": "MiMedx Scores Approval for Small-Business Loan", "date": "2020-04-21 15:27", "summary": "Medical firm recently agreed to pay $6.5 million fine for overcharging Department of Veteran Affairs. A company that agreed two weeks ago to pay a $6.5 million fine for overcharging the Department of Veterans Affairs for wound-care products was approved for a loan under the government's small-business rescue package.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-delays-1-billion-north-sea-development-11587495825", "title": "Shell Delays $1 Billion North Sea Development", "date": "2020-04-21 15:03", "summary": "The Anglo-Dutch company is cutting investments and expenditures as the oil-price rout deepens. Royal Dutch Shell PLC has postponed its Jackdaw natural-gas field development in the North Sea, the company said Tuesday, as energy companies slash spending in response to plummeting prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-canned-salmon-is-a-smarter-choice-than-tuna-11587495755", "title": "Why Canned Salmon Is a Smarter Choice Than Tuna", "date": "2020-04-21 15:02", "summary": "This pantry powerhouse is tastier, healthier and far more sustainable. FOOD CHOICES were fraught even before the coronavirus pandemic. What tastes good is often bad for your health or the environment-or both. And therein lies the beauty of canned salmon, which is extraordinarily healthy, sustainable and deliciously versatile.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volunteers-in-coronavirus-response-ruffle-some-at-fema-11587489141", "title": "Volunteers in Virus Response Ruffle Some at FEMA", "date": "2020-04-21 14:37", "summary": "Some private-sector employees helped source supplies, but communications prompted concerns. WASHINGTON-White House senior adviser Jared Kushner in March launched an effort under the government's emergency powers to enlist private-sector volunteers in the coronavirus pandemic response.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/springtimes-most-delicious-pursuit-11587571335", "title": "Springtime's Most Delicious Pursuit: Morel Mushrooms", "date": "2020-04-21 14:31", "summary": "For a fleeting few weeks, these delicacies lure us to forests and farmers' markets. This recipe captures their haunting, woodsy flavor.. IN APRIL, tree blossoms tease. Warm days can be swept away by cold rain. But the morel mushroom, pushing its honeycombed head through the underbrush, never lies.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/listening-at-a-different-wavelength-11587493684", "title": "Listening at a Different Wavelength", "date": "2020-04-21 14:28", "summary": "On the joys of tuning in to old-school radio in an increasingly digital, on-demand world.. On the run from Covid-19, I'm sheltering in place with my husband in rural Connecticut but determinedly ending every afternoon with a walk. There's no reason to be concerned about social distancing; the vertiginous back-roads route that I've chosen all but guarantees solitude. The weather has generally been gloomy-perfectly in keeping with the times. But for the hour and a half that I'm at large I'm at peace. I've got Sibelius, I've got gospel, I've got news and sports, I've got rhythm.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guccis-chinese-revenue-up-in-april-after-bruising-first-quarter-11587492700", "title": "Gucci's Chinese Revenue up in April After Bruising First Quarter", "date": "2020-04-21 14:11", "summary": "First-quarter sales fell 22%, but Chinese luxury shoppers now appear eager to spend. Gucci's revenue fell sharply in the first quarter because of the coronavirus pandemic, as its heavy reliance on Chinese shoppers hit the Italian fashion label hard when Beijing locked down the economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-congress-help-or-crush-u-s-recovery-11587492218", "title": "Will Congress Help or Crush U.S. Recovery?", "date": "2020-04-21 14:03", "summary": "Phil Gramm and Michael Solon's message that \"More 'Stimulus' Would Crush the Recovery\" clearly is falling on deaf ears in Congress.. Phil Gramm and Michael Solon's message that \"More 'Stimulus' Would Crush the Recovery\" (op-ed, April 15) clearly is falling on deaf ears in Congress. Both parties share President Trump's desire to pass an infrastructure bill, but House Democrats are forging ahead with a far more ambitious spending plan in the just-introduced Emergency Money for People Act. The EMPA would provide $2,000 monthly payments to all Americans over the age of 16 who make less than $130,000 a year, and those payments would continue until unemployment falls to pre-coronavirus levels (below 4% in recent months).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisons-are-not-built-for-social-distancing-11587492137", "title": "Prisons Are Not Built for Social Distancing", "date": "2020-04-21 14:02", "summary": "When inmates are infected it endangers staff, guards and their families and residents of prison communities, but the ones most vulnerable to death are those locked up.. The Journal describes the federal prison in Oakdale, La., as \"under siege\" (\"Virus Puts a Prison Under Siege,\" The Coronavirus Pandemic, April 7). One inmate sent me word that \"the virus is jumping around like fleas on a dog.\" The living conditions in Oakdale are so cramped, inmates living one on top of the other, no protection, no privacy, communal showers and shared soap. Urinals are inches apart. There can be no safe separation. The living conditions make inmates vulnerable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-costs-from-hospitals-loss-of-revenue-11587492095", "title": "Many Costs From Hospitals' Loss of Revenue", "date": "2020-04-21 14:01", "summary": "Restricting elective surgery for a prolonged period will have an adverse impact on the physical skills of surgeons.. Your editorial \"Sending Hospitals into Bankruptcy\" (April 20) doesn't go far enough. Restricting elective surgery for a prolonged period will have an adverse impact on the physical skills of surgeons. Surgeons have many years of training and experience to develop the physical skills to perform safe and expeditious operations. This is especially true for surgeons who perform delicate reconstructive operations. These operations include robotic procedures, correction of congenital heart defects in infants and young children, vascular surgery, brain and spinal-cord surgery, as well as plastic reconstructive procedures, to mention a few. If the restriction of elective operations continues for an extended period, the surgeons' skills will atrophy. Unfortunately, this may result in an increased risk and the likelihood of complications in such operations when normal operating-room activity returns.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fallout-prompts-u-s-olympic-paralympic-committee-to-cut-budget-10-20-11587492104", "title": "Coronavirus Prompts Budget Cut for U.S. Olympic & Paralympic Committee", "date": "2020-04-21 14:01", "summary": "CEO says long-term trims needed but pledges to maintain 2020 funding to sports governing bodies and athletes in wake of Tokyo Games postponement. Facing a one-year delay to the Summer Olympics and an economy devastated by the coronavirus pandemic, the U.S. Olympic & Paralympic Committee plans to cut its budget 10-20% through 2024, CEO Sarah Hirshland said.", "categories": [["WSJ News Exclusive", "Olympics"]], "category_links": ["https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadians-often-occupied-the-white-house-on-screen-11587492058", "title": "Canadians Often Occupied the White House on Screen", "date": "2020-04-21 14:00", "summary": "Far from being \"second tier,\" Raymond Massey was the finest movie villain of the 1930s and '40s.. Terry Teachout expresses surprise that Hollywood would cast \"a second-tier Canadian actor\" as Abraham Lincoln (\"Perfectly Cast for Perilous Times,\" Life & Arts, March 20). Other Canadian actors have portrayed American presidents: Walter Huston in \"Abraham Lincoln\" (1930) and Alexander Knox in \"Wilson\" (1944). Moreover, far from being \"second tier,\" Raymond Massey was the finest movie villain of the 1930s and '40s, portraying Citizen Chauvelin in \"The Scarlet Pimpernel\" (1934), Black Michael in \"The Prisoner of Zenda\" (1937), the stern island governor in \"The Hurricane\" (1937), John Brown in \"Santa Fe Trail\" (1940), and the Nazi officer in \"Desperate Journey\" (1942), as well as Jonathan Brewster in \"Arsenic and Old Lace\" (1944). He also played James Dean's stern father in \"East of Eden\" (1955).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-lenders-enter-fog-of-uncertainty-11587491972", "title": "Consumer Lenders Enter Fog of Uncertainty", "date": "2020-04-21 13:59", "summary": "Credit-card and auto lenders don't yet believe borrowers will perform as badly as they did in 2009. Consumer lenders are preparing for something pretty bad to happen to borrowers-but perhaps not bad enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-report-affirms-u-s-intelligence-findings-on-2016-russian-interference-11587483408", "title": "Senate Report Affirms U.S. Intelligence Findings on 2016 Russian Interference", "date": "2020-04-21 13:50", "summary": "Heavily redacted bipartisan report is latest volume by Senate Intelligence Committee. WASHINGTON-The U.S. intelligence community's conclusion that Russia interfered in the 2016 election to help elect Donald Trump was accurate and based on strongly sourced information and sound analytical judgment, a bipartisan Senate report has concluded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-for-good-dough-11587491186", "title": "'Waiting for Good Dough'", "date": "2020-04-21 13:46", "summary": "The lockdown's threat to our currency.. Wall Street was atwitter last week on the news that legendary investor Paul Singer of Elliott Management warned in a letter to investors of the possibility of steep declines in stock prices. But it's another part of Mr. Singer's letter that is most concerning to this column. How many dollars can the Federal Reserve create before people start questioning the value of each one?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daily-coronavirus-death-counts-lowball-fatalities-but-are-critical-for-scientists-11587489958", "title": "Daily Coronavirus Death Counts Lowball Fatalities but Are Critical for Scientists", "date": "2020-04-21 13:25", "summary": "Number helps to furnish early warnings of trends in spread of Covid-19. The number of people reported to have died world-wide Monday after contracting the new coronavirus: 5,263, according to the World Health Organization. The number who actually died: unknown.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fund-that-ate-the-oil-market-11587489608", "title": "The Fund That Ate the Oil Market", "date": "2020-04-21 13:20", "summary": "The USO ETF controls nearly a third of the main oil-futures contract, as traders fear it too will fall into negative territory. A little knowledge can be a dangerous thing-especially in the oil market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eu-and-its-farmers-depend-on-open-borders-coronavirus-upends-that-11587489550", "title": "'The French Are Very Bad at Picking Asparagus.' Virus Imperils European Farming.", "date": "2020-04-21 13:19", "summary": "Resume Subscription. Caroline Goursat had recently finished training as a flight attendant when France went into a strict coronavirus lockdown, sealing its borders and grounding planes. Days later, the 19-year-old was waking up at dawn to pick white asparagus at a farm in southern France.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-americas-small-truckers-demand-is-falling-off-a-cliff-11587488511", "title": "For America's Small Truckers, Demand Is 'Falling Off a Cliff'", "date": "2020-04-21 13:01", "summary": "Small operators critical to supply chains are heavily exposed to a deepening downturn. Tony Singh has spent much of the past month working the phones to find shipments to get his trucks back on the road. So far, the owner of a small Richmond, Va.-based trucking company has come up dry.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-ancient-parliament-goes-virtual-to-cope-with-coronavirus-11587479254", "title": "Britain's Ancient Parliament Goes Virtual to Cope With Coronavirus", "date": "2020-04-21 12:47", "summary": "With House of Commons' lawmakers using Zoom for debates, political discussions will be far less rowdy. LONDON-Britain's House of Commons, one of the world's oldest elected assemblies, reopened its doors on Tuesday offering a taste of ancient democracy repurposed for the coronavirus age.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-the-laboratories-in-wuhan-11587486996", "title": "Coronavirus and the Laboratories in Wuhan", "date": "2020-04-21 12:36", "summary": "Their researchers travel to caves across China, where they capture live bats to study viruses.. The U.S. government is investigating whether the Covid-19 virus came from a government laboratory in Wuhan, China. The Chinese Communist Party denies the possibility. \"There is no way this virus came from us,\" claimed Yuan Zhiming over the weekend. Mr. Yuan is a top researcher at the Wuhan Institute of Virology, which studies some of the world's deadliest pathogens. He is also secretary of the lab's Communist Party committee. He accuses me of \"deliberately trying to mislead people\" for suggesting his laboratory as a possible origin for the pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-again-faces-fear-itself-11587486933", "title": "America Again Faces 'Fear Itself'", "date": "2020-04-21 12:35", "summary": "Now, as in 1933, it's up to leaders to state facts, earn trust and project confidence.. \"The only thing we have to fear is fear itself,\" Franklin Delano Roosevelt declared in his First Inaugural Address, \"nameless, unreasoning, unjustified terror which paralyzes needed efforts to convert retreat into advance.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-decide-on-remote-voting-amid-coronavirus-outbreak-11587486758", "title": "House Set to Decide on Remote Voting Amid Coronavirus Outbreak", "date": "2020-04-21 12:32", "summary": "Rule change set for vote Thursday as lawmakers return for stimulus package. WASHINGTON-A top Democrat said the House of Representatives would hold a vote on whether to change its rules to allow lawmakers to cast votes remotely during the coronavirus pandemic, as party leaders relented to growing pressure from rank-and-file members.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-oil-giant-eni-forfeits-24-5-million-to-resolve-bribery-probe-11587425497", "title": "Italian Oil Giant Eni Forfeits $24.5 Million to Resolve Bribery Probe", "date": "2020-04-21 12:16", "summary": "Company has agreed to settle alleged violations of the U.S. Foreign Corrupt Practices Act, SEC says. Eni SpA has settled allegations in the U.S. that a subsidiary used sham contracts with an intermediary to improperly win contracts from an Algerian state-owned oil company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-crisis-nothing-beats-the-real-thing-11587485152", "title": "In a Crisis, Nothing Beats the Real Thing", "date": "2020-04-21 12:05", "summary": "Coca-Cola's less-loved brands take a back seat in the coronavirus pandemic. If you were wondering how sales of diet Mr. Pibb have been faring during the coronavirus crisis, the brand's owner Coca-Cola Corp. hinted at an answer on Tuesday.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-unity-government-faces-first-test-to-annex-or-not-to-annex-11587483794", "title": "Israeli Unity Government Faces First Test: to Annex or Not to Annex", "date": "2020-04-21 11:43", "summary": "One issue looms large for Benjamin Netanyahu and Benny Gantz's shaky new political union. TEL AVIV-After three fiercely fought elections within a single yearlong period, Prime Minister Benjamin Netanyahu and his political rival Benny Gantz agreed on little.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-oil-stranded-in-supertankers-as-backlog-piles-up-11587478831", "title": "Saudi Oil Stranded in Supertankers as Backlog Piles Up", "date": "2020-04-21 11:42", "summary": "OPEC is debating production cuts that would go beyond the historic oil pact they agreed to with the U.S. and Russia. Saudi Arabia's oil-price war with Russia flooded the market with crude. Now, with demand having dried up and buyers hard to find, the kingdom is resorting to storing much of it at sea.", "categories": [["WSJ News Exclusive", "Commodities"]], "category_links": ["https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-face-difficult-recovery-from-coronavirus-crisis-11587483371", "title": "Hospitals Face Difficult Recovery From Coronavirus Crisis", "date": "2020-04-21 11:36", "summary": "Health-care stocks have performed well during the Covid-19 crisis, but earnings from the largest U.S. hospital chain suggest that optimism may be misplaced. The spread of the novel coronavirus has upended the hospital business model. Earnings from the largest publicly traded bellwether are an ominous sign for the rest of the industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-regulator-moves-to-ease-cash-crunch-at-mortgage-servicers-11587475780", "title": "Fannie, Freddie Regulator Moves to Ease Cash Crunch at Mortgage Servicers", "date": "2020-04-21 11:35", "summary": "Servicers were on the hook for as long as a year's worth of payments on mortgages on forbearance. That has been capped at four months.. WASHINGTON-A top U.S. regulator took a step to help struggling mortgage lenders contend with a cash crunch as millions of Americans suspend monthly payments on their home loans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-probes-energy-trader-11587483206", "title": "Singapore Probes Energy Trader", "date": "2020-04-21 11:33", "summary": "Hin Leong Trading may have suffered hidden futures losses of about $800 million. Singapore police said Tuesday they are investigating a major energy trading firm, after revelations that it may have suffered hidden futures losses of about $800 million over several years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-has-gotten-14-000-complaints-about-social-distancing-violators-11587482276", "title": "New York City Has Gotten 14,000 Complaints About Social-Distancing Violators", "date": "2020-04-21 11:27", "summary": "Complaints to 311 system were fairly evenly distributed across city amid anxiety over coronavirus, WSJ analysis shows. New York City residents submitted 14,000 complaints to the city's police about people violating social-distancing rules enacted to stop the spread of the novel coronavirus, but they have led to relatively few summonses and arrests, records show.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-workers-at-a-lysol-plant-have-a-mission-now-11587482618", "title": "Lysol Factory Job Becomes a Calling. 'Hey, I Work at the Place That Makes That.'", "date": "2020-04-21 11:23", "summary": "At a New Jersey factory making anti-coronavirus disinfectant spray, employees feel inspired. For 24 years, Gabe Scuderi had a job, not a purpose.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-coronavirushit-joe-biden-raked-in-campaign-cash-in-march-11587461403", "title": "Biden Faces Cash Disadvantage vs. Trump's $244 Million War Chest", "date": "2020-04-21 11:02", "summary": "The former vice president raked in campaign cash in March before coronavirus shutdowns. Joe Biden raked in about $33 million in the first half of March as he barreled toward the Democratic presidential nomination. Then the nation largely shut down due to the spread of the coronavirus, and his fundraising rate slowed by half.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/val-kilmer-walked-like-a-cowboy-and-talked-like-a-comedian-11587481292", "title": "Growing Up, Val Kilmer Walked Like a Cowboy and Talked Like a Comedian", "date": "2020-04-21 11:01", "summary": "The actor reflects on growing up a 'hard-charging kid,' having Roy Rogers and Charles Manson for neighbors, and his brother's untimely death. Val Kilmer, 60, is an actor who has starred in \"The Doors,\" \"Top Gun\" and \"Batman Forever.\" He is the author of the memoir \"I'm Your Huckleberry\" (Simon & Schuster). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-quarterly-sales-slide-as-pandemic-progresses-11587466055", "title": "Coca-Cola Sales Slide as Pandemic Progresses", "date": "2020-04-21 10:52", "summary": "Citing slow recovery in Asia, Coke CEO says 'we are still a long way from the new normal'. Coca-Cola Co. said its global sales volume has fallen 25% since the beginning of April amid pandemic lockdowns, and cautioned that consumer spending won't immediately bounce back as countries begin to reopen.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chevy-speedster-that-took-more-than-50-years-to-build-11587480194", "title": "A Chevy Speedster That Took More Than 50 Years to Build", "date": "2020-04-21 10:43", "summary": "How a small group of enthusiasts are still crafting the hot rods of the early 20th century. Dave Penniman, 82, a retired information scientist living in Columbus, Ohio, on his 1927-1928 Chevrolet speedster, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-people-with-autism-lockdowns-shatter-routine-heighten-anxiety-11587480231", "title": "For People With Autism, Lockdowns Shatter Routine, Heighten Anxiety", "date": "2020-04-21 10:43", "summary": "The coronavirus pandemic has disrupted the reliable pace and structure of life essential to many people with autism. When Amy Belles first heard the coronavirus lockdown would close her son's school in Ohio, it felt like the moment 14 years ago when he was first diagnosed with autism.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-pull-back-from-home-purchases-in-march-as-coronavirus-spread-11587478420", "title": "Americans Pulled Back From Home Purchases in March", "date": "2020-04-21 10:43", "summary": "Sales of previously owned homes marked biggest month-over-month decline since November 2015. WASHINGTON-Americans pulled back from purchases of previously owned homes in March as the coronavirus pandemic shut down much of the U.S. economy, triggering a decline in the biggest part of the housing market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escape-from-new-york-city-11587477601", "title": "Escape From New York City", "date": "2020-04-21 10:00", "summary": "Many New York City residents are packing up their apartments and heading for the hills or suburbs to escape the pandemic-some permanently. Like many families with young children, Stan and Julia Usherenko had long planned to move to the suburbs, where they could afford a larger home and a yard. This year, they finally started what they assumed would be a leisurely search. Then the pandemic hit.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-that-dont-cut-executive-pay-now-could-pay-for-it-later-11587477361", "title": "Companies That Don't Cut Executive Pay Now Could Pay for It Later", "date": "2020-04-21 09:56", "summary": "Not taking pay cuts could affect companies' reputations, remuneration advisers say. Senior executives are taking pay cuts in an attempt to show solidarity with their employees who are being downsized in unprecedented numbers. And while forgoing a few high-end salaries may be immaterial to the bottom line, companies whose leaders don't follow suit face reputational risks for years to come.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-million-people-watched-the-dropkick-murphys-play-online-is-that-a-business-model-11587475565", "title": "10 Million People Watched the Dropkick Murphys Play Online. Is That a Business Model?", "date": "2020-04-21 09:26", "summary": "Their concert plans on hold, artists like YungBlud and Tinashe are taking their acts online and hoping fans and dollars follow. The Dropkick Murphys were scheduled to play six club dates in Boston around St. Patrick's Day. Coronavirus ended that plan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aftermarket-sneaker-phenom-stadium-goods-plans-expansion-11587475544", "title": "Aftermarket Sneaker Phenom Stadium Goods Plans Expansion", "date": "2020-04-21 09:25", "summary": "The reseller of mint-condition sneakers, acquired by Farfetch for $250 million, readies plans for more streetwear, another store-and maybe a shoe of their own. We're the new luxury,\" says Jed Stiller, the 41-year-old co-founder of Stadium Goods, an e-commerce website and New York City retail space that has risen to popular acclaim and financial strength by selling pristine aftermarket sneakers at premium prices. Stiller and his business partner, John McPheters, 40, launched their SoHo flagship and website in 2015. In early 2018, LVMH Luxury Ventures group led an $11.5 million round of investments in Stadium Goods, and a year later, in January 2019, the publicly traded digital fashion platform Farfetch acquired the company for $250 million.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-and-tech-to-headline-earnings-this-week-11587312000", "title": "Airline, Tech Earnings to Give Look Into Crisis", "date": "2020-04-21 09:21", "summary": "Netflix, Delta, Coke and IBM are among the big names expected to report results as earnings season picks up. Almost a fifth of S&P 500 companies are scheduled to report earnings this week, giving investors a look into how the Covid-19 pandemic has ravaged different sectors of the economy, from airlines to tech companies.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-pastime-playing-esports-against-strangers-with-cash-at-stake-11587466800", "title": "Amid Pandemic, More Turn to Videogame Face-Offs for Cash", "date": "2020-04-21 09:09", "summary": "Usage is surging on apps that let people wager money on their ability to beat others at 'Fortnite,' 'NBA 2K' and other popular videogames. As often as 10 times a day, Robert Johnson competes online against people he doesn't know at one of his favorite videogames, \"NBA 2K.\" He isn't playing just for fun.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermodel-naomi-campbell-on-how-the-fashion-industry-can-stay-relevant-during-the-pandemic-11587473740", "title": "Supermodel Naomi Campbell On How the Fashion Industry Can Stay Relevant During the Pandemic", "date": "2020-04-21 08:55", "summary": "While quarantining in her New York apartment, the supermodel interviews Sharon Stone and other celebrity friends for her YouTube series, 'No Filter with Naomi.'. Supermodel Naomi Campbell, who is marking her 34th year in fashion, has seen the industry weather tough times. There was the AIDS crisis during the '80s and early '90s. The 9/11 terrorist attacks happened during New York Fashion Week in 2001. A financial crisis slammed the global economy in the late 2000s.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-and-starwood-capital-check-in-to-extended-stay-america-11587473358", "title": "Blackstone and Starwood Capital Check In to Extended Stay America", "date": "2020-04-21 08:49", "summary": "The extended-stay segment of the lodging market has garnered attention during the coronavirus pandemic. The often staid extended-stay segment of the lodging market, where many guests book hotel rooms for weeks rather than days, has been getting a lot of attention during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-investors-stash-more-cash-in-money-market-funds-during-pandemic-11587467764", "title": "Chinese Investors Stash More Cash in Money-Market Funds During Pandemic", "date": "2020-04-21 08:35", "summary": "Individual investors pour more than $141 billion into domestic money-market mutual funds in first quarter. Individual investors in China flocked to money-market funds in the first three months of this year, stashing more of their savings in low-risk investments during the coronavirus pandemic and turmoil in the country's stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rules-of-fomo-essay-11587426413", "title": "The New Rules of FOMO", "date": "2020-04-21 08:34", "summary": "The \"fear of missing out\" used to cause pervasive dread. But in a socially altered time, there's an unlikely use for it. Our columnist weighs in. I know why my friends are worried. Since I moved to New York City from Middle America two decades ago, my entire life has been about going out. I made a career out of it. My first real job was as a party reporter. Currently, I'm the Head of Fashion and Beauty at YouTube, which has me traveling the globe and live-streaming the runways of Milan, Paris and London onto YouTube.com/Fashion, the largest aggregator of style video content.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-receive-plasma-from-recovered-coronavirus-patients-in-national-study-11587470778", "title": "Hundreds Receive Plasma From Recovered Coronavirus Patients in National Study", "date": "2020-04-21 08:06", "summary": "Researchers seek evidence about plasma therapy outcomes and new knowledge for future outbreaks. Six hundred severely ill Covid-19 patients have received blood plasma from recovered patients in a study researchers hope sheds light on whether the experimental therapy improves health outcomes and yields other useful data outside the scientific rigor of a traditional clinical trial.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-keeps-2020-guidance-11587470543", "title": "Lockheed Martin Keeps 2020 Guidance", "date": "2020-04-21 08:02", "summary": "World's biggest defense contractor posts first-quarter profit flat with a year earlier and higher per-share earnings. Lockheed Martin Corp. on Tuesday kept its 2020 guidance largely unchanged as it mitigated the impact of the coronavirus pandemic on production and its supply chain.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-still-boo-online-during-the-nfl-draft-11587470402", "title": "You Can Still Boo Online During the NFL Draft", "date": "2020-04-21 08:00", "summary": "There won't be tens of thousands of fans at the draft. So a college student wrote a program to instantly quantify how every team's fan base is reacting online.. NFL teams are normally judged on their draft picks by the simplest metric possible. Roger Goodell walks to the podium and announces the selection. Then the throngs of fans in attendance immediately grade the pick one of two ways: They cheer. Or they boo.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-left-the-coronavirus-behindbut-not-for-long-11587470403", "title": "They Left the Coronavirus Behind-but Not for Long", "date": "2020-04-21 08:00", "summary": "Meet a group of Americans who have had their lives upended by the pandemic twice: first in China then again in the U.S.. Susan Seats couldn't wait for life to get back to normal after she was evacuated from China, where the new coronavirus first originated. Instead, the 69-year-old Chicago native saw the hallmarks of the pandemic play out all over again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-pours-into-distressed-real-estate-funds-as-investors-aim-to-play-offense-11587470400", "title": "Cash Pours Into Distressed Real-Estate Funds as Investors Aim to 'Play Offense'", "date": "2020-04-21 08:00", "summary": "In early April there were 939 commercial-property funds globally raising money-a record-and they were targeting $297 billion. Investors are pouring billions of dollars into new real-estate funds created to buy distressed debt backed by hotels, malls, office buildings and other commercial properties suffering big losses of value during the coronavirus crisis.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-world-wrestles-with-taking-small-business-loans-11587470400", "title": "Silicon Valley Debate: Should Venture-Backed Firms Take Stimulus Money?", "date": "2020-04-21 08:00", "summary": "Some object to companies with money or access to investors also applying for rescue funding; others say such moves are needed. Many startups rushed to claim funds from the U.S. government's small business loan program. Now venture capitalists and startup founders are debating whether they should have.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-bad-news-for-oil-from-china-11587470188", "title": "More Bad News for Oil from China", "date": "2020-04-21 07:56", "summary": "Hopes that China can soak up excess supply as its economy recovers may be misplaced. Oil markets should brace for more bad news-this time from China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-morris-profit-rises-but-sees-duty-free-sales-declining-11587470093", "title": "Philip Morris Lifts Profit But Sees Duty-Free Sales Declining", "date": "2020-04-21 07:54", "summary": "Tobacco company withdraws guidance for 2020, expects reduced travel amid coronavirus to dent duty-free sales. Philip Morris International Inc. said its profit and sales rose for the latest quarter but withdrew its guidance for 2020, expecting reduced travel amid the Covid-19 pandemic to further dent its duty-free sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-are-catching-up-on-unemployment-payments-backlog-labor-secretary-says-11587469720", "title": "Labor Secretary Says States Catching Up on Jobless-Payments Backlog", "date": "2020-04-21 07:48", "summary": "Eugene Scalia says states are paying more in benefits and have hired staff at unemployment offices. WASHINGTON-States are catching up on a backlog of unemployment-benefit claims triggered by coronavirus-related shutdowns and delivering bigger payments to laid-off workers, Labor Secretary Eugene Scalia said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-abe-taken-to-task-over-itsy-bitsy-masks-11587469588", "title": "Japan's Abe Taken to Task Over Itsy-Bitsy Masks", "date": "2020-04-21 07:46", "summary": "Government recently began sending two washable cloth masks to every household, but complaints soon followed that the masks were too small. TOKYO-Public approval ratings for many European leaders have soared and President Trump's support is holding up during the coronavirus pandemic. But in Japan, which has experienced much less illness and death from Covid-19, Prime Minister Shinzo Abe's popularity is sliding.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bain-capital-credit-invests-50-million-with-fleet-management-company-11587468546", "title": "Bain Capital Credit Invests $50 Million With Fleet Management Company", "date": "2020-04-21 07:29", "summary": "Merchants Fleet said it has seen its last-mile delivery business spike as the coronavirus pandemic has led to increased online shopping. The credit unit of Bain Capital has invested $50 million in Merchants Fleet, a car and trucking fleet management company that has seen demand for its services soar during the coronavirus pandemic.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-to-close-businesses-italys-economic-hub-cant-shake-off-coronavirus-11587466801", "title": "Slow to Close Businesses, Italy's Economic Hub Can't Shake Off Coronavirus", "date": "2020-04-21 07:00", "summary": "Country faces the challenge of reopening businesses despite a high level of continuing contagion from the virus in its economic heartland. MILAN-Italy's coronavirus pandemic passed its peak three weeks ago. But the ebbing of contagion is slow, prolonging the pain of the national lockdown, and the biggest problem is where it all began: Lombardy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-may-feel-the-recessionary-burn-11587466800", "title": "Peloton May Feel the Recessionary Burn", "date": "2020-04-21 07:00", "summary": "The exercise-bike maker's quick pace could falter in a recessionary descent. Peloton Interactive Inc. is coasting on shelter-in-place mandates, but recessionary headwinds are coming.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-had-a-coveted-coronavirus-plan-what-went-wrong-11587464319", "title": "Singapore Had a Coveted Virus Plan. What Went Wrong?", "date": "2020-04-21 06:18", "summary": "The virus is ripping through foreign-worker dormitories where thousands of occupants have tested positive. SINGAPORE-From the start, Singapore had a plan to fight the coronavirus. Even as South Korea grappled with a big outbreak in February and Hong Kong drew flak for moving too slowly to fully shut its border with China, the city-state garnered praise for its quick response and sophisticated contact tracing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-veterans-bryan-wiener-sarah-hofstetter-join-e-commerce-firm-11587463202", "title": "Ad Veterans Bryan Wiener, Sarah Hofstetter Join E-Commerce Firm", "date": "2020-04-21 06:02", "summary": "Profitero, which provides e-commerce software and services for companies, has also raised $20 million in a new funding round. Ad industry veterans Bryan Wiener and Sarah Hofstetter were named chief executive and president, respectively, at e-commerce technology company Profitero Inc.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poll-finds-67-of-voters-support-mail-in-ballots-for-november-elections-11587463200", "title": "Poll Finds 67% of Voters Support Mail-In Ballots for November Elections", "date": "2020-04-21 06:00", "summary": "Some 58% of voters in the survey said they favor changing election laws permanently to allow voting by mail. As states explore ways to expand voting options amid the coronavirus outbreak, a new Wall Street Journal/NBC News poll finds that a majority of voters support changing election law so that everyone can vote by mail.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bats-expert-says-her-wuhan-lab-wasnt-source-of-new-coronavirus-11587463204", "title": "China Bat Expert Says Wuhan Lab Wasn't Source of New Coronavirus", "date": "2020-04-21 06:00", "summary": "Internationally respected virologist who sequences bat viruses finds herself in spotlight over Covid-19. For the past 15 years, Chinese scientist Shi Zhengli has warned the world-in English, Chinese and French-that bats harbor coronaviruses that pose serious risks to human health.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-virgin-australias-foreign-backers-became-liability-in-search-for-bailout-11587462987", "title": "Bankrupt Virgin Australia's Foreign Backers Became Liability in Search for Bailout", "date": "2020-04-21 05:56", "summary": "Australian government refused financial aid during coronavirus pandemic on fears it would end up bailing out foreign carriers that own 90% of airline's stock. SYDNEY-Australia's second-largest airline, Virgin Australia Holdings Ltd., cultivated investors from the Middle East to China to grow rapidly and shield it from turbulence in the global aviation industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cant-stop-americas-best-stocks-11587462781", "title": "Coronavirus Can't Stop America's Best Stocks", "date": "2020-04-21 05:53", "summary": "Microsoft, Apple, Amazon, Alphabet and Facebook make up 20% of the value of the S&P 500, the most powerfully concentrated handful of stocks since the 1970s. To get a sense of how much better U.S. blue chips have done compared with the rest of the world as the global economy is ravaged by coronavirus, consider this: Nasdaq-listed stocks were briefly worth more than the main index of developed markets outside the U.S. last week, having been worth only half as much five years ago.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-thiels-palantir-saw-coronavirus-coming-now-it-braces-for-the-impact-11587461402", "title": "Peter Thiel's Palantir Saw Coronavirus Coming. Now It Braces for the Impact.", "date": "2020-04-21 05:30", "summary": "Plans for an IPO this year are up in the air as the data firm deals with spending cuts by corporate clients. Peter Thiel's data firm Palantir Technologies Inc. got an early jump on the coronavirus, recalling staff from abroad ahead of most companies. In recent weeks, it parlayed that knowledge into a growing role helping governments around the world track the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-tips-for-campaigning-during-covid-19-a-candidate-opens-up-11587461401", "title": "Parent's Tips for Campaigning During Covid-19: A Candidate Opens Up", "date": "2020-04-21 05:30", "summary": "Kate Schroder is running for Congress in Ohio: juggling kids' schedules, fundraising and navigating a primary upended by the coronavirus. As Ohio congressional candidate Kate Schroder was preparing to share information in a recent Facebook video about the state's Democratic primary delay, her preschooler decided it would be a good idea to join.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-to-start-selling-plant-based-beef-in-starbucks-china-stores-11587458162", "title": "Beyond Meat to Start Selling Plant-Based Beef in Starbucks China Stores", "date": "2020-04-21 04:36", "summary": "The fake-meat seller is taking advantage of the reopening of the world's second-largest economy. One of America's largest purveyors of fake meat will start selling its products in China from Wednesday, taking advantage of the country's reopening after authorities there slowed the spread of the novel coronavirus.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-temporarily-halt-immigration-into-the-u-s-amid-coronavirus-crisis-11587436960", "title": "Trump to Temporarily Halt Immigration Into the U.S.", "date": "2020-04-21 04:22", "summary": "President says in tweet that he plans to sign executive order 'in light of the attack from the Invisible Enemy'. WASHINGTON-President Trump said he plans to sign an executive order temporarily suspending immigration into the U.S., saying he was doing so to protect American jobs as the novel coronavirus has taken a sharp toll on the economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-revenue-growth-slowed-sharply-by-coronavirus-u-s-blacklisting-11587456003", "title": "Huawei's Revenue Growth Slowed Sharply by Coronavirus, U.S. Blacklisting", "date": "2020-04-21 04:00", "summary": "Revenue rose 1.4%, a slowdown from the 39% growth it reported in the same quarter a year ago. HONG KONG-Huawei Technologies Co.'s revenue growth slowed sharply in the first quarter, the Chinese telecom giant said, as it contended with the effects of the coronavirus pandemic and a U.S. supplier blacklisting.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-oil-is-11-a-barrel-now-but-three-times-that-in-autumn-11587392745", "title": "Oil Costs Less Than Zero but More Than $30 This Fall", "date": "2020-04-21 00:49", "summary": "Many traders are betting that the coronavirus pandemic will run its course and demand for oil will jump later this year. U.S. oil futures plunged below zero for the first time Monday, a chaotic demonstration of the dwindling capacity to store all the crude that the world's stalled economy would otherwise be using.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-squeezes-profit-at-hca-as-fewer-patients-treated-11587492600", "title": "Pandemic Squeezes HCA Profit as Fewer Patients Treated", "date": "2020-04-21 00:01", "summary": "Hospital chain suspends dividend amid halt of nonessential procedures, says guidance uncertain. HCA Healthcare Inc., one of the nation's largest hospital chains, said its first-quarter profit fell as emergency departments and operating rooms emptied out in response to state orders to combat the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11587417064", "title": "Pepper...and Salt", "date": "2020-04-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-may-soon-buy-home-loans-in-forbearance-to-help-mortgage-firms-sources-say-11587438302", "title": "Fannie, Freddie May Soon Buy Home Loans in Forbearance to Help Mortgage Firms", "date": "2020-04-21 23:05", "summary": "Contemplated move by federal regulator follows pressure from Congress and mortgage industry amid coronavirus pandemic. A top U.S. regulator is considering taking steps to ease strains on mortgage companies facing a cash crunch as millions of Americans struggling with fallout from the coronavirus suspend their monthly payments, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-misinformation-spreads-on-facebook-watchdog-says-11587436159", "title": "Coronavirus Misinformation Spreads on Facebook, Watchdog Says", "date": "2020-04-21 22:29", "summary": "Sites with millions of Facebook followers are posting bunk science and conspiracy theories, despite social-media company's efforts. Posts on Facebook are promoting bogus Covid-19 cures and conspiracy theories about the origins of the coronavirus, despite efforts by the social-media giant to crack down on misinformation, a watchdog group says.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-20-2020-11587379189", "title": "Some Governors Move to Reopen as U.S. Coronavirus Cases Top 784,000", "date": "2020-04-21 21:40", "summary": "In New York, random antibody tests of 3,000 people begin as state's infection rate slows, new hospitalizations fall. U.S. governors took steps to start reopening their economies and focused on accelerating testing capacity for the new coronavirus, as infection rates slowed in hard-hit areas like New York and reported cases globally rose above 2.47 million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-sends-airlines-coronavirus-related-financial-aid-11587433089", "title": "U.S. Treasury Sends Airlines Coronavirus-Related Financial Aid", "date": "2020-04-21 21:38", "summary": "Payments sent to two large airlines and 54 smaller passenger carriers. WASHINGTON-The U.S. Treasury Department sent $2.9 billion in aid to airlines Monday, the first payments the government has made as part of a grant and loan program to help the industry weather disruptions caused by the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-trump-administration-near-deal-on-coronavirus-aid-to-small-businesses-11587392753", "title": "Lawmakers and Trump Administration Close to Small-Business Deal", "date": "2020-04-21 21:02", "summary": "Agreement also would include aid for hospitals and testing, but probably no money for state and local governments. WASHINGTON-Lawmakers and the Trump administration were closing in on a more than $450 billion agreement that would replenish a program for small businesses battered by the coronavirus and related shutdowns, aiming to end a weekslong impasse over the loan program.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-l-a-county-residents-likely-infected-with-coronavirus-than-thought-study-finds-11587428604", "title": "More L.A. County Residents Infected With Coronavirus Than Thought", "date": "2020-04-21 20:23", "summary": "Yet preliminary results indicate 94% of people in the area still haven't been infected and remain vulnerable to the virus. Many more people in Los Angeles have likely been infected with the new coronavirus than previously known, according to preliminary blood test results released Monday by the Los Angeles County Department of Health.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-australia-countrys-no-2-airline-enters-bankruptcy-amid-virus-woes-11587428591", "title": "Virgin Australia Enters Bankruptcy Amid Virus Woes", "date": "2020-04-21 20:23", "summary": "Airline hopes to recapitalize and emerge in stronger financial position. SYDNEY-Australia's second biggest airline, Virgin Australia Holdings Ltd. , said Tuesday that it is entering voluntary administration, one of the first big airlines to seek bankruptcy protection as the coronavirus pandemic upends global travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shake-shack-to-return-10-million-coronavirus-stimulus-loan-11587385439", "title": "Shake Shack to Return $10 Million Coronavirus Stimulus Loan", "date": "2020-04-21 20:15", "summary": "Burger chain defers to other businesses in need of federal funds after it raised capital from investors. Shake Shack Inc. said it would return a $10 million loan from a federal coronavirus aid program that some small restaurants say shouldn't have made funds available to big companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-face-of-mexico-charity-drug-lord-el-chapo-11587391200", "title": "New Face of Mexico Charity: Drug Lord 'El Chapo'", "date": "2020-04-21 20:10", "summary": "Incarcerated cartel chief's daughter is glorifying his image by using it on gifts to the needy. MEXICO CITY-The daughter of Mexican drug lord Joaquin \"El Chapo\" Guzmán is doing well by doing good.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]