[{"link": "https://www.wsj.com/articles/maryland-cancels-big-coronavirus-mask-order-11588447348", "title": "Maryland Cancels Big Coronavirus-Mask Order", "date": "2020-05-02 16:34", "summary": "The state says it has notified the attorney general about a high-profile broker. The state of Maryland has canceled a large order of coronavirus supplies from a politically connected company and asked state law-enforcement officials to investigate the matter, Maryland officials said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egyptian-filmmaker-who-mocked-president-in-music-video-dies-in-prison-11588444251", "title": "Filmmaker Jailed Over Music Video That Mocked Egypt's President Dies in Prison", "date": "2020-05-02 14:30", "summary": "Shady Habash was one of tens of thousands of artists and activists arrested in recent years as Abdel Fattah Al Sisi attempts to snuff out potential challenges to his rule. An Egyptian filmmaker detained for two years over a music video that mocked Egypt President Abdel Fattah Al Sisi has died, his family said Saturday, another death inside the country's prisons that human-rights groups have criticized for their harsh treatment of prisoners.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-of-slain-journalist-daniel-pearl-appeal-ruling-that-would-free-accused-11588441160", "title": "Parents of Slain Journalist Daniel Pearl Appeal Ruling That Would Free Accused", "date": "2020-05-02 13:39", "summary": "A Pakistani court recently overturned the murder conviction and death sentence of one man and absolved three men convicted of being accomplices. ISLAMABAD-The parents of murdered Wall Street Journal reporter Daniel Pearl asked Pakistan's Supreme Court to prevent the men convicted 18 years ago of his abduction and murder from going free after a lower court last month overturned those verdicts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italians-prepare-to-return-to-work-if-they-can-find-child-care-11588432436", "title": "Italians Prepare to Return to Work, if They Can Find Child-Care", "date": "2020-05-02 11:13", "summary": "With businesses opening but schools and day care still closed, parents are wrestling with how or whether to return to their jobs. ROME-More than four million Italians are getting ready to go back to work in May after eight weeks of lockdown to prevent the spread of the coronavirus. But with schools and day-care centers remaining closed until the fall, many parents are facing a dilemma: Who will look after the children?", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-hathaway-reports-49-7-billion-loss-in-first-quarter-11588422311", "title": "Warren Buffett's Berkshire Hathaway Reports $49.7 Billion Quarterly Loss", "date": "2020-05-02 11:02", "summary": "The selloff in markets hit the company's vast investments. Warren Buffett's Berkshire Hathaway Inc. swung to a first-quarter loss as the selloff in markets hit the company's vast investments, though the company's operating earnings rose in the quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-masks-are-the-new-concert-t-shirts-for-bands-11588431600", "title": "Coronavirus Masks Are the New Concert T-shirts", "date": "2020-05-02 11:00", "summary": "Merchandise companies, wounded by canceled tours, are churning out souvenir face coverings for Dave Matthews and Billie Eilish fans. Dave Matthews Band was set to do what it does practically every summer: hit the road. Now the jam band finds itself hawking face masks instead of concert T-shirts to avid fans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rejects-u-s-womens-soccer-players-pay-discrimination-claim-11588382896", "title": "Judge Rejects U.S. Women's Soccer Players' Pay-Discrimination Claim", "date": "2020-05-02 10:43", "summary": "The ruling is a severe blow to the case brought by the World Cup champions against their employer, the U.S. Soccer Federation. A federal judge dealt a severe blow to the U.S. women's soccer team's high-profile pay discrimination case against its employer, ruling that the players provided insufficient evidence to support their claim that the U.S. Soccer Federation illegally paid them less than members of the U.S. men's soccer team.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-isnt-the-ticket-for-amazons-cloud-11588429800", "title": "Travel Isn't the Ticket for Amazon's Cloud", "date": "2020-05-02 10:30", "summary": "AWS customers Airbnb and Lyft have been hit hard and may have contributed to Amazon's disappointing cloud growth. Amazon.com 's cloud operation has grown quickly to become one of the largest software businesses in the world. That also means there are lots of ways it can get hurt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airlines-brace-for-slow-recovery-as-coronavirus-losses-mount-11588429480", "title": "Airlines Brace for Slow Recovery", "date": "2020-05-02 10:24", "summary": "It took a month for the pandemic to halt travel. It could take years for passengers to come back, industry executives said.. Airlines lost billions of dollars in the first month after the coronavirus pandemic decimated travel. Now they are digging in for a recovery that could take years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-charges-two-iranians-over-oil-tanker-purchase-seeking-12-million-forfeiture-11588380410", "title": "U.S. Charges Two Iranians Over Oil Tanker Purchase", "date": "2020-05-02 10:07", "summary": "The two laundered money into the U.S. financial system to buy a tanker destined for Iran, prosecutors say. The U.S. on Friday charged two Iranians with violating U.S. sanctions on Iran by orchestrating a scheme to buy a petroleum tanker later used to illicitly transport oil in coordination with the country's state-owned oil company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-san-franciscos-aging-italians-grieve-from-afar-a-gelato-maker-drops-by-11588428000", "title": "Gelato Maker Works to Lift Spirits of San Francisco's Aging Italians", "date": "2020-05-02 10:00", "summary": "Guido Mastropaolo delivers the frozen treat to immigrant residents who have watched at a distance as Covid-19 devastates their homeland. SAN FRANCISCO-The normally bustling Marina district here is quiet, but Guido Mastropaolo's gelato shop was buzzing on a recent morning. His head gelato maker packed kilos of colorful flavors into 10 containers, and Mr. Mastropaolo rolled his eyes at his teenage daughter, who, at 10:30 a.m., had already gotten into the frozen treat.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meal-kits-thrive-during-coronavirus-lockdown-11588428000", "title": "Meal Kits Thrive During Coronavirus Lockdown", "date": "2020-05-02 10:00", "summary": "As families cook at home and cut back on grocery runs, companies like Blue Apron are finding a reversal of their misfortunes. Meal kits are making a comeback after years of faltering sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-batters-veterans-homes-in-new-jersey-and-new-york-11588428001", "title": "Coronavirus Batters Veterans Homes in New Jersey and New York", "date": "2020-05-02 10:00", "summary": "Official who oversaw troubled facilities resigned amid the crisis. Veterans homes in New Jersey and New York are struggling to contain growing coronavirus outbreaks as the disease continues to pummel facilities for older residents across the nation.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countries-that-kept-a-lid-on-coronavirus-look-to-each-other-to-revive-their-economies-11588424855", "title": "Countries That Kept a Lid on Coronavirus Look to Each Other to Revive Economies", "date": "2020-05-02 09:07", "summary": "A new international initiative hopes joint safety standards could help boost commercial ties and tourism. A group of countries that have made progress in containing the coronavirus pandemic but whose economies are suffering after a monthlong shutdown are banding together in a bid to rebuild business ties and tourism among themselves.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-tap-a-retirement-account-in-a-crisis-11588424400", "title": "How to Tap a Retirement Account in a Crisis", "date": "2020-05-02 09:00", "summary": "The Cares Act makes it easier to access your retirement savings if you're struggling due to Covid-19. Here's how to do it smartly.. In March, U.S. lawmakers passed a coronavirus relief and stimulus package to help Americans weather the economic shutdown.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-kills-people-an-average-of-a-decade-before-their-time-11588424401", "title": "Virus Kills People an Average of a Decade Before Their Time, Studies Find", "date": "2020-05-02 09:00", "summary": "Research, which can help governments assess economic cost of lockdowns, shows Covid-19 isn't merely hastening the end for the already ill. People dying of Covid-19 could have expected to live on average for at least another decade, according to two studies that help fill in the developing picture of the human cost of the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postvirus-travels-middlemen-could-bear-new-weight-11588424402", "title": "Postvirus, Travel's Middlemen Could Bear New Weight", "date": "2020-05-02 09:00", "summary": "Online-travel agents could continue to pay for industry headwinds from all directions. The online-travel industry is getting saddled with extra baggage. Investors may be underestimating the enduring weight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-states-offer-insured-versions-of-529-plans-11588424400", "title": "Some States Offer Insured Versions of '529' Plans", "date": "2020-05-02 09:00", "summary": "Investment options offered in some education-savings plans are backed by federal guarantees against loss, up to certain limits. Tumultuous financial markets have spooked many families trying to set aside money for college in \"529\" education-savings plans.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-aims-to-out-tough-trump-on-china-while-invoking-his-obama-experience-11588420801", "title": "Biden Aims to Out-Tough Trump on China While Invoking His Obama Experience", "date": "2020-05-02 08:00", "summary": "Former VP touts years of meetings with Chinese leadership as his camp says president has failed to hold Xi Jinping accountable over pandemic. WASHINGTON-Joe Biden says his decades of experience dealing with China make him better suited than President Trump to handle Beijing, though that record is drawing scrutiny over whether he mishandled the emerging U.S. rival.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-museums-and-galleries-reopen-visitors-face-new-rules-11588417255", "title": "As Museums and Galleries Reopen, Visitors Face New Rules", "date": "2020-05-02 07:00", "summary": "Institutions emerging from the coronavirus lockdown are reconfiguring spaces to keep employees and the public safe. As museums and galleries around the country prepare to reopen in coming weeks and months, most are still puzzling out how to protect employees and visitors from the coronavirus.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dealing-with-wanderlust-by-looking-backward-11588417200", "title": "Dealing With Wanderlust by Looking Backward", "date": "2020-05-02 07:00", "summary": "For homebound travelers, a glance at the road in the rearview mirror has pleasures of its own.. Last autumn, my wife and I traveled to England and France for our 25th wedding anniversary, a trip we almost didn't take. There were a hundred reasons not to go, and we'd considered delaying our second honeymoon until this spring, but we went ahead anyway. Now, as a pandemic makes such travel impossible, we're glad we took the plunge when we did.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-the-pleasures-of-spring-without-the-pollen-11588417200", "title": "The Staying Inside Guide: The Pleasures of Spring Without the Pollen", "date": "2020-05-02 07:00", "summary": "Online offerings from top botanical gardens let you watch the world come to life from the comfort of home.. Want to take a walk but cloistered inside because of the pandemic? You can still visit gardens virtually. And there's good reason to do so. Scientific studies have found that exposure to parks and gardens raises our spirits, improves our mental and physical health, and may even lower mortality-sometimes even via passive exposure, as through a window.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quarantinis-bread-makers-and-badminton-whats-hot-in-down-consumer-market-11588411800", "title": "'Quarantinis,' Bread Makers and Badminton: What's Hot in Down Consumer Market", "date": "2020-05-02 05:30", "summary": "Wall Street Journal analysis finds households shifted from supermarkets to online and from Whole Foods to waffle irons as lockdowns hit. U.S. consumer-spending patterns shifted in late March and early April as Americans adapted to continuing business closures and work-from-home orders to curb the spread of the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-states-begin-to-reopen-many-stay-homekeeping-economic-rebound-elusive-11588411801", "title": "As Restrictions Ease, Economic Rebound Remains Elusive", "date": "2020-05-02 05:30", "summary": "Early experience in South Carolina portends slow return to growth for U.S. when lockdowns lift. COLUMBIA, S.C.-Ghulam Mustafa was back at his jewelry stand at a shopping mall for the first time in weeks. Many of the stores around him remained closed, and few shoppers walked the halls.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-lenders-try-to-lure-borrowers-with-generous-termsfor-some-11588411801", "title": "Auto Lenders Try to Lure Borrowers With Generous Terms-For Some", "date": "2020-05-02 05:30", "summary": "Some customers are awash in car-financing offers amid the pandemic. Others are struggling to get loans just when they need them most.. Auto lenders are dangling easy financing terms to try to revive halted car sales.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-training-your-dog-via-zoom-sit-stay-dont-lick-the-screen-11588411800", "title": "Tips for Training Your Dog Via Zoom: Sit, Stay, Don't Lick the Screen", "date": "2020-05-02 05:30", "summary": "Richard Fischhof proves you can teach old dogs-and young coronavirus puppies-new tricks. Yes, even man's best friend can learn to social distance. The student had had enough. Thirty minutes into the private Zoom lesson, he crawled under his parents' bed. Despite their best efforts to coax him out, little Murphy wouldn't budge. Class canceled.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-is-said-to-have-attended-factory-opening-11588374281", "title": "Kim Jong Un, Smoking and Strolling, Reappears After Three-Week Absence", "date": "2020-05-02 04:58", "summary": "North Korean leader visits factory, while President Trump says two may talk soon. SEOUL-Newly published photos and video showed a smiling North Korean leader Kim Jong Un strolling around a factory Friday, ending a nearly three-week absence from public view that fueled rumors of his death.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588464070", "title": "Pepper...and Salt", "date": "2020-05-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-attitude-of-gratitude-11588392060", "title": "Nikki Haley: An Attitude of Gratitude", "date": "2020-05-02 00:01", "summary": "We are getting a small taste of how much we stand to lose when our freedom is restricted and our health threatened. Congratulations to the graduating class of 2020!", "categories": [["Life & Work", "Ideas", "Essay", "To the Class of 2020"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-senate-election-trends-inch-in-democrats-favor-11588392061", "title": "Amid Coronavirus, Senate Election Trends Inch in Democrats' Favor", "date": "2020-05-02 00:01", "summary": "Campaign contribution reports for first quarter show rise in donations to Democrats hoping to take Senate seats held by Republicans. In a week marked by indicators showing the economic havoc wreaked by the coronavirus, a potentially important political indicator arrived as well, to less attention.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-your-own-supercar-on-your-coffee-table-11588392034", "title": "Build Your Own Supercar...on Your Coffee Table", "date": "2020-05-02 00:00", "summary": "Dan Neil has driven the doors off a Bugatti Chiron supercar. But can he assemble a 3,599-piece Lego Technic version? He taps into his own inner 12-year-old to write this week's column. I DON'T NEED to tell you what's lame about Legos. You spend all this time putting a zillion little blocky-whatzits together, and your parents spend all this money they never shut up about, and when you're finished the thing just sits there, all done and everything. It's not like you can play with it. Oh, this one time my cousin stepped on this kid's Millennium Falcon. He was so mad....", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-the-50th-anniversary-of-humanitys-favorite-activity-staring-at-an-lcd-11588392002", "title": "In the Year of Screens, the LCD Turns 50", "date": "2020-05-02 00:00", "summary": "Americans invented liquid crystal displays but couldn't capitalize on them. On the technology's golden jubilee, it's time to reflect on the value of R&D.. Like so many people under coronavirus quarantine right now, there's a good chance you are reading this on an LCD screen. After all, most laptops, phones and TVs have them. If so, you are gazing upon a strange and hallucinogenic miracle of modern science and engineering.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-comic-con-to-cannes-pandemic-hit-events-look-for-ways-to-convene-11588392047", "title": "From Comic-Con to Cannes, Pandemic-Hit Events Look for Ways to Convene", "date": "2020-05-02 00:00", "summary": "Organizers of business conferences, auto shows and popular festivals decide whether to cancel, go digital or go ahead-with caution. Every year, 130,000 sci-fi and fantasy fans donning Captain America and Princess Leia costumes crowd into the San Diego Convention Center for the event known as Comic-Con, where they mingle with stars and other fans. Some 15,000 advertising executives descend on the French Riviera for a festival in Cannes, where parties on cozy yachts are the norm. At New York's Fancy Food Show, attendees sample each other's caviar and paté.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quiz-find-the-best-seeds-for-your-child-to-grow-11588392020", "title": "Quiz: Find the Best Seeds for Your Child to Grow", "date": "2020-05-02 00:00", "summary": "Children thrill at making things grow. Have yours take this questionnaire to pick the flower or herb seeds that best match their personalities.. WE MAY NOT have slowed our lives by choice, but why not take advantage of the laid-back pace to sow a patch of garden with your kids? We chose four almost fail-safe seeds and devised a questionnaire to help your children find the right plant for their personalities.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putting-everything-on-the-table-a-cleveland-restaurateur-plots-a-way-forward-11588392002", "title": "Business After Coronavirus: How One Cleveland Restaurant's Choices Ripple Through the Economy", "date": "2020-05-02 00:00", "summary": "Ben Bebenroth had a restaurant, a catering business and a farm focused on local food. Now he is reimagining every aspect of his operation to survive in the pandemic's aftermath. Just weeks ago, Ben Bebenroth felt on top of the world: His small food empire included an award-winning Cleveland restaurant, a thriving catering business and a family farm and he had big plans for expansion. After coronavirus, he is fundamentally rethinking his business to have any chance of saving it in a post-lockdown world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-consumer-is-nesting-will-that-last-11588392011", "title": "The U.S. Consumer Is Nesting. Will That Last?", "date": "2020-05-02 00:00", "summary": "In industries from food to fashion, survival hinges on how much the country's coronavirus crisis has permanently altered the American shopper. Clorox Co. , Amazon.com Inc. and Domino's Pizza Inc. can't ramp up fast enough to meet demand for cleaning products, home deliveries and snack food. More people are streaming videos from Netflix and music from Spotify. Shares of Peloton Interactive Inc. have soared as fitness buffs scrap their gym memberships.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-entertain-kids-at-home-they-have-34-suggestions-11588392000", "title": "How to Entertain Kids at Home? They Have 34 Suggestions", "date": "2020-05-02 00:00", "summary": "We asked dozens of kids, ages 5 to 16, what they've been doing during their time at home that they've most enjoyed-and how they'd spend their days if anything were possible. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-newfangled-dollhouses-offer-children-escape-right-now-11588392018", "title": "How Newfangled Dollhouses Offer Children Escape Right Now", "date": "2020-05-02 00:00", "summary": "These dollhouses are often only one room, but, with scope to 3-D print the smallest detail, they're opening new doors for design-minded kids trapped in their family homes. WHILE SOME of us fill our days in isolation by rollerblading for hours or reading 900-page gothic novels, Ella Doyle, 13, has goals of a smaller order: crafting tiny furniture for intricate, stylishly designed dollhouse rooms.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-denies-tara-reade-sexual-assault-allegation-11588334000", "title": "Biden Denies Tara Reade Sexual-Assault Allegation", "date": "2020-05-02 22:59", "summary": "Former vice president requests that 'any record of the complaint she alleges she filed' be made public. Former Vice President Joe Biden on Friday denied a sexual-assault allegation made against him by former Senate staffer Tara Reade, addressing the subject publicly for the first time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-to-name-new-central-bank-governor-11588338296", "title": "Tiff Macklem Is Named as New Bank of Canada Governor", "date": "2020-05-02 22:19", "summary": "Former No. 2 official to succeed Stephen Poloz. OTTAWA-Tiff Macklem will become the Bank of Canada's next governor, a surprise choice that will see the central bank's former No. 2 official lead the institution during the biggest global economic downturn since the Great Depression.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-of-29-2020-11588151875", "title": "U.S. Coronavirus Deaths Top 60,000 as New Data Show Economic Toll", "date": "2020-05-02 22:01", "summary": "States diverge on reopenings. Reported deaths from the novel coronavirus in the U.S. passed 60,000 Wednesday as Florida became the latest state to detail plans to reopen its economy and new data showed broad economic harm caused by worldwide lockdowns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-weighs-significant-layoffs-at-media-entertainment-units-11588379516", "title": "NBCUniversal Weighs Layoffs at Media, Entertainment Units", "date": "2020-05-02 21:19", "summary": "CEO Jeff Shell says company is trying 'pretty aggressively' to cut costs. Comcast Corp.'s NBCUniversal is reviewing operations across its portfolio of media and entertainment properties as part of a cost-cutting effort that could result in a significant reduction of staff, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-st-louis-fed-president-james-bullard-speaks-with-the-wall-street-journal-11588370691", "title": "Transcript: St. Louis Fed President James Bullard Speaks With The Wall Street Journal", "date": "2020-05-02 20:57", "summary": "Resume Subscription. Federal Reserve Bank of St. Louis President James Bullard was interviewed by Michael S. Derby of The Wall Street Journal Friday. Mr. Bullard maintained his optimism that the U.S. economy will soon start recovering from the coronavirus crisis and said an extended shutdown of the economy ultimately won't be feasible. He also said the Fed will provide strong support to the economy for some time to come and that he was not yet worried about deficit spending aimed at bolstering the economy in this time of profound trouble. The following has been lightly edited for clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-are-encouraged-but-not-required-to-wear-face-masks-11588375155", "title": "Senators Encouraged but Not Required to Wear Face Masks", "date": "2020-05-02 20:53", "summary": "Chamber receives guidance on coronavirus protection as members return to Washington. WASHINGTON-Senators returning to work in the week ahead will be encouraged but not required to wear face coverings and will be expected to self-monitor for coronavirus symptoms before reporting to the Capitol, according to new guidance issued by the attending physician for Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]