[{"link": "https://www.wsj.com/articles/michigan-ballot-count-uncertain-after-board-action-11605660687", "title": "Michigan Panel Reverses Itself, Certifies Detroit-Area Election Results", "date": "2020-11-17 23:28", "summary": "Wayne County Board of Canvassers had deadlocked 2-2 in earlier vote but backtracks following public criticism. In a late-night reversal, a canvassing board for the Michigan county that includes Detroit unanimously voted to certify the Nov. 3 election results, officials said, hours after the bipartisan panel deadlocked on the matter and briefly sent the state's election into uncertainty.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-fires-chris-krebs-top-cybersecurity-official-in-department-of-homeland-security-11605659868", "title": "Trump Fires Top Cybersecurity Official Who Defended Integrity of Election", "date": "2020-11-17 23:17", "summary": "Dismissal of Chris Krebs adds to series of personnel changes in national security since the election. WASHINGTON-President Trump fired the top cybersecurity official at the Department of Homeland Security, Chris Krebs, who oversaw efforts to safeguard the presidential election from foreign interference and in recent weeks disputed unsubstantiated claims of fraud advanced by Mr. Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-sen-chuck-grassley-tests-positive-for-covid-19-11605654161", "title": "Iowa Sen. Chuck Grassley Tests Positive for Covid-19", "date": "2020-11-17 22:02", "summary": "Grassley, 87 years old, is longest serving Senate Republican. Iowa Sen. Chuck Grassley, third in line to the presidency and longest-serving Republican in the chamber, said Tuesday that he had tested positive for Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honda-looks-to-new-civic-to-help-keep-its-edge-in-smaller-sedan-market-11605668400", "title": "Honda Looks to New Civic to Help Keep Its Edge in Sedan Market", "date": "2020-11-17 22:00", "summary": "As the pandemic pummels small-car sales, Honda redesigns one of its most popular nameplates in hopes of hanging onto younger, more cost-conscious buyers. Honda Motor Co. is trying to reinvigorate sales of one of its most recognizable nameplates, the Civic, as Americans' interest in sedan cars wanes.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-hand-back-to-mexico-ex-defense-minister-accused-of-drug-corruption-11605659154", "title": "U.S. to Hand Back to Mexico Ex-Defense Minister Accused of Drug Corruption", "date": "2020-11-17 21:47", "summary": "Arrest of Gen. Salvador Cienfuegos had strained bilateral ties. MEXICO CITY-The U.S. Department of Justice said Tuesday it would drop charges against Mexico's former defense minister, arrested last month for allegedly taking bribes from drug gangs, and return him to Mexico to face possible prosecution.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-joins-election-case-seeking-to-delay-pennsylvania-results-11605628941", "title": "Giuliani Claims in Court That Pennsylvania Election Was Stolen", "date": "2020-11-17 20:08", "summary": "State election officials defend the election as fair; no evidence of widespread fraud has emerged. Rudy Giuliani appeared in court for the first time on behalf of the Trump campaign Tuesday, claiming that the presidential election had been marred by voter fraud, particularly because of the prevalence of mail-in ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibribery-group-praises-u-s-enforcement-against-foreign-bribery-11605655374", "title": "Antibribery Group Praises U.S. Enforcement Against Foreign Bribery", "date": "2020-11-17 20:02", "summary": "An OECD working group on bribery recommends the U.S. extend protection to more whistleblowers. The U.S. continues to lead in enforcement against transnational corruption but could improve on its efforts by extending protection to more whistleblowers and by offering additional transparency in the resolution of foreign-bribery cases, an international antibribery watchdog said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-iota-tears-across-nicaragua-11605620654", "title": "Tropical Storm Iota Tears Across Nicaragua", "date": "2020-11-17 19:53", "summary": "It was expected to weaken into tropical depression over Honduras and dissipate near El Salvador. MEXICO CITY-Hurricane Iota weakened Tuesday as it marched across Nicaragua where it crashed ashore overnight as a Category 4 storm, the second major hurricane in as many weeks to hit the country, flooding homes and causing further misery in an already-waterlogged region.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-gets-chapter-11-approval-of-justice-department-opioid-settlement-11605655666", "title": "Purdue Gets Chapter 11 Approval of Justice Department Opioid Settlement", "date": "2020-11-17 19:28", "summary": "The deal, which was opposed by two dozen states, marks a milestone in Purdue's bankruptcy and is intended to support opioid abatement programs. A bankruptcy judge approved an $8.34 billion settlement between Purdue Pharma LP and the Justice Department that requires the drugmaker to plead guilty to three felonies over its marketing and distribution of OxyContin and is structured to support state and local government programs addressing the opioid crisis.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-wants-bigger-bite-of-plant-based-market-11605657666", "title": "Unilever Wants Bigger Bite of Plant-Based Market", "date": "2020-11-17 19:01", "summary": "Maker of Ben & Jerry's ice cream targets $1.2 billion in sales from meat and dairy alternatives, bets on algae as source of protein. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-sheltons-fed-candidacy-goes-down-to-wire-with-close-vote-expected-11605637206", "title": "Republicans Fail to Advance Shelton's Fed Board Candidacy", "date": "2020-11-17 18:49", "summary": "Procedural vote is suspended on Trump nominee for central bank, narrowing her path for approval. WASHINGTON-Senate Republicans failed to secure enough votes Tuesday to advance the confirmation of Judy Shelton to a seat on the Federal Reserve's board of governors as two GOP senators were absent because of coronavirus-related health precautions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-covid-aid-talks-with-mcconnell-this-week-11605656941", "title": "Democrats Seek Pandemic-Aid Talks With McConnell This Week", "date": "2020-11-17 18:49", "summary": "Negotiations have been at a standstill despite surge in coronavirus cases. WASHINGTON-Top Democrats sent a letter to Senate Majority Leader Mitch McConnell requesting that negotiations on another coronavirus relief bill restart this week after months of stalemate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-17-2020-11605608708", "title": "Stocks Slip After Dow, S&P Hit Records", "date": "2020-11-17 18:34", "summary": "Blue-chip index pares losses but stays away from the 30000-point milestone. U.S. stocks fell Tuesday, a day after they closed at record highs, as investors weighed optimism about potential Covid-19 vaccines against a surge of the virus in the U.S.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rage-against-the-voting-machine-11605656036", "title": "Rage Against the Voting Machine", "date": "2020-11-17 18:33", "summary": "Trump blames the result on Dominion's systems. Where's the evidence?. President Trump has so far been unwilling to concede to Joe Biden, and his latest argument is that the voting machines must have been rigged. Where's the evidence? Strong claims need strong proof, not rumors and innuendo on Twitter .", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-obama-lecture-11605567605", "title": "Another Obama Lecture", "date": "2020-11-17 18:28", "summary": "This time the former president suggests he was too nice.. Former President Barack Obama, who presided over historic abuses of government surveillance powers, is once again attacking one of the principal targets. Four years after the Obama Justice Department misled a federal court into approving a surveillance warrant against a Trump campaign associate, Mr. Obama is comparing President Donald Trump to a murderous dictator.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-com-adds-prescription-medicine-options-to-its-site-11605613679", "title": "Amazon Launches Online Pharmacy", "date": "2020-11-17 18:28", "summary": "E-commerce giant takes on CVS, Walgreens by selling prescription medicines. Amazon.com Inc. is adding a pharmacy counter to its virtual store, a long-anticipated push deeper into health care that sent shares of traditional drugstores tumbling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newsom-gets-his-blm-orders-11605655728", "title": "Newsom Gets His BLM Orders", "date": "2020-11-17 18:28", "summary": "Black Lives Matter directs California's Governor to appoint a black woman to replace Kamala Harris in the Senate.. Identity politics was a debacle for Democrats on Nov. 3, not least in California where voters defeated a constitutional amendment to allow racial preferences in schools and government. But don't tell that to Black Lives Matter, which has delivered its new orders to Gov. Gavin Newsom: \"He Must Appoint a Black Woman to the Senate.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-sheltons-heresy-11605655677", "title": "Judy Shelton's Heresy", "date": "2020-11-17 18:27", "summary": "The Fed now agrees with her on interest rates but bans her from the club.. Judy Shelton's nomination to the Federal Reserve Board of Governors failed to move ahead in the Senate Tuesday amid two Senate GOP absences due to Covid. But Majority Leader Mitch McConnell reserved the right to vote again, and we hope the Senate does. She deserves to be confirmed-not least because of the ugly campaign against her.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confirmation-mischief-at-the-fcc-11605655557", "title": "Confirmation Mischief at the FCC", "date": "2020-11-17 18:25", "summary": "Republicans dither over a nominee needed to slow bad regulation.. Approving federal judges is a priority for Mitch McConnell during the lame-duck session of Congress, but Republicans shouldn't dither on confirming Nathan Simington to the Federal Communications Commission. He will be needed to oppose internet regulation early in a Biden Presidency.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-republicans-set-to-re-elect-kevin-mccarthy-as-party-leader-11605619143", "title": "Republicans Re-Elect Kevin McCarthy as House Minority Leader", "date": "2020-11-17 18:22", "summary": "Following surprise wins in congressional elections and Trump's loss, party sticks with status quo; Steve Scalise re-elected as minority whip. House Republicans re-elected their top leaders in Tuesday's internal races, keeping in place a team that largely championed President Trump, who lost his bid for a second term but was credited with boosting GOP turnout.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-next-frontier-11605655365", "title": "Elon Musk's Next Frontier", "date": "2020-11-17 18:22", "summary": "SpaceX carries astronauts to the International Space Station and Tesla will join the S&P 500.. Except for a Covid diagnosis, it's been a great week for entrepreneur Elon Musk. His rocket and spacecraft company SpaceX scored another success and his electric-car company Tesla hit a huge market milestone. But will shares in the latter experience the pull of gravity when consumers study the environmental costs?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-october-retail-sales-coronavirus-recovery-11605561529", "title": "Retail Sales Climbed at a Slower Pace in October", "date": "2020-11-17 18:20", "summary": "Consumers increased their purchases modestly in early weeks of the holiday season. U.S. retail sales rose in October at their slowest pace since the spring, another sign the nation's economic recovery is losing steam as coronavirus cases surge across the country.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mars-looking-for-bar-boost-plans-to-buy-kinds-north-america-unit-11605655182", "title": "Mars, Looking for Bar Boost, Plans to Buy Kind's North America Unit", "date": "2020-11-17 18:19", "summary": "Deal comes as other food giants are looking to snack bars for growth. Mars Inc. said Tuesday it would acquire snack-bar maker Kind Inc.'s business in North America, a deal that will further push the company into competition with other food giants that are also looking to bars for growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debating-the-wisdom-of-contesting-the-election-11605655075", "title": "Debating the Wisdom of Contesting the Election", "date": "2020-11-17 18:17", "summary": "Are allegations of voter fraud a distraction, a danger or a cause for investigation?. Editor's note: In this Future View, students evaluate the Trump campaign's decision to challenge election results. Next week we'll ask, \"Should the Biden administration cancel student debt?\" Students should click here to submit opinions of fewer than 250 words before Nov. 24. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-finds-constitutional-violations-in-massachusetts-prisons-11605654769", "title": "Justice Department Finds Constitutional Violations in Massachusetts Prisons", "date": "2020-11-17 18:12", "summary": "Investigation found a lack of proper care to prisoners with mental-health issues put lives at risk. An investigation by the Justice Department's civil-rights division and the Massachusetts U.S. attorney's office found troubling conditions within Massachusetts Department of Correction facilities that authorities say have resulted in prisoners dying or seriously injuring themselves while on mental-health watch.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-elite-hatred-of-clarence-thomas-11605654039", "title": "Behind the Elite Hatred of Clarence Thomas", "date": "2020-11-17 18:00", "summary": "He challenges their race-based grievances and holds views more in line with ordinary black Americans.. When an interviewer asked me what I made of Joy Reid's insulting Justice Clarence Thomas on MSNBC earlier this month, I said it was disappointing but hardly surprising. The black left has been calling Justice Thomas a race traitor for decades. It's what they do when they can't refute his arguments.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-agency-for-antitrust-11605653810", "title": "One Agency for Antitrust", "date": "2020-11-17 17:56", "summary": "Encourage competition, but regulatory turf wars are the wrong kind.. Enforcement of U.S. antitrust laws has been divided for more than a century between the Justice Department and the Federal Trade Commission. We've had more than enough time to see that this arrangement doesn't work. I will soon introduce the One Agency Act to put all federal antitrust enforcement under one roof.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-have-a-bright-side-for-teens-11605653768", "title": "Lockdowns Have a Bright Side for Teens", "date": "2020-11-17 17:56", "summary": "They're talking more to parents and getting more sleep, reducing levels of depression.. Here's a silver lining in the Covid-19 pandemic: Teens are talking more with their parents and showing signs of improved mental health, according to a survey from the Institute for Family Studies (where I am a contributing editor).", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-rival-nio-posts-sharply-higher-sales-11605653292", "title": "Tesla Rival Nio Posts Sharply Higher Sales", "date": "2020-11-17 17:53", "summary": "Shares of Chinese electric-vehicle maker have soared this year. Electric-vehicle maker Nio Inc. said its sales more than doubled in the latest quarter as the Chinese company vies for a share of the competitive EV market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tough-job-uniting-americans-11605653620", "title": "Biden's Tough Job: Uniting Americans", "date": "2020-11-17 17:53", "summary": "He should decline to investigate Trump and pass a reasonable Covid compromise.. More than half a century ago, in the waning weeks of the 1968 presidential contest, a young girl attended a Nixon campaign event holding a sign that read \"Bring us together again.\" This would be the theme of Mr. Nixon's speech the night he beat Vice President Hubert Humphrey and former Gov. George Wallace of Alabama.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vaccine-is-already-helping-11605653459", "title": "A Vaccine Is Already Helping", "date": "2020-11-17 17:51", "summary": "Young adults see an end in sight to the sacrifices they're making for the old.. Now comes the news, for the second time in a week, that an experimental vaccine has proved surprisingly effective against Covid-19. Moderna's vaccine, like Pfizer 's , has shown early protection higher than 90%. Also heard are caveats: Doses won't be available for months. But the news may be better than we think. These announcements materially change incentives now, especially for the young who are the key spreaders.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mutant-project-review-an-unsettling-visit-to-the-future-11605653425", "title": "'The Mutant Project' Review: An Unsettling Visit to the Future", "date": "2020-11-17 17:50", "summary": "Scientists possess the tools to edit the genes of human embryos. How do we know where to draw the line? And who gets to decide?. In November 2018, scientists convened in Hong Kong for an international conference to discuss the future of gene-editing technologies. Just before it began, they had startling news: With the birth of twins known as Lulu and Nana, a Chinese researcher, He Jiankui, had produced the world's first genetically modified babies. Dr. He had used Crispr gene-editing technology to tinker with the DNA of the embryos, then implanted them for pregnancy. His goal was to modify a gene called CCR5 in such a way as to confer on the twins life-long protection against the HIV infection.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-orders-pre-inauguration-troop-withdrawals-in-face-of-rising-violence-in-afghanistan-and-iraq-11605650562", "title": "Trump Orders Pre-Inauguration Troop Withdrawals in Afghanistan, Iraq", "date": "2020-11-17 17:43", "summary": "Drawdowns to about 2,500 troops in each country come amid rising violence and are set to take place by Jan. 15, 5 days before president leaves office. WASHINGTON-The Pentagon on Tuesday announced a drawdown of U.S. forces from Iraq and Afghanistan, instituting orders given by President Trump to reduce the American military presence there days before President-elect Joe Biden takes office.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shootings-in-new-york-city-nearly-double-as-arrests-for-serious-crimes-fall-11605648982", "title": "Shootings in New York City Nearly Double", "date": "2020-11-17 16:57", "summary": "NYPD Commissioner Dermot Shea says officers are making progress in gun arrests. Shootings in New York City have nearly doubled this year, New York Police Department officials said Tuesday, while arrests for major crimes have plummeted.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinians-resume-ties-with-israel-ahead-of-biden-presidency-11605644758", "title": "Palestinians Resume Ties With Israel Ahead of Biden Presidency", "date": "2020-11-17 16:36", "summary": "Shift comes as Netanyahu and Biden speak for the first time since the U.S. election. TEL AVIV-The Palestinian Authority said it would resume cooperation with Israel after cutting off contact in May, a move that reflects Palestinian aspirations to restart peace talks with the help of the incoming Biden administration.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-a-third-of-new-jersey-residents-reluctant-to-get-safe-covid-19-vaccine-11605648917", "title": "More Than a Third of New Jersey Residents Reluctant to Get Safe Covid-19 Vaccine", "date": "2020-11-17 16:35", "summary": "Moreover, 47% of survey respondents said they probably or definitely wouldn't take a first-generation vaccine. More than one in three New Jersey residents said they wouldn't be vaccinated for Covid-19 when a safe vaccine is available, according to a survey, despite a second surge of new cases in the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-ceos-brace-for-another-grilling-before-senate-committee-11605620848", "title": "Zuckerberg, Dorsey Tout Progress in Combating Political Misinformation", "date": "2020-11-17 16:24", "summary": "Senators warn Facebook, Twitter CEOs about tougher regulation of social media. WASHINGTON-The chief executives of Facebook Inc. and Twitter Inc. told lawmakers they did better in fending off election interference in 2020, while acknowledging mistakes and signaling an openness to more regulation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-at-t-finance-chief-john-stephens-to-retire-next-spring-11605648011", "title": "Longtime AT&T Finance Chief John Stephens to Retire Next Spring", "date": "2020-11-17 16:20", "summary": "The telecommunications company named Pascal Desroches its next CFO. AT&T Inc. hired a company insider to succeed longtime finance chief John Stephens once he retires at the end of March, in the latest change of guard within the company's leadership over the past year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-stays-below-covid-19-threshold-for-shutting-schools-11605631087", "title": "New York City Stays Below Covid-19 Threshold for Shutting Schools", "date": "2020-11-17 16:18", "summary": "For parents, checking positivity rates becomes a daily routine. New York City parents again breathed a sigh of relief on Tuesday after Mayor Bill de Blasio said public schools would remain open another day because the city's rate of new Covid-19 cases continued to stay below the threshold for stopping in-person instruction.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-raises-8-billion-bond-to-fund-dividend-pledge-11605647854", "title": "Aramco Raises $8 Billion Bond to Fund Dividend Pledge", "date": "2020-11-17 16:17", "summary": "World's largest oil producer contends with fall in crude prices caused by pandemic. Saudi Aramco raised $8 billion from the sale of U.S. dollar-denominated bonds Tuesday as the cash-strapped oil giant seeks funds to meet a dividend pledge to shareholders.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-teslas-addition-to-the-s-p-500-means-for-investors-11605631435", "title": "What Tesla's Addition to the S&P 500 Means for Investors", "date": "2020-11-17 16:12", "summary": "Analysts expect the company's shares to rise further, but skeptics fear they could help pull down the stock market. Tesla Inc. shares rocketed higher Tuesday following news that the electric-auto maker is joining the S&P 500, increasing the volatile company's sway over financial markets.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-walmarts-post-covid-outlook-no-plus-is-a-minus-11605632806", "title": "For Walmart's Post-Covid Outlook, No Plus Is a Minus", "date": "2020-11-17 16:07", "summary": "Walmart has seen some impressive growth in e-commerce, but questions about how sticky those gains will be remain. Positive vaccine developments-most recently from Moderna -are allowing investors to imagine a life after the pandemic. For big-box retailers such as Walmart , the question no longer centers around how much business they can grab but how much they can keep.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-snafus-added-confusion-to-migrant-family-reunification-watchdog-says-11605647020", "title": "IT Snafus Added Confusion to Migrant Family Reunification, Watchdog Says", "date": "2020-11-17 16:03", "summary": "Old systems maintained by the Department of Homeland Security failed to track migrants that were separated at the U.S. border. Outdated information technology contributed to the Department of Homeland Security's struggle to track migrant families detained at the U.S. border, an internal watchdog says, leaving the number of families separated still unclear.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nervous-about-get-togethers-because-of-rising-covid-cases-heres-how-to-say-no-gracefully-11605643200", "title": "Nervous About Get-Togethers Because of Rising Covid Cases? Here's How to Say No Gracefully", "date": "2020-11-17 16:03", "summary": "Higher virus rates and colder weather are making social interactions riskier. But there are ways to artfully decline.. Dear Bonds,", "categories": [["Life & Work", "Ask Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-the-splits-wednesday-crossword-november-18-11605372847", "title": "Do the Splits (Wednesday Crossword, November 18)", "date": "2020-11-17 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-real-yields-drive-investors-to-junk-bonds-11605643777", "title": "Falling 'Real' Yields Drive Investors to Junk Bonds", "date": "2020-11-17 15:59", "summary": "Demand for speculative-grade bonds also improved after U.S. election, positive Covid-19 vaccine results. Investors are pointing to one key factor lurking beneath a recent rally in U.S. junk bonds: real yields.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-roundtable-chief-urges-biden-to-ease-trumps-tariffs-on-china-11605645347", "title": "Business Roundtable Chief Urges Biden to Ease Trump's Tariffs on China", "date": "2020-11-17 15:35", "summary": "Head of influential group says rolling back levies could revive trade talks. The head of the Business Roundtable, a trade group of the nation's largest companies, called on the incoming Biden administration to start rolling back tariffs as part of a new round of trade negotiations between the U.S. and China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-new-fences-meets-a-nationwide-lumber-shortage-11605644193", "title": "Demand for New Fences Meets a Nationwide Lumber Shortage", "date": "2020-11-17 15:16", "summary": "With more people hunkering down at home, fencing contractors say they've never been busier. Homeowners hoping to install a fence have been hitting a wall.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-brace-for-hefty-holiday-returns-of-oversize-goods-11605644126", "title": "Retailers Brace for Hefty Holiday Returns of Oversize Goods", "date": "2020-11-17 15:15", "summary": "Growing purchases of furniture, appliances and other bulky items are expected to add a new dimension to the annual ritual of returning unwanted holiday purchases. A flood of online orders for furniture, fire pits and other bulky consumer goods during the coronavirus pandemic is set to add outsize new complications to one of e-commerce's biggest holiday-season headaches: returning unwanted items.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-help-cubas-trafficked-doctors-11605643728", "title": "Will Biden Help Cuba's Trafficked Doctors?", "date": "2020-11-17 15:08", "summary": "Ms. Dobriansky and Mr. Rivkin present a strong case for taking action against the Cuban slave trade in medical doctors, but there is an even better solution: Hire the doctors to work in the U.S.. Some of Joe Biden's advisers are openly advocating returning to President Obama's policy of appeasing leftist dictatorships in Latin America, starting with easing economic restrictions on Cuba. The beauty of broadly applying the Magnitsky Act to Cuban and other foreign government officials guilty of human-rights abuses, as recommended by Paula Dobriansky and David Rivkin (\"How Trump or Biden Can Get Serious About Human Rights in Cuba,\" op-ed, Nov. 12), is that unlike embargoes that garner widespread opposition at home and abroad, it would be unassailable; and in the case of Cuba, an effective way to bring real pressure to bear on the regime. This is especially timely-with Cuba reeling under the impact of greatly reduced support from Venezuela and the regime facing mounting opposition at home, including from the Roman Catholic Church.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-says-rising-coronavirus-cases-poses-threat-to-economy-11605637622", "title": "Fed's Powell Says Rising Coronavirus Cases Pose Threat to Economy", "date": "2020-11-17 15:08", "summary": "'The concern is that people will lose confidence in efforts to control the pandemic,' the Fed chairman says. Federal Reserve Chairman Jerome Powell said the increased spread of the coronavirus posed an important risk to the economy in the months ahead and said it was too soon to say how a potential vaccine would change the outlook.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-defense-spending-was-below-average-11605643660", "title": "Obama Defense Spending Was Below Average", "date": "2020-11-17 15:07", "summary": "President Obama's final budget (fiscal 2017) spent 3.1% of GDP on defense, near the modern low of 2.9% at the end of our blissful 1990s holiday from geopolitical reality.. In \"Joe Biden Can Build on Trump's Foreign Policy\" (op-ed, Nov. 13), Michael O'Hanlon states that \"President Obama's [defense] budgets in the $600 billion range were well above Cold War averages.\" This whopper is too obvious to have gone unnoticed. It's like arguing that teachers are overpaid because they're making many times more (in nominal dollars) than in the 1960s.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-look-at-that-biden-400k-payroll-tax-proposal-11605643592", "title": "Another Look at That Biden $400k Payroll-Tax Proposal", "date": "2020-11-17 15:06", "summary": "Most high earners haven't reaped a windfall. They've reaped what they've sown through extra years of education, long hours at work, risk-taking, delayed gratification, wise saving and investing.. Karen E. Smith and Richard W. Johnson of the Urban Institute endorse Joe Biden's proposed increase in Social Security taxes on wages above $400,000 (Letters, Nov. 5). After all, they say, it \"is hardly an undue burden on the upper-middle class, especially given the windfalls higher earners have reaped in recent decades.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-service-fosters-community-and-diversity-11605643535", "title": "Military Service Fosters Community and Diversity", "date": "2020-11-17 15:05", "summary": "Under the draft, young men from all walks of life were thrown together in basic training and learned very rapidly how to get along and function as a unit.. H.R. McMaster's \"Ponder the Rewards of Military Service\" (op-ed, Nov. 11) is a great reminder of the value of the draft, which was abolished in the early 1970s. Young men from all walks of life were thrown together in basic training and learned very rapidly how to get along and function as a unit. As Gen. McMaster states: \"bigotry, racism and other forms of intolerance and prejudice have no place.\" We were bound \"through a sense of common purpose, mutual respect and willingness to sacrifice.\" These lessons were invaluable to me as I have gone through life. In retrospect, abolishing the draft may have been one of the country's worst mistakes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-can-heal-by-pushing-health-care-transparency-11605643461", "title": "Biden Can Heal by Pushing Health-Care Transparency", "date": "2020-11-17 15:04", "summary": "Joe Biden can demonstrate a bipartisan governing agenda by championing the HHS final rules requiring hospitals and health insurers to post their discounted cash prices and cost-sharing information.. Another plank in Joe Biden's \"A 'Time to Heal' Agenda\" (Review & Outlook, Nov. 11) can be support for forthcoming health-care price transparency, which can provide a fix to the Affordable Care Act and provide consumers with real prices so that they can shop for the best quality care and coverage at the lowest possible prices.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-mcconnell-can-agree-on-infrastructure-11605643401", "title": "Biden and McConnell Can Agree on Infrastructure", "date": "2020-11-17 15:03", "summary": "Regarding William Galston's \"Where Biden and McConnell Can Agree\" (Politics & Ideas, Nov. 11): I would add agreement on infrastructure funding.. Regarding William Galston's \"Where Biden and McConnell Can Agree\" (Politics & Ideas, Nov. 11): I would add agreement on infrastructure funding. Manufacturers, chambers of commerce and labor all agree we desperately need to physically fix our crumbling country. Heck, Sen. Mitch McConnell's spouse, Elaine Chao, is President Trump's secretary of transportation and Joe Biden was a longtime regular Amtrak rider. Even President Trump agreed on Speaker Pelosi's call for a nearly $2 trillion infrastructure package last year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-axe-mangrove-review-a-buffet-of-injustices-11605639015", "title": "'Small Axe: Mangrove' Review: A Buffet of Injustices", "date": "2020-11-17 13:50", "summary": "The first installment of Steve McQueen's five-film anthology about Black life in Britain during the '70s and '80s looks at a criminal trial that revolved around a small restaurant and a West Indian immigrant community.. One of the more memorable moments in director Steve McQueen's \"Mangrove\" involves two members of the Mangrove Nine, a real-life group of West Indian immigrants put on trial in 1970 London for \"rioting\" against police brutality. \"We have to have faith,\" says Altheia Jones (Letitia Wright), solemnly, to Barbara Beese (Rochenda Sandall). \"Faith in the British justice system.\" At which point they both break up laughing.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-and-pfizer-are-reinventing-vaccines-starting-with-covid-11605638892", "title": "Moderna and Pfizer Are Reinventing Vaccines, Starting With Covid", "date": "2020-11-17 13:48", "summary": "Resume Subscription. The strong early results for two leading Covid-19 vaccines have implications that go far beyond the current pandemic: They suggest the time has come for a gene-based technology that could provide new treatments for cancer, heart disease and other infectious diseases.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/belushi-review-no-laughing-matter-11605638819", "title": "'Belushi' Review: No Laughing Matter", "date": "2020-11-17 13:47", "summary": "A documentary about the comedian and actor, based on interviews done with his widow, treats its subject with a scrutiny and reverence usually reserved for more serious figures.. Does John Belushi deserve \"Belushi\"? It's been nearly four decades since the actor-comedian's death by misadventure, and while there is certainly an undying affection for much of the work-including his \"Saturday Night Live\" characters, \"Animal House\" and the various Blues Brothers projects-this biographical documentary delves into his life with a scrutiny usually reserved for major poets, statesmen and those of unquestionable and everlasting cultural influence. Does that describe Belushi? It's something a viewer might wonder about after watching R.J. Cutler's obsessively detailed, deeply intimate and ultimately adoring movie.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sacred-songs-in-the-shadow-of-an-masterpiece-11605638456", "title": "Sacred Songs in the Shadow of a Masterpiece", "date": "2020-11-17 13:40", "summary": "A filmed concert at St. Bavo's Cathedral in Ghent, home of 'Adoration of the Mystic Lamb' by Hubert and Jan van Eyck, features a premiere by Arvo Pärt in honor of the 15th-century work's restoration. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chairman-urges-corporate-insiders-to-avoid-quick-stock-sales-11605637892", "title": "SEC Chairman Urges Corporate Insiders to Avoid Quick Stock Sales", "date": "2020-11-17 13:31", "summary": "Drug-company executives were allowed to sell stock during announcements of Covid-19 vaccine results. WASHINGTON-Securities and Exchange Commission Chairman Jay Clayton on Tuesday called for company insiders to avoid immediately trading after they set up plans to sell shares they have accumulated, following a spate of big-ticket stock sales by pharmaceutical executives.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-consumers-shun-plastic-but-borrow-more-for-homes-and-cars-fed-report-shows-11605636747", "title": "American Consumers Shun Plastic but Borrow More for Homes and Cars, Fed Report Shows", "date": "2020-11-17 13:12", "summary": "Household debt overall rose by $87 billion in the third quarter; credit-card balances declined by $10 billion. Americans continue to shy away from adding onto their credit cards even as they borrow more to buy houses and cars, according to a new report from the Federal Reserve Bank of New York.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clintons-example-for-biden-11605636370", "title": "Clinton's Example for Biden", "date": "2020-11-17 13:06", "summary": "Like the 1994 election, voters have chosen divided government-and issued a mandate for compromise.. Republicans and Democrats campaigned on very different platforms this year, and the American people seem to have had their own agenda. By electing a divided government, Americans may get what they appear to want: a Biden first term that's more like Bill Clinton's second term than a third term for Barack Obama.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-helps-biden-push-iran-toward-democracy-11605636308", "title": "Trump Helps Biden Push Iran Toward Democracy", "date": "2020-11-17 13:05", "summary": "The incumbent confronts Tehran on terrorism and human-rights abuses.. Joe Biden promises on his campaign website to \"revitalize our national commitment to advancing human rights and democracy around the world.\" If he's serious, he should thank President Trump for helping out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-cloud-babies-keep-growing-up-11605634323", "title": "Amazon's Cloud Babies Keep Growing Up", "date": "2020-11-17 12:32", "summary": "Airbnb and DoorDash are the latest AWS-dependent giants to go public. Recent technology initial public offerings have taken to doubling as marketing announcements for Amazon 's cloud services. Announcements in the form of warnings, that is.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-migration-rural-return-xi-economy-11605632518", "title": "China Urges New Era of Mass Migration-Back to the Countryside", "date": "2020-11-17 12:04", "summary": "Resume Subscription. For decades, just about the only way for someone born in Dawan to make money was to follow the winding dirt road down from the mountain village and move to one of China's big cities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retails-nightmare-before-christmas-11605632627", "title": "Retail's Nightmare Before Christmas", "date": "2020-11-17 12:03", "summary": "Sales are dropping at worst possible time as Covid-19, the calendar and politics point to tough holiday season. Consumer spending is slowing at the worst possible time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hulus-run-sarah-paulson-is-a-mother-who-cant-be-trusted-11605632328", "title": "In Hulu's 'Run,' Sarah Paulson Is a Mother Who Can't Be Trusted", "date": "2020-11-17 11:58", "summary": "Following the Netflix series 'Ratched,' the new film is the latest project in which Ms. Paulson plays a caretaker with a dark side. In \"Run,\" a new thriller that premieres Friday on Hulu, a teenager begins to suspect that her mother may not be as benevolent as she appears. In short order, Chloe pieces together that she has been living in a kind of mental and physical prison created by her mother, Diane, played by Sarah Paulson.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-posts-3q-profit-as-sales-rise-11605612820", "title": "Home Depot Plans Workforce Investment as Pandemic Brings Another Strong Quarter", "date": "2020-11-17 11:51", "summary": "Revenue expands beyond expectations to $33.54 billion as same-store sales grow 24% from a year earlier. Home Depot Inc. reported strong sales growth in its latest quarter as the retailer continues to thrive from people spending more time on home-improvement projects during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-sales-gains-slow-as-pandemic-drags-on-11605617028", "title": "Walmart's Sales Gains Slow as Pandemic Drags On", "date": "2020-11-17 11:35", "summary": "Retailer reports another big jump in e-commerce sales but sharp drop in visits to its stores. Walmart Inc.'s quarterly sales rose at a slower pace than earlier in the coronavirus pandemic even as shoppers continued to buy up food and cleaning supplies and the retailer pushed early holiday deals.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rachel-bloom-in-middle-school-i-was-bully-meat-11605628825", "title": "Rachel Bloom: 'In Middle School, I Was Bully Meat'", "date": "2020-11-17 11:00", "summary": "The actress, comedian and singer-songwriter on the potential origin of her OCD, getting picked on by the popular kids and how 'Crazy Ex-Girlfriend' was conceived. Rachel Bloom, 33, is an Emmy-winning actress, comedian and singer-songwriter best known for TV's \"Crazy Ex-Girlfriend.\" She is the author of \"I Want to Be Where the Normal People Are\" (Grand Central), a memoir. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-bot-that-grades-your-kids-schoolwork-earns-an-f-11605618000", "title": "Bots Grade Your Kids' Schoolwork-and They're Often Wrong", "date": "2020-11-17 10:52", "summary": "Auto-grading software often marks answers incorrect when they are right, giving teachers and families more remote-school headaches. Some parents might be in for an unpleasant surprise when report cards come out this fall: lower-than-expected grades. But that might be less an accurate reflection of their children's work than a glitch in the automated systems many schools are using to check schoolwork.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-win-prompts-european-moves-to-rebuild-ties-11605628022", "title": "Biden's Win Prompts European Moves to Rebuild Ties", "date": "2020-11-17 10:47", "summary": "Relief among allies shifts to focus on showing Washington the benefits of global outreach. BRUSSELS-European leaders, who have reacted enthusiastically to President-elect Joe Biden's win, now face the challenge of following up their congratulations with action.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renting-an-apartment-on-facetime-what-you-see-isnt-always-what-you-get-11605627843", "title": "Renting an Apartment on FaceTime? What You See Isn't Always What You Get", "date": "2020-11-17 10:44", "summary": "Resume Subscription. Marques Jerrell Ruff didn't think house hunting in a pandemic would be easy, but all it took was a FaceTime tour to find what looked like the perfect apartment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/frustrated-trump-voters-in-rural-georgia-look-to-runoff-elections-11605626223", "title": "Frustrated Trump Voters in Rural Georgia Look to Runoff Elections", "date": "2020-11-17 10:17", "summary": "Republicans in the state are fighting to hold two U.S. Senate seats in Jan. 5 contest. NASHVILLE, Ga.-Brent Harper, a sales manager at a horticultural company, is an avid supporter of President Trump, and he's \"mad as hell.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-stocks-are-riding-a-different-kind-of-covid-19-wave-11605606312", "title": "Shipping Stocks Are Riding a Different Kind of Covid-19 Wave", "date": "2020-11-17 10:16", "summary": "The shipping market this year hints that industry consolidation might have started to solve an oversupply problem. Shippers have sailed ahead this year even through the rough seas of the Covid-19 pandemic. Strong stimulus-driven demand in rich countries, resurgent manufacturing in China and a sleeker industry structure mean that strong performance could continue for a while yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-rose-1-1-in-october-11605623357", "title": "U.S. Industrial Production Rose 1.1% in October", "date": "2020-11-17 10:05", "summary": "Measure of output at factories, mines and utilities remains 5.6% below where it was in February. U.S. industrial production rose last month, as output continued its slow climb back from deep declines last spring due to pandemic-related shutdowns.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-surges-florida-sticks-to-no-statewide-restrictions-11605625421", "title": "Florida Sticks to No Statewide Restrictions Amid Pandemic", "date": "2020-11-17 10:03", "summary": "Gov. DeSantis vows state will never again issue lockdown, prevents local officials from enforcing mandates. MIAMI-As new coronavirus cases soar to record highs around the U.S., many states are reimposing restrictions on daily life. Not Florida.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-chinese-chip-company-defaults-on-debt-11605607470", "title": "Major Chinese Chip Company Defaults on Debt", "date": "2020-11-17 10:03", "summary": "Ratings firm downgrades Tsinghua Unigroup after failure to repay maturing bond. Tsinghua Unigroup Co., a key player in China's push for self-reliance in semiconductors, has defaulted on a bond, adding to a recent spate of trouble in the country's corporate debt markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-take-in-big-apple-sights-as-tourists-11605625201", "title": "Locals Help NYC Tourism Stay Afloat", "date": "2020-11-17 10:00", "summary": "Locals are enjoying staycations amid the pandemic, and it's keeping some businesses afloat. There have been so many opportunities in 2020 to feel virtuous doing things we'd typically consider indulgent. All spring, for example, we weren't just ordering takeout, we were supporting struggling local restaurants. This summer, a socially distanced stroll in the park doubled as a commendable exercise in contagion confinement.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indiana-is-finally-proving-to-be-more-than-a-basketball-school-11605625093", "title": "Indiana Is Finally Proving to Be More Than a Basketball School", "date": "2020-11-17 09:58", "summary": "The Hoosiers football team is at the top of the Big Ten after decades of cellar dwelling in its fourth year under hyper-enthusiastic coach Tom Allen. To outside observers, Indiana football coach Tom Allen's style of coaching is enthusiasm bordering on lunacy. He has suffered black eyes and lost front teeth cavorting with his players. Most recently, he gashed his cheek in a moment of unbridled celebration when Indiana snapped a 33-year losing streak against Michigan earlier this month.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developing-nations-push-for-covid-vaccines-without-the-patents-11605614409", "title": "Developing Nations Push for Covid-19 Vaccines Without the Patents", "date": "2020-11-17 09:47", "summary": "South Africa and India plan to argue at the WTO that the usual protections should be suspended in light of the pandemic. ISLAMABAD, Pakistan-A group of developing countries, led by South Africa and India, say they will press at the World Trade Organization this week to free Covid-19 vaccines from patent protections so they can be more accessible and affordable for poor countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-machine-supplier-criticized-by-trump-in-spotlight-on-election-integrity-11605624361", "title": "Voting Machine Supplier Criticized by Trump in Spotlight on Election Integrity", "date": "2020-11-17 09:46", "summary": "Dominion Voting Systems says its equipment is secure; federal agencies and state officials agree. Dominion Voting Systems Corp., a little-known voting-machine supplier that has come under criticism from President Trump, was a linchpin in the 2020 election that federal and state officials praise as being free from tampering.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-of-companies-that-got-stimulus-aid-have-failed-11605609180", "title": "Hundreds of Firms That Got Stimulus Aid Have Failed", "date": "2020-11-17 09:45", "summary": "Recipients of PPP loans have filed for bankruptcy after the money ran out. About 300 companies that received as much as half a billion dollars in pandemic-related government loans have filed for bankruptcy, according to a Wall Street Journal analysis of government data and court filings.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/possible-biden-appointee-roger-ferguson-to-retire-as-ceo-of-tiaa-finance-firm-11605623400", "title": "Possible Biden Appointee to Retire as CEO of TIAA", "date": "2020-11-17 09:30", "summary": "Ferguson helped grow the money manager to over $1 trillion in assets under management. Teachers Insurance and Annuity Association of America said Tuesday that Roger Ferguson, the money manager's long-serving chief executive, will retire in March.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-coronavirus-college-basketball-tournament-11605600100", "title": "A College Basketball Tournament Needed a Safe Home. It Moved to a Covid Hot Spot.", "date": "2020-11-17 09:05", "summary": "A major health-care system is welcoming teams from 10 states to South Dakota-where the testing positivity rate is among the highest in the country. Some of the best teams in college basketball were supposed to be celebrating Thanksgiving in the Bahamas. But when the pandemic canceled a tournament called the Battle 4 Atlantis, the schools had to change their plans. They ripped up their tickets to paradise and booked trips to South Dakota.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-path-forward-at-dhs-faces-competing-pressures-11605621600", "title": "Biden's Path Forward at DHS Faces Competing Pressures", "date": "2020-11-17 09:00", "summary": "Security experts call for renewal of agency's wider mission, while progressives urge prioritizing reversal of Trump's immigration policies. WASHINGTON-President-elect Joe Biden will face a challenge when his administration takes charge of the Department of Homeland Security, as new leadership considers competing calls from security experts and Mr. Biden's progressive supporters over how to steer the agency away from President Trump's focus on curtailing immigration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-m1-macbook-air-and-macbook-pro-review-the-laptops-biggest-leap-in-years-11605621601", "title": "Apple's M1 MacBook Air and MacBook Pro: The Laptop's Biggest Leap in Years", "date": "2020-11-17 09:00", "summary": "Goodbye, loud fan noise, warm palm rests and multiple daily rechargings. Apple's new chip fundamentally changes its 13-inch laptops.. In the great work-from-home room Sat two Apple laptops connected to Zoom. Within both machines dwelt speedy M1 chips Making them sound less than ever like spaceships. Goodnight MacBook Pro, Goodnight MacBook Air, Goodnight-forever-laptop noises everywhere.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-cavaliers-daniel-arsham-creative-director-11605621390", "title": "Cleveland Cavaliers Go Artsy With Daniel Arsham as Creative Director", "date": "2020-11-17 08:58", "summary": "In an unusual move for a professional sports franchise, the Cavs have hired contemporary artist Daniel Arsham to create a new look for player jerseys, the court and other sections of the team's arena.. Homecomings figure prominently into the lore of the NBA's Cleveland Cavaliers. LeBron James's 2014 return from the Miami Heat, notably, resulted in the organization's first-ever championship trophy-and the city's first professional sports championship in 52 years. This week, the Cavaliers are announcing another homecoming, naming the Cleveland-born contemporary artist Daniel Arsham as the team's first-ever creative director. The goal this time isn't a championship trophy. It's to leverage an artist's vision to burnish the Cavs's brand and attempt to take it global.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-industry-says-covid-19-vaccines-could-hasten-revival-11605621476", "title": "Broadway Industry Says Covid-19 Vaccines Could Hasten Revival", "date": "2020-11-17 08:57", "summary": "Theater professionals pin hopes on news of vaccines; 'I know that there is light at the end of the tunnel'. While Broadway remains closed because of the coronavirus pandemic, theater professionals expressed hope during a recent three-day virtual conference that the industry can rebound sooner rather than later, particularly with vaccines in the works.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-t-mobile-ra-medical-systems-what-to-watch-when-the-stock-market-opens-today-11605614893", "title": "Tesla, T-Mobile, Ra Medical Systems: What to Watch When the Stock Market Opens Today", "date": "2020-11-17 08:53", "summary": "U.S. stock futures edged lower as investors hit pause on the market rally. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darren-walker-interview-ford-foundation-philanthropy-pandemic-11604679844", "title": "How Darren Walker and the Ford Foundation Reinvented Philanthropy for the Pandemic", "date": "2020-11-17 08:30", "summary": "The president of the Ford Foundation is finding new ways to maximize its $13.7 billion endowment, like issuing bonds to raise much-needed cash for grantees in distress. He's also convincing other legacy philanthropies to join his efforts.. For the Past two years, anyone walking into the lobby of the Ford Foundation on New York's East 43rd Street has entered under the watchful eyes of Wanda Crichlow, a New York City resident who had been regally re-envisioned by painter Kehinde Wiley. On a richly hued canvas, she is depicted in the style of a 17th-century Dutch aristocrat, wearing a lace-front dress with braids looping high over her head. The 2015 painting was the perfect symbol to encapsulate all that the foundation's president, Darren Walker, was trying to say with the $205 million renovation of the landmarked 1967 building: This is the people's house now.", "categories": [["2020 INNOVATOR AWARDS"]], "category_links": []}, {"link": "https://www.wsj.com/articles/food-service-distributor-sysco-names-new-cfo-11605618783", "title": "Food-Service Distributor Sysco Names New CFO", "date": "2020-11-17 08:13", "summary": "Aaron Alt joins from Sally Beauty Holdings; current Sysco finance chief Joel Grade to lead business development. Sysco Corp. hired a new finance chief to help the food-service distributor navigate the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-scrutinize-hits-misses-with-black-voters-11605618271", "title": "Democrats Scrutinize Hits, Misses With Black Voters", "date": "2020-11-17 08:04", "summary": "Party officials, progressive activists say Black voters were crucial to Biden's win, but they see room for improvement in rural South. WASHINGTON-Some top Democrats say that Black Americans helped deliver the White House for Joe Biden but that votes were probably left on the table from one of the party's core constituencies.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-australia-forge-closer-military-ties-to-counter-china-11605618297", "title": "Japan, Australia Forge Closer Military Ties to Counter China", "date": "2020-11-17 08:04", "summary": "U.S. allies smooth way for more joint training and quick military support. TOKYO-Japan and Australia cleared the way for their militaries to work more closely together, the latest sign of coordination between U.S. allies in response to China's rising assertiveness.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-flexes-its-muscles-in-hollywood-11605618001", "title": "Blackstone Flexes Its Muscles in Hollywood", "date": "2020-11-17 08:00", "summary": "Alliance with Worthe Real Estate plans a Burbank office tower aimed at the TV and film industries. A Blackstone Group partnership is planning to develop a new office tower near the sprawling Burbank and Warner Bros. studio complexes in California, where television programs such as \"The Ellen DeGeneres Show\" and \"Days of Our Lives\" are produced.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-aims-to-be-the-airbnb-of-storage-space-for-the-covid-19-era-11605618010", "title": "Startup Aims to Be the Airbnb of Storage Space for the Covid-19 Era", "date": "2020-11-17 08:00", "summary": "The firm converts vacant restaurants, offices and parking lots into storage space. The latest startup looking to capitalize on new demands and dislocations created by the pandemic is Neighbor.com, which aims to be a sort of Airbnb for storage space.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/korean-appetite-for-u-s-commercial-real-estate-heats-up-during-pandemic-11605618010", "title": "Korean Appetite for U.S. Commercial Real Estate Heats Up During Pandemic", "date": "2020-11-17 08:00", "summary": "The country's pension funds, life insurers and other investors have been targeting warehouses and office buildings with long-term tenants. South Korean investors are emerging as some of the most-aggressive buyers of U.S. commercial real estate during the Covid-19 period.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-loves-the-burbs-as-much-as-you-do-11605618001", "title": "DoorDash Loves the 'Burbs as Much as You Do", "date": "2020-11-17 08:00", "summary": "Where DoorDash makes money may be more important than how it makes money, as investors weigh its long-term prospects. Investors asking themselves why DoorDash was able to turn a profit in the pandemic, while some of the food-delivery company's biggest competitors couldn't, should take a good look at the view from their suburban office windows.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-launches-new-fleets-feature-for-posts-that-disappear-in-24-hours-11605618010", "title": "Twitter Begins New 'Fleets' Feature for Posts That Disappear in 24 Hours", "date": "2020-11-17 08:00", "summary": "Social media company is seeking more engagement from new, less experienced users. Twitter Inc. is launching a new feature that will allow users to post text, audio and video that disappears after 24 hours, one of a number of steps the company is taking to increase engagement and compete with similar offerings on other platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-no-vaccine-against-these-investing-mistakes-11605614401", "title": "There Is No Vaccine Against These Investing Mistakes", "date": "2020-11-17 07:00", "summary": "A harsh lesson for investors: A Covid-19 vaccine is better for the rest of the world than it is for the maker of the vaccine. What's the value of the most important medicine since the invention of penicillin? For shareholders, it all depends.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-pursues-plan-requiring-chinese-firms-to-use-auditors-overseen-by-u-s-11605614403", "title": "SEC Looks to Tighten Up on Chinese Firms", "date": "2020-11-17 07:00", "summary": "Under proposal, companies would be shut out of U.S. exchanges if they don't comply. WASHINGTON-Chinese companies with shares traded in America would be required to use auditors overseen by U.S. regulators or face being kicked off exchanges under a plan being drafted by regulators, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-k-s-experiment-with-climate-reporting-is-worth-watching-11605610427", "title": "U.K.'s Experiment With Climate Reporting Is Worth Watching", "date": "2020-11-17 05:53", "summary": "The country's companies and money managers face new environmental requirements that could bring write-downs but also clarity on risks. The U.K. is making its big corporate and financial sectors think more rigorously about climate change. There could be write-downs, but also reassurance for investors that problems aren't building up out of sight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-sells-off-honor-phone-business-as-u-s-sanctions-bite-11605609850", "title": "Huawei Sells Off Honor Phone Business as U.S. Sanctions Bite", "date": "2020-11-17 05:44", "summary": "State-led consortium takes over budget brand as Chinese tech company blames pressure from U.S. curbs on its supply chain. HONG KONG-China's Huawei Technologies Co. moved to shore up its U.S.-sanctions-damaged business by selling budget smartphone brand Honor to a state-led consortium.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-restrictions-could-force-companies-to-change-data-transfer-practices-11605609001", "title": "EU Restrictions Could Force Companies to Change Data Transfer Practices", "date": "2020-11-17 05:30", "summary": "Companies likely will take up more advanced encryption to comply with new guidelines. Some companies likely will have to significantly change how they secure data to continue working with European companies, under draft guidelines issued last week by the European Union that require increased privacy safeguards for information transferred outside the bloc.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-those-used-delivery-boxes-are-a-hot-commodity-11605609001", "title": "All Those Used Delivery Boxes Are a Hot Commodity", "date": "2020-11-17 05:30", "summary": "Resume Subscription. Junk mail and discarded delivery boxes have turned into a hot commodity as the paper industry uses them as a substitute for recycled office paper, which became scarce as people work from home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/central-america-braces-for-second-major-hurricane-in-two-weeks-11605542110", "title": "Second Major Hurricane in Two Weeks Slams Central America", "date": "2020-11-17 02:16", "summary": "Category 4 Hurricane Iota lands just 15 miles from where Hurricane Eta hit. MEXICO CITY-The year's most powerful Atlantic hurricane slammed into northeastern Nicaragua on Monday night, just miles from where an earlier Category 4 storm lashed the region less than two weeks ago.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-seeks-to-make-human-flights-routine-with-nasa-mission-11605459000", "title": "Elon Musk's SpaceX Launches Four Astronauts Into Orbit", "date": "2020-11-17 00:23", "summary": "Blastoff marks start of regularly scheduled U.S. commercial launches to the International Space Station. Elon Musk's SpaceX launched four astronauts into orbit Sunday evening, marking the company's first full-fledged operational mission with humans on board and beginning regularly scheduled commercial flights to the International Space Station.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605558109", "title": "Pepper...and Salt", "date": "2020-11-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]