[{"link": "https://www.wsj.com/articles/amoako-boafo-portraits-interview-11599003761", "title": "Amoako Boafo on His Incredible Portraits: 'I Paint to Show What I Am'", "date": "2020-09-01 19:43", "summary": "Fresh off the launch of his collection with Dior, the painter presents his latest portrait series in a solo gallery show.. Ghanaian painter Amoako Boafo, who lives in Vienna and studies at the Academy of Fine Arts there, was virtually unknown in the United States until the painter Kehinde Wiley contacted him in 2018 via Instagram. Wiley sent a short note and a line of encouragement and eventually an introduction to his Los Angeles dealers, Julie and Bennett Roberts of Roberts Projects. Boafo soon had a solo show at the gallery, and another is scheduled for next year. Bennett Roberts recalls unpacking Boafo's paintings for the first time, likening the feeling to Christmas morning. The Robertses, who hadn't seen the work in person before, had placed their trust in Wiley, whom they have been showing since 2002. \"As [the paintings] were unrolled, it was something beyond special,\" Bennett Roberts says. \"You wait for magic to happen. Everyone hopes for that.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patreon-tops-1-billion-valuation-as-pandemic-brings-a-surge-in-creators-to-platform-11599003623", "title": "Patreon Tops $1 Billion Valuation as Pandemic Brings Surge in Creators", "date": "2020-09-01 19:40", "summary": "New Enterprise Associates and Wellington Management led the $90 million funding round. Membership platform Patreon Inc., which enables musicians and other creators to connect with fans, has raised $90 million from investors, bringing its value to more than $1.2 billion, company officials said.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-college-students-are-spending-their-campus-quarantines-11598997972", "title": "Here's How College Students Are Spending Their Campus Quarantines", "date": "2020-09-01 19:06", "summary": "Cross-stitching, coding and trivia are among the hobbies students are enjoying during the two-week period of isolation on campuses. At colleges that have reopened their campuses this school year, the usual welcome parties and orientation activities have been replaced by two-week quarantines. Some students are electing to endure the isolation period with the expectation that getting some part of the in-person college experience will make it all worthwhile. They're filling their time binge-watching their favorite TV shows, FaceTiming loved ones, and-thanks to some college welcome packs-even taking up new hobbies, like cross-stitching and knitting. In an effort to connect, Sean Nesmith, a New York University junior, and his neighbor sometimes tap on the wall to see if they can hear each other, prisoner-style.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-strongest-line-of-attack-11599001279", "title": "Trump's Strongest Line of Attack", "date": "2020-09-01 19:01", "summary": "Students debate the best message for the Republican presidential campaign.. Editor's note: In this Future View, students discuss the best message for the Trump campaign. Next week we'll ask, \"How will the riots in U.S. cities play out politically? Will they ultimately hurt Joe Biden or President Trump?\" Students should click here to submit opinions of fewer than 250 words before Sept. 8. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-virus-progress-report-11599001150", "title": "A Virus Progress Report", "date": "2020-09-01 18:59", "summary": "It's no time to be complacent, but the summer surge has eased.. We hate to be the bearer of good news, but here goes: The so-called second virus wave is receding and has been far less deadly than the first in the spring thanks to better therapies and government preparation. Nobody is suggesting we should now let it rip, but the progress should give Americans more confidence that schools and businesses can reopen safely.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-boat-people-11599001124", "title": "Hong Kong's Boat People", "date": "2020-09-01 18:58", "summary": "The Chinese Coast Guard intercepts a dozen fleeing to Taiwan.. Hong Kong once was a refuge for Vietnamese and mainland Chinese who fled their homeland on boats in pursuit of freedom. Now Hong Kongers are fleeing their own city in the same way, and not all of them make it to safety.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/benjamin-franklin-person-of-concern-11599001058", "title": "Benjamin Franklin, 'Person of Concern'", "date": "2020-09-01 18:57", "summary": "D.C. also proposes to cancel Washington and Jefferson.. 'A republic, if you can keep it.\" Benjamin Franklin's 1787 quip about the government Americans would have is probably the most popular Founding-era wisdom still with us. Maybe not for long. As if to prove Franklin's insight about the tendency of republics to self-destruct, a District of Columbia panel has identified Franklin, among other Founders, as a \"person of concern,\" and recommended his name be removed from D.C. property.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-remdesivir-patent-isnt-state-property-11599000916", "title": "The Remdesivir Patent Isn't State Property", "date": "2020-09-01 18:55", "summary": "Attorneys general want to seize Gilead's right to its drug, but government did little to help create it.. Nearly three dozen attorneys general are attempting a legal act of theft. This month, attorneys general from 31 states, American Samoa, Guam and the District of Columbia sent a letter to the heads of the U.S. Department of Health and Human Services, the National Institutes of Health and the Food and Drug Administration asking the federal government to revoke Gilead Sciences ' patent for remdesivir, an antiviral drug shown to reduce mortality in patients with Covid-19.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-says-china-could-double-nuclear-weapons-in-decade-11599000957", "title": "Pentagon Says China Could Double Nuclear Weapons in Decade", "date": "2020-09-01 18:55", "summary": "Beijing's arsenal remains low, compared to those of U.S. and Russia, annual report finds. China's stockpile of nuclear weapons numbers in the \"low 200s,\" the Pentagon told Congress Tuesday, providing its most precise estimate to date of Beijing's nuclear capabilities.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-failed-experiment-of-covid-lockdowns-11599000890", "title": "The Failed Experiment of Covid Lockdowns", "date": "2020-09-01 18:54", "summary": "New data suggest that social distancing and reopening haven't determined the spread.. Six months into the Covid-19 pandemic, the U.S. has now carried out two large-scale experiments in public health-first, in March and April, the lockdown of the economy to arrest the spread of the virus, and second, since mid-April, the reopening of the economy. The results are in. Counterintuitive though it may be, statistical analysis shows that locking down the economy didn't contain the disease's spread and reopening it didn't unleash a second wave of infections.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-military-prepares-for-new-threats-11599000827", "title": "Britain's Military Prepares for New Threats", "date": "2020-09-01 18:53", "summary": "World War II ended 75 years ago, and the U.K. is still the most reliable U.S. ally.. I laid a wreath recently at the Soldiers Memorial at the Royal Military Academy Sandhurst alongside an American officer cadet. Second Lt. Roger Kilgore from Rahway, N.J., had come to the United Kingdom on an international exchange program and was graduating from the training academy that British army officers, including Sir Winston Churchill, have attended since 1801.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spare-us-more-of-the-arrogance-of-expertise-11599000757", "title": "Spare Us More of the Arrogance of 'Expertise'", "date": "2020-09-01 18:52", "summary": "When did Democrats stop trusting people to know what was best for them and their children?. Mitch McConnell's short speech at the GOP convention last week didn't receive a ton of attention, but in his understated way the Senate majority leader articulated one of the less obvious issues at stake in November.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-up-in-smoke-11599000722", "title": "Notable & Quotable: Up in Smoke", "date": "2020-09-01 18:52", "summary": "'Can you imagine the public and political reaction if' the California wildfires 'were caused by a private-sector activity?'. From John Cochrane's Grumpy Economist blog, Aug. 31:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-innovation-delusion-review-mistaking-novelty-for-progress-11599000684", "title": "'The Innovation Delusion' Review: Mistaking Novelty for Progress", "date": "2020-09-01 18:51", "summary": "The vast majority of engineers will wind up maintaining existing systems and keeping them going-thank goodness. We overvalue the new.. 'Do you ever get the feeling that everyone around you worships the wrong gods?\" So ask Lee Vinsel and Andrew L. Russell in the first pages of \"The Innovation Delusion.\" They are consumed by this question, convinced that America has been seduced by the false charms of innovation, causing us to chase novelty and pursue disruption while neglecting maintenance and infrastructure in both the public and private sectors. We end up discounting the value of \"the ordinary work that keeps our world going.\" Anyone compelled to \"ideate\" at a corporate breakout session can surely relate.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-cancels-vote-on-controversial-whistleblower-program-reforms-11599000419", "title": "SEC Cancels Vote on Controversial Whistleblower Program Reforms", "date": "2020-09-01 18:47", "summary": "The U.S. Securities and Exchange Commission has twice canceled a vote on a proposal that could allow it to curtail the largest whistleblower awards. The U.S. Securities and Exchange Commission has called off a second attempt to vote on long-pending amendments to its whistleblower award program-a sign the agency's commissioners still haven't reached a consensus on a final version of the rules.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-direct-listings-hit-snag-as-investor-group-raises-concerns-11599000009", "title": "NYSE Direct Listings Hit Snag", "date": "2020-09-01 18:40", "summary": "Council of Institutional Investors says it will ask SEC commissioners to review plan. The New York Stock Exchange's plan to let companies raise capital through direct listings is on pause after an influential group of institutional investors took an unusual regulatory step in a last-ditch effort to block it.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-01-2020-11598946708", "title": "New U.S. Covid-19 Cases Slow to Lowest Level in Two Months", "date": "2020-09-01 18:34", "summary": "Daily cases fall below 34,000 as public-health experts warn school reopenings could contribute to resurgence. The U.S. recorded its smallest number of daily coronavirus cases in months, continuing a slowdown in new infections, as New York City delayed the start date of in-person classes for the nation's largest school district.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-will-increase-patrols-for-labor-day-holiday-weekend-11598998834", "title": "New York City Police Will Increase Patrols for Labor Day Weekend", "date": "2020-09-01 18:20", "summary": "NYPD officials to dispatch officers to fight rise in violence and discourage crowds along parade routes. The New York Police Department will increase patrols over the coming Labor Day weekend to combat a continuing rise in violent crime, police officials said Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-race-to-secure-covid-19-vaccines-worlds-poorest-countries-lag-behind-11598998776", "title": "In Race to Secure Covid-19 Vaccines, World's Poorest Countries Lag Behind", "date": "2020-09-01 18:19", "summary": "Deals struck by wealthier countries to secure at least 3.7 billion doses are expected to tie up much of the world's production capacity. Developing nations are at risk of being left far short of the Covid-19 vaccine supplies they need as richer countries secure billions of doses even before the drugs pass final clinical trials, according to health experts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-delays-school-reopening-11598972188", "title": "New York City Delays School Reopening", "date": "2020-09-01 18:17", "summary": "In deal with teachers, start of in-person learning is pushed back by more than week. Just days before New York City schools were supposed to reopen, the city said Tuesday it would delay the start of in-person learning by more than a week, after reaching a last-minute deal with the teachers union that averts the threat of a strike.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-of-kosovo-serbia-to-meet-at-white-house-this-week-11598998085", "title": "Leaders of Kosovo, Serbia to Meet at White House This Week", "date": "2020-09-01 18:08", "summary": "Talks to focus on economic issues as groundwork for future political agreements, U.S. officials say. The leaders of Serbia and Kosovo are set to convene at the White House this week for talks on a possible peace process, after a meeting earlier in the summer was postponed when an international tribune said Kosovo's president could be charged for war crimes.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-presses-lebanons-leaders-to-form-government-deliver-reforms-11598977827", "title": "Macron Presses Lebanon's Leaders to Form Government, Deliver Reforms", "date": "2020-09-01 17:55", "summary": "French president met with Lebanese President Michel Aoun to continue the push for stability after deadly Beirut explosion. French President Emmanuel Macron pressed Lebanon's leaders to form a government within two weeks and deliver long-delayed reforms, promising international aid in return that would help the country stave off an economic collapse.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-cio-says-ai-playing-a-growing-role-in-chipmakers-operations-11598996924", "title": "Intel CIO Says AI Playing a Growing Role in Chipmaker's Operations", "date": "2020-09-01 17:48", "summary": "Intel's use of artificial intelligence has accelerated during the pandemic. Intel Corp. Chief Information Officer Archana Deskus says artificial intelligence has become more critical to the semiconductor maker during the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-allows-illegal-immigrants-to-get-professional-licenses-11598996870", "title": "New Jersey Allows Illegal Immigrants to Get Professional Licenses", "date": "2020-09-01 17:47", "summary": "Growing list of states no longer require lawful presence in U.S. to qualify for jobs like teacher, nurse. New Jersey Gov. Phil Murphy signed legislation allowing illegal immigrants to obtain professional or occupational licenses for the first time.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-shares-jump-after-company-reports-surging-demand-during-pandemic-11598977735", "title": "Zoom Shares Jump After Company Reports Surging Demand", "date": "2020-09-01 17:41", "summary": "The company raised its financial forecast, powered by companies with employees working from home. Zoom Video Communications Inc.'s stock soared a day after the video-chat company that has gained popularity during the pandemic reported another big jump in users and raised its financial forecast.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-intelsat-buys-gogo-in-flight-wi-fi-business-for-400-million-11598988356", "title": "Bankrupt Intelsat Buys Gogo In-Flight Wi-Fi Business", "date": "2020-09-01 17:38", "summary": "Deal is being funded by a $1 billion bankruptcy loan that Intelsat is using for its chapter 11 restructuring. Satellite operator Intelsat SA continues to expand despite filing for bankruptcy earlier this year to address billions of dollars in debt, agreeing to purchase the in-flight broadband business of Gogo Inc. for $400 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disagreements-about-school-during-covid-are-straining-families-and-friends-11598978843", "title": "Disagreements About School During Covid Are Straining Families and Friends", "date": "2020-09-01 17:28", "summary": "In person? Remote? Pod? 'It has caused great rifts in relationships,' one therapist says. But there are ways to reduce conflict.. The challenges of figuring out school this year have created new tensions in Kristin and Brian Richardson's relationship.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-traditional-business-school-recruiters-are-pulling-back-11598968474", "title": "Here's Why Traditional Business School Recruiters Are Pulling Back", "date": "2020-09-01 17:20", "summary": "As consulting and financial services companies that commonly employed M.B.A.s dial back recruiting plans, new employers in technology are emerging to fill the gap. Second year M.B.A. students typically receive job offers this time of year, but because of the economic uncertainty created by the coronavirus pandemic, many companies are delaying their usual hiring process.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-workers-under-25-are-losing-their-jobs-in-france-11598994981", "title": "Here's Why Workers Under 25 Are Losing Their Jobs in France", "date": "2020-09-01 17:16", "summary": "They are bearing the brunt of the economic fallout from the coronavirus pandemic. As the pandemic causes unemployment to soar among young people in France, those in struggling neighborhoods are being hit the hardest. Currently about one million people between the ages of 16 and 25 are jobless and aren't pursuing studies.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenet-suspense-builds-for-theater-chains-11598981394", "title": "'Tenet' Suspense Builds for Theater Chains", "date": "2020-09-01 17:04", "summary": "Theater stocks have run up ahead of the U.S. debut of the highly anticipated thriller. Moviegoers don't seem inclined to go see just anything. For theater operators, the question remains on whether they will go see the right thing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-weakens-bankruptcy-protections-for-private-student-loans-11598993841", "title": "Appeals Court Weakens Bankruptcy Protections for Private Student Loans", "date": "2020-09-01 16:57", "summary": "An appellate ruling could ease the way for borrowers of some types of student debt to get relief through bankruptcy court. An appeals court has sided with borrowers who sought to discharge private student loans after filing for bankruptcy, a win for consumers trying to cancel their shares of roughly $50 billion in private educational debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-remember-trumps-economy-differently-11598993567", "title": "We Remember Trump's Economy Differently", "date": "2020-09-01 16:52", "summary": "The true explanation for the difference between the Obama and Trump economies is federal GDP expenditures.. Regarding your editorial \"Remember the Trump Economy?\" (Aug. 26): The true explanation for the difference between the Obama and Trump economies is federal GDP expenditures. In the two years following the 2017 tax cuts, federal GDP expenditures increased at an average quarterly rate of 3.9%. In contrast, the Obama administration was constrained by the tea party to reduce federal GDP expenditures in six of eight years. Without that antigrowth influence the previous administration's economy might have been one of the strongest in U.S. history.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikki-haley-refutes-identity-politics-theory-11598993457", "title": "Nikki Haley Refutes Identity Politics Theory", "date": "2020-09-01 16:50", "summary": "Tunku Varadarajan is correct to call some of the critics of Nikki Haley's views and use of her middle name and husband's surname as \"racist\". Tunku Varadarajan is correct to call some of the critics of Nikki Haley's views and use of her middle name and husband's surname as \"racist\" (\"The Smearing of Nikki Haley,\" op-ed, Aug. 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-plasma-treatment-could-offer-even-more-hope-11598993402", "title": "Covid-19 Plasma Treatment Could Offer Even More Hope", "date": "2020-09-01 16:50", "summary": "The FDA's clearance for treating hospitalized Covid-19 patients with convalescent plasma is a positive step, but restricting the therapy to hospitalized patients misses an opportunity to reduce hospitalization and death rates.. The FDA's clearance for treating hospitalized Covid-19 patients with convalescent plasma is a positive step, but restricting the therapy to hospitalized patients misses an opportunity to reduce hospitalization and death rates (\"Plasma Treatment for Covid Gets FDA Clearance,\" Page One, Aug. 24 and the editorial \"The FDA's Good Plasma Decision,\" Aug. 25). Convalescent plasma is not more or less effective depending on whether the patient happens to be in the hospital when receiving the treatment; however, the therapy is likely to be less effective if given late in the course of the disease. For many, the hospitalization requirement likely will delay use of the therapy until a time it will be less effective or encourage early hospitalizations so that the patient can receive the treatment. The hospitalization requirement functions as a disguised rationing device for a limited supply of convalescent plasma-but at a huge cost in efficiency and effectiveness.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-fails-basics-but-gets-an-a-for-indoctrination-11598993300", "title": "California Fails Basics but Gets an A for Indoctrination", "date": "2020-09-01 16:48", "summary": "It seems if you can't teach reading and math, try ethnic studies.. Regarding Williamson M. Evers's \"'Critical' Ethnic Studies Returns to California\" (op-ed, Aug. 28): The revision of the proposed mandatory ethnic-studies class curriculum receives thoughtful critique. California's K-12 educational system ranks well below the national average, behind a majority of states in fourth- and eighth-grade reading and math, so it seems puzzling why California seeks to expand its objective before achieving satisfactory results in its schools' basic function by introducing a form of mission creep. It seems if you can't teach reading and math, try ethnic studies. Based on the author's analysis, it appears the state has concluded even comprehensive studies are too challenging, so the California Department of Education has decided to further concentrate that topic on the low-hanging fruit of ethnic-grievance studies, and even then to focus on misguided racial grievance while ignoring the enormous contributions of the Irish, Jews, Germans and others to America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-01-2020-11598952613", "title": "U.S. Stocks Finish Higher on New Factory Data", "date": "2020-09-01 16:41", "summary": "Manufacturing activity in August offers view into the strength of the recovery in the American economy. The S&P 500 and Nasdaq Composite rose to fresh highs Tuesday after manufacturing data showed the economy continues to bounce back from the coronavirus shutdown.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-fuel-demand-disappoints-challenging-economy-11598952601", "title": "Fuel Rebound Fizzles, Challenging Economy, Industry", "date": "2020-09-01 16:27", "summary": "Oil prices stay in tight range as coronavirus fears fuel caution among consumers. A swift recovery in fuel consumption by U.S. drivers is petering out, posing new challenges to the oil market, economy and global energy industry.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-lawmaker-proposes-board-to-review-police-shootings-11598981482", "title": "Wisconsin Board Proposed to Review Deadly Encounters Involving Police", "date": "2020-09-01 16:26", "summary": "Political fight over how to improve policing grows with Republican senator's plan amid unrest in Kenosha. A Wisconsin lawmaker is proposing to create a new statewide safety board that would investigate when interactions with police result in deaths or serious injuries, a plan that grew out of the shooting by police of a man in Kenosha, Wis., more than a decade ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-sell-up-to-5-billion-in-stock-11598964848", "title": "Tesla to Sell Up to $5 Billion in Stock", "date": "2020-09-01 16:18", "summary": "Electric-vehicle company's return to capital markets follows 5-for-1 stock split on Monday. Tesla Inc. said it planned to raise up to $5 billion through stock offerings from time to time as the electric-vehicle maker, which has enjoyed a surging share price, makes another investment push.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-cant-millions-of-americans-access-reliable-internet-services-11598990740", "title": "Why Can't Millions of Americans Access Reliable Internet Services?", "date": "2020-09-01 16:05", "summary": "The recent bankruptcy of Frontier Communications provides insight into how U.S. broadband policies have fallen short for many Americans in rural areas. Many people living in rural communities don't have reliable Internet service. Rolling out infrastructure in these areas is costly and not as lucrative as investing in urban areas, which can be a deterrent for some Internet providers, says Christopher Mitchell, community broadband networks director at the Institute for Local Self-Reliance.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-u-a-e-pursue-economic-ties-in-wake-of-u-s-brokered-breakthrough-11598989870", "title": "Israel, U.A.E. Pursue Economic Ties in Wake of U.S.-Brokered Breakthrough", "date": "2020-09-01 15:51", "summary": "The difficult issue of whether U.A.E will be allowed to by American F-35 jets is put off until later. ABU DHABI-Israel and the United Arab Emirates agreed to promote bilateral trade and business activity as they move to normalize ties, but pushed discussion over the thorny issue of the sale of advanced U.S. military hardware to the Emiratis to a later stage.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dance-of-dreams-review-elegant-urban-etudes-11598989550", "title": "'Dance of Dreams' Review: Elegant Urban Etudes", "date": "2020-09-01 15:45", "summary": "Inspired by the score for 'Vertigo,' a short film from the San Francisco Ballet showcases dances shot in striking locations around the city.. Amid an onrush of dance programming that's been streaming during the current pandemic, it's not hard for something special to get missed. It would be most unfortunate if San Francisco Ballet's \"Dance of Dreams\" were to be lost in the flood.", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-look-to-wound-filibuster-but-not-kill-it-11598965200", "title": "Senate Democrats Weigh Future of Filibuster", "date": "2020-09-01 15:35", "summary": "The outcome will be crucial to shaping the country's policy landscape should Democrats regain control of the Senate and White House. WASHINGTON-Democratic senators are discussing rule changes that would curtail the power of the minority party to block legislation but stop short of completely killing off the filibuster, which some party leaders and activists are eager to jettison if they win back control of the chamber in November.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-will-close-most-of-its-history-museums-11598986306", "title": "Wells Fargo Will Close Most of Its Corporate-History Museums", "date": "2020-09-01 15:21", "summary": "The bank told employees it will close 11 of its 12 museums, keeping only its San Francisco location. The Wells Fargo wagon is a-going.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-says-economy-faces-high-uncertainty-prominent-risks-11598980162", "title": "Fed Official Says Economy Faces High Uncertainty, Prominent Risks", "date": "2020-09-01 15:13", "summary": "'In coming months, it will be important for monetary policy to pivot from stabilization to accommodation,' said Lael Brainard. A top Federal Reserve official said the economy faces substantial risks, including the premature withdrawal of government spending to support growth, and would require continued stimulus from the central bank.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ufo-spotting-has-replaced-bird-watching-as-pandemic-obsession-11598986541", "title": "UFO Spotting Has Replaced Bird Watching as Pandemic Obsession", "date": "2020-09-01 14:55", "summary": "Sightings are rising and 2020 is shaping up to be a banner year for close encounters. In the wake of the coronavirus, sports stadiums have fallen silent, shopping malls have been turned into ghost towns, and bars have emptied. But the skies-depending who you ask-have gotten a lot busier.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-during-covid-hike-the-l-a-hills-when-nothing-else-works-11598986451", "title": "Travel During Covid: Hike the L.A. Hills When Nothing Else Works", "date": "2020-09-01 14:54", "summary": "Four stories on how people spent their summer, including a single dad connecting with his son and nephew via hiking, a daughter driving 900 miles to her father's grave, and more. This article is part of \"Life in Quarantine,\" dispatches from around the world about how people are getting through the coronavirus pandemic. This installment looks at travel and vacations during the lockdown.", "categories": [["Life & Work", "Travel", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-factories-are-so-strong-in-a-pandemic-11598986388", "title": "Why Manufacturing Is So Strong in a Pandemic", "date": "2020-09-01 14:53", "summary": "U.S. manufacturing has more than made up ground lost during Covid's spread, in contrast to services. Manufacturing is usually one of the worst places to be when a recession strikes. But not this time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subpoena-for-trumps-tax-returns-faces-ruling-11598975702", "title": "Appeals Court Temporarily Blocks Subpoena of Trump Tax Returns", "date": "2020-09-01 14:41", "summary": "Ruling is latest development in yearlong fight between president and Manhattan District Attorney Cyrus Vance Jr.. Manhattan prosecutors can't obtain President Trump's tax returns during a pending appeal, a three-judge panel ruled Tuesday, handing a temporary win to Mr. Trump in his bid to shield financial documents from a criminal investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-criticizes-lack-of-oversight-on-ppp-loans-11598981252", "title": "House Panel Criticizes Lack of Oversight on PPP Loans", "date": "2020-09-01 14:41", "summary": "More than 10,000 loans collectively worth over $1 billion went to borrowers who received multiple loans, preliminary analysis says. WASHINGTON-Tens of thousands of loans issued under the government's $670 billion Paycheck Protection Program are vulnerable to fraud, waste and abuse, according to a report from a House panel Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-tightens-rules-for-fbi-surveillance-of-political-candidates-staff-11598984918", "title": "Barr Tightens Rules for FBI Surveillance of Political Campaigns", "date": "2020-09-01 14:28", "summary": "Attorney general's new restrictions come in response to watchdog report that faulted bureau's monitoring of former Trump campaign adviser. Attorney General William Barr put new restrictions Tuesday on government surveillance of political campaigns, the latest fallout from an inspector general report that found problems with the way the FBI sought to monitor a former Trump campaign adviser.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-hits-two-year-high-on-china-rebound-11598958783", "title": "Copper Hits Two-Year High on China Rebound", "date": "2020-09-01 14:15", "summary": "Strong Chinese manufacturing data and a weakening dollar prop up copper prices. Copper prices hit a two-year high on evidence that China's economic recovery motored ahead in August, extending a recent rally for the industrial metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-lower-speed-limit-on-nine-major-streets-11598983418", "title": "New York City to Lower Speed Limit on Nine Major Streets", "date": "2020-09-01 14:03", "summary": "Change comes as city has recorded increase in traffic deaths this year. New York City will lower the speed limit by 5 miles an hour on nine major roads across the five boroughs, officials said Tuesday, responding to an increase in fatal car crashes this year that they say has been caused by reckless driving.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-parliament-to-investigate-wirecard-scandal-11598977807", "title": "German Parliament to Investigate Wirecard Scandal", "date": "2020-09-01 13:34", "summary": "Probe of payments group's collapse raises pressure on government ahead of next year's election. BERLIN-German lawmakers said Tuesday they would launch a parliamentary probe into the government's failure to uncover the Wirecard AG scandal, a setback for Chancellor Angela Merkel's administration ahead of next year's general election.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-taps-former-verizon-executive-to-lead-telecom-out-of-bankruptcy-11598965469", "title": "Frontier Communications Hires Ex-Verizon Executive", "date": "2020-09-01 13:15", "summary": "Bondholders name ex-Verizon telecom boss John Stratton as executive chairman of troubled landline operator post-bankruptcy. Frontier Communications Corp. named John Stratton as its executive chairman, tapping a longtime telecom operator to lead the internet provider as it looks to win back customers' trust after bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-candidates-are-now-winning-in-mostly-white-districts-opening-path-to-higher-office-11598980352", "title": "Black Candidates Gain New Political Ground", "date": "2020-09-01 13:12", "summary": "Resume Subscription. Black candidates have begun winning more House seats and statewide offices, such as attorney general, in places where most voters are white-a departure from decades in which Black political power was rooted largely in minority communities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/his-love-has-lasted-with-corvettes-little-red-and-otherwise-11598980172", "title": "His Love Has Lasted With Corvettes: Little, Red and Otherwise", "date": "2020-09-01 13:09", "summary": "Resume Subscription. Joe Young, a retired publisher living in Los Angeles, on his Chevrolet Corvette collection, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/david-chang-momofuku-book-excerpt-eat-peach-11598978591", "title": "David Chang on the Momofuku Empire's Disastrous Beginning", "date": "2020-09-01 13:00", "summary": "An excerpt from 'Eat a Peach,' the chef and Netflix host's new memoir: \"I had no idea what I was doing, and I was spectacularly alone.... Nobody wanted to work for a dude who had bailed on his job to chase a crackpot scheme.\". \"My husband really knows ramen, and this is not ramen.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosperity-rides-on-a-republican-senate-11598979537", "title": "Prosperity Rides on a Republican Senate", "date": "2020-09-01 12:58", "summary": "A Democratic majority would be a rubber stamp for a President Biden's ruinous economic agenda.. When Barack Obama swept the 2008 elections, his long coattails helped flip eight Republican Senate seats to the Democrats, giving the Obama-Biden presidency the Senate's most progressive supermajority since FDR. With all 60 Senate Democrats voting in unison for President Obama's vision, they passed ObamaCare without a single Republican vote. The new Democratic senators also made possible the adoption of the $787 billion stimulus bill in 2009 and the Dodd-Frank Act of 2010, which vastly expanded government control of American finance and gave the president the nearly unfettered ability to promulgate regulation across the entire economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-1980-strategy-for-2020-11598979462", "title": "Trump's 1980 Strategy for 2020", "date": "2020-09-01 12:57", "summary": "Voters weren't happy with Carter, who tried to make Reagan look too risky.. In Pittsburgh on Monday, the Democratic presidential nominee responded forcefully to President Trump's charge that \"no one will be safe in Biden's America.\" Joe Biden sought to turn the tables, arguing that Mr. Trump was the principal source of the chaos and insecurity so many American are experiencing. \"Does anyone believe there will be less violence in America if Donald Trump is re-elected?\" Mr. Biden asked. \"He can't stop the violence-because for years he has fomented it.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-the-centerpiece-of-his-man-cave-11598979334", "title": "Photos: The Centerpiece of His 'Man Cave'", "date": "2020-09-01 12:55", "summary": "Joe Young shows off his 1963 Chevrolet Corvette Sting Ray. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coupon-clipping-fades-into-history-as-covid-19-accelerates-digital-shift-11598702400", "title": "Coupon-Clipping Fades Into History as Covid-19 Accelerates Digital Shift", "date": "2020-09-01 12:47", "summary": "Dunkin', Smucker, Walgreens among companies shifting discounts from paper to apps. Clipping coupons is becoming a thing of the past, as the coronavirus pandemic accelerates a shift to digital deals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-airlines-are-offering-free-ticket-changes-11598975597", "title": "These Airlines Are Offering Free Ticket Changes", "date": "2020-09-01 11:53", "summary": "American, Delta and United are offering free ticket changes, in the latest effort to boost demand for air travel. American Airlines, Delta Airlines and United Airlines are removing change fees on most domestic flights in the latest effort to boost demand in an air-travel industry hit hard by the coronavirus pandemic. United Airlines was the first to announce the move on Sunday, permanently ending flight change fees for most domestic flights. A day later, American Airlines and Delta followed suit as the levies emerged as a new competitive battleground among airlines. American has dropped fees for international flights to and from Canada, Mexico and the Caribbean, too. The airline also took steps to bolster its basic economy tickets by allowing upgrades, which still can't be changed or refunded, but offer stripped-down fares.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-cut-more-jobs-despite-signs-of-tentative-recovery-11598957011", "title": "U.S., Global Factory Output Picks Up, but Jobs Picture Is Mixed", "date": "2020-09-01 11:33", "summary": "Unemployment levels could pose threat to recovery from coronavirus lockdowns. U.S. factory output continued to grow in August, according to a pair of surveys released Tuesday, but the picture for employment was mixed, a possible sign of lingering uncertainty about the coronavirus pandemic among American manufacturers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-black-franchisees-sue-mcdonalds-alleging-discrimination-11598963169", "title": "Black Ex-Franchise Owners Sue McDonald's Alleging Discrimination", "date": "2020-09-01 11:31", "summary": "Lawsuit accuses burger company of setting former franchisees up for poor results. Several dozen former McDonald's Corp. franchisees sued the burger giant, alleging it unfairly treated Black owners by selling them subpar stores and failing to support their businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-expects-v-shaped-economic-rebound-from-coronavirus-11598973469", "title": "Germany Expects V-Shaped Economic Rebound From Coronavirus", "date": "2020-09-01 11:17", "summary": "After experiencing one of the world's mildest Covid-19 epidemics, Germany is experiencing a faster-than-expected recovery. FRANKFURT-Germany's economy is recovering faster than was anticipated a few months ago, helped by a mild and short coronavirus lockdown, a large-scale fiscal stimulus and Berlin's close trade links with China, according to new government forecasts.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-during-covid-improvised-summer-vacations-11598972745", "title": "Travel During Covid: Improvised Summer Vacations", "date": "2020-09-01 11:05", "summary": "Four stories of how people did their best to relax when the coronavirus changed their plans-an impromptu trip to the theme park, a father-son trip to the Boundary Waters and more. This article is part of \"Life in Quarantine,\" dispatches from around the world about how people are getting through the coronavirus pandemic. This installment looks at travel and vacations during the lockdown.", "categories": [["Life & Work", "Travel", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-leonard-cohens-estate-likely-cant-stop-trump-from-using-the-artists-music-11598972156", "title": "Why Leonard Cohen's Estate Likely Can't Stop Trump From Using the Artist's Music", "date": "2020-09-01 10:55", "summary": "The late musician's estate said it was considering legal options after the president used 'Hallelujah' at the RNC. But musicians have long struggled to stop politicians and presidents from using their music in campaigns. Here's why.. Leonard Cohen's estate made headlines for condemning President Trump's use of the late artist's song \"Hallelujah\" at last week's Republican National Convention, even saying it would consider its legal options. But that is usually as far as such threats can go, legal experts say.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-payroll-tax-deferral-leaves-employers-wary-as-plan-starts-11598958000", "title": "Trump Payroll-Tax Deferral Leaves Employers Wary as Plan Starts", "date": "2020-09-01 10:55", "summary": "UPS says it won't stop withholding Social Security taxes; federal government workers will get deferral until 2021. WASHINGTON-President Trump's payroll-tax deferral plan started Tuesday, but many employers seem unlikely to adopt the policy, which would effectively give their workers a short-term interest-free loan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-face-masks-work-and-which-types-offer-the-best-covid-19-protection-11598971771", "title": "How Face Masks Work and Which Ones Best Protect Against Covid-19", "date": "2020-09-01 10:49", "summary": "Breaking down different types of coverings, the proper way to take them on and off and how to tell if a mask is professional grade. Face masks are a simple way to help prevent the spread of the new coronavirus through talking, coughing or sneezing, scientists and public-health specialists say. But they need to be worn properly.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-carla-bley-jazz-struck-a-chord-11598971516", "title": "For Carla Bley, Jazz Struck a Chord", "date": "2020-09-01 10:45", "summary": "The musician remembers traveling cross-country to see Miles Davis perform. 'It was even better than the fantasy.'. Carla Bley, 84, is a jazz composer, arranger, pianist and orchestra leader, and winner of the 2015 NEA Jazz Masters award. Her latest album is \"Life Goes On\" (ECM). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-diplomatic-offensive-in-europe-yields-meager-results-11598969414", "title": "China's Diplomatic Offensive in Europe Yields Meager Results", "date": "2020-09-01 10:10", "summary": "Beijing pushes back against U.S. efforts to forge a Western anti-China front. A Chinese diplomatic offensive to improve ties with Europe and counter U.S. influence has failed to yield clear gains so far.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-explores-potential-sale-of-xandr-digital-ad-unit-11598968911", "title": "AT&T Explores Potential Sale of Xandr Digital Ad Unit", "date": "2020-09-01 10:01", "summary": "The telecom giant had hoped to use its scale and AppNexus deal to build up an advertising business. AT&T Inc. is exploring the potential sale of its digital advertising operations, a sign the telecommunications company is curbing its ambitions to become a force on Madison Avenue, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-coffee-shops-keep-brewing-minus-a-few-perks-11598968800", "title": "New York City Coffee Shops Keep Brewing Minus a Few Perks", "date": "2020-09-01 10:00", "summary": "In the age of coronavirus, cafes are still selling cups of joe, but seats and loyalty cards are hard to come by. Thanks to the pandemic, much of the romance is gone from the New York City coffee scene these days. At the typical cafe, you're confronted by a table jammed in the doorway where a cashier waits behind a Plexiglas shield like a bank teller. There's no place to sit. And feel free to burn that old-fashioned, cardboard loyalty punch card that got you a free drink after 10 visits-it might be crawling with covids!", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gained-weight-during-quarantine-oversize-menswear-is-trending-11598967847", "title": "Menswear's New Oversize Silhouette Was Made for the WFH Lifestyle", "date": "2020-09-01 09:44", "summary": "Designers are taking cues from the outsize fashions of the 1990s, offering easy, roomy wares that cater to guys working from their couches. THE WEBSITE FOR British clothing retailer Matchesfashion features more than 80 men's pieces whose names include the word \"oversize.\" Among these exemplars of bigness: a cocooning trench coat from Stockholm's Acne Studios, a fulsome floral printed shirt from French label Marine Serre and a jumbo mohair cardigan from Paris's Lemaire that evokes that icon of loose grunge attire, Kurt Cobain. Even if the products weren't so literally labeled, the gargantuan shapes would still convey the message that for men, big clothes are in.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-is-now-about-location-location-isolation-11598966108", "title": "Real Estate Is Now About Location, Location, Isolation", "date": "2020-09-01 09:15", "summary": "Valuations are holding up for all-new reasons. Real-estate searches are looking a lot different lately.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-gain-early-lead-in-covid-19-legal-fight-with-businesses-11598965200", "title": "Insurance Firms Gain Early Lead in Coronavirus Legal Fight With Businesses", "date": "2020-09-01 09:00", "summary": "Courts have only just begun to work through more than 1,000 shutdown-related business-interruption coverage disputes. U.S. property insurers have won a flurry of judicial rulings backing up their rejections of claims for businesses' lost income during government-ordered shutdowns, dimming policyholders' hopes of payments to help them rebound.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-torture-for-michael-flynn-11598916586", "title": "More Torture for Michael Flynn", "date": "2020-09-01 08:44", "summary": "The D.C. Circuit goes to great lengths to keep his prosecution going.. One test of a judicial ruling in a controversial case is whether it would have come out the same way if the defendant's name were John Doe. On that measure, among others, it's hard to credit as legally justified Monday's appellate court ruling against former national security adviser Michael Flynn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trevor-paglen-art-artificial-intelligence-interview-11598963246", "title": "Trevor Paglen Is Putting the Art in Artificial Intelligence", "date": "2020-09-01 08:35", "summary": "With two upcoming exhibitions that center on AI, the multimedia artist is drawing attention to a hidden world of modern phrenology, racist categorizations and the surreality of facial recognition.. On a warm early-August afternoon in his studio in the Bedford-Stuyvesant neighborhood of Brooklyn, the artist Trevor Paglen is wearing a white T-shirt, his head is shaved bald and a concrete wall backgrounds him. He is discussing, via Zoom, the ways in which the power of Silicon Valley might be less assured than many would think. \"If you looked at early-20th-century railroad barons, you'd have been like, 'These guys are unstoppable,'\" he says. \"Or if you'd gone back to the 14th century, with kings, everybody would have said, 'Oh, this is just how it is, how God decided it.' People think things are inevitable until they're not.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gloves-match-new-bag-11598926446", "title": "You Need Gloves to Match Your New Bag", "date": "2020-09-01 08:30", "summary": "A gripping take on fall's most practical trend: color-coordinated gloves and handbags.. As the summer temperatures dip and the leaves start to change colors, there's a perfect team of accessories to consider: a new bag and a pair of gloves. Alone, they're gorgeous ways to make an outfit pop. But together, they're even better. The method to making this combination sing is making sure they really match. Take for example the red quilted Chanel bag with matching gloves seen below. It takes two classic pieces and turns it into something completely new. For something a little more mod, slip on some green gloves from Paula Rowan and pick up a woven bag from Bottega Veneta. It's a an impressive merger. If you're looking to take this look into nighttime, you need to bet on black. With a Celine by Hedi Slimane bag on your arm and Paula Rowan gloves around your hand, you'll be sure to stun. Here, see nine ways to wear the trend.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-investigating-antifa-supporter-michael-reinoehl-in-portland-shooting-11598904528", "title": "Portland Shooting Suspect Identified as Antifa Supporter", "date": "2020-09-01 08:06", "summary": "Former professional snowboarder is a person of interest in killing of a pro-Trump protester on Saturday, according to a law-enforcement official. A family member said she identified a man police told her they are investigating in the Saturday killing of a right-wing protester in Portland, Ore., as Michael Reinoehl, a 48-year-old former professional snowboarder who calls himself a member of Antifa on social media.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-hill-milwaukee-bucks-nba-boycott-kenosha-shooting-11598947657", "title": "He Decided Not to Play. The Bucks and the NBA Followed.", "date": "2020-09-01 08:04", "summary": "George Hill's protest set into motion a wave of boycotts and postponements that rippled across the sports world. George Hill was supposed to be getting ready for the NBA playoffs when he found himself in an unexpected place urging the people around him to change the world.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-houses-boosts-home-construction-11598961600", "title": "Demand for Houses Boosts Home Construction", "date": "2020-09-01 08:00", "summary": "Strength in home building highlights uneven nature of the recession; outlook is a sharp turnaround from early spring. A surge in home-buying demand and limited inventory for existing homes is spurring construction to help fill the gap.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apartment-values-stay-solid-in-private-market-despite-falling-rents-11598961601", "title": "Apartment Values Stay Solid in Private Market", "date": "2020-09-01 08:00", "summary": "Recent CIM deal shows some buyers still willing to pay near pre-pandemic prices in certain areas. Some investors are willing to pay near pre-pandemic prices for rental apartment buildings despite the weak economy's downward pressure on occupancies and rents.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-teams-plan-for-mid-crisis-transition-11598961603", "title": "Biden, Trump Teams Plan for Midcrisis Transition", "date": "2020-09-01 08:00", "summary": "Aides to each candidate are quietly planning for a first Biden term or a second one for Trump. The coronavirus pandemic and shaky economy make the task trickier than usual.. WASHINGTON-The twin economic and public health crises facing the U.S. have upended how Joe Biden's and President Trump's senior aides are planning for the next four years.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-tv-stations-team-up-to-launch-streaming-service-11598961600", "title": "Local TV Stations Team Up to Launch Streaming Service", "date": "2020-09-01 08:00", "summary": "VUit, an ad-supported platform, offers access to over 200 local channels. A new streaming service featuring more than 200 TV stations launched Tuesday, part of an effort by local-TV groups to make their content more broadly available and generate additional advertising revenue.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-deal-talks-slowed-by-china-rules-11598961243", "title": "TikTok Deal Talks Slowed By China Rules", "date": "2020-09-01 07:54", "summary": "Beijing recently issued new restrictions on the export of artificial-intelligence technology. China recently issued new restrictions on the export of artificial-intelligence technology, which forced ByteDance Ltd., TikTok's parent, to slow down talks with companies interested in buying the social media app's U.S. operations, according to people familiar with the matter. Those suitors include Microsoft Corp. , Walmart Inc. and Oracle Corp. The new Chinese restrictions highlight how TikTok, a social-media hit among younger U.S. users, has been thrust into a geopolitical contest between the U.S. and China over the future of global technology.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abes-departure-throws-wrench-into-u-s-japan-ties-11598960090", "title": "Shinzo Abe's Departure Throws Wrench Into U.S.-Japan Ties", "date": "2020-09-01 07:34", "summary": "Military deals and coordination on China will be early tests for Japan's new prime minister, with Yoshihide Suga emerging as front-runner. Shinzo Abe worked relentlessly at building close ties with American leaders, at Trump Tower and on the golf course with President Trump, and before then in Hiroshima and Pearl Harbor with President Obama.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-delicate-task-of-dealing-with-chinas-most-debt-burdened-property-giants-11598959634", "title": "The Delicate Task of Dealing With China's Most Debt-Burdened Property Giants", "date": "2020-09-01 07:27", "summary": "Reducing leverage may be good for the companies, but cash-starved local governments are desperately dependent on their land purchases. Two of China's most heavily leveraged developers are struggling in the stock market, and new attention from Beijing on their towering debt levels will put them under more pressure. But the central government's efforts don't address a key problem in the country's economic model: Cash-starved local governments need indebted property developers to buy their land.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-truck-makers-keep-on-truckin-11598958781", "title": "China's Truck Makers Keep on Truckin'", "date": "2020-09-01 07:13", "summary": "Truck sales surged 71% in July, the third consecutive month of above-50% increases. With the coronavirus pandemic weighing on consumer finances, automobiles may not be the easiest thing to sell in many places. In China, trucks are an exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-call-of-duty-black-ops-cold-war-to-fortnite-heres-how-videogame-pricing-works-11598958007", "title": "How Videogame Pricing Works", "date": "2020-09-01 07:00", "summary": "The latest installment in a hit franchise could set you back $70-or you could go broke buying digital perks in a 'free' game. Long ago, all you had to do to play a videogame was dig into your piggy bank for quarters and head to the arcade. Now, you can play great games almost anywhere without spending a penny.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-jae-yong-samsungs-de-facto-leader-is-indicted-again-11598955436", "title": "Lee Jae-yong, Samsung's De Facto Leader, Is Indicted Again", "date": "2020-09-01 06:17", "summary": "Prospects of the case heading to the country's Supreme Court are particularly high, legal experts say. South Korean prosecutors on Tuesday indicted Samsung 's de facto leader Lee Jae-yong on charges alleging he manipulated stock prices and violated the country's capital-markets laws, raising the possibility that the business tycoon could return to prison.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-rounds-rise-as-startups-face-tougher-fundraising-climate-11598954401", "title": "Down Rounds Rise as Startups Face Tougher Fundraising Climate", "date": "2020-09-01 06:00", "summary": "Venture capitalists sought lower prices as pandemic brought uncertainty. Many startups are having trouble raising new funding on favorable terms amid the pandemic, according to new data.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robot-trucks-are-seeking-inroads-into-freight-business-11598954400", "title": "Robot Trucks Are Seeking Inroads Into Freight Business", "date": "2020-09-01 06:00", "summary": "Startup Ike strikes a deal with several truck operators as pressure grows on self-driving ventures to show paths to profits. As autonomous trucking edges closer to market, technology providers and their potential customers are testing competing strategies for how driverless big rigs could help them make money in the real world.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-to-preventing-covid-19-indoors-ventilation-11598953607", "title": "Key to Preventing Covid-19 Indoors: Ventilation", "date": "2020-09-01 05:46", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retail-eviction-proceedings-pick-up-as-economy-restarts-11598952601", "title": "Retail Eviction Proceedings Pick Up as Economy Restarts", "date": "2020-09-01 05:30", "summary": "Some tenants, particularly those from apparel, fitness and theater sectors, continue to struggle with rent payments even as coronavirus shutdowns lift. Proceedings for the eviction of retail tenants are picking up across the country as courts reopen and states' moratoriums on evictions are expiring or getting curtailed as the economy reopens.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auditors-struggle-to-access-data-count-inventory-during-remote-work-11598952600", "title": "Auditors Struggle to Access Data, Count Inventory During Remote Work", "date": "2020-09-01 05:30", "summary": "As the pandemic drags on, audit practitioners fear they might miss red flags during virtual checks. Verifying companies' financial statements remotely is putting further strain on external auditors already under pressure for failing to conduct basic checks and spot accounting issues.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-stocks-face-new-reality-amid-coronavirus-pandemic-11598952600", "title": "Beauty Stocks Face New Reality Amid Coronavirus Pandemic", "date": "2020-09-01 05:30", "summary": "Earnings take hit as remote work and masks crimp demand for products like lipstick and blush; Skin care is a bright spot. The coronavirus pandemic is changing the face of the makeup business, but sales are expected to bounce back once there is a vaccine.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-enacts-eviction-moratorium-11598944854", "title": "California Enacts Eviction Moratorium", "date": "2020-09-01 03:21", "summary": "Ban on evictions until February, signed by Gov. Gavin Newsom, replaces prior relief set to expire this week. California's legislature passed a bill late Monday granting renters who are financially affected by the Covid-19 pandemic a reprieve from evictions, which were set to resume Wednesday when prior relief expires.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-says-it-will-bar-news-sharing-in-australia-if-proposed-payment-rules-become-law-11598931060", "title": "Facebook Threatens to Bar News Sharing in Australia if Proposed Payment Rules Become Law", "date": "2020-09-01 01:04", "summary": "Australia in July unveiled plan that would require Facebook, Google to negotiate with media companies over payment for news. SYDNEY-Facebook Inc. has threatened to stop allowing Australians to share news on its site and on Instagram if lawmakers allow media companies to demand payment from digital platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598910410", "title": "Pepper...and Salt", "date": "2020-09-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-tries-again-to-find-its-answer-to-amazon-prime-11598932860", "title": "Walmart Tries Again to Find Its Answer to Amazon Prime", "date": "2020-09-01 00:01", "summary": "Retailer to revamp grocery-delivery service as $98-a-year Walmart+ membership. Walmart Inc. is trying again to build a membership program that can rival Amazon Prime, the Amazon.com Inc. service with more than 150 million members.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-accuses-trump-of-sowing-chaos-and-division-in-wisconsin-and-oregon-11598895707", "title": "Biden Accuses Trump of Failing to Keep Nation Safe", "date": "2020-09-01 22:51", "summary": "President continues to blame Democratic leaders for violence after protests over police killings of Black people. PITTSBURGH-Launching his fall campaign, Democratic presidential nominee Joe Biden accused President Trump of failing to guard American safety amid the coronavirus pandemic and racial turmoil in Wisconsin and Oregon following police shootings and killings of Black people.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-lawmakers-mandate-racial-diversity-on-corporate-boards-11598915372", "title": "California Lawmakers Back Mandate for Racial Diversity on Corporate Boards", "date": "2020-09-01 21:04", "summary": "Experts say newly passed legislation runs afoul of constitutional principles and could be challenged in court. California lawmakers stoked change in company boardrooms two years ago when they mandated seats for women at the table. Now they are backing a similar measure to boost racial diversity on corporate boards.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-teachers-union-head-pushes-coronavirus-testing-to-avert-strike-11598907300", "title": "New York City Teachers Union Sets Plan for Strike-Authorization Vote", "date": "2020-09-01 20:59", "summary": "Union officials push for coronavirus testing in talks with mayor's team over school reopenings. The New York City teachers union took a first step Monday night toward a possible strike, its officials said, after its president said he was trying to avert a job action and seek a deal with City Hall to require new coronavirus testing.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-gets-u-s-approval-for-drone-fleet-a-package-delivery-milestone-11598913514", "title": "Amazon Gets U.S. Approval for Drone Fleet, a Package-Delivery Milestone", "date": "2020-09-01 20:38", "summary": "Company joins UPS and Google's Wing unit in tests involving customers, but routine use is years away. Amazon . com Inc. said Monday it received federal approval to establish a fleet of drones and will begin limited tests of package deliveries to customers in the U.S., although a number of key steps remain before widespread use of the technology will be allowed.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]