[{"link": "https://www.wsj.com/articles/postal-service-is-ordered-by-judge-to-search-for-remaining-ballots-11604620510", "title": "Postal Service Is Ordered to Search for Remaining Ballots", "date": "2020-11-05 18:55", "summary": "Tens of thousands of ballots were caught up in the U.S. mail system; some may be too late to be counted for election. A federal judge ordered the U.S. Postal Service to conduct rigorous sweeps of postal facilities serving states with looming election deadlines like Pennsylvania and North Carolina, so any ballots still in the mail system reach election officials in time to be included in election tallies.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-chooses-divided-government-11604620220", "title": "America Chooses Divided Government", "date": "2020-11-05 18:50", "summary": "The voters appear to have narrowly rejected Trump, but that doesn't mean they want progressive policies.. Divided nation, divided outcome. Votes are still being counted, nothing is certain, but it looks as if Joe Biden will win the presidency, closely. The Republicans will hold the Senate, closely, and pick up some seats in the House. A moderate outcome: divided government.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphias-antireligious-cruelty-11604619693", "title": "Philadelphia's Antireligious Cruelty", "date": "2020-11-05 18:41", "summary": "City officials pushed Catholics out of foster parenting to punish them for their faith.. I try very hard not to take for granted the life I've been given. When I was born, my biological mother couldn't care for my brother and me. We were taken from her and placed in foster care through Catholic Social Services in Philadelphia. We were fostered and then adopted by Cecelia Paul, the woman I called mom. I always say, \"Whoever raises you-that's your mother.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020s-biggest-election-losers-11604619664", "title": "2020's Biggest Election Losers", "date": "2020-11-05 18:41", "summary": "Schumer remains minority leader, and Pelosi will lead a thinner majority.. The jury is still out on who'll occupy the Oval Office, but America's verdict on liberal norm-busting is resounding. This election's clearest losers were Speaker Nancy Pelosi and Minority Leader Chuck Schumer, the public faces of the unhinged left.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/made-men-review-howam-i-funny-11604619615", "title": "'Made Men' Review: 'How Am I Funny?'", "date": "2020-11-05 18:40", "summary": "'Goodfellas' made no moral judgments; it presented the gangster as working stiff. Mob epics would never be the same.. Thirty years after the release of \"Goodfellas,\" the film's grip on popular culture remains firm. Drawing on Nicholas Pileggi's book \"Wiseguy\" (1985)-about the travails of Henry Hill, an eager mob initiate who eventually switches allegiance to the FBI-Martin Scorsese presented a startlingly fresh downmarket view of Mafia life. Rejecting the operatic splendor of, say, Francis Ford Coppola's \"The Godfather,\" Mr. Scorsese presented the gangsters as they were. \"What these people do is morally wrong, but the film doesn't say that,\" he told the film critic David Ehrenstein in 1992. \"These guys are really just working stiffs.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-sfo-investigating-plane-maker-bombardier-over-possible-bribery-11604598849", "title": "U.K.'s SFO Investigating Plane Maker Bombardier Over Possible Bribery", "date": "2020-11-05 18:37", "summary": "The Canadian plane maker said it had launched an internal review of transactions with Indonesia's flag carrier. The U.K.'s Serious Fraud Office is investigating Bombardier Inc. over what the agency described as suspected bribery and corruption related to deals with airline PT Garuda Indonesia.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-non-mandate-11604619335", "title": "Joe Biden's Non-Mandate", "date": "2020-11-05 18:35", "summary": "He may win the White House, but his party and progressive ideas lost.. As the votes continue to be counted in swing states, Joe Biden has the best chance to become the next President. But the closer we inspect the nationwide election returns, the more the result looks like a defeat for the rest of his Democratic Party and especially for the progressive agenda. Mr. Biden would take office without a mandate beyond addressing Covid-19 and not being Donald J. Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-collins-and-majorities-11604619306", "title": "Susan Collins and Majorities", "date": "2020-11-05 18:35", "summary": "The Maine moderate's victory will prevent radical Senate policies.. Susan Collins of Maine is the Senator many conservatives love to disdain, but this week her re-election to a fifth term in a Northeast state may save the Republican majority. It's a reminder that durable majorities in a diverse America require broad coalitions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-democratic-flop-in-the-states-11604619219", "title": "A Democratic Flop in the States", "date": "2020-11-05 18:33", "summary": "A pricey bid to control redistricting fails to flip statehouses.. Can donors to former Obama Attorney General Eric Holder's campaign to take control of statehouses get their money back? Democrats on Tuesday failed to flip any of the GOP legislative chambers they targeted, and Republicans expanded their majorities in some statehouses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oh-money-buys-elections-11604619065", "title": "Oh, Money Buys Elections?", "date": "2020-11-05 18:31", "summary": "Billionaires wasted a lot of money on losing Democrats this year.. How many crisp, green Ben Franklins did Democrats light on fire trying to sweep the elections? The three most expensive congressional campaigns ever, according to preliminary data at OpenSecrets.org, were this year's Senate races in North Carolina, Iowa and South Carolina, all of which the GOP appears to have held, though the first still hasn't been called.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-election-goes-to-court-11604618993", "title": "Another Election Goes to Court", "date": "2020-11-05 18:29", "summary": "Democrats began litigating years ago, and quicker resolutions could have prevented problems now.. Whoever first quipped \"It's all over but the counting\" forgot about the lawyers. Over the past year, Democrats and their allies marched through state after state in an unprecedented legal campaign to upend longstanding rules of election administration. The result is more uncertainty than ever over the basic rules of voting, and an increased likelihood that races will have to be called by the courts. Although it's too early to say for certain, that may include the presidential election.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-strangles-hong-kong-even-tighter-11604618954", "title": "Beijing Strangles Hong Kong Even Tighter", "date": "2020-11-05 18:29", "summary": "A new proposal would destroy any semblance of the city's autonomy and its residents' freedom.. With July's national security law, China's Communist Party dismantled Hong Kong's freedoms and destroyed the \"one country, two systems\" principle. Now Beijing has announced it will go even further and impose \"comprehensive governance\" of Hong Kong in the next five years, effectively absorbing the territory into the mainland in violation of the international treaty it signed with Britain in 1984.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theyd-rather-be-canadians-11604618928", "title": "They'd Rather Be Canadians", "date": "2020-11-05 18:28", "summary": "Residents of Point Roberts, Wash., are stuck on the wrong side of a border closed by Covid.. Point Roberts, Wash., is a census-designated place with a population of 1,314 about 45 minutes south of Vancouver, British Columbia. It offers beautiful views of the ocean and mountains. Farming and fishing are popular. There are few scattered businesses, one school, a doctor's clinic and several parks and trails.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-seizes-1-billion-of-bitcoin-tied-to-silk-road-website-11604612072", "title": "Justice Department Seizes $1 Billion of Bitcoin Tied to Silk Road Website", "date": "2020-11-05 18:23", "summary": "Agency says a hacker stole funds in 2012, 2013 from drug website, left untouched for years. U.S. Department of Justice officials seized more than $1 billion of bitcoins and other digital currencies this week that had been associated with the Silk Road online drug bazaar, the largest seizure of cryptocurrency in the agency's history.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-online-sales-boost-xpo-logistics-results-11604618445", "title": "Surging Online Sales Boost XPO Logistics Results", "date": "2020-11-05 18:20", "summary": "CEO Brad Jacobs says business 'rebounded dramatically' as U.S. economy bounced back from pandemic. XPO Logistics Inc. blew past quarterly analyst forecasts as strong e-commerce demand helped the company bounce back from sagging results earlier in the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pundit-from-religious-sage-to-political-bloviator-11604618455", "title": "'Pundit': From Religious Sage to Political Bloviator", "date": "2020-11-05 18:20", "summary": "A Sanskrit term referring to learned wisdom was eventually adopted to describe political commentators, wise or not. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-posts-third-quarter-loss-as-pandemic-continues-to-hurt-rides-11604610313", "title": "For Uber, Coronavirus Pandemic Is Still Weighing on Rides Business", "date": "2020-11-05 18:19", "summary": "Ride-hailing company's shares climb on California ballot win on gig workers. Uber Technologies Inc. posted another big loss as the coronavirus pandemic continued to batter its core ride-hailing business, though its shares rose for a second straight day on the back of a key regulatory win in California.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-orders-sba-to-release-names-of-all-ppp-borrowers-precise-loan-amounts-11604617420", "title": "Judge Orders SBA to Release Names of All PPP Borrowers, Loan Amounts", "date": "2020-11-05 18:03", "summary": "Small Business Administration had previously released details only for loans exceeding $150,000. WASHINGTON-The Small Business Administration must release detailed information for all Paycheck Protection Program loans, including names of borrowers and precise loan amounts, a federal judge ruled Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-31-11604615853", "title": "Bestselling Books Week Ended October 31", "date": "2020-11-05 17:37", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-disappoints-the-new-york-times-again-11604615710", "title": "America Disappoints the New York Times Again", "date": "2020-11-05 17:35", "summary": "Is there anything voters can do to make columnists feel better?. This should be a time for humility among people in the media industry as we contemplate another year's worth of flawed analysis and shattered expectations. Your humble correspondent is no exception. However painful it may be to acknowledge, this column must accept that younger voters are increasingly choosing hard seltzer over beer.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-05-2020-11604558023", "title": "Stocks Climb, Extending Big Weekly Rally", "date": "2020-11-05 17:12", "summary": "The S&P 500 and Nasdaq are each less than 2% away from their early September records. U.S. stocks surged Thursday, putting major indexes on track for their sharpest weekly gains since April, as investors cheered the diminished prospects of higher corporate taxes under a split Congress.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-says-virus-poses-considerable-risks-maintains-low-rate-pledges-11604602800", "title": "Fed Says Virus Poses Considerable Risks, Maintains Low-Rate Pledges", "date": "2020-11-05 17:11", "summary": "Officials didn't announce new policy measures at the conclusion of their two-day meeting Thursday. WASHINGTON-The Federal Reserve said the coronavirus pandemic poses considerable risks for the U.S. economy despite recent gains, and officials made no changes on Thursday to their commitment to provide sustained stimulus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aigs-net-income-fell-in-third-quarter-11604611026", "title": "AIG's Net Income Fell in Third Quarter", "date": "2020-11-05 17:09", "summary": "Insurance conglomerate's operating profit rose, despite storm costs and losses tied to Covid-19. Insurance conglomerate American International Group Inc. posted a decline in third-quarter net income tied partly to the divestment of a business, but the company's operating profit increased despite higher storm and other catastrophe costs as well as losses related to the Covid-19 pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-settle-case-tied-to-hack-of-secs-corporate-database-11604612970", "title": "Traders Settle Case Tied to Hack of SEC's Corporate Database", "date": "2020-11-05 16:49", "summary": "Court fight ends with regulatory fines, but traders didn't face criminal charges. Two men accused of trading on information hacked from a government database will pay $425,000 to settle regulatory claims, a fraction of the illegal profits they were alleged to have earned.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-judges-sue-over-forced-retirements-11604612801", "title": "New York Judges Sue Over Forced Retirements", "date": "2020-11-05 16:46", "summary": "Lawsuit says that eliminating judges will result in a backlog of trials and delays in court system. A group of judges have sued the New York court system, alleging it engaged in age discrimination after denying them a certification that would have allowed them to work beyond the age of 70.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legalizing-marijuana-back-in-spotlight-in-new-york-as-new-jersey-passes-referendum-11604612238", "title": "Legalizing Marijuana Back in Spotlight in New York as New Jersey Passes Referendum", "date": "2020-11-05 16:37", "summary": "Gov. Andrew Cuomo says approving adult usage of the drug would bring needed funding to the state. Gov. Andrew Cuomo said Thursday that the pressure is on New York state lawmakers to legalize marijuana after voters in neighboring New Jersey approved a referendum this week that lets adults use the drug recreationally.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fading-hopes-of-big-u-s-spending-pull-down-yields-overseas-11604584287", "title": "Fading Hopes of Big U.S. Spending Pull Down Yields Overseas", "date": "2020-11-05 16:33", "summary": "Investors had expected improving U.S. activity would lead to better European growth. The election-induced drop in Treasury yields rippled overseas, dragging down borrowing costs in Europe as investors wrote off hopes that a big U.S. spending package could give the global economy a jolt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proxima-review-laws-of-emotion-11604611467", "title": "'Proxima': Laws of Emotion", "date": "2020-11-05 16:24", "summary": "Alice Winocour's portrait of maternal love tells the story of a mother, played by Eva Green, who's about to leave her 7-year-old daughter to go to space.. In \"Proxima,\" an unusually affecting film by Alice Winocour, Eva Green is an astronaut in conflict. As she prepares to slip the surly bonds of earth for a one-year mission aboard the International Space Station, she's desperate to strengthen the precious bonds between herself and her 7-year-old daughter. However much this appears at the outset to be a space adventure, it's about a mother's love, plus a case of mutual separation anxiety prompted by the prospect of a really big separation. (The film is available on digital platforms and VOD.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industry-review-battle-of-the-new-recruits-11604611242", "title": "'Industry' Review: Battle of the New Recruits", "date": "2020-11-05 16:20", "summary": "Young people compete for a permanent place at a cutthroat London financial firm in HBO's eight-part drama.. The initial public offering of HBO's \"Industry\" will likely be met with amused skepticism by those who actually work at a \"pre-eminent financial services organization\" like the show's fictional Pierpoint & Co. For the rest of us, it won't matter: An often exhilarating, eight-part drama centered in the City of London, the series presents a world that's thoroughly believable, frequently appalling and fully enthralling. This is, in large part, because it doesn't care what you know: Viewers are dropped into a maelstrom of numbers, jargon and deals and as a result will be swept up, and away.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kosovo-president-resigns-amid-war-crimes-charges-11604592610", "title": "Kosovo President Resigns Amid War-Crimes Charges", "date": "2020-11-05 16:19", "summary": "Hashim Thaci faces a range of charges in The Hague stemming from Kosovo's war with Serbia in the late 1990s. Kosovo's President Hashim Thaci resigned Thursday and was transferred to The Hague after being indicted over war-crimes charges by an international tribunal.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-him-go-review-drama-gone-missing-11604611101", "title": "'Let Him Go': Drama Gone Missing", "date": "2020-11-05 16:18", "summary": "Kevin Costner and Diane Lane star as grandparents set on rescuing their grandson from an abusive home.. The trailer on the film's website tells you all you need to know and then some about \"Let Him Go,\" a screen version of a Larry Watson novel starring Kevin Costner and Diane Lane. It gives away so much of the plot, while conveying the alternately glum and garish tone, that you could check out the trailer, if you felt an urgent need, and skip the movie, which is showing in select theaters. Still, here's some supplementary info about the production, and why it is what it is, which isn't much.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-and-same-time-next-year-reviews-looking-for-laughs-without-an-audience-11604610929", "title": "'Art' and 'Same Time, Next Year' Reviews: Looking for Laughs Without an Audience", "date": "2020-11-05 16:15", "summary": "Webcasts from San Francisco Playhouse and North Coast Repertory Theatre test the possibilities of stage comedy delivered digitally.. I've been wondering how well stage comedies will play in front of socially distanced audiences. Is it possible for laughter to spread contagiously (no pun intended) through a small crowd whose members are seated six feet apart? Or is a \"critical mass\" of playgoers necessary in order to make the leap from isolated titters to collective guffaws? While these are still good questions, a more immediate concern has emerged as a growing number of regional companies start to stream theatrical webcasts: How effective can a stage comedy be when performed without an audience? Having now seen two such webcasts, both of them taped in empty theaters, I still don't know for sure.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-teacher-review-provocative-premise-dull-drama-11604610845", "title": "'A Teacher' Review: Provocative Premise, Dull Drama", "date": "2020-11-05 16:14", "summary": "Hannah Fidell adapts her 2013 film about a teacher-student relationship into a ponderous series for FX on Hulu.. The disclaimer shown at the introduction to \"A Teacher,\" director-writer Hannah Fidell's adaptation/expansion of her 2013 feature film about a forbidden teacher-student high school relationship, is bound to cause bewilderment. There will be sex, the viewer is warned, but also \"depictions of grooming that may be disturbing.\" My initial thought: Could someone be \"triggered\" by personal hygiene? But even after I realized my mistake, I still wondered what it had to do with this show.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-start-friday-crossword-november-6-11604516400", "title": "Fresh Start (Friday Crossword, November 6)", "date": "2020-11-05 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-games-and-your-information-privacy-11604609719", "title": "Video Games and Your Information Privacy", "date": "2020-11-05 15:55", "summary": "The claims made by Dave Aitel and Jordan Schneider in their Oct. 28 op-ed \"If You Play Videogames, China May be Spying on You\" are speculative and misleading.. The claims made by Dave Aitel and Jordan Schneider in their Oct. 28 op-ed \"If You Play Videogames, China May be Spying on You\" are speculative and misleading. The authors get facts wrong and overlook Tencent's commitment to user privacy and data security.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-tariffs-helped-the-u-s-steel-industry-11604609611", "title": "Steel Tariffs Helped the U.S. Steel Industry", "date": "2020-11-05 15:53", "summary": "The tariffs worked, lowering the market share of imported steel, increasing domestic capacity-utilization rates, allowing idled facilities to be restarted and encouraging the industry to make billions of dollars of investments.. Regarding \"Steel Tariffs' Boost Appears Short-Lived\" (U.S. News, Oct. 29): The tariffs worked, lowering the market share of imported steel, increasing domestic capacity-utilization rates, allowing idled facilities to be restarted and encouraging the industry to make billions of dollars of investments in new and upgraded steel facilities. However, when the Covid-19 pandemic hit, steel demand and raw steelmaking capacity utilization plunged. American steelmakers were forced to close plants, lay off workers and delay investment activity. But if not for the tariffs, the impact would have been far worse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-needs-to-push-mask-wearing-11604609493", "title": "South Dakota Needs to Push Mask Wearing", "date": "2020-11-05 15:51", "summary": "Wear masks while in close proximity to others in public locations.. Because South Dakota Gov. Kristi Noem has no opinion on whether people should wear masks while in close proximity to others in public locations, I'd like to share mine: Wear masks while in close proximity to others in public locations. (\"Dakotas, Once a Haven, Now See Infections Surge,\" U.S. News, Nov. 2)", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courts-must-defer-to-legislatures-on-voting-11604609360", "title": "Courts Must Defer to Legislatures on Voting", "date": "2020-11-05 15:49", "summary": "State legislatures are the legal authority for choosing electors for president, not the courts, according to the Constitution.. In \"An Election Doesn't Have to Tear Us Apart\" (Politics & Ideas, Nov. 4), William A. Galston glosses over the distinction between a state and its legislature. State legislatures are the legal authority for choosing electors for president, not the courts, according to the Constitution. The methods used to elect senators and representatives are likewise in the power of legislatures though subject to modification by law passed by Congress. When state or federal courts intervene to dictate what is rightfully within the power of the legislature they violate the Constitution. When courts subvert the authority of the legislature in elections, those ballots submitted according to court but not legislature rules may rightfully be disqualified.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-continuing-travails-of-the-american-experiment-11604609240", "title": "The Continuing Travails of the American Experiment", "date": "2020-11-05 15:47", "summary": "Your Nov. 3 letter writers could not be more wrong about the state of our republic.. Your Nov. 3 letter writers could not be more wrong about the state of our republic (\"The American Experiment Is Alive and Well\"). We have judges who think they can override anything they disapprove of, including election processes the Constitution clearly assigns to state legislatures, a political party that spent four years trying to undo a democratic election, federal agencies dedicated to overthrowing an elected president, progressive elites who dictate policy without the voters' consent and a media that fashions the news to promote a political agenda, making it impossible for a citizen to cast an informed vote. This is a republic on life support or one that already passed away.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-files-antitrust-lawsuit-challenging-visa-s-planned-acquisition-of-plaid-11604591434", "title": "Justice Department Files Antitrust Lawsuit Challenging Visa's Planned Acquisition of Plaid", "date": "2020-11-05 15:38", "summary": "DOJ says acquisition would allow Visa to unlawfully maintain a monopoly in online debit market. The Justice Department filed an antitrust lawsuit Thursday that seeks to block Visa Inc.'s $5.3 billion deal to acquire Plaid Inc., a key player in the financial-technology space.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-reports-uptick-in-covid-19-cases-on-staten-island-11604607761", "title": "New York City Reports Uptick in Covid-19 Cases on Staten Island", "date": "2020-11-05 15:22", "summary": "Mayor Bill de Blasio said two ZIP Codes in the borough have a positivity rate of more than 3%. Parts of Staten Island are seeing a rise in Covid-19 cases, New York City Mayor Bill de Blasio said Thursday, prompting health officials to ramp up contact-tracing efforts and set up additional testing sites in the borough.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-twitter-accounts-posing-as-news-organizations-prematurely-declare-election-victories-11604541638", "title": "Fake Accounts Posing as News Organizations Prematurely Declare Election Victories", "date": "2020-11-05 15:11", "summary": "Similarities in fake accounts and tweets point to coordinated effort to spread online disinformation about presidential election. Several Twitter accounts posed as U.S. news organizations on Wednesday to falsely and prematurely declare election victories for Democrat Joe Biden, in what appeared to be a coordinated campaign to inject disinformation into online conversation about the presidential contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-doesnt-have-to-just-wait-on-washington-11604607002", "title": "Federal Reserve Doesn't Have to Just Wait on Washington", "date": "2020-11-05 15:10", "summary": "As the outlook for fiscal stimulus remains unclear, the Fed has options of its own. Federal Reserve officials have been forthright about their belief that the U.S. needs more fiscal stimulus to combat the Covid-19 crisis. But like everybody else straining to figure out the economic consequences of the election, they don't know when that stimulus might come, how big it might be or what form it would take.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audi-rs-6-avant-a-station-wagon-that-can-do-190-mph-11604606218", "title": "Audi RS 6 Avant: A Station Wagon That Can Do 190 MPH", "date": "2020-11-05 14:57", "summary": "Long considered one of the 'coolest' cars Americans can't buy, the RS 6 Avant is finally coming to the U.S. Equal parts family wagon and performance machine, it was well worth the wait, says Dan Neil.. FOR THE 2021 model year, Audi of America has decided to grace these shores with the RS 6 Avant: a powerful, delicious, lubricious sport wagon that will curl connoisseurs' toes with delight. If they will just buy one. Audi had declined to import previous generations of its hottest \"estate,\" citing the low demand for station wagons in the U.S. and the costs of federalizing. The RS 6 has been a perennial on buff books' lists of the \"Coolest Cars Americans Can't Get.\"", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-winning-the-election-in-nevada-its-close-as-votes-are-counted-in-las-vegas-11604593368", "title": "Who Is Winning the Election in Nevada? It's Close", "date": "2020-11-05 14:37", "summary": "Joe Biden's lead widened as President Trump's campaign said it planned to file a lawsuit challenging the veracity of thousands of votes. Democrat Joe Biden's lead in Nevada widened Thursday as President Trump's campaign said it planned to file a lawsuit in the battleground state challenging the veracity of thousands of votes.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-is-finally-cleaning-up-11604603569", "title": "Qualcomm Is Finally Cleaning Up", "date": "2020-11-05 14:12", "summary": "5G iPhones, new markets and diminished FTC case finally give chip maker a clear story. The new 5G iPhones are a clear boon for Qualcomm . And luckily for the chip maker, it now has more to its story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cmon-no-one-is-doing-extra-chores-in-lockdown-11604603336", "title": "C'mon, No One Is Doing Extra Chores in Lockdown", "date": "2020-11-05 14:08", "summary": "People who tell pollsters that they are doing more around the house can't be trusted. Chores are back in the news this week, after too long an absence from the national headlines. Last week The Wall Street Journal reported that between mid-March and mid-September, when much of the country was in some form of lockdown, Americans spent 60 million fewer hours commuting to and from work.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austria-france-to-push-for-tougher-measures-against-islamists-11604602953", "title": "Austria, France to Push for Tougher Measures Against Islamists", "date": "2020-11-05 14:02", "summary": "After terrorist attacks, Sebastian Kurz and Emmanuel Macron plan joint push for Europe-wide plan. VIENNA-Austria and France are planning a joint push for tougher European Union-wide measures to stamp out Islamist extremism on the continent after terrorist attacks in both countries in recent weeks, officials in Vienna and Paris said Thursday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gms-spectacular-profit-wont-change-investors-minds-about-detroit-11604600732", "title": "Why GM's Spectacular Profit Won't Change Investors' Minds", "date": "2020-11-05 13:25", "summary": "U.S. auto makers had their best quarter in decades, but can do little to answer investors' questions about the transition to electric vehicles. Detroit has shown that it can deal with pandemics. The question now, particularly as results from Tuesday's presidential election continue to favor Joe Biden, is whether it can handle electric vehicles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-stocks-are-on-the-mend-11604600399", "title": "Health-Care Stocks Are on the Mend", "date": "2020-11-05 13:20", "summary": "After Democratic election sweep fails to occur, the mood brightens among industry investors. At least one clear winner is emerging as election results trickle in: the health-care industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/win-election-live-in-white-house-11604599467", "title": "You Don't Need to Win an Election to Live in These White Houses", "date": "2020-11-05 13:05", "summary": "Five homes for sale that are fit for a president. So, you didn't win the election. You can still feel like a ruler in one of these homes. The White House, originally built between 1792 and 1800, has had repairs and additions over the years, including the North Portico, which is in the Greek Revival style, according to Kate Reggev, a historian and architect at the firm of Beyer Blinder Belle. The style is noted for its front portico, triangular, gabled roof, and Ionic or Doric columns, and became popular in the early 1800s when English architects arrived in the United States following tours of Athens, fresh with inspiration from their travels, Ms. Reggev said.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latino-voters-drifted-from-democrats-in-florida-and-texas-11604582691", "title": "Latino Voters Drifted From Democrats in Florida and Texas", "date": "2020-11-05 12:23", "summary": "Trump made big inroads with anti-socialist message in south Florida, Texas border counties. Former Vice President Joe Biden performed more poorly than expected in the presidential election among Latino voters in Florida and Texas, highlighting a weakness for Democrats with an important constituency for the party.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-trump-turned-arizona-blue-11604596427", "title": "Has Trump Turned Arizona Blue?", "date": "2020-11-05 12:13", "summary": "McCain admirers and Mormon moms seem to have handed Biden a key state's victory.. Scottsdale, Ariz.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-comes-after-biden-vs-trump-ask-the-u-k-11604596356", "title": "What Comes After Biden vs. Trump? Ask the U.K.", "date": "2020-11-05 12:12", "summary": "After tossing open the Overton Window in 2016, Britons raised moderate politicians to run things.. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-the-gilligans-island-theme-might-be-bill-gross-annoying-his-neighbor-11604596231", "title": "Is That the 'Gilligan's Island' Theme? Might Be Bill Gross Annoying his Neighbor", "date": "2020-11-05 12:10", "summary": "Complaints that the Pimco co-founder's 22-foot-long outdoor artwork blocks a neighbor's ocean view have drawn lawsuits, police and a '60s TV soundtrack. LAGUNA BEACH, Calif.-Disputes in affluent neighborhoods over ocean views, noise and aesthetics are about as old as the sea-or at least a 1960s TV sitcom about castaways on an uncharted desert isle.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-champ-soleil-a-newport-mansion-that-doesnt-take-itself-too-seriously-11604595936", "title": "Inside Champ Soleil, a Newport Mansion That Doesn't Take Itself Too Seriously", "date": "2020-11-05 12:05", "summary": "Resume Subscription. Behind the wrought-iron gates of this seemingly staid Rhode Island estate, a cedar-lined closet is brimming with sequined ball gowns belonging to homeowner Joshua McKinney-Zarrilli, 49.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-newport-mansion-with-lots-of-personality-11604595598", "title": "A Newport Mansion With Lots of Personality", "date": "2020-11-05 11:59", "summary": "The Zarrillis combined period antiques and yard-sale finds to give Champ Soleil its character.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-danish-minks-have-gone-viral-11604592983", "title": "The Danish Minks Have Gone Viral", "date": "2020-11-05 11:16", "summary": "A mutation of Covid-19 found in Danish minks may put a dent in fur coats this season, among other things. Just when you think you've got the bats, swine and felines under control, a furry mink could weasel his way in.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-earnings-fell-60-from-year-earlier-11604580422", "title": "Alibaba Reviews Regulatory Changes After Halt of Ant IPO", "date": "2020-11-05 11:15", "summary": "On the day its financial affiliate was supposed to go public, Alibaba held an earnings call with little fanfare. It was supposed to be a triumphal day for Ant Group Co. and its former parent, Alibaba Group Holding Ltd., marking the stock-market debuts of China's biggest financial-technology company.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denmark-to-cull-17-million-mink-after-coronavirus-mutation-found-11604592156", "title": "Denmark to Cull 17 Million Mink After Coronavirus Mutation Found", "date": "2020-11-05 11:02", "summary": "Officials say the mutations could be resistant to a vaccine and have already been found in people. The novel coronavirus has found a new victim: Denmark's entire population of farmed mink has been ordered culled after researchers discovered the animals harbor new mutations of the virus that threaten the effectiveness of a future vaccine and are now spreading to humans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-bay-purchase-historic-home-indiana-11604591390", "title": "How eBay-Not Zillow or Trulia-Led One Indiana Couple to Their New Home", "date": "2020-11-05 11:00", "summary": "Bill and Jess Nicholson discovered the historic home in Shelbyville after a chance encounter in 2018. Downsizing had always been the plan for Bill and Jess Nicholson of Avon, Ind. They hoped that once their daughters left the nest, they could sell their 4,800-square-foot home and move into an easy-to-maintain bungalow with a pool.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-says-u-s-auto-demand-returning-11604582970", "title": "GM Rebounds From Coronavirus-Related Losses", "date": "2020-11-05 10:59", "summary": "Auto maker cautions that results could moderate in the fourth quarter as Covid-19 infections continue to grow in U.S.. General Motors Co. 's efforts to crank up production of pickups and other lucrative models drove a $4 billion profit in the third quarter, the latest automotive company to rebound from earlier Covid-19-related losses, even as the pandemic worsens.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-historic-home-in-small-town-indiana-11604591257", "title": "A Historic Home in Small Town Indiana", "date": "2020-11-05 10:47", "summary": "In Shelbyville, a grand Victorian has retained many of its original details.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-11-05-2020-11604529388", "title": "U.S. Unemployment Claims Held Nearly Steady Last Week", "date": "2020-11-05 10:41", "summary": "Weekly initial claims for jobless benefits fell by 7,000 to a seasonally adjusted 751,000. The pace of the labor market recovery showed fresh signs of cooling last week, with new applications for unemployment benefits holding nearly steady as virus cases surged in several states.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-cuts-jobs-as-disney-parent-contends-with-the-covid-19-pandemic-11604590510", "title": "ESPN Cuts Jobs as Parent Disney Contends With Covid-19 Pandemic", "date": "2020-11-05 10:35", "summary": "Sports network to eliminate about 500 jobs by laying off 300 workers and closing 200 open positions. Walt Disney Co. 's ESPN is reducing its workforce by about 10% through a combination of layoffs and attrition of employees, including remote workers, according to a person familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-city-students-might-get-more-in-person-instruction-11604589721", "title": "Some New York City Students Might Get More In-Person Instruction", "date": "2020-11-05 10:22", "summary": "Parents of special-needs students have pushed for less remote learning and more class time at schools. New York City public-school students enrolled in the city's hybrid blend of virtual learning and in-person instruction will find out in the coming weeks if they will get additional in-person class time, education officials say.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11604353400", "title": "Number Puzzles", "date": "2020-11-05 10:04", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-salesman-dick-heckmann-turned-water-into-big-money-11604588403", "title": "Super Salesman Dick Heckmann Turned Water Into Big Money", "date": "2020-11-05 10:00", "summary": "Acquisition artist, who bought and sold hundreds of companies, including Culligan and Rawlings, has died at age 76. Dick Heckmann bought what he described as \"a crappy little company\" called American Toxxic Control for $1.6 million in 1990. He renamed it U.S. Filter Corp. and began purchasing hundreds of other companies doing almost anything related to water: treating wastewater, making filters and valves, delivering water to homes. He bought Culligan Water Technologies Inc. in 1998.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trevor-lawrence-helped-the-college-football-season-start-his-absence-may-affect-how-it-ends-11604588418", "title": "Trevor Lawrence Helped the College Football Season Start. His Absence May Affect How It Ends.", "date": "2020-11-05 10:00", "summary": "Clemson will play Notre Dame Saturday without the star quarterback because of his Covid-19 diagnosis. Virus-related problems are shaping the pandemic season's title chase.. As the coronavirus pandemic threatened the 2020 college football season in August, star Clemson quarterback Trevor Lawrence faced a choice. He could watch his final collegiate season disintegrate and idle until the worst team in the National Football League drafted him. Or he could throw his weight behind efforts to get the season under way.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-power-giant-iberdrola-plans-88-billion-investment-to-capitalize-on-energy-transition-11604587299", "title": "Green-Power Giant Capitalizes on Energy Transition With $88 Billion Investment", "date": "2020-11-05 09:41", "summary": "Pandemic could accelerate the shift toward low-carbon energy as governments include support for initiatives as part of stimulus packages. Spain's Iberdrola SA said it would spend €75 billion,equivalent to $88 billion, over the next five years to double its renewable power capacity and capitalize on the shift to green energy, highlighting how some of Europe's lesser-known utility companies have become major players in the global energy industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ai-can-learn-from-parents-11604586334", "title": "What AI Can Learn From Parents", "date": "2020-11-05 09:25", "summary": "Like raising children, training an artificial intelligence means balancing obedience and independence.. ", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-trump-protesters-clash-with-nypd-officers-in-manhattan-11604545492", "title": "Anti-Trump Protesters Clash With NYPD Officers in Manhattan", "date": "2020-11-05 09:14", "summary": "At least 60 people are arrested in postelection demonstration in New York City's West Village. At least 60 protesters taking part in a march against President Trump were arrested in Manhattan on Wednesday evening as the nation waited a second night for an outcome to the presidential election.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-ripple-is-a-downer-for-pot-stocks-11604585615", "title": "Blue Ripple Is a Downer for Pot Stocks", "date": "2020-11-05 09:13", "summary": "U.S. voters backed plans to legalize cannabis use in several states, but the likelihood of a Republican-controlled Senate is disappointing for the industry. Although the final U.S. election tally isn't in yet, it doesn't look like a great result for pot stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-apple-paypal-zynga-what-to-watch-when-the-stock-market-opens-today-11604578514", "title": "Qualcomm, Apple, Paypal, Zynga: What to Watch When the Stock Market Opens Today", "date": "2020-11-05 09:03", "summary": "The S&P 500 is on track for its biggest one-week gain since early April as investors cheer the implications of a split Congress for regulations and taxes. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-hold-off-democratic-bid-to-flip-state-legislatures-11604584839", "title": "Republicans Hold Off Democratic Bid to Flip State Legislatures", "date": "2020-11-05 09:00", "summary": "GOP retains more power in redistricting after 2020 census, despite higher spending by Democratic national groups. Democrats have come up short in their bid to flip control of several state legislative chambers this year and gain power in a coming round of redistricting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/societe-generale-returns-to-profit-as-european-banks-beat-expectations-11604564719", "title": "Lockdowns Cast a Shadow Over European Banks' Strong Earnings", "date": "2020-11-05 08:53", "summary": "Economic uncertainty and bad loans present challenges to the region's banking sector. European banks are mostly upbeat about their performance in the third quarter despite the ravages of the coronavirus pandemic on the economy. But amid more positive signals Thursday were reminders of stiff long-term challenges facing the industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-harvested-ingredients-are-the-new-thing-in-beauty-11604583703", "title": "\"Wild-Harvested\" Ingredients Are the New Thing in Beauty", "date": "2020-11-05 08:41", "summary": "Foraging has now expanded from gastronomy to beauty and wellness. The Olympians. That's what Kendra Kolb Butler calls the arnica, sage, chokecherry, white willow and other plants she \"wild harvests\" for her skin-care brand, Alpyn Beauty. Wild harvesting, or wildcrafting, is the practice of sourcing botanical ingredients from their natural habitats. \"Plants that grow wild and must fend for themselves against predators and the weather often have the best constituent profiles for active ingredients,\" says Tracey Ryan, the master formulator for Codex's Bia line.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/megan-rapinoe-thinks-social-media-platforms-should-start-fact-checking-11604583529", "title": "Megan Rapinoe Thinks Social Media Platforms Should Start Fact-Checking", "date": "2020-11-05 08:38", "summary": "The soccer star and activist, 35, whose memoir, 'One Life,' came out this month, shares what's on her phone. Number of contacts:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-rollout-to-feature-app-tracking-monitoring-of-vulnerable-groups-11604582313", "title": "Covid-19 Vaccine Safety Efforts to Feature App Tracking", "date": "2020-11-05 08:18", "summary": "Measures to track first cohort of people to get the coronavirus shot aim to fill gaps in existing vaccine surveillance. Government health officials and drugmakers plan to roll out extra tools to detect whether Covid-19 vaccines cause any serious side effects once the shots are cleared for widespread use, aiming to fill gaps in existing safeguards given the expected speed and scope of the rollout.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-who-brought-michael-jordan-to-nascar-11604581982", "title": "The Man Who Brought Michael Jordan to Nascar", "date": "2020-11-05 08:13", "summary": "Denny Hamlin wants to thrill the sport with a new team starring the basketball icon and Bubba Wallace. But first he's trying to win a big race on Sunday.. Denny Hamlin is a perennial Nascar star-a three-time Daytona 500 winner who captured seven races during this pandemic-impacted 2020 season, and will be one of four drivers with a shot at the Cup championship finale Sunday in Phoenix. But Hamlin's biggest move may have happened off the track: Next year he and NBA legend Michael Jordan will partner on a new Nascar team, fronted by Bubba Wallace, the up-and-coming driver who successfully appealed to Nascar to ban Confederate flags at its events. I spoke to Hamlin earlier this week. This interview has been edited and condensed for clarity.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-rocky-start-fdas-hahn-wins-over-skeptics-11604581200", "title": "After Rocky Start, FDA's Hahn Wins Over Skeptics", "date": "2020-11-05 08:00", "summary": "Agency's success in earning Trump administration's backing for a rigorous Covid-19 vaccine-approval process eased fears it was putting politics before science. WASHINGTON-Stephen M. Hahn has taken hits from all directions in the 10 months he has led the Food and Drug Administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-england-boosts-stimulus-as-u-k-battles-second-wave-of-covid-19-11604567155", "title": "BOE Boosts Stimulus as U.K. Battles Second Wave of Covid-19", "date": "2020-11-05 07:53", "summary": "Central bank agrees to another round of government bond purchases as England enters a second national lockdown. LONDON-The Bank of England announced another dose of bond purchases, becoming the first major central bank in Europe to boost stimulus measures in response to a second wave of coronavirus infections.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-boosts-investor-appetite-for-niche-funds-11604578966", "title": "Pandemic Boosts Investor Appetite for Niche Funds", "date": "2020-11-05 07:22", "summary": "Inflows into 'thematic' ETFs and mutual funds hit record as investors chase broad investment themes such as cybersecurity, green energy and health technology. Investors poured money at a record clip into funds that track buzzy themes hoping to profit on ways Covid-19 will upend the economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-expects-covid-19-vaccine-trial-results-this-year-11604566767", "title": "AstraZeneca Expects Covid-19 Vaccine Trial Results This Year", "date": "2020-11-05 07:09", "summary": "Drug giant says 23,000 volunteers now enrolled in trials around the world. AstraZeneca PLC said late-stage trials for the Covid-19 vaccine it is developing with the University of Oxford are on track to produce results \"later this year,\" with a potential rollout soon after, subject to regulatory approval.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendo-passes-another-comfy-quarter-at-home-11604577856", "title": "Nintendo Passes Another Comfy Quarter at Home", "date": "2020-11-05 07:04", "summary": "Company's hit game 'Animal Crossing' and popular Switch console drove strong results, and the coming holiday season will give it another boost. In the outside world, pandemics and electoral politics are raging. But gaming company Nintendo looks comfortably ensconced in its customers' living rooms following another strong quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-tightens-tax-loophole-as-kremlin-seeks-to-plug-budget-gap-11604577611", "title": "Russia Tightens Tax Loophole as Kremlin Seeks to Plug Budget Gap", "date": "2020-11-05 07:00", "summary": "Moscow is making the change as it contends with economic fallout from the coronavirus. MOSCOW-The economic crisis sparked by the coronavirus pandemic is pushing the Kremlin to clamp down on tax avoidance and close an offshore loophole popular with Russian business, as the government scrambles to plug holes in its budget.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-results-trump-biden-1104-11604492445", "title": "Push to Seize Edge in Presidential Count Begins", "date": "2020-11-05 06:33", "summary": "Former vice president is six electoral votes shy of victory, with Nevada, Georgia, Pennsylvania and North Carolina still undetermined. Joe Biden racked up Electoral College votes that put him within striking distance of the presidency Wednesday evening, while President Trump's team pursued legal actions to try to blunt the Democrat's advance and disputed a key call in Arizona.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-economies-embrace-state-intervention-emulating-asia-11604574001", "title": "Western Economies Embrace State Intervention, Emulating Asia", "date": "2020-11-05 06:00", "summary": "Greater state control of business activity reflects anxiety in West about ability to compete with government-backed industries in Asia. FRANKFURT-Western governments are taking a page from their Asian rivals and moving away from the free-market doctrine that defined their economic thinking for decades, instead embracing greater state control of business activity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-tv-advertisers-want-better-targetingminus-the-privacy-backlash-11604574000", "title": "Streaming TV Advertisers Want Better Targeting-Minus the Privacy Backlash", "date": "2020-11-05 06:00", "summary": "Marketers hope to avoid the mistakes made by the broader online ad industry. Advertisers entering the burgeoning medium of streaming TV say they want better measurement and targeting capabilities than they are finding there. But a shadow looms over any efforts to give them what they want: the privacy backlash that has recently put other digital media on the defensive.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-s-daily-coronavirus-cases-top-100-000-for-the-first-time-11604560957", "title": "New U.S. Daily Coronavirus Cases Top 100,000 for the First Time", "date": "2020-11-05 05:53", "summary": "Previous record of more than 99,000 was set on Oct. 30. The U.S. reported more than 100,000 new coronavirus cases in a single day for the first time, as infections rose in states across the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-were-given-the-coronavirus-option-to-raid-their-401-k-most-didnt-11604572202", "title": "Americans Were Given the Coronavirus Option to Raid Their 401(k). Most Didn't.", "date": "2020-11-05 05:30", "summary": "Low-income workers who would be most likely to tap a retirement-savings account are least likely to have one. Despite the financial toll of the coronavirus pandemic, few American households have raided their retirement accounts to make ends meet.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-japanese-rice-farmer-got-tangled-up-in-the-hertz-bankruptcy-11604572206", "title": "That Risky Corporate Loan Came From a Japanese Rice Farmer", "date": "2020-11-05 05:30", "summary": "The coronavirus pandemic disrupted a lucrative trade route that funneled global cash into risky U.S. corporate loans. Shogo Takemoto's family has tilled the rice fields of eastern Japan for more than 200 years. They stash their savings in an agricultural cooperative and borrow from it to help finance the farm's day-to-day operations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-downturn-drives-booming-business-for-restructuring-pros-11604572202", "title": "Downturn Drives Booming Business for Restructuring Pros", "date": "2020-11-05 05:30", "summary": "Some investment banks that serve as restructuring advisers notched quarterly records in 2020, though slowdown is expected. The business of restructuring troubled companies is thriving during the Covid-19 pandemic, driving revenues higher at several publicly traded investment banks and other financial advisers as their clients default on debt and seek concessions from creditors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-prepares-for-uneventful-meeting-after-completing-policy-revamp-11604572201", "title": "Fed Prepares for Uneventful Meeting After Completing Policy Revamp", "date": "2020-11-05 05:30", "summary": "Chairman Jerome Powell could reiterate longstanding call for more fiscal support but isn't likely to announce new policies. Federal Reserve officials are likely to continue discussions Thursday about how to provide more support to the economy should the recent rebound fizzle. But this week's meeting is shaping up to be uneventful, with no new policy announcements.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-foods-bet-on-breakfast-goes-bust-during-covid-19-pandemic-11604572203", "title": "Fast Food's Bet on Breakfast Goes Bust", "date": "2020-11-05 05:30", "summary": "First meal of the day is a problem area for an industry designed to cater to consumers on the go. The pandemic is sinking one of the fast-food industry's biggest bets: breakfast.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-treasury-wine-shelves-penfolds-spinoff-as-china-weighs-tariffs-11604564671", "title": "Australian Winemaker Shelves Penfolds Spinoff as China Weighs Tariffs", "date": "2020-11-05 03:24", "summary": "Move by Treasury Wine follows Chinese industry group asking Beijing to impose retrospective tariffs on Australian wine. SYDNEY-Trade frictions between Australia and China have contributed to one global winemaker putting a cork in plans to spin off a luxury wine brand that is highly prized by collectors and can sell for thousands of dollars a bottle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604521288", "title": "Pepper...and Salt", "date": "2020-11-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-lawsuit-in-pennsylvania-questions-validity-of-some-mail-in-ballots-11604500061", "title": "Trump Campaign Opens Legal Fronts in Pennsylvania, Michigan, Georgia", "date": "2020-11-05 22:23", "summary": "Efforts seek U.S. Supreme Court's intervention in Pennsylvania, a halt to vote counts in Michigan and safeguards against late-arriving absentee ballots in Georgia. PHILADELPHIA-The Trump campaign launched legal fights Wednesday over counting ballots in several battleground states, as the president's potential paths to reelection began to narrow.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-election-2020-results-11-04-2020-11604511606", "title": "Senate Control Hinges on Four Uncalled Election Results", "date": "2020-11-05 21:58", "summary": "Democrats' last stand could come in January in Georgia runoff. WASHINGTON-Senate Republicans, facing a Democratic offensive, won enough of their Tuesday re-elections to diminish any chance that Democrats could pick up enough seats to take control of the Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-house-races-leave-size-of-democrats-majority-uncertain-11604506886", "title": "Tight House Races Leave Size of Democrats' Majority Uncertain", "date": "2020-11-05 21:49", "summary": "Both parties wait to learn whether GOP victories in suburbs will shrink Democrats' strength in the chamber. WASHINGTON-Republicans were on track to shrink House Democrats' majority Wednesday as GOP victories in the suburbs piled up.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-winning-the-election-in-georgia-its-close-as-votes-are-counted-in-atlanta-11604536299", "title": "Who Is Winning in Georgia? It's Close as Votes Are Counted in Atlanta", "date": "2020-11-05 20:56", "summary": "Dozens of people worked through absentee ballots, wearing masks and pausing for sips of coffee and water at State Farm Arena. ATLANTA-In Fulton County, counting the 42,400 absentee ballots is expected to play a crucial role in determining whether President Trump carries Georgia, as he did four years ago, or whether Democrat Joe Biden gets a win.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-went-wrong-with-the-polls-this-year-11604536409", "title": "What Went Wrong With the Polls This Year?", "date": "2020-11-05 20:41", "summary": "Pollsters grapple with errors for second consecutive presidential cycle, as many surveys underestimate support for President Trump and fellow Republicans. Tuesday's election results delivered a second black eye for the nation's pollsters in as many presidential contests as well as the unmistakable message that they have misjudged their ability to measure political opinion in an era of cellphones, polarization and Donald Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-doordash-gig-worker-victory-in-california-sets-tone-for-other-fights-11604534142", "title": "Uber, DoorDash Gig-Worker Victory in California Sets Tone for Other Fights", "date": "2020-11-05 20:29", "summary": "The companies plan to lobby for national legislation on the California model, which provides drivers flexibility and some benefits. Gig-economy companies including Uber Technologies Inc. and DoorDash Inc. won passage of a California ballot measure protecting their contract-worker systems, a major victory the companies hope will help them beat back challenges to their business models elsewhere in the U.S. and beyond.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bribery-victims-prevail-in-restitution-claim-against-hedge-fund-11604539146", "title": "Bribery Victims Prevail in Restitution Claim Against Hedge Fund", "date": "2020-11-05 20:19", "summary": "Federal judge approves $138 million in restitution payments to victim investors. A federal judge approved a restitution payment of more than $138 million to investors in a Congolese mine, bringing to a close a yearslong legal battle over their status as victims of a bribery scheme by hedge fund Sculptor Capital Management Inc.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-releases-911-calls-body-camera-footage-in-walter-wallace-shooting-11604538760", "title": "911 Calls, Body-Cam Video in Walter Wallace Shooting Are Released", "date": "2020-11-05 20:12", "summary": "National Guard, police block area around City Hall as protesters gather to call for all votes to be counted. PHILADELPHIA-City officials released body-camera footage of two police officers who fatally shot Walter Wallace Jr., along with audio of 911 calls from the Oct. 26 event that sparked protests and several nights of looting around the city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rural-coalition-proved-durable-confounded-democrats-11604536974", "title": "2020 Election Lesson: Trump's Coalition Proved Durable", "date": "2020-11-05 19:52", "summary": "Whether or not the president wins, he confounded Democrats, especially in congressional races, by improving on his 2016 numbers in rural areas. The 2020 election, though still undecided, has already shown that a conservative, populist movement driven by rural voters wasn't a fluke of 2016 but a potentially durable bloc. Donald Trump, despite presiding over a rapidly diversifying country, used his base to be competitive in most battleground states and to help Republicans outperform in the race for Congress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-voices-skepticism-of-philadelphia-nondiscrimination-ordinance-versus-catholic-agency-11604536048", "title": "Supreme Court Voices Skepticism of Philadelphia Nondiscrimination Ordinance", "date": "2020-11-05 19:27", "summary": "Catholic Social Services was told by city it must work with same-sex parents to place foster children. WASHINGTON-Supreme Court justices on Wednesday challenged Philadelphia's effort to require a Catholic social-service agency to work with same-sex couples in order to obtain a city contract for placing foster children.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuesdays-big-loser-identity-politics-11604535714", "title": "Tuesday's Big Loser: Identity Politics", "date": "2020-11-05 19:21", "summary": "Americans reject reducing everything to race or sex with Trump's strong minority showing.. It wasn't clear by Wednesday afternoon who had won the White House, but one bad idea was soundly defeated on Tuesday: identity politics. The concept that the country should be divided into aggrieved categories based on race, national origin or sex-now a core tenet of the Democratic Party-lost from coast to coast.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-had-no-election-coattails-11604535684", "title": "Biden Had No Election Coattails", "date": "2020-11-05 19:21", "summary": "The 'blue wave' that Democrats promised came nowhere near materializing.. In this wild year of challenge and disruption, nobody should have expected a simple and easy finish to the presidential contest. Despite press declarations that President Trump (who led in none of the 80 national polls conducted since Labor Day) didn't have a chance, he barnstormed the country, displaying the energy of a man half his age. Clearly enjoying himself, the president left it all out on the field. As this article went to press, Mr. Trump had fought his way into contention.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-cope-with-covid-the-worlds-poor-need-debt-relief-11604535612", "title": "To Cope With Covid, the World's Poor Need Debt Relief", "date": "2020-11-05 19:20", "summary": "This economic crisis is even harder than usual for the worst-off. Concessions from creditors can ease recovery.. The Covid-19 pandemic has taken lives and disrupted livelihoods in every corner of the globe. It has knocked more economies into simultaneous recession than at any time since 1870. According to World Bank estimates, in its first year it may push up to 150 million people into extreme poverty, ending two decades of steady progress on poverty reduction.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fog-of-worship-with-facemasks-11604535569", "title": "The Fog of Worship With Facemasks", "date": "2020-11-05 19:19", "summary": "Little eyesight made Sunday Mass a troublesome experience.. I've never minded wearing eyeglasses to see distances, as I must. Contact lenses always felt too invasive, while the potential side effects of vision-correction surgery frightened me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-election-11604535488", "title": "The Covid-19 Election", "date": "2020-11-05 19:18", "summary": "The pandemic gave Joe Biden an issue to run on and gave us the mail-in vote fiasco.. If you visit the websites of the New York Times or the Washington Post to look at the results of the exit polling conducted Tuesday by Edison Research, you will find questions related to race, sex, inequality, ethnic heritage, health care and the economy. You won't find this question: How important to your vote was the impeachment of President Trump?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-modern-detective-review-gumshoes-with-gumption-11604535454", "title": "'The Modern Detective' Review: Gumshoes With Gumption", "date": "2020-11-05 19:17", "summary": "As players in global commerce, political battles and international litigation, private investigators have become indispensable.. Like many private investigators, Tyler Maroney came to the profession from journalism. In 2005, he joined Kroll Associates, one of the biggest names in corporate investigations.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}]