[{"link": "https://www.wsj.com/articles/californias-second-shutdown-11594770566", "title": "California's Second Shutdown", "date": "2020-07-14 19:49", "summary": "Gov. Newsom succumbs to pressure and locks the economy again.. California Gov. Gavin Newsom pressed the panic button on Monday and locked down his state again. The causes of California's Covid-19 \"surge\" are complex as they are elsewhere, but most areas have ample hospital capacity. Mr. Newsom and other politicians will do more long-term harm to their citizens if they sedate the economy whenever and wherever there's a flare-up.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-denies-massachusetts-fraud-claims-11594769376", "title": "GPB Capital Denies Massachusetts Fraud Claims", "date": "2020-07-14 19:29", "summary": "The firm rejects accusations concerning statements to investors who put millions in its funds. GPB Capital Holdings LLC has denied fraud and other claims made by Massachusetts securities regulators in May, saying that the state failed to provide evidence to back its case and that it lacked jurisdiction, among other issues.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paper-store-files-for-bankruptcy-hit-by-pandemic-11594769307", "title": "Paper Store Files for Bankruptcy, Hit by Pandemic", "date": "2020-07-14 19:28", "summary": "Northeast chain of 86 gift stores says coronavirus is the main culprit but Patriots' performance dragged down sales of sports items. Paper Store LLC, a chain of 86 stationery and gift stores located in the Northeast, has filed for bankruptcy and plans to look for a buyer, the latest retailer to resort to chapter 11 as a result of the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-putin-loves-americas-greens-11594769225", "title": "Why Putin Loves America's Greens", "date": "2020-07-14 19:27", "summary": "Europe fast-tracks Nord Stream 2 as the left blocks U.S. pipelines.. Democratic politicians have talked tough on Russia since Donald Trump won the Presidency. But when it comes to challenging Moscow, other progressive priorities always seem to take precedence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-speech-police-at-princeton-11594769170", "title": "The Speech Police at Princeton", "date": "2020-07-14 19:26", "summary": "The cancel culture targets a respected classics professor.. When a Princeton classics professor wrote an article for the Quillette website taking issue with recent faculty demands over race, a storm of criticism descended. This was an opening for President Christopher Eisgruber and other university leaders to remind people that Princeton is a place where speech and debate are cherished. Instead, Princeton is demonstrating how a lack of leadership enables the cancel culture.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-endangered-elections-11594769129", "title": "Hong Kong's Endangered Elections", "date": "2020-07-14 19:25", "summary": "The Communist Party moves to outlaw any political opposition.. Hong Kong's freedoms shrink by the day, but its people won't give them up without a fight. Beijing fears an embarrassing defeat in the September Legislative Council elections, so it now seeks to outlaw political opposition.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-weighs-scaling-back-rules-on-foreign-students-studying-online-11594746772", "title": "Trump Administration Rescinds Rules on Foreign Students Studying Online", "date": "2020-07-14 19:22", "summary": "Move settles lawsuit brought by Harvard, MIT; returns to the status quo of guidance issued in the spring. The Trump administration has agreed to rescind rules it issued last week barring international students from being in the U.S. if they were taking classes only online, a rare reversal by the government on immigration policy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-we-find-new-governors-11594768312", "title": "Can We Find New Governors?", "date": "2020-07-14 19:11", "summary": "The strange reaction to Ivanka Trump's jobs campaign.. In the upside-down world of modern press coverage, politicians win praise for opportunity-crushing lockdowns while a new White House effort to encourage job seekers is attracting scorn across the media landscape.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-tax-hike-would-be-severe-11594767531", "title": "The Biden Tax Hike Would Be Severe", "date": "2020-07-14 18:58", "summary": "If the Democrats sweep in November, make sure your lawyer and financial advisers are standing by.. Complain if you must, but we live in a Golden Age of Taxes-the lowest rates we may see for decades. President Trump's 2017 Tax Cuts and Jobs Act lowered rates, widened brackets and simplified preparation. Gazing toward the heavens, one can almost see the smiling face of Ronald Reagan beaming down. Yet like all Golden Ages, this one will end, and we already know the date: Dec. 31, 2025. Barring a miracle, that is when the tax cuts expire and President Obama's American Taxpayer Relief Act of 2012 becomes the law of the land once more.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-justices-wakeup-call-to-congress-11594767475", "title": "The Justices' Wakeup Call to Congress", "date": "2020-07-14 18:57", "summary": "When it created the CFPB, the legislature gave it immense power. Now, the presidency has a hold of it.. The Supreme Court released an underappreciated decision last month that should teach Congress an important lesson about the danger of relinquishing its powers. Seila Law v. Consumer Financial Protection Bureau asked if it was constitutional for Congress to constrain the president's ability to fire the CFPB director, allowing removal only for \"inefficiency, neglect of duty, or malfeasance in office.\" In a 5-4 decision, the court said no.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-coronavirus-infection-rate-is-rising-among-younger-people-11594767458", "title": "New York City Coronavirus Infection Rate Is Rising Among Younger People", "date": "2020-07-14 18:57", "summary": "Shift suggests Covid-19 is spreading by people moving around and socializing more. Increasing infections among New York City residents in their 20s and 30s indicate the new coronavirus is spreading by people moving around and socializing more, city officials said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-day-that-shook-the-earth-11594767449", "title": "The Day That Shook the Earth", "date": "2020-07-14 18:57", "summary": "The Trinity nuclear test brought peace in 1945 and proliferation in decades to follow.. Seventy-five years ago, on July 16, 1945, the world's first atomic explosion, code-named \"Trinity,\" jolted the New Mexico desert just before dawn.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-bargain-to-reopen-public-schools-11594767353", "title": "A Grand Bargain to Reopen Public Schools", "date": "2020-07-14 18:55", "summary": "It's in students' best interests to go back to class. Teachers will need hazard pay.. Reopening public schools has moved-appropriately-to the center of national debate. U.S. public education from pre-K through 12th grade is a $680 billion yearly enterprise, involving about 51 million students and more than six million teachers and support staff, not to mention tens of millions of parents. If schools don't reopen this fall, students will suffer, parents will face difficult choices, and the economic recovery will be hobbled. But if schools are reopened hastily, without adequate preparation, the public-health consequences will be dire.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multimillion-dollar-harvey-weinstein-settlement-rejected-by-new-york-court-11594745513", "title": "Court Rejects Multimillion-Dollar Weinstein Settlement", "date": "2020-07-14 18:55", "summary": "Judge says proposed agreement seeks to create class action despite accusers' varied experiences. A federal judge rejected a multimillion-dollar settlement of sexual-misconduct cases against Harvey Weinstein, saying the proposed agreement improperly attempts to create a class action.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-and-the-virus-11594767328", "title": "Americans and the Virus", "date": "2020-07-14 18:55", "summary": "A nation searches for the happy medium between lockdown and letting it rip.. Your odds of dying because you boarded a commercial flight just went up at least 44-fold, according to a statistics professor at the Massachusetts Institute of Technology. If your risk of death was 1 in 34 million before, now it's 1 in 770,000, or 1 in 540,000 if the middle seat is occupied, thanks to coronavirus.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancel-culture-views-from-the-campus-11594767283", "title": "'Cancel Culture': Views From the Campus", "date": "2020-07-14 18:54", "summary": "Students debate the merits of the latest export from the universities.. Editor's note: In this Future View, students discuss the merits of \"cancel culture.\" Next week we'll ask, \"Will the recent privacy-related concerns with TikTok stop you from using the app?\" Students should click here to submit opinions of fewer than 250 words before July 21. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-bring-the-good-news-to-all-nations-review-global-awakening-11594766910", "title": "'To Bring the Good News to All Nations' Review: Global Awakening", "date": "2020-07-14 18:48", "summary": "Evangelicals make up perhaps a quarter of the U.S. population. What are their views on global affairs and American foreign policy?. Most Americans are acquainted with evangelical advocacy on controversial social issues, but few have any idea what evangelicals-who make up around a quarter of the U.S. population-think about other topics. Among those topics: global affairs.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jump-in-coronavirus-cases-could-jeopardize-oil-market-recovery-opec-says-11594733258", "title": "Jump in Coronavirus Cases Could Jeopardize Oil Market Recovery, OPEC Says", "date": "2020-07-14 18:35", "summary": "Cartel sees the global economy shrinking by 3.7% this year-more than previously forecast. Even a record-breaking rise in oil demand next year won't be enough to spur a recovery back to pre-coronavirus levels, according to the Organization of the Petroleum Exporting Countries.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-ghislaine-maxwell-remain-in-custody-that-will-be-key-question-at-hearing-11594730511", "title": "Maxwell Denied Bail, Pleads Not Guilty in Case Tied to Epstein", "date": "2020-07-14 18:21", "summary": "Federal judge agrees with prosecutors that longtime Epstein confidante poses flight risk. A federal judge denied bail for Ghislaine Maxwell, the longtime confidante of disgraced financier Jeffrey Epstein, and ordered her detained in federal custody while she awaits trial on charges that she helped Mr. Epstein recruit and sexually abuse girls as young as 14 years old.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vox-media-prepares-to-lay-off-some-furloughed-employees-11594765271", "title": "Vox Media Prepares to Lay Off Some Furloughed Employees", "date": "2020-07-14 18:21", "summary": "Media company's lucrative events business has been hit hard by the coronavirus pandemic. Vox Media, the publisher of New York magazine, the Verge and SB Nation, is preparing for a round of layoffs as its financial situation continues to suffer from the economic effects of the coronavirus pandemic, people familiar with the matter said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-is-hospitalized-for-possible-infection-11594765087", "title": "Justice Ginsburg Hospitalized for Possible Infection", "date": "2020-07-14 18:18", "summary": "Supreme Court says she is resting comfortably after undergoing an endoscopic procedure. WASHINGTON-Justice Ruth Bader Ginsburg was admitted to a Baltimore hospital Tuesday for the treatment of a possible infection and will remain for a few days to receive intravenous antibiotics, the Supreme Court said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-stock-up-on-covid-19-drugs-to-prepare-for-second-wave-in-fall-11594719000", "title": "Hospitals Stock Up on Covid-19 Drugs to Prepare for Second Wave in Fall", "date": "2020-07-14 18:01", "summary": "Health systems build up inventories of antivirals like remdesivir and common drugs like acetaminophen; shortages of some ICU meds remain. Hospitals across the country are stocking up on drugs for treating Covid-19, hoping to avoid another scramble for critical medications should a second wave of the virus threaten new drug shortages.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-to-require-shoppers-to-wear-masks-inside-its-stores-11594763747", "title": "Best Buy to Require Shoppers to Wear Masks Inside Stores", "date": "2020-07-14 17:55", "summary": "Electronics chain joins Starbucks and Costco in requiring masks to combat spread of coronavirus. Best Buy Co. will require customers to wear face coverings inside all U.S. stores to protect against the new coronavirus, including in places without mask mandates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modernas-covid-19-vaccine-moves-to-bigger-study-11594760401", "title": "Moderna's Covid-19 Vaccine Moves to Bigger Study", "date": "2020-07-14 17:42", "summary": "New U.S.-funded trial would seek 30,000 subjects and could deliver answer by year-end. New details about the first human study of Moderna Inc.'s experimental coronavirus vaccine emerged Tuesday, which researchers said reinforced their decision to take the shot into a large, decisive clinical trial scheduled to start in late July.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subway-riders-clash-over-safety-measures-amid-pandemic-11594762701", "title": "Subway Riders Clash Over Safety Measures Amid Pandemic", "date": "2020-07-14 17:41", "summary": "Resume Subscription. More than two months after New York City's subway system started closing every night for cleaning during the coronavirus pandemic, trains are once again filling up with commuters heading to work, sparking tension among riders who are butting heads about safety procedures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bari-weiss-quits-new-york-times-opinion-alleging-hostile-work-environment-11594762712", "title": "Bari Weiss Quits New York Times Opinion, Alleging Hostile Work Environment", "date": "2020-07-14 17:38", "summary": "Departure comes weeks after resignation of editorial-page chief James Bennet. Bari Weiss, a high-profile editor and writer for the New York Times opinion section, resigned Monday, citing what she said was unchecked bullying from colleagues and depicting the news organization as a place where the free exchange of ideas was no longer welcome.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brave-new-world-review-reviving-a-cautionary-future-11594761002", "title": "'Brave New World' Review: Reviving a Cautionary Future", "date": "2020-07-14 17:10", "summary": "Peacock's adaptation of Aldous Huxley's 1932 novel makes mostly ill-advised departures from its source.. 'Brave New World,\" which arrives along with NBC's Peacock streaming service Wednesday, presumes no small degree of literary license. It spends so much time reveling in its own aesthetic that dramatic momentum becomes an afterthought. At the same time, there are real ideas contained within the nine-part series. Some of them are actually in the book.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-profit-drops-51-as-bank-sets-aside-billions-for-coronavirus-loan-losses-11594725161", "title": "JPMorgan Sets Aside Billions to Cover Coronavirus Loan Losses", "date": "2020-07-14 17:09", "summary": "America's biggest bank posted a second-quarter profit of $4.7 billion, a 51% drop. JPMorgan Chase & Co. set aside $10.47 billion to cover potential losses on loans to borrowers hurt by the coronavirus pandemic, cutting its second-quarter profit in half.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-14-2020-11594717292", "title": "U.S. Stocks Extend Gains as Banks Kick Off Earnings Season", "date": "2020-07-14 17:04", "summary": "Investors digest results from JPMorgan Chase, Citigroup for insights into the health of the economy. The Dow Jones Industrial Average raced higher late in the trading day, clinching a third straight session of gains and its biggest point and percentage advance of the month.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-set-to-release-2-trillion-climate-agenda-11594738862", "title": "Biden Unveils $2 Trillion Plan to Combat Climate Change", "date": "2020-07-14 16:57", "summary": "Democratic presidential candidate would use climate policy as an economic-development tool over four years. Former Vice President Joe Biden unveiled a $2 trillion proposal Tuesday to combat climate change, calling for a bigger investment and faster action than he backed during the Democratic primaries earlier this year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israelis-fear-schools-reopened-too-soon-as-covid-19-cases-climb-11594760001", "title": "Israelis Fear Schools Reopened Too Soon as Covid-19 Cases Climb", "date": "2020-07-14 16:53", "summary": "Outbreaks in schools had infected at least 1,335 students and 691 staff by Monday since the reopening in early May. TEL AVIV-Some Israeli public-health officials are blaming the country's decision to reopen schools in May for helping fuel a large new wave of coronavirus infections that has prompted authorities to shut down sections of the economy once again.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-swings-to-first-loss-in-more-than-a-decade-11594728673", "title": "Wells Fargo Swings to First Loss in More Than a Decade", "date": "2020-07-14 16:50", "summary": "San Francisco-based bank loses $2.38 billion in the second quarter as coronavirus pummels economy. Wells Fargo & Co. posted its first quarterly loss in more than a decade and socked away nearly $10 billion to prepare for a wave of loan defaults.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-says-economy-can-rebound-in-second-half-of-year-11594757910", "title": "Fed's Bullard Says Economy Can Rebound in Second Half of Year", "date": "2020-07-14 16:45", "summary": "St. Louis Fed president says upbeat outlook can be achieved building on experience in dealing with the coronavirus crisis. Federal Reserve Bank of St. Louis President James Bullard said Tuesday that as the economy adapts to the coronavirus pandemic, a solid recovery and a substantial decline in what is now a very high unemployment rate are both possible.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-james-is-going-back-to-disney-world-11594731675", "title": "LeBron James Is Going Back to Disney World", "date": "2020-07-14 16:33", "summary": "The NBA is returning to the place where he played the biggest game of his young life. More than 20 years after a 'heartbreaking' loss, James has another title in mind.. LeBron James could see it happening as the ball left his hands. He was about to hit a buzzer-beater in the biggest game of his life.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-to-make-of-the-supreme-court-rulings-on-trumps-taxes-11594758596", "title": "Here's What To Make Of The Supreme Court Rulings on Trump's Taxes", "date": "2020-07-14 16:29", "summary": "The possible release of records likely won't be until after the presidential election. The Supreme Court paved the way for a New York prosecutor to enforce a subpoena for President Trump's financial and tax records, but issued a mixed decision in a related case involving subpoenas from Congress.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-congressmanmorgan-griffith-tests-positive-for-covid-19-11594747961", "title": "Virginia Congressman Morgan Griffith Tests Positive for Covid-19", "date": "2020-07-14 16:20", "summary": "Republican is eighth House member known to contract disease caused by new coronavirus. A Republican congressman from Virginia has tested positive for Covid-19, becoming the eighth member of the U.S. House of Representatives known to have contracted the disease.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-a-phonograph-online-11594757680", "title": "The Staying Inside Guide: A Phonograph Online", "date": "2020-07-14 16:14", "summary": "The Library of Congress's National Jukebox website is a trove of classical and popular music recordings from the early 20th century.. With all the new music flooding the internet, it's easy to forget the wealth of early 20th-century recordings produced on cylinders or shellac discs (called 78s) that can also be enjoyed there. They document historical performances of classical repertoire and, equally important, the popular music of a century ago. The overriding character of this popular music is happy, often ragtime-influenced tunefulness and lyrics brimming with clever rhymes and wordplay.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-not-a-normal-recession-banks-ready-for-wave-of-coronavirus-defaults-11594746008", "title": "'This Is Not a Normal Recession': Banks Ready for Wave of Coronavirus Defaults", "date": "2020-07-14 16:08", "summary": "JPMorgan, Citigroup and Wells Fargo stockpile $28 billion to cover potential loan losses. The largest U.S. banks signaled that the worst of the coronavirus recession is yet to come, opting to stow away tens of billions of dollars to prepare for an expected wave of loan losses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-cause-of-those-confederate-monuments-11594757255", "title": "Lost Cause of Those Confederate Monuments", "date": "2020-07-14 16:07", "summary": "Here in metropolitan Richmond, Va., where monuments have been biting the dust with fierce regularity, historic tourism is a big deal.. William Toti's \"Stalin and the Confederacy\" (op-ed, July 10) provides a unique view of Confederate statuary: justification for Stalin worship, perhaps the most damning indictment yet. But there is another unique view that has nothing to do with praising the \"Lost Cause\" and which might bring a measure of unity to this contentious debate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-withdrew-the-police-shooting-study-11594756799", "title": "Why We Withdrew the Police Shooting Study", "date": "2020-07-14 16:00", "summary": "The reason for the retraction had nothing to do with the claims made by Heather Mac Donald.. In her \"I Cited Their Study, So They Disavowed It\" (op-ed, July 9), Heather Mac Donald claims we retracted our paper on police shootings because the findings \"challenge reigning orthodoxies\" and we \"disowned\" our research because she cited it. This is a severe mischaracterization for three reasons. First, I sent the paper in question to Ms. Mac Donald when it was first published. The idea that I would want her to know about my research while at the same time disowning that research when she approvingly wrote of it is nonsensical. Second, Ms. Mac Donald knew the reason for the retraction wasn't her support of the work because I sent her an email clearly stating this point before she published her op-ed. Third, I have not retracted my other work on police shootings, which has also been controversial. An earlier 2019 paper of mine, which found no evidence of anti-black disparities in the likelihood of being fatally shot when controlling for crime rates, also resulted in calls for retraction and positive endorsement by prominent conservative voices, but I continue to uphold that work. The reason for the retraction had nothing to do with the claims made by Ms. Mac Donald. As described in our retraction statement (psyarxiv.com/dj57k), we retracted the paper because we overstepped with the inferences we made from our data; we did not uphold the high standard of drawing careful and measured conclusions that is necessary for scientists studying this important topic. We did not retract the paper due to improper data or analyses, nor is the retraction evidence that police are racially biased.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-c-had-history-of-suppressing-black-vote-11594756723", "title": "D.C. Had History of Suppressing Black Vote", "date": "2020-07-14 15:58", "summary": "Focusing on the new state's potential partisan leaning misses the point: Statehood would correct an overt act of racial voter suppression with Reconstruction era roots.. Speaking on the House of Representatives' recent approval of D.C. statehood, which would finally grant statehood and congressional voting representation to over 700,000 D.C. residents, David Rivkin and Lee Casey caution against a \"law pushed through for partisan advantage\" (\"RFK vs. D.C. Statehood,\" op-ed, July 3).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxpayer-money-helped-to-make-remdesivir-11594756650", "title": "Taxpayer Money Helped to Make Remdesivir", "date": "2020-07-14 15:57", "summary": "Taxpayers were the angel investors. While Gilead quickly recoups its investment, taxpayers will see no return, only big bills.. Regarding \"Virus Drug to Cost $3,120 Per Patient\" (U.S. News, June 30): Fanfare for Gilead Sciences Inc.'s \"responsible pricing\" doesn't acknowledge a $99 million federal investment that saved remdesivir from the scrapheap. Taxpayers were the angel investors. While Gilead quickly recoups its investment, taxpayers will see no return, only big bills.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-clears-way-for-first-federal-execution-since-2003-11594709847", "title": "Focus Turns to Other Death Row Inmates", "date": "2020-07-14 15:19", "summary": "Following first federal execution in 17 years, a judge declined requests to delay the capital punishment of convicted murderers Wesley Ira Purkey and Dustin Lee Honken. After the Trump administration on Tuesday morning carried out the first federal execution since 2003, attention moved to the scheduled executions of two other men Wednesday and Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-j-senate-committee-clears-10-billion-borrowing-plan-11594754097", "title": "N.J. Senate Committee Clears $10 Billion Borrowing Plan", "date": "2020-07-14 15:14", "summary": "State tax revenues have plunged amid the coronavirus shutdown and recession. The New Jersey Senate budget committee approved legislation giving the state the authority to borrow nearly $10 billion to cover a growing deficit stemming from the Covid-19 pandemic and economic crisis.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-fitness-chain-rsg-wins-golds-gym-bankruptcy-auction-11594752200", "title": "German Fitness Chain RSG Wins Gold's Gym Bankruptcy Auction", "date": "2020-07-14 14:43", "summary": "RSG Group topped a stalking-horse offer for Gold's Gym with a $100 million bid for the Dallas-based gym operator. RSG Group GmbH, operator of Germany's McFit fitness clubs, has won an auction to acquire Gold's Gym International Inc. out of bankruptcy for $100 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-sees-substantial-economic-risks-and-slow-recovery-11594749590", "title": "Fed's Brainard Sees Substantial Economic Risks and Slow Recovery", "date": "2020-07-14 14:39", "summary": "'A thick fog of uncertainty still surrounds us, and downside risks predominate,' says Fed governor Lael Brainard. A top official at the Federal Reserve said difficulty suppressing the new coronavirus will pose substantial risks for the U.S. economy, including a possible double dip in economic activity, and warned that the nation faces a long, slow recovery even if those hazards are avoided.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-makes-u-turn-on-huawei-after-u-s-pressure-11594727179", "title": "U.K. to Ban Huawei From 5G Networks Amid China Tensions", "date": "2020-07-14 14:31", "summary": "British government gives cellular companies until 2027 to remove Chinese firm's technology. LONDON-The British government said it would bar telecom companies from purchasing new equipment made by China's Huawei Technologies Co. for their 5G networks in a further sign of the deteriorating relations between Beijing and the West.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-grapple-with-worker-no-shows-as-covid-19-cases-surge-11594745769", "title": "Auto Makers Grapple With Worker No-Shows as Covid-19 Cases Surge", "date": "2020-07-14 14:17", "summary": "GM cuts shift at Missouri plant; Ford ramps up hiring in Kentucky. General Motors Co. and Ford Motor Co. are continuing to struggle with keeping workers on the job as coronavirus cases surge nationwide, forcing the auto-making giants to cut shifts, hire new workers and transfer others to fill vacant roles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hit-retailers-create-new-curbside-shopping-experiences-11594750386", "title": "Retailers Create New Curbside Shopping Experiences", "date": "2020-07-14 14:13", "summary": "Stores are responding to reduced foot traffic with revamped window displays, customized sidewalk services. Some stores are trying to turn window shopping into real business during the coronavirus pandemic.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-the-hustle-and-bustle-of-bangkok-a-piece-of-peace-and-quiet-11594749683", "title": "Amid the Hustle and Bustle of Bangkok, a Piece of Peace and Quiet", "date": "2020-07-14 14:01", "summary": "A pair of design professionals created a calming and tranquil space high above Thailand's capital city. Ed Ng says he could smell the burning rubble of Bangkok's CentralWorld shopping mall when he visited the city just after the political protests in 2010. The period of civil unrest had caused property values to drop, and Mr. Ng and his partner, Terence Ngan, flew in on the advice of a friend to tour and potentially buy a place. Together Mr. Ng, 51, and Mr. Ngan, 50, also run AB Concept, an interior design and architecture studio with offices in Hong Kong, Taipei and Milan with clients including Four Seasons, Mandarin Oriental and Ritz Carlton. Their firm was recently tapped to design the public areas, amenity floor, standard residential provisions and sales gallery for an Extell development designed by the architecture firm Snøhetta in Manhattan.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-is-no-berkshire-but-mom-and-pop-might-buy-anyway-11594746380", "title": "Tesla Is No Berkshire, but Mom and Pop Might Buy Anyway", "date": "2020-07-14 13:11", "summary": "Companies joining or departing the S&P 500 tend to rise and fall before the fact, costing index-fund investors. Now Tesla threatens to make a real dent.. The tortoise eventually beats the hare in the stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-energy-boycott-is-an-antitrust-problem-11594746486", "title": "Banks' Energy Boycott Is an Antitrust Problem", "date": "2020-07-14 13:08", "summary": "Radical groups organize an effort to starve oil and gas companies of capital. That raises prices for consumers.. America's largest financial institutions are picking winners and losers in the energy sector for political reasons-even while the Covid-19 crisis has reduced global oil demand and a price war between Russia and Saudi Arabia has flooded global markets with crude. Under pressure from environmental activists, banks are withholding desperately needed capital from oil and gas companies. In doing so, they put millions of jobs at risk and may even be violating federal antitrust law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-loses-its-snob-appeal-11594746441", "title": "'Hamilton' Loses Its Snob Appeal", "date": "2020-07-14 13:07", "summary": "Political correctness is a barrier to keep the working class from becoming upwardly mobile.. When I was a new student at Yale in 2015, everyone on campus was talking about the Broadway sensation \"Hamilton.\" \"It's amazing,\" a classmate told me. I had never been to a musical. Neither, as far as I knew, had anyone from my hometown. I searched the internet for tickets: $400-way beyond my budget as a veteran enlisted man attending college on the GI Bill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autonation-ceo-cheryl-miller-wont-return-after-medical-leave-11594746467", "title": "AutoNation CEO Won't Return After Medical Leave", "date": "2020-07-14 13:07", "summary": "Longtime chairman Mike Jackson to fill CEO role permanently, his contract extended through 2022. AutoNation Inc., the U.S.'s largest dealership chain, said Tuesday its former Chief Executive Officer Cheryl Miller won't return to the company from a three-month medical leave, making her the second chief executive to exit from the top job in about a year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-sanction-lockheed-martin-over-taiwan-arms-deal-11594727908", "title": "China Threatens to Sanction Lockheed Martin Over Taiwan Arms Deal", "date": "2020-07-14 12:55", "summary": "Move comes after Trump administration approved an upgrade for island's Patriot systems. ", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-steers-users-to-youtube-over-rivals-11594745232", "title": "Searching for Video? Google Pushes YouTube Over Rivals", "date": "2020-07-14 12:47", "summary": "Resume Subscription. When choosing the best video clips to promote from around the web, Alphabet Inc.'s Google gives a secret advantage to one source in particular: itself.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/delta-trims-flying-amid-coronavirus-pandemic-11594725393", "title": "Delta Trims Flying Amid Pandemic", "date": "2020-07-14 12:34", "summary": "Airline holds firm on fares even as business travel evaporates and Covid-19 cases mount in the U.S.. Delta Air Lines Inc. trimmed plans for more summer flights amid rising Covid-19 cases nationwide after a $5.7 billion loss for the latest quarter underscored the depth of the crisis facing the aviation industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientific-journal-pulls-over-a-dozen-papers-by-chinese-researchers-11594743872", "title": "Over a Dozen Scientific Papers by Chinese Researchers Are Withdrawn", "date": "2020-07-14 12:24", "summary": "Recent investigation had highlighted apparent reuse of images in articles. HONG KONG-More than a dozen scientific papers published by Chinese researchers in internationally peer-reviewed journals are being withdrawn after an investigation this month highlighted the apparent reuse of images across more than 100 academic articles, amid increased concern about scientific integrity raised by the fight against the coronavirus.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-to-require-masks-in-indoor-public-spaces-11594743647", "title": "France to Require Masks in Indoor Public Spaces", "date": "2020-07-14 12:24", "summary": "President Macron introduces planned measure on a scaled-down Bastille Day. PARIS-Wearing masks in enclosed public spaces will become mandatory within the next few weeks in France, where there have been recent signs of a slight pickup in the circulation of the new coronavirus, President Emmanuel Macron said on Tuesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-are-fine-but-the-economy-isnt-11594743846", "title": "Banks Are Fine, but the Economy Isn't", "date": "2020-07-14 12:24", "summary": "The biggest banks proved their ability to generate revenue through tough times, but they said little that would indicate the economy is poised for a sharp recovery. Two of the three big banks that reported results on Tuesday still earned a lot of money in the second quarter. That is less reassuring than investors might hope.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-branson-secures-lifeline-for-virgin-atlantic-11594737052", "title": "Richard Branson Secures Lifeline for Virgin Atlantic", "date": "2020-07-14 12:16", "summary": "Deal worth $1.5 billion, including loans from U.S. fund Davidson Kempner, buys breathing room for broader Virgin Group. LONDON-Richard Branson's Virgin Atlantic Airways said it secured a financial package worth about $1.5 billion that will allow it to stave off bankruptcy and provide some breathing room for the British billionaire's broader effort to stabilize a travel and tourism empire hit hard by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-it-seems-like-bullies-are-everywhereand-how-to-stop-them-11594743348", "title": "Why It Seems Like Bullies Are Everywhere-and How to Stop Them", "date": "2020-07-14 12:15", "summary": "Bullies try to intimidate people they see as weak or vulnerable. Here's how to respond.. I have something to say to the guy who pulled up behind my VW Beetle recently in a jacked-up pickup truck, honked furiously while I waited for a pause in oncoming traffic to make a left turn, then followed me for blocks so close on my tail I could see the sweat on his brow while he yelled obscenities at me out the window.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-reports-more-max-cancellations-11594738855", "title": "Boeing Reports More MAX Cancellations", "date": "2020-07-14 12:09", "summary": "Aerospace giant's deliveries, orders have fallen sharply during coronavirus pandemic. Boeing Co. culled another 183 jets from its order book in June and delivered just 10 aircraft, highlighting the pandemic-driven barriers to recovery for plane makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-june-consumer-prices-rose-sharply-as-reopenings-prompted-more-buying-11594731052", "title": "U.S. June Consumer Prices Rose Sharply", "date": "2020-07-14 11:59", "summary": "Consumer-price index rose 0.6% after falling in each of the previous three months. WASHINGTON-U.S. consumer prices rose sharply in June while states were broadening efforts to reopen, with costs snapping back for products and services that were hit hard by the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-hong-kong-oppositions-primaries-at-odds-with-security-law-11594730935", "title": "China Says Unofficial Hong Kong Primaries Challenge Beijing's New Powers", "date": "2020-07-14 11:59", "summary": "The pro-democracy camp's recent votes to choose legislative candidates were a \"flagrant provocation\" of the new security law, China said. HONG KONG-Beijing officials said a round of unofficial legislative primaries held by Hong Kong's political opposition over the weekend \"blatantly challenges\" a new national security law, as pro-democracy candidates are positioned for a strong showing in elections this fall.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-isnt-a-water-park-its-your-backyard-11594741458", "title": "Your Backyard Is the Hot Destination This Summer", "date": "2020-07-14 11:44", "summary": "Stuck at home, Americans transform their outdoor spaces with giant waterslides, fire pits, movie theaters and ambitious gardens. Courtney Brod recalls absently nodding when her husband mentioned that he ordered some mulch for the backyard.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-expectations-are-wrong-which-is-good-11594741162", "title": "Inflation Expectations Are Wrong, Which Is Good", "date": "2020-07-14 11:39", "summary": "Inflation is running cold, but a lot of people might not believe it. That might actually count as good news.. Inflation is running cold, but a lot of people don't believe it. That actually could be good news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-maddon-a-college-quarterback-becomes-a-world-series-winning-coach-11594740687", "title": "Joe Maddon: A College Quarterback Becomes a World Series Winner", "date": "2020-07-14 11:31", "summary": "The Los Angeles Angels manager was awarded a football scholarship, but realized baseball was his true calling. Joe Maddon, 66, is manager of the Los Angeles Angels. In 2016, as manager of the Chicago Cubs, he led the team to its first World Series championship since 1908. His Respect 90 Foundation provides assistance to at-risk children and families. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-coronavirus-lockdown-genealogy-family-tree-history-ancestry-11594659103", "title": "In Covid Lockdown, the Family Historian Has a Captive Audience", "date": "2020-07-14 10:42", "summary": "Resume Subscription. Many households already had that earnest and sometimes annoying member: the family historian.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mitch-mcconnell-signals-limits-on-race-related-policy-changes-11594733555", "title": "McConnell Signals Limits on Race-Related Policy Changes", "date": "2020-07-14 10:41", "summary": "In an interview, Senate majority leader calls voter-suppression allegations 'nonsense' and offers support for police. WASHINGTON-Sen. Mitch McConnell (R., Ky.) said he sees little sign that racial minorities are contending with voter suppression and defended the current role of police in society, signaling limits to how far Republicans will go in response to demands for change touched off by the killing of George Floyd in the custody of the Minneapolis police.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-shouldnt-rush-to-stop-losing-money-11594736916", "title": "Airlines Shouldn't Rush to Stop Losing Money", "date": "2020-07-14 10:28", "summary": "While Delta's second-quarter earnings were horrid, investors can be cheered by its cautious approach to flight schedules. U.S. airlines' financial results are abysmal. They should resist the temptation to improve them too quickly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-china-military-provocations-revival-disputed-islands-pacifism-11594735596", "title": "China Provocations Hasten Japan's Military Revival", "date": "2020-07-14 10:09", "summary": "Resume Subscription. TOKYO-It was the kind of provocation that has become familiar to Japan. On June 18, a Chinese submarine passed within a few miles of Japan's territorial waters near the island of Amami-Oshima. Tokyo mobilized three destroyers and surveillance aircraft to make sure it didn't stick around.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/think-changing-the-name-of-a-nyc-subway-stop-is-easy-think-again-11594735201", "title": "Changing the Name of a New York City Subway Stop Isn't Easy", "date": "2020-07-14 10:00", "summary": "There are new signs to install, apps to update, an escalator and elevator directory to revise-and that's just the beginning. Leah Flax is handling an unusual assignment. She's the project manager in charge of renaming two subway stations in central Brooklyn. And as she's learned, it's no simple matter. \"Renaming a station is not flipping a light switch,\" Ms. Flax says.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-profit-falls-73-as-it-girds-for-coronavirus-economy-11594729462", "title": "Citigroup Profit Falls 73%", "date": "2020-07-14 09:43", "summary": "Results weighed down by $7.9 billion the New York bank set aside as pandemic pummels the industry. Citigroup Inc.'s second-quarter profit fell 73%, weighed down by $7.9 billion the bank set aside for potentially rising loan losses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oklahoma-ruling-shakes-up-how-police-courts-handle-crimes-against-native-americans-11594733835", "title": "Oklahoma Ruling Shakes Up How Police, Courts Handle Crimes Against Native Americans", "date": "2020-07-14 09:37", "summary": "State law-enforcement authorities begin to step aside in some cases; Supreme Court decision could spill huge number of cases onto federal dockets. For most of the past 100 years or so, city police in Tulsa, Okla., likely would have handled the investigation such as the one that opened last week into whether a white man killed a Native American woman in a city park.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-dont-find-cadillacs-like-this-every-day-on-ebay-11594732016", "title": "You Don't Find Cadillacs Like This Every Day on eBay", "date": "2020-07-14 09:06", "summary": "Resume Subscription. Eric Stang, 60, of Atherton, Calif., CEO of Ooma, a telecommunications firm, on his 1960 Cadillac Eldorado Biarritz, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-love-for-an-american-classic-11594731752", "title": "Photos: Love for an American Classic", "date": "2020-07-14 09:02", "summary": "Eric Stang shows off his 1960 Cadillac Eldorado Biarritz.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-babysitting-when-virtual-camps-and-sitter-dates-get-messy-11594731600", "title": "Covid Babysitting: When Virtual Camp and Sitter Dates Get Messy", "date": "2020-07-14 09:00", "summary": "Virtual camp, it turns out, isn't much more fun than remote school was. Kids are revolting; parents are frustrated. When the coronavirus shutdown meant Christina Ravazzolo could no longer babysit her two young charges in person, she offered to babysit them remotely, in a one-hour WhatsApp video call twice a week.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miranda-kerr-evan-spiegel-at-home-photos-profile-11594729523", "title": "Miranda Kerr and Evan Spiegel: A Marriage of Mindfulness", "date": "2020-07-14 08:29", "summary": "The Snapchat co-founder and supermodel are a study in contrasts. As Snap faces its own diversity challenges, the couple are on a mission to address social ills and racial injustice.. When Evan Spiegel and Miranda Kerr met for a first date, at a kundalini class at Golden Bridge Yoga in Los Angeles, Spiegel arrived early and sat at the front of the studio. Kerr walked in late (45 minutes late, Spiegel says) and took a place at the back, where she giggled out of nervous habit. \"When I was a child, my mom called me Giggling Gert,\" she says.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-bracing-for-scrutiny-in-australia-seeks-to-reassure-lawmakers-11594729418", "title": "TikTok, Bracing for Scrutiny in Australia, Seeks to Reassure Lawmakers", "date": "2020-07-14 08:23", "summary": "In pre-emptive outreach, the video app says it has become a 'political football' and tries to allay concerns it is aligned with Beijing. TikTok, the embattled short-video app run by Chinese technology giant Bytedance Ltd., has written to Australian politicians to reassure them about the safety of user data and its independence, as concerns about the app's Chinese ties grow.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxpayers-race-to-file-refund-claims-if-obamacare-is-struck-down-11594728991", "title": "Taxpayers Race to File Refund Claims if Obamacare Is Struck Down", "date": "2020-07-14 08:16", "summary": "For many higher earners who could benefit, the deadline to file is Wednesday. Taxpayers and their advisers are rushing to file claims for refunds of 2016 taxes in case the Affordable Care Act, often known as Obamacare, is struck down. For many higher earners who could benefit, the deadline to file such claims is Wednesday.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-voters-to-set-matchups-for-senate-house-races-11594728844", "title": "Texas Voters to Set Matchups for Senate, House Races", "date": "2020-07-14 08:14", "summary": "Democrats will pick between MJ Hegar and Royce West in runoff to challenge incumbent GOP Sen. Cornyn. Texas Democrats will choose on Tuesday their nominee to take on Republican Sen. John Cornyn in November, as voters also determine the matchups for a series of competitive House races in the state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-letters-reveal-what-queen-elizabeth-ii-knew-about-the-firing-of-a-government-11594728685", "title": "Secret Letters Reveal What Queen Elizabeth II Knew About the Firing of a Government", "date": "2020-07-14 08:11", "summary": "The letters, sent during the dismissal in 1975, are reigniting debate about whether Australia should be a republic. SYDNEY-Newly disclosed correspondence detailing what Queen Elizabeth II knew about the sudden ouster of an elected leader in Australia in the 1970s is reigniting a debate about whether the country should become a republic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/triple-five-faces-big-covid-19-woes-but-analysts-say-dont-write-it-off-11594728002", "title": "Triple Five Faces Big Covid-19 Woes, but Analysts Say Don't Write It Off", "date": "2020-07-14 08:00", "summary": "The landlord of Mall of America and American Dream has some advantages in its favor. With Covid-19 keeping millions of consumers out of malls and shopping centers, much of the news about Triple Five Group, one of the largest private retail real-estate owners in North America, has been grim.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-play-on-pause-sports-teams-forge-ahead-with-real-estate-projects-11594728000", "title": "With Play on Pause, Sports Teams Forge Ahead With Real-Estate Projects", "date": "2020-07-14 08:00", "summary": "Amid lack of ticket sales due to coronavirus, alternative revenue streams could become increasingly important for sports teams. American sports teams are doubling down on ambitious real-estate projects, despite the coronavirus pandemic that has shut down most live entertainment from coast to coast.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walking-the-coronavirus-containment-tightrope-how-countries-balance-saving-lives-and-the-economy-11594728000", "title": "Walking the Coronavirus Containment Tightrope: How Countries Balance Saving Lives and the Economy", "date": "2020-07-14 08:00", "summary": "Resume Subscription. As the world relaxes its lockdowns against the coronavirus pandemic, the early results range from fragile success to worsening crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biotech-properties-draw-billions-of-dollars-as-other-real-estate-languishes-11594728002", "title": "Biotech Properties Draw Billions of Dollars as Other Real Estate Languishes", "date": "2020-07-14 08:00", "summary": "Pandemic puts premium on life-sciences space, while undercutting hotels, shopping centers and senior housing. Covid-19 is clobbering hotels, shopping centers and senior housing communities. But the pandemic is providing an extra boost to landlords leasing to biotechnology, pharmaceutical and other life-sciences businesses.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-cloud-chief-finds-opportunities-in-pandemic-for-customer-connection-11594728000", "title": "Google Cloud Chief Finds Opportunities in Pandemic for Customer Connection", "date": "2020-07-14 08:00", "summary": "'Every week, there's a new set of dimensions, and we have to adapt,' said Thomas Kurian. Google Cloud is racing to roll out new features and services aimed at helping its enterprise customers maintain business continuity during the coronavirus pandemic, including a new security product expected to launch Tuesday, said Thomas Kurian, chief executive of the Google LLC unit.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oat-milk-company-oatly-draws-investment-from-blackstone-led-group-including-oprah-11594701001", "title": "Oat-Milk Company Draws Investment From Blackstone-Led Group Including Oprah", "date": "2020-07-14 07:53", "summary": "Swedish company is selling a roughly 10% stake for $200 million. Swedish oat-milk maker Oatly AB has sold a $200 million stake to a group led by private-equity giant Blackstone Group Inc. that includes Oprah Winfrey, Natalie Portman, former Starbucks Corp. chief Howard Schultz and the entertainment company founded by Jay-Z.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-luckin-chairman-loses-control-of-coffee-chain-in-court-11594726066", "title": "Former Luckin Chairman Loses Control of Coffee Chain in Court", "date": "2020-07-14 07:27", "summary": "Chinese private-equity firm Centurium Capital to have the most voting rights. HONG KONG-Charles Lu, the co-founder and former chairman of Luckin Coffee Inc., has lost control of all his shares in the Chinese coffee chain following a recent court ruling, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sobering-economic-data-from-europe-asia-dash-hopes-for-swift-recovery-11594725340", "title": "Sobering Economic Data From Europe, Asia Dash Hopes for Swift Recovery", "date": "2020-07-14 07:15", "summary": "A brutal second-quarter contraction in Singapore and a feeble recovery in the U.K. give an early look at the tough climb facing the world economy. Early data from Europe and Asia suggest the recovery from the economic crisis precipitated by the coronavirus pandemic could take longer than originally hoped, with countries facing a long slog to recover lost jobs and income.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-pain-could-be-googles-facebooks-gain-in-india-11594724711", "title": "China's Pain Could Be Google's, Facebook's Gain in India", "date": "2020-07-14 07:05", "summary": "With China's internet giants locked out of the world's second-most-populous country, U.S. tech sees an opportunity. Chinese firms, used to being atop the internet food chain in Asia, have fallen from their perch in India because of Beijing's diplomatic stumbles-and U.S. firms are looking to climb on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-is-supposed-to-start-soon-it-doesnt-have-a-plan-yet-11594724404", "title": "The NFL Is Supposed to Start Soon. It Doesn't Have a Plan Yet.", "date": "2020-07-14 07:00", "summary": "Training camps are set to open on July 28-and there still isn't a concrete plan for if and how the season will work in 2020. The NFL began the pandemic in an enviable position. The virus shut down every other major sports league, but the country's most popular sport was in its offseason. It had months to plan how to deliver football to its millions of fans in the fall.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-debt-fundraising-gains-popularity-as-credit-stress-returns-11594682261", "title": "Private-Debt Fundraising Gains Popularity as Credit Stress Returns", "date": "2020-07-14 07:00", "summary": "Distressed-debt investing, long neglected by investors, is showing signs it could thrive under the pandemic. Private-credit fundraising returned to popularity in the first half of the year as the coronavirus pandemic gave distressed-debt investors hope that a window of bargain-hunting might be opening.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automatic-401-k-transfers-gain-traction-11594724402", "title": "Automatic 401(k) Transfers Gain Traction", "date": "2020-07-14 07:00", "summary": "Automatically transferring small accounts would reduce cash-outs and potentially save participants an additional $1.5 trillion. When workers change jobs, many cash out their retirement savings, paying taxes and often penalties in the process. A service designed to prevent money from leaving corporate retirement plans when workers switch jobs got a boost Tuesday when large 401(k) record-keeper Alight Solutions LLC disclosed plans to offer it to many large U.S. companies.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universities-cut-oil-investments-as-student-activism-builds-11594719181", "title": "Universities Cut Oil Investments as Student Activism Builds", "date": "2020-07-14 05:33", "summary": "Push for large-scale divestment at colleges marks the latest blow to companies; some call it counterproductive. When the University of Michigan's chief financial officer asked the school's Board of Regents in December to authorize a new $50 million oil-and-gas investment, they gave an answer he had never heard before: No.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-faces-battle-in-china-to-regain-lost-ground-11594719001", "title": "GM Faces Battle in China to Regain Lost Ground", "date": "2020-07-14 05:30", "summary": "The auto maker has seen its market share erode in a country where it typically records nearly half of its global unit sales. SHANGHAI- General Motors Co. faces a critical test winning back consumers in China, a market integral to its fortunes.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-numbers-of-americans-try-to-buy-guns-11594719000", "title": "Record Numbers of Americans Try to Buy Guns", "date": "2020-07-14 05:30", "summary": "Buyers and gun store owners cite the coronavirus pandemic, George Floyd's killing and efforts to defund the police. MINNEAPOLIS-Americans are buying guns in record numbers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-turns-u-s-tariffs-into-a-sideshow-for-luxury-brands-11594716346", "title": "Virus Turns U.S. Tariffs Into a Sideshow for Luxury Brands", "date": "2020-07-14 04:45", "summary": "Shareholders are blasé about Washington's threats to impose extra tariffs on French luxury goods, perhaps because China is growing even more crucial for the sector. Investors in designer fashion brands are already ignoring an avalanche of bad news. What harm is a little more?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-imports-and-exports-rebound-as-coronavirus-fades-in-worlds-second-largest-economy-11594715158", "title": "China's Imports and Exports Rebound as Coronavirus Fades in World's Second-Largest Economy", "date": "2020-07-14 04:26", "summary": "China's trade surplus with the U.S. narrows from a year earlier on rise in agricultural imports. BEIJING-Chinese imports from the U.S. rose for the first time since the new coronavirus emerged earlier this year, showcasing Beijing's post-pandemic purchasing power even as political tension between the world's two largest economies continues to rise.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594660742", "title": "Pepper...and Salt", "date": "2020-07-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-may-not-appeal-conviction-now-that-his-sentence-has-been-commuted-11594698323", "title": "Roger Stone May Not Appeal Conviction Now That His Sentence Has Been Commuted", "date": "2020-07-14 23:45", "summary": "'I'm not a fool; I'm going to be guided by the advice of my lawyers,' he said Monday night. Roger Stone said he might drop his appeal of his conviction, in his most extensive public remarks since President Trump commuted his 40-month sentence Friday, days before he was to report to prison.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-newss-tucker-carlson-condemns-writers-posts-and-critics-self-righteousness-11594694965", "title": "Fox News's Tucker Carlson Rejects Writer's Posts and Critics' 'Self-Righteousness'", "date": "2020-07-14 22:49", "summary": "Prime-time host said former writer's racist and misogynist online posts have no connection to 'Tucker Carlson Tonight'. Fox News host Tucker Carlson rejected the racist and misogynist online posts made by his former writer, saying they had no connection to his prime-time show, but warned critics that \"self-righteousness also has its costs.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-public-schools-wont-open-in-fall-as-covid-19-crisis-continues-11594667074", "title": "Los Angeles Public Schools Won't Open in Fall as Covid-19 Crisis Continues", "date": "2020-07-14 21:22", "summary": "Superintendent says online-only education to continue as new school year starts Aug. 18. The Los Angeles Unified School District, the nation's second largest, said Monday that it would start the school year online.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-was-under-pressure-even-before-covid-19-11594674689", "title": "OPEC Was Under Pressure Even Before Covid-19", "date": "2020-07-14 21:21", "summary": "The cartel's data released Monday showed that last year it exported cheaper oil and less of it. Even before the coronavirus pandemic upended global oil markets, the influence of the Organization of the Petroleum Exporting Countries-and the group's revenues-were under pressure from competitors and the declining value of its crude.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mental-resilience-can-help-you-through-the-coronavirus-pandemic-heres-how-to-build-it-11594688401", "title": "Mental Resilience Can Help You Through the Coronavirus Pandemic; Here's How to Build It.", "date": "2020-07-14 21:00", "summary": "The brain naturally gravitates toward negative thoughts. Here are ways to steel yourself in rocky patches, from deep breathing to caring for others.. With Covid-19 cases rising in the U.S. and the economic outlook uncertain-just when many had hoped things would improve-it can be tough at times not to slide into despair. Rick Hanson, a clinical psychologist and author of the 2018 book, \"Resilient,\" spoke with The Wall Street Journal about how we can build our resilience in challenging times. Dr. Hanson, a senior fellow at the Greater Good Science Center at the University of California, Berkeley draws on neuroscience, psychology and mindfulness training in his work.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-reveal-new-bronco-after-24-years-off-the-market-11594667167", "title": "Ford Reveals New Bronco After 24 Years Off the Market", "date": "2020-07-14 20:56", "summary": "The revival of the '60s-era off-roader is central to Ford's turnaround efforts. Steve Olliges has raced older Ford Broncos through the desert and has five vintage ones in his garage. But the Ford dealer has never sold one from his showroom in Las Vegas. Instead, he's watched rival Jeep dealers in town peddle thousands of Jeep Wranglers to off-roading enthusiasts over the years.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/different-wavelengths-science-finds-hummingbirds-see-ultraviolet-light-invisible-to-humans-11594688179", "title": "Different Wavelengths: Science Finds Hummingbirds See Ultraviolet Light Invisible to Humans", "date": "2020-07-14 20:56", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-stock-rally-isnt-out-of-juice-just-yet-analysts-say-11594638003", "title": "Tech-Stock Rally Isn't Out of Juice Just Yet, Analysts Say", "date": "2020-07-14 20:36", "summary": "Market watchers remain bullish on technology shares continuing to outperform major indexes amid pandemic. Shares of technology companies have leapt ahead of the broader market, and analysts don't see that changing soon.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spending-pushed-u-s-june-budget-gap-to-864-billion-treasury-says-11594663634", "title": "U.S. 12-Month Deficit Hits $3 Trillion as Virus Stimulus Spending Soars", "date": "2020-07-14 20:21", "summary": "As share of GDP, deficit is on pace to be the largest since World War II. WASHINGTON-The U.S. budget deficit reached $3 trillion in the 12 months through June as stimulus spending soared and tax revenue plunged, putting the federal government on pace to register the largest annual deficit as a share of the economy since World War II.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-niece-wins-legal-battle-over-tell-all-book-11594682859", "title": "Trump's Niece Wins Legal Battle Over Tell-All Book", "date": "2020-07-14 20:10", "summary": "New York judge vacates earlier injunction against Mary Trump, saying any bar against her would 'serve no purpose'. A New York judge dealt the Trump family a loss on Monday, vacating a temporary injunction against President Trump's niece, Mary Trump, and ending a weekslong legal battle to block the release of her tell-all book.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-officials-fear-uss-bonhomme-richard-fire-has-damaged-it-beyond-repair-11594677325", "title": "Officials Fear Fire Has Damaged Assault Ship Beyond Repair", "date": "2020-07-14 20:08", "summary": "Amphibious assault ship one of the few in U.S. fleet that can launch F-35 operations. WASHINGTON-The fire aboard the amphibious assault ship USS Bonhomme Richard showed no sign of abating Monday, raising fears that one of the few U.S. Navy ships that can operate like a mini aircraft carrier is damaged beyond repair.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-to-hold-hearings-on-impact-of-coronavirus-in-the-state-11594684842", "title": "New York Lawmakers to Hold Hearings on Impact of Coronavirus", "date": "2020-07-14 20:00", "summary": "One of the hearings will look at New York hospitals' response to the Covid-19 crisis. Members of the New York Senate and Assembly said Monday they will hold hearings to examine the impact of the coronavirus pandemic in the state, with a focus on its health-care system.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]