[{"link": "https://www.wsj.com/articles/democrats-to-hold-on-to-house-majority-ap-says-11605067516", "title": "Democrats to Hold On to House Majority", "date": "2020-11-10 23:49", "summary": "Party lost several districts to Republicans in the election, shrinking their majority in the chamber. WASHINGTON-Democrats have clinched a majority in the House of Representatives by reaching 218 seats, the Associated Press said on Tuesday, holding on to power in the wake of a weaker-than-expected showing in the election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californians-reject-measure-to-raise-commercial-property-taxes-11605069368", "title": "Californians Reject Measure to Raise Commercial Property Taxes", "date": "2020-11-10 23:36", "summary": "Proposition 15 would have ended decades-old limits on tax increases for commercial property. California voters rejected a bid to roll back a 42-year-old limit on commercial-property tax increases, voting down Proposition 15 by a 52%-48% margin, according to the Associated Press, which called the race late Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-chinese-bank-is-selling-bonds-that-can-be-bought-with-cash-or-bitcoin-11605069043", "title": "A Big Chinese Bank Is Selling Bonds That Can Be Bought With Cash or Bitcoin", "date": "2020-11-10 23:30", "summary": "China Construction Bank says the bond is the 'first publicly listed debt security on a blockchain'. China Construction Bank Corp. is planning to raise up to $3 billion from a sale of bonds that individuals and institutions can trade in and out of using U.S. dollars or bitcoin.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-election-observers-the-role-at-the-crux-of-trump-lawsuits-in-pennsylvania-11605053759", "title": "Role of Election Observers at Crux of Trump Lawsuits in Pennsylvania", "date": "2020-11-10 22:14", "summary": "Republicans say they should have been allowed closer access to watch counting, while officials say pandemic required social-distancing rules. Much of President Trump's legal challenge to Pennsylvania's election results rests on the distance that observers stood from workers tallying votes. Some election officials stationed both political parties' volunteers more than 6 feet away from the count for what it said were pandemic precautions.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-defense-bill-on-congresss-long-to-do-list-11605032240", "title": "Stimulus, Spending Bills Top Congress's To-Do List", "date": "2020-11-10 21:29", "summary": "In lame-duck session, members of both parties are eager to pass another coronavirus relief bill despite disagreements, while also avoiding a government shutdown. WASHINGTON-Republicans and Democrats on Capitol Hill are racing to finish a substantial to-do list before the end of the year, trying again to pass another coronavirus relief bill and seeking to avoid a government shutdown after a mixed result for the parties on Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-biden-will-accelerate-shift-to-renewable-energy-11605009609", "title": "Investors Bet Biden Will Accelerate Shift to Renewable Energy", "date": "2020-11-10 20:37", "summary": "Funds are buying renewable-energy stocks and shorting fossil-fuel companies in a bid to cash in on rapid changes. One of the best ways to make money on Wall Street recently has been to bet against the fossil-fuel industry and buy renewable-energy stocks. Two well-regarded investors believe the trend will accelerate after President-elect Joe Biden takes office.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malls-file-for-bankruptcy-or-shut-their-doors-as-pandemic-pain-spreads-11605013664", "title": "Malls File for Bankruptcy or Shut Their Doors as Pandemic Pain Spreads", "date": "2020-11-10 19:50", "summary": "Glut of retailers struggling with lower sales will continue to haunt the mall industry even after Covid-19 eases. Mall landlords are starting to seek bankruptcy protection or shutting down, the latest signs that the pandemic is deepening a crisis that began before Covid-19.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-courts-pennsylvania-cleanup-11605050501", "title": "The Supreme Court's Pennsylvania Cleanup", "date": "2020-11-10 19:46", "summary": "The Justices have a chance to clarify who writes election law.. For a few days last week, it looked as if the 2020 election might play out as a gloomy opera of recounts and lawsuits, possibly upstaging Florida in 2000. We can thank the fates for sparing us, since nobody else can claim credit. The task ahead, starting in the Supreme Court, is to prevent a similar shadow from falling next time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-man-arrested-for-threatening-anti-trump-protesters-politicians-11605054612", "title": "New York City Man Arrested for Threatening Anti-Trump Protesters", "date": "2020-11-10 19:30", "summary": "Prosecutors say felon was displeased with outcome of U.S. presidential election. A Staten Island man was arrested at his home Tuesday after allegedly threatening to kill anti-Trump protesters, politicians and law-enforcement officers in the days following the presidential election, federal prosecutors said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-third-quarter-business-nearly-halves-but-improves-from-pandemic-lows-11605042301", "title": "Lyft's Business Picks Up From Pandemic Lows", "date": "2020-11-10 19:11", "summary": "Ride-hailing company's president says regulatory win, Covid-19 vaccine will boost recovery. Lyft Inc.'s active riders and revenue improved in the third quarter from the previous three months as coronavirus shutdowns eased in some cities, but business remained sharply down from a year earlier because of the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-mcconnell-old-sparring-partners-hold-key-to-cooperation-11605052194", "title": "Biden and McConnell, Old Sparring Partners, Hold Key to Cooperation", "date": "2020-11-10 19:02", "summary": "Relationship between president-elect and Senate leader faces stiff test in a partisan age. WASHINGTON-In December 2010, when then-Vice President Joe Biden initiated back-channel conversations with then-Senate Minority Leader Mitch McConnell over a looming tax deadline, he had one condition for negotiating.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-national-security-council-aide-is-named-to-top-pentagon-post-11605037916", "title": "White House National Security Council Aide Is Named to Top Pentagon Post", "date": "2020-11-10 18:59", "summary": "Trump fired Mark Esper on Monday, setting off shifts among other officials at Pentagon. WASHINGTON-President Trump has installed a National Security Council official and former congressional aide as chief of staff to new acting Defense Secretary Christopher Miller, as he continues to shake up the Pentagon's top ranks in his final months in office, officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-team-pressures-trump-administration-to-declare-him-election-winner-11605021649", "title": "Biden Says Standoff With Trump Administration Won't Stop Transition", "date": "2020-11-10 18:35", "summary": "Without technical designation from the administration, president-elect's team can't view detailed classified information. WASHINGTON-Joe Biden called President Trump's unwillingness to concede the presidential election an \"embarrassment\" but said it wouldn't impede his White House transition, despite a standoff with the administration that is preventing the president-elect's team from accessing key resources.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-and-democrats-could-use-some-soul-searching-11605050760", "title": "Republicans and Democrats Could Use Some Soul Searching", "date": "2020-11-10 18:26", "summary": "Students discuss what the parties can learn from the election result.. Editor's note: In this Future View, students discuss what each U.S. political party can learn from the past election. Next week we'll ask, \"Are Republicans making a mistake by challenging the results of the presidential election?\" Students should click here to submit opinions of fewer than 250 words before Nov. 17. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-time-to-heal-agenda-11605050461", "title": "A 'Time to Heal' Agenda", "date": "2020-11-10 18:21", "summary": "Here are three easy ways Biden can reach out to Trump voters.. Joe Biden said Saturday night that after the election \"this is the time to heal in America.\" In that spirit, and to be constructive, we thought we'd offer a couple of suggestions for what you might call the healing agenda. These aren't major policy concessions, but they would have symbolic political significance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-misjudgment-on-obamacare-11605050393", "title": "Supreme Misjudgment on ObamaCare", "date": "2020-11-10 18:19", "summary": "Texas and Trump run into a skeptical majority at the High Court.. Well, that didn't go well. At least not for the state of Texas and the Trump Administration as the Supreme Court heard oral arguments Tuesday in their challenge to ObamaCare. A majority of Justices signaled that they didn't buy the argument that the entire law should be cashiered because Congress zeroed out the tax for not having health insurance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-butantan-institute-disputes-suspension-of-coronavirus-vaccine-trials-11605021781", "title": "Brazil's Medical Experts Worry Politics Is Hampering Vaccine Progress", "date": "2020-11-10 18:15", "summary": "The suspension of clinical trials of a vaccine backed by the president's political rival has drawn criticism from doctors and public health experts. SÃO PAULO-Brazil's decision to suspend trials of an advanced Chinese coronavirus vaccine has raised fears among doctors that politics will delay immunization efforts against a disease that has already claimed the lives of more than 160,000 Brazilians.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-m1-powered-macbook-pro-and-air-what-they-willand-wontdo-11605050132", "title": "Apple's M1-Powered MacBook Pro and Air: What They Can Do", "date": "2020-11-10 18:15", "summary": "Better battery life, faster performance and access to iPhone and iPad apps all sounds great, but where are the touch screens?. I know exactly what drove you to buy your latest laptop. It was the processor's high-performance cores. Oh, wait, it was the neural engine. Or the nanometer processes per second. Or the industry-leading performance per watt. Yes, it was definitely that.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negative-bond-yields-point-to-greeces-economic-progress-11605016953", "title": "Negative Bond Yields Point to Greece's Economic Progress", "date": "2020-11-10 18:14", "summary": "Yields on shorter-term bonds dipped below zero amid expectations of extended ECB stimulus, vaccine approval and more favorable U.S. trade ties. A rally in short-dated Greek government bonds this week sent their yield below zero for the first time, marking a significant turnaround in investors' perceptions of Europe's willingness to support its most indebted country.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ponder-the-rewards-of-military-service-11605049025", "title": "Ponder the Rewards of Military Service", "date": "2020-11-10 17:57", "summary": "Civilians don't always understand what compels warriors to sacrifice and endure.. Fewer and fewer Americans are connected to the country's all-volunteer professional military. The military's separation from society is consequential. In a democracy, if citizens don't understand the military, they won't support the policies and investments necessary to secure the nation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-grief-the-pollsters-got-it-wrong-11605049069", "title": "Good Grief, the Pollsters Got It Wrong", "date": "2020-11-10 17:57", "summary": "Twice they've predicted Democratic landslides only to look like blockheads when the votes are counted.. Too many opinion pollsters have come to resemble Lucy in the cartoon strip \"Peanuts.\" Ahead of the presidential elections of 2016 and 2020, they held the political football in place to tee up certain Democratic victories. But at the last second, the ball was pulled away and the entire country landed flat on its back when the Republican candidate fared much better than expected.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blacks-and-latinos-for-trump-11605048999", "title": "Blacks and Latinos for Trump", "date": "2020-11-10 17:56", "summary": "The president lost, but he did a good deal better with minorities in 2020 than he did in 2016.. Assuming the exit polls are more reliable than the ones that predicted a blue wave, Joe Biden did what he said he would do on Election Day in the upper Midwest-just not how he said he would do it.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-police-11605048978", "title": "Notable & Quotable: Police", "date": "2020-11-10 17:56", "summary": "'Minneapolis officials are considering bringing in officers from other jurisdictions to help the city's Police Department as they face a wave of violent crime and an officer shortage.'. From \"Minneapolis to consider bringing in outside police officers amid shortage,\" a report in the Star Tribune, Nov. 9:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-do-states-certify-election-results-11605048981", "title": "When Do States Certify Election Results?", "date": "2020-11-10 17:56", "summary": "The Trump campaign and Republicans have filed lawsuits to stop certification, which is used to confirm election winners. The Trump campaign and its allies have filed lawsuits to try to block some key states from certifying election results that show Democrat Joe Biden defeating President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toxic-politics-review-can-xi-jinping-clean-house-11605048927", "title": "'Toxic Politics' Review: Can Xi Jinping Clean House?", "date": "2020-11-10 17:55", "summary": "China aspires to geopolitical hegemony, but the Communist government may ﬁrst need to deal with its waste and ﬁlth.. It may not be the most entertaining book published this year, but in foreign relations it may be among the most useful. \"Toxic Politics: China's Environmental Health Crisis and Its Challenge to the Chinese State,\" by Yanzhong Huang, a senior fellow at the Council on Foreign Relations, is a deeply researched account of China's massive pollution problem and the government's efforts to turn things around.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hit-shares-surge-as-global-markets-track-u-s-shift-11604982950", "title": "Cyclical Stocks Power Dow Industrials Higher", "date": "2020-11-10 17:55", "summary": "Tech stocks have pulled back this week as investors have reordered the market's winner and losers. The Dow Jones Industrial Average continued climbing Tuesday, powered by cyclical stocks like manufacturers and energy companies that are particularly sensitive to the economy's trajectory.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-bidens-virus-now-11605048847", "title": "It's Biden's Virus Now", "date": "2020-11-10 17:54", "summary": "A new administration means new realism about a pathogen we'll be living with.. Joe Biden's new coronavirus task force could usefully begin by reminding itself what was the invention or discovery, since 2009's novel bird flu emergence, that made us think we could corral and suppress a new flu-like disease. Oh yes, now we remember: It was nothing. Nothing happened to suggest this was possible.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-readies-for-battle-in-a-5g-future-11605048589", "title": "Pentagon Readies for Battle in a 5G Future", "date": "2020-11-10 17:49", "summary": "U.S. military sees new war-fighting opportunities and vulnerabilities in emerging telecommunications network. The U.S. military is preparing to fight on a new battlefield: the 5G networks going up around the world.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hears-arguments-over-constitutionality-of-aca-11605025850", "title": "Supreme Court Justices Question GOP States' Case Against ACA", "date": "2020-11-10 17:46", "summary": "Roberts, Kavanaugh join liberals in voicing skepticism that entire law must fall now that penalty for lack of insurance is zero. WASHINGTON-Several conservative Supreme Court justices joined liberals voicing skepticism that the entire Affordable Care Act must fall because of one change Congress made in 2017, suggesting the law may survive its latest test in the high court.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-faces-possible-new-faa-enforcement-action-over-alleged-regulatory-lapses-11605031417", "title": "Boeing Faces Possible FAA Enforcement Action", "date": "2020-11-10 17:41", "summary": "737 MAX to be cleared to fly again next week, as regulators zero in on potential violations involving a range of aircraft. U.S. aviation authorities are considering new safety-related penalties or other enforcement action against Boeing Co. , according to a person briefed on the details, even as they prepare to allow the plane maker's beleaguered 737 MAX fleet back in the air as soon as the middle of next week.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-and-uber-investors-head-for-speed-trap-11605048021", "title": "Lyft and Uber Investors Head for Speed Trap", "date": "2020-11-10 17:40", "summary": "Shares of the ride-hailers have soared this month, but investors might be counting on too quick and complete of a recovery. Investors are valuing ride-hailing stocks like shiny new cars. Both companies have been in a nasty accident, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-the-u-s-change-how-it-doles-out-airwaves-for-5g-11605047990", "title": "Should the U.S. Change How It Doles Out Airwaves for 5G?", "date": "2020-11-10 17:39", "summary": "Two experts debate whether prime airwaves used by the Pentagon should be auctioned off to telecom companies or used to create a wholesale nationwide network. The next wave of 5G service is fertile ground for controversy, but in one respect, most observers agree: America needs faster, more accessible mobile internet service-and the U.S. military controls many airwaves that are well-suited to that task.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-dispatch-mental-health-teams-to-some-911-calls-11605047892", "title": "New York City to Dispatch Mental-Health Teams to Some 911 Calls", "date": "2020-11-10 17:38", "summary": "Mayor Bill de Blasio's new plan will reduce police role in responding to mental-health emergencies. New York City will launch a pilot program in which mental-health experts rather than police officers take the lead in responding to 911 calls involving mental-health emergencies, Mayor Bill de Blasio said Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-may-be-the-beneficiary-as-the-u-s-targets-huawei-11605047937", "title": "Samsung May Be the Beneficiary as the U.S. Targets Huawei", "date": "2020-11-10 17:38", "summary": "South Korean company is an alternative manufacturer of 5G equipment. SEOUL-The Trump administration's campaign pressuring allies to avoid 5G equipment made by Huawei Technologies Co. always had a hometown hitch: The U.S. doesn't have a domestic manufacturer to rival the Chinese company.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-lifts-ban-on-beards-in-diversity-push-11605045820", "title": "UPS Lifts Ban on Beards in Diversity Push", "date": "2020-11-10 17:32", "summary": "Delivery giant eases rules on appearance to allow facial hair and natural hairstyles; no more gender-specific guidelines. United Parcel Service Inc. is loosening its guidelines on employee appearance, including lifting a longstanding ban on facial hair and allowing natural Black hairstyles like Afros and braids.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-covid-19-cases-rise-at-alarming-rate-11605030742", "title": "New York City's Covid-19 Cases Rise at Alarming Rate", "date": "2020-11-10 17:30", "summary": "Mayor Bill de Blasio stopped short of saying city was in second wave of infection. New York City Mayor Bill de Blasio said Tuesday the rising rate of positive test results for Covid-19 is worrisome, but stopped short of saying the city was in a second wave of infection.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-navigate-a-tricky-moment-selling-to-a-divided-america-11605047299", "title": "Marketers Navigate a Tricky Moment Selling to a Divided America", "date": "2020-11-10 17:28", "summary": "The election is over, but executives say disunity among consumers continues. Brands face a daunting challenge in appealing to both red and blue America even as a contentious political campaign season draws to a close, marketing executives said Tuesday.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-justice-department-and-politics-11605047090", "title": "The Justice Department and Politics", "date": "2020-11-10 17:24", "summary": "Look who's resigning now.. It certainly seems unlikely that President Donald Trump will end up winning a second term once all the votes are lawfully counted. But the current uncertainty is providing a useful reminder that media outlets have no role in the certification of election results. And as the Journal's William McGurn notes, it's hardly surprising that some voters are reluctant to accept a 2020 verdict from people who spent years promoting the idea that the 2016 results were illegitimate.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-need-to-better-align-risk-and-compliance-departments-advisory-group-says-11605046683", "title": "Companies Need to Better Align Risk and Compliance Departments, Advisory Group Says", "date": "2020-11-10 17:18", "summary": "Breaking down silos could help companies manage an array of risks, COSO says in new guidance. Companies should create closer links between their compliance departments and risk managers who focus on an array of corporate hazards, according to an influential organization that guides companies on enterprise risk-management practices.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loreal-applies-digital-makeover-to-sales-efforts-11605046234", "title": "L'Oréal Applies Digital Makeover to Sales Efforts", "date": "2020-11-10 17:10", "summary": "The cosmetics giant is chasing online customers with augmented reality tools to virtually try on makeup and digital looks for videogame avatars. L'Oréal SA is attracting new customers and making new sales through e-commerce initiatives it has recently spearheaded to mitigate the effects of bricks-and-mortar store closures due to the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ulta-beauty-to-get-shops-inside-target-stores-11605021435", "title": "Ulta Beauty to Get Shops Inside Target Stores", "date": "2020-11-10 16:45", "summary": "In retail partnership, Target will set aside 1,000-square-foot sections for Ulta products. Cosmetics retailer Ulta Beauty Inc. plans to open shops inside more than 100 existing Target Corp. stores starting next year and be added to the retailer's website, the companies said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rents-rise-on-suburban-homes-amid-race-for-space-11605004202", "title": "Race for Space Pushing Up Suburban Rents", "date": "2020-11-10 16:43", "summary": "America's mega landlords have thrived since Covid-19 set off a scramble for suburban homes. Big companies that own single-family homes are raising rents at the fastest rate since they emerged from last decade's foreclosure crisis, capitalizing on a rush for suburban housing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-ownership-is-merely-virtual-11605043344", "title": "When Ownership Is Merely Virtual", "date": "2020-11-10 16:22", "summary": "You may be surprised to learn that what you bought on a digital entertainment platform, like Amazon and others, may not be yours to keep. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theta-is-29th-named-storm-in-2020-breaking-2005-record-11605043305", "title": "Theta Is 29th Named Storm in 2020, Breaking 2005 Record", "date": "2020-11-10 16:21", "summary": "Subtropical Storm Theta makes this the busiest season ever recorded, and at least one more is expected. With the naming of Subtropical Storm Theta this week, the 2020 Atlantic hurricane season surpassed 2005 as the busiest season ever recorded.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libertarians-and-realizing-the-popular-will-11605043157", "title": "Libertarians and Realizing the Popular Will", "date": "2020-11-10 16:19", "summary": "The fact is that more choice in an election brings out more voters. There is no guarantee that Libertarians would even bother to vote without their own candidate.. Regarding Walter E. Block's \"Libertarians Spoil the Election\" (op-ed, Nov. 9): The outcome of the 2020 election might have been different if states adopted ranked-choice voting. Libertarians could have ranked Jo Jorgensen as their first choice and President Trump as their second choice without fear of spoiling the election.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-allbirds-became-silicon-valleys-favorite-sneaker-11605043149", "title": "How Allbirds Became Silicon Valley's Favorite Sneaker", "date": "2020-11-10 16:19", "summary": "Why tech bros like Ashton Kutcher have adopted nondescript, style-agnostic shoes as a key part of their daily uniforms. ALLBIRDS ARE the squint-and-you'll-miss-'em shoes that ate the tech world. Tejas Priyadarshan, 22, a data scientist for a website in Berkeley, Calif., estimated that over half of his colleagues wear these spartan wool sneakers, completely free of stripes, swooshes, pixelated patterns and other design flourishes. Jotham Ndugga-Kabuye, 32, a social media director in Oakland, Calif., recalled that when he worked for a plant-based meat substitute company headquartered in the Bay Area, \"every single engineer and accounting person\" wore Allbirds.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aclu-girl-athletes-and-a-genetic-approach-11605042984", "title": "ACLU, Girl Athletes and a Genetic Approach", "date": "2020-11-10 16:16", "summary": "A solution may be to move away from the classification of \"boys\" and \"girls\" athletic events, drop sexual identity altogether and embrace a genetic DNA-based identity such as XX or XY classifications.. Regarding Sandra Bucha's \"The ACLU's Betrayal of Athletic Girls\" (op-ed, Nov. 7): We all understand why sports have been organized around biological sex-males on average are bigger, stronger and faster than females. Why should sports instead be organized around asserted gender identity? How does asserted gender identity impact size, strength and speed? If the ACLU wins and transgenderism continues to increase in popularity, eventually it will be fairly pointless for biological girls to participate in girls' sports since most of the winners will be bigger, stronger and faster biological males.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-4-review-saga-of-a-scapegoat-11605042976", "title": "'Trial 4' Review: Saga of a Scapegoat", "date": "2020-11-10 16:16", "summary": "A docuseries on Netflix examines the story of Sean Ellis, a Black man who spent decades in prison for the murder of a Boston police officer until his conviction was overturned in 2015.. John J. Mulligan, who haunts the documentary series \"Trial 4,\" was described at the time of his 1993 execution-style murder as a detective who was always working, who had more arrests than most on the Boston force and, as a result, a corresponding number of enemies. If there had been a list of the 10 officers most likely to be killed, a colleague is quoted here as saying, Mulligan would have been at the top of the list. No one remembers him, perhaps predictably, as a by-the-books cop. In fact, \"there was a sense that his past had caught up with him,\" recalls a reporter who covered the sensational killing.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-universities-arent-woke-enough-11605042917", "title": "American Universities Aren't Woke Enough", "date": "2020-11-10 16:15", "summary": "People in the U.S. seem to think that our political philosophy is capitalism instead of democracy.. In \"Woke Universities Lead America to a Primitive State\" (op-ed, Nov. 3), Prof. John M. Ellis paints a picture of American higher education that is difficult to recognize. I was president of Adelphi University and Ramapo College of New Jersey for 15 years each, one public and one private, and a leader of two state coordinating boards. He describes college campuses as places where \"people nationwide have been physically assaulted\" for their beliefs. Where? How often? I have never heard of a campus president or faculty member who shouted, \"lock her up\" because he or she disagreed with an idea. He claims that \"radical-left faculty have established a political orthodoxy\" without evidence and ignoring the orthodoxy reinforced by certain media outlets and a notorious Twitter feed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-cheers-or-two-for-floridas-elections-11605042807", "title": "Three Cheers, or Two, for Florida's Elections", "date": "2020-11-10 16:13", "summary": "Wisconsin, Michigan and Pennsylvania would be well advised to check out Florida's system.. Gov. Jeb Bush (\"How Florida Became America's Vote-Counting Model,\" Cross Country, Nov. 7) is right. My wife and I have worked the five previous election cycles in two different Florida counties (Pasco, Pinellas) and from the inside we know how well the Florida election system works. Within three days of dropping off our mail-in ballots at the Collier County election office, we were able to see confirmation that our ballots had been received and counted on the election website. Wisconsin, Michigan and Pennsylvania would be well advised to check out Florida's system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eaters-guide-to-the-world-review-food-tv-gone-stale-11605042340", "title": "'Eater's Guide to the World' Review: Food TV Gone Stale", "date": "2020-11-10 16:05", "summary": "Hulu's series features the usual menu of hungrily photographed cuisine and far-flung eateries, but it lacks a fresh perspective.. Some enterprising double major in gastronomy and psychology should do a dissertation on the relationship between food TV and actual eating. Does the sumptuous, adoring portraiture of, let's say, pastrami-or consommé-drenched Tijuana tacos, or molten chocolate-chip cookies, or sizzling Korean barbecue, or a corpulent Moroccan pastilla-do anything to satisfy one's appetite? Or does it just make you want to click on Seamless, Caviar, Uber Eats and DoorDash and have it all delivered by U-Haul?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/water-you-saying-wednesday-crossword-november-11-11604886983", "title": "Water You Saying? (Wednesday Crossword, November 11)", "date": "2020-11-10 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crashing-amazons-third-party-11605039631", "title": "Crashing Amazon's Third Party", "date": "2020-11-10 15:20", "summary": "The European Union's action is likely just the first of regulatory moves for which Amazon investors aren't prepared. Can regulators put the brakes on Amazon.com 's flywheel? Investors don't seem concerned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regain-your-focus-in-anxious-times-11605038387", "title": "Regain Your Focus in Anxious Times", "date": "2020-11-10 14:59", "summary": "Some tips: Track your time on social media and enlist your kids to police your behavior. Dear Bonds,", "categories": [["Life & Work", "Ask Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-battle-looms-over-feds-emergency-loan-programs-11605037320", "title": "Political Battle Looms Over Fed's Emergency Loan Programs", "date": "2020-11-10 14:42", "summary": "Treasury Department faces pressure to allow lending backstops to expire, but some Fed officials fear the move could be premature. The success of the Federal Reserve's emergency lending programs in stabilizing financial markets is fueling a political battle over whether the programs should be extended.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-seizes-chance-to-return-to-jfk-amid-pandemic-11605033900", "title": "United Seizes Chance to Return to JFK Amid Pandemic", "date": "2020-11-10 14:30", "summary": "Airline to start transcontinental flights from JFK in February. United Airlines Holdings Inc. said the pandemic has provided an opportunity for the airline to fulfill its long-held ambition to return to John F. Kennedy International Airport in New York after a five-year absence.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europeans-push-tougher-stance-on-asylum-borders-after-terrorist-attacks-11605036382", "title": "Europeans Push Tougher Stance on Asylum, Borders After Terrorist Attacks", "date": "2020-11-10 14:26", "summary": "Police say the killers or prime suspects in a string of recent attacks harbored Islamist beliefs. BERLIN-European leaders on Tuesday called for a tougher asylum regime for the continent and stronger border protection to help stop the spread of Islamist extremism following a string of terrorist attacks in three countries.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-overlooked-warnings-of-sexual-misconduct-by-former-u-s-cardinal-mccarrick-report-finds-11605013875", "title": "Pope John Paul II Was Warned About McCarrick Sex-Abuse Allegations, Made Him D.C. Archbishop", "date": "2020-11-10 14:23", "summary": "Report casts a shadow over St. John Paul II's handling of allegations of sexual misconduct. ROME-St. John Paul II knew about allegations of sexual misconduct by Theodore McCarrick but named him archbishop of Washington, D.C., anyway, according to a long-awaited Vatican report published Tuesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/applications-to-u-s-business-schools-rise-for-first-time-in-five-years-11605034179", "title": "M.B.A. Applications Are Up Because Job Market Is Down", "date": "2020-11-10 14:20", "summary": "Lower-ranked programs struggle to attract international students while top programs thrive. Applications to American M.B.A. programs rose for the first time in five years, thanks in part to loosened admissions deadlines and students seeking places to ride out a shaky job market.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hears-arguments-over-aca-what-is-at-stake-11605035780", "title": "Supreme Court Hears Arguments Over ACA. What Is at Stake?", "date": "2020-11-10 14:16", "summary": "Justices consider whether entire law must fall after penalty for lack of insurance was set to zero. The fate of the Affordable Care Act rests with the Supreme Court, which is hearing arguments in a lawsuit seeking to strike down the Obama-era law. The case could be decided in coming months.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-senators-object-to-rebranding-of-purdue-as-a-public-asset-11605022508", "title": "Democratic Senators Object to 'Rebranding' of Purdue as a Public Asset", "date": "2020-11-10 14:14", "summary": "Lawmakers say states shouldn't be required to take ownership of the bankrupt OxyContin manufacturer. A group of Democratic senators asked the Justice Department to drop its efforts to convert bankrupt OxyContin manufacturer Purdue Pharma LP to a public asset, saying the proposed \"rebranding\" would force state governments to own a company they don't want.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-event-new-mac-computers-expected-with-in-house-processing-power-11605006001", "title": "Apple Mac Line Gets New Life in Pandemic, In-House Chips", "date": "2020-11-10 14:11", "summary": "Company's new 'M1' chips said to deliver better computing power, battery life for Macs. While excitement for Apple Inc.'s new iPhones has helped boost the company's share price to record highs, a nearly 40-year-old workhorse with stagnating sales in recent years is notching impressive growth: the Mac.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-african-corruption-probe-ensnares-ruling-party-heavyweight-11605033531", "title": "South African Corruption Probe Ensnares Ruling Party Heavyweight", "date": "2020-11-10 13:38", "summary": "Arrest warrant for ANC Secretary-General Ace Magashule brings his party faction's struggle with President Ramaphosa to a showdown. South African prosecutors issued an arrest warrant for the secretary-general of the ruling African National Congress on Tuesday, a police spokeswoman said, making him the highest-profile official to be charged in a corruption scandal that has pitched President Cyril Ramaphosa against powerful members of his own party.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-winter-backyard-fire-pits-pizza-ovens-and-patio-heaters-11605033483", "title": "The Covid-Winter Backyard: Fire Pits, Pizza Ovens and Patio Heaters", "date": "2020-11-10 13:38", "summary": "Homeowners are scrambling to winter-prep their outside spaces as they attempt to extend outdoor living into the colder months. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equitys-2020-election-bets-mostly-pay-off-11605033368", "title": "Private Equity's 2020 Election Bets Mostly Pay Off", "date": "2020-11-10 13:36", "summary": "Eight of the top 10 recipients of industry money claimed victory at the ballot box last week. Most of the private-equity industry's favored 2020 political candidates were victorious in last week's voting, a result reflecting the industry's financial and political clout.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-coronavirus-vaccine-rollout-plans-hit-production-speed-bumps-11605026802", "title": "Russian Coronavirus Vaccine Rollout Plans Hit Production Speed Bumps", "date": "2020-11-10 13:05", "summary": "Moscow is dialing down production forecasts as scientists encounter challenges in ramping up manufacturing. MOSCOW-Russia's plan to roll out its coronavirus vaccine to the wider population is progressing at a slower pace than expected as policy makers encounter challenges in ramping up production.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-vote-shows-how-narendra-modi-is-buffered-from-covid-19-fallout-11605015673", "title": "India Vote Shows How Narendra Modi Is Buffered From Covid-19 Fallout", "date": "2020-11-10 13:00", "summary": "Ruling party candidates appear to gain ground in closely watched Bihar state assembly election. NEW DELHI-A closely watched election in one of India's poorest states indicates the ruling party's popularity is holding up despite its struggle to contain Covid-19, which has infected more than 8.5 million and hammered the economy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-biden-and-mcconnell-can-agree-11605031093", "title": "Where Biden and McConnell Can Agree", "date": "2020-11-10 12:58", "summary": "Voters across party lines favor criminal-justice reforms and minimum-wage hikes.. It is usually difficult to discern the meaning of a national election, and 2020 is no exception. It was a defeat for Donald Trump but a victory for the Republican Party, which turned back most challenges to incumbent senators, fought off Democratic efforts to flip state legislatures, and made gains in the House. The American people have voted for divided government and a less divisive tone in national politics.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-penthouse-sells-35-million-amid-pandemic-11605029463", "title": "New York Penthouse Sells for $35 Million, Offering Glimmer of Hope to Struggling Real-Estate Market", "date": "2020-11-10 12:35", "summary": "Resume Subscription. Amid the pandemic-plagued New York City real-estate market, a luxury penthouse condominium has gone into contract for $35 million, marking one of the biggest deals in the city in recent months.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-reserve-could-become-early-flashpoint-between-biden-and-mcconnell-11605029234", "title": "Fed Could Become Early Flashpoint Between Biden and McConnell", "date": "2020-11-10 12:30", "summary": "The fate of two open Federal Reserve Board seats could say a lot about the future of Washington. Senate Republicans, led by Mitch McConnell, have an opportunity to fill two key posts at the Federal Reserve before President-elect Joe Biden takes office. Should they do so, it could complicate any efforts to steer financial regulation in a considerably tighter direction in the near term.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-tries-to-regain-its-cool-11605028997", "title": "McDonald's Tries to Regain Its Cool", "date": "2020-11-10 12:23", "summary": "The fast-food chain's McPlant push brings back memories of its failed McDLT launch in the 1980s. Is George Costanza available for an encore?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-mondays-market-surge-11605028447", "title": "Inside Monday's Market Surge", "date": "2020-11-10 12:14", "summary": "Postelection trading turned financial markets upside down, as investors flocked to stocks hurt by pandemic. For most of 2020, thanks to the pandemic, investors couldn't get enough Peloton or Zoom, or get far away enough from airlines and energy firms. That all changed Monday. What's behind the sudden reversal of fortunes? We take a look.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armenians-protest-over-nagorno-karabakh-peace-agreement-with-azerbaijan-11605022624", "title": "Armenians Protest Over Nagorno-Karabakh Peace Agreement", "date": "2020-11-10 12:09", "summary": "After six weeks of fighting, the agreement expands Russia's influence in the South Caucasus. Popular anger exploded in Armenia over a peace agreement brokered by Moscow to end a war for control of Nagorno-Karabakh, as Armenians accused their government of having capitulated to Azerbaijan, ceding territory they regard as part of their ancestral homeland.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-finnish-island-where-time-stops-11605028067", "title": "The Finnish Island Where Time Stops", "date": "2020-11-10 12:07", "summary": "Grounded by Covid, a travel writer based in Helsinki spent her summer on her family's tiny island, where life is pared down to essentials-fishing, foraging and sauna. HELSINKI, WHERE I'M writing this in my small studio apartment, is cold and dark in November. The world has shrunk, airplanes are grounded and travel plans are canceled. As a travel writer, I've spent the past few years journeying far and wide. I've retraced the steps of the writer and lady-in-waiting Sei Shonagon in Kyoto, where she lived more than a thousand years ago. On a tent safari through the savannas of Tanzania, I've listened to the roaring of lions in the spirit of Karen Blixen. I've sought out evidence of Renaissance-era female painters in Italy. This year, however, the longest trip I've made was a three-hour drive to my family's summer cottage on a postcard-sized granite island in the Lake District of Finland.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5gs-early-business-adopters-explore-new-generation-of-wireless-applications-11605027402", "title": "5G's Early Business Adopters Explore New Generation of Wireless Applications", "date": "2020-11-10 11:56", "summary": "Business users in areas such as auto manufacturing are driving most of the applications, at least for now. In the corporate world, the point of 5G wireless service goes far beyond faster internet access.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refunds-can-be-tricky-in-a-pandemicheres-how-to-get-your-money-back-11605025546", "title": "Refunds Can Be Tricky in a Pandemic-Here's How to Get Your Money Back", "date": "2020-11-10 11:25", "summary": "Experts say there are several paths for consumers, from just asking to navigating small-claims court. Getting a refund-be it for theater tickets, summer camp or other events-can be especially difficult during the pandemic. And with many local businesses facing possible closures again as Covid-19 numbers inch higher, it may get even more confusing to get your money back.", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-benson-started-out-on-a-16-acoustic-guitar-11605025216", "title": "George Benson Started Out on a $16 Acoustic Guitar", "date": "2020-11-10 11:20", "summary": "The singer-guitarist was performing on a Pittsburgh street corner when he was first discovered. George Benson, 77, is a singer, guitarist and songwriter, and the winner of 10 Grammy Awards. His new album, \"Weekend in London\" (Provogue), is due Nov. 13. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-you-need-to-know-about-5g-11605024717", "title": "Everything You Need to Know About 5G", "date": "2020-11-10 11:11", "summary": "Answers to commonly asked questions about the latest wireless technology. Many people are still baffled by 5G, and for good reason: The next-generation wireless standard has only started to hit the market, and most people have yet to see the technology touch their lives.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-ways-college-could-evolve-in-the-next-decade-11605024104", "title": "Nine Ways College Could Evolve in the Next Decade", "date": "2020-11-10 11:01", "summary": "WSJ readers offer predictions and suggestions for how higher education will change, from perfecting remote classes to new revenue models for schools. Author", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-are-rising-closer-to-pre-coronavirus-levels-11605023561", "title": "Job Openings Are Rising Closer to Prepandemic Levels", "date": "2020-11-10 10:52", "summary": "Measure of labor-market activity is latest sign of improvement for the economy despite rise in infections. The number of job openings in the U.S. has climbed since the spring and is now nearly back to the levels before the coronavirus pandemic hit the labor market, a sign of continued economic improvement despite a surge in infections and fading fiscal support.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-eli-lilly-developed-a-covid-drug-in-the-pandemics-long-shadow-11605023414", "title": "How Eli Lilly Developed Covid-19 Drug", "date": "2020-11-10 10:50", "summary": "Resume Subscription. INDIANAPOLIS-When Covid-19 struck, drug companies around the world began racing to find vaccines and treatments. One factor has gummed up their efforts: They have to work in an environment transformed by the very problem they are trying to tackle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cargo-vessels-and-cruise-ships-line-up-for-scrapping-11605022881", "title": "Cargo Vessels and Cruise Ships Line Up for Scrapping", "date": "2020-11-10 10:41", "summary": "The fallout from the Covid-19 pandemic is pushing shipping companies to sell vessels in growing numbers to bring in cash. Cargo ships and cruise liners are being scrapped in growing numbers as operators hit by the fallout from the coronavirus pandemic look to turn their unemployed vessels into cash in the recycling market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-pigs-fly-they-want-drinks-leg-room-11605022688", "title": "When Pigs Fly, They Want Drinks, Leg Room", "date": "2020-11-10 10:38", "summary": "Resume Subscription. When pigs fly-and they are doing so a lot this year-they usually take Boeing or Airbus wide-body jets across the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/black-americans-largely-rebuked-trumps-overtures-helped-lift-biden-11605021114", "title": "Black Americans Largely Rebuked Trump's Overtures, Helped Lift Biden", "date": "2020-11-10 10:11", "summary": "President sought to win more Black support by highlighting economy, policy gains. Black Americans overwhelmingly backed President-elect Joe Biden in the 2020 election, largely rejecting years of effort from President Trump to peel away support from one of the Democrats' most crucial voting blocs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-unlike-any-other-for-the-mastersand-the-azaleas-11605020592", "title": "A Year Unlike Any Other for the Masters-and the Azaleas", "date": "2020-11-10 10:03", "summary": "Augusta National is designed to look beautiful in April. But what about November? We asked botanists.. Mary Kay Woodworth, a Georgia resident who grew up in a golf-obsessed family, was in awe the first time she attended the Masters more than 30 years ago. But it wasn't the golfers or the men wandering around in funny green jackets who stood out to her.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-prepares-for-new-era-of-u-s-relations-with-biden-11605020546", "title": "Israel Prepares for New Era of U.S. Relations With Biden", "date": "2020-11-10 10:02", "summary": "Israel benefited from close ties between President Trump and Prime Minister Benjamin Netanyahu, but a Biden administration will mark a shift in the U.S. approach to the Middle East. TEL AVIV-For four years, Israel reaped the benefits of close ties between Prime Minister Benjamin Netanyahu and President Trump, as the U.S. pursued a Middle East strategy largely aligned with Israeli interests, from a tougher stance on Iran to U.S. recognition of Jerusalem as the country's capital.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-financial-district-has-a-bit-of-a-small-town-feel-11605020400", "title": "In NYC's Financial District, Killing Time May Be the Hardest Job of All", "date": "2020-11-10 10:00", "summary": "With only about 10% of Manhattan employees back in their offices, business is slow for other workers and establishments. In recent months, Devon Fernandes, who tends the security desk at a big office tower in Manhattan's Financial District, has spent some time on the job becoming an expert on holistic medicine and the origins of Covid-19.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-regulators-prepare-to-roll-out-new-antimonopoly-rules-11605013205", "title": "China Targets Alibaba, Other Homegrown Tech Giants With Antimonopoly Rules", "date": "2020-11-10 09:42", "summary": "New rules targeting online platforms could constrain internet companies. China has released new draft antimonopoly rules for its online platforms, signaling an increased appetite by Beijing authorities to rein in its dominant technology companies.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-acura-beat-ferrari-as-the-car-of-his-dreams-11605018734", "title": "This Acura Beat Ferrari as the Car of His Dreams", "date": "2020-11-10 09:32", "summary": "Resume Subscription. Don Gallo, a retired management consultant living in Golden, Colo., on his 1992 Acura NSX, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-dreams-come-true-11605018141", "title": "Photos: Dreams Come True", "date": "2020-11-10 09:22", "summary": "Don Gallo shows off his 1992 Acura NSX and his 1985 Ferrari 308 GTSi. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/research-ties-curbing-the-covid-19-pandemic-to-saving-the-economy-11605016800", "title": "Research Ties Curbing the Covid-19 Pandemic to Saving the Economy", "date": "2020-11-10 09:00", "summary": "An academic discipline combining economics and epidemiology attracts new specialists. The blossoming field of economic epidemiology is focused on a central question of the coronavirus pandemic: How can governments best protect public health while preserving jobs and the economy?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plan-to-shift-energy-policy-faces-headwinds-11605016802", "title": "Biden's Plan to Shift Energy Policy Faces Headwinds", "date": "2020-11-10 09:00", "summary": "President-elect faces competing pressure from unions, environmentalists, energy industry and Congress. WASHINGTON-Energy and climate policy will be among President-elect Joe Biden's top priorities when he steps into the Oval Office next year, but it could also prove one of his toughest challenges.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-buys-podcast-tech-firm-megaphone-11605016803", "title": "Spotify Buys Podcast-Tech Firm Megaphone", "date": "2020-11-10 09:00", "summary": "Streaming giant will pay $235 million to expand advertising business. Spotify Technology SA has agreed to acquire podcast advertising and publishing firm Megaphone in a deal that will help the streaming giant ramp up its ad business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watches-sylvester-stallone-auction-11605016195", "title": "Five Iconic Watches From Sylvester Stallone's Personal Collection to Go Up for Auction", "date": "2020-11-10 08:57", "summary": "On December 12, Panerai and Richard Mille timepieces worn by the Academy Award-nominated actor-including \"the Rambo of watches\"-will go on sale at a Phillips live online auction.. Sylvester Stallone is something of a modern renaissance man: an actor, writer, director and producer, whose films have earned Oscar nominations, as well as a painter whose abstract works have been the subject of a museum retrospective. He's also a watch collector and sometimes designer who is renowned in horological circles for his major-league acquisitions-dating back to a Rolex that he purchased with his first big Hollywood paycheck, from writing and starring in 1976's Rocky.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeted-ads-headed-soon-to-network-tv-11605016201", "title": "Targeted Ads Headed Soon to Network TV", "date": "2020-11-10 08:50", "summary": "Nielsen looks to make targeted advertising-long the remit of Google and Facebook-widespread on TV. The television industry's Holy Grail-targeted advertising in which next-door neighbors could see different commercials during the same TV show-is expected to become a reality next year as a big wall to widespread implementation is about to come down.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-watches-of-sylvester-stallone-11605015710", "title": "The Watches of Sylvester Stallone", "date": "2020-11-10 08:41", "summary": "On December 12, Panerai and Richard Mille timepieces worn by the Academy Award-nominated actor-including \"the Rambo of watches\"-will go on sale at a Phillips live online auction.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-faces-new-eu-antitrust-charges-11605003489", "title": "Amazon Faces New EU Antitrust Charges", "date": "2020-11-10 08:34", "summary": "European Union allegations focus on how the online retailer uses vendor data to promote its own products. Amazon.com Inc. faces fresh legal battles with the European Union after the bloc charged the online retailer with violating competition law in a new salvo in its scrutiny of U.S. tech corporations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chef-omar-tate-west-philadelphia-honeysuckle-11605014934", "title": "Chef Omar Tate Is Making Sure West Philadelphia Is Well Nourished", "date": "2020-11-10 08:30", "summary": "The chef returns to his roots in Philadelphia with a radical new mission. On a clear, hot September afternoon in West Philadelphia's Mantua neighborhood, Omar Tate, a 34-year-old chef, is walking through a grassy, vacant lot a block from home, talking about planting seeds. Behind Tate, the fractured wooden frame of an abandoned house bulges from its backside like a broken spine. \"I was going to throw the seeds down right here,\" Tate says, \"grow some plum trees.\"", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-tenants-dump-excess-office-space-sending-shivers-through-the-market-11605013200", "title": "Corporate Tenants Dump Excess Office Space, Sending Shivers Through the Market", "date": "2020-11-10 08:00", "summary": "They offered a record 42 million square feet in the second and third quarters. More companies are looking to dump excess office space by renting it out to new tenants, flooding the market with additional supply that could depress U.S. office rents.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-see-big-profits-in-throwing-a-lifeline-to-hotel-owners-11605013200", "title": "Investors Reap Profits by Throwing Lifeline to Hotel Owners", "date": "2020-11-10 08:00", "summary": "Financially strapped hotels see loans as a chance to avoid a fire sale or foreclosure auction. Bailing out financially strapped hotel owners is becoming a booming new business.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-eli-lilly-pfizer-facebook-what-to-watch-when-the-stock-market-opens-today-11605010408", "title": "Apple, Eli Lilly, Pfizer, Amazon: What to Watch When the Stock Market Opens Today", "date": "2020-11-10 07:57", "summary": "Giant tech companies, which have fueled most of this year's market rally, are looking like laggards this week. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-scary-crash-u-s-cycling-star-chloe-dygert-plans-her-next-ride-11605012520", "title": "After a Scary Crash, U.S. Cycling Star Chloe Dygert Plans Her Next Ride", "date": "2020-11-10 07:48", "summary": "A top American talent rehabilitates an injured leg while planning for the 2021 Olympics-and a brand new road-racing team. 'I want to win so bad.'. This should have been the Summer of Chloe Dygert. The brilliant 23-year-old American cyclist-the 2019 World Champion in the women's individual time trial and a silver medalist at the 2016 Rio Olympics-was a multiple medal favorite for Tokyo, until the pandemic wiped out the Olympics, and much of Dygert's season.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-pushes-regional-banks-to-merge-with-interest-rate-carrot-11605010903", "title": "Japan Pushes Regional Banks to Merge With Interest-Rate Carrot", "date": "2020-11-10 07:21", "summary": "Central bank to give an extra 0.1% on banks' deposits if they step up consolidation. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-industrial-giants-that-could-get-a-lift-from-hydrogen-11605009892", "title": "The Industrial Giants That Could Get a Lift From Hydrogen", "date": "2020-11-10 07:04", "summary": "Linde, Air Liquide and Air Products and Chemicals should benefit from enthusiasm for the gas, but they also make steady returns from existing businesses. The buzz around hydrogen is making investors look with fresh eyes at the once-staid business of selling industrial gases. Steady returns from established markets are as much a draw as the much-hyped green economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-covid-19-surge-testing-and-data-woes-challenge-u-s-response-11605009609", "title": "In New Covid-19 Surge, Testing and Data Woes Challenge U.S. Response", "date": "2020-11-10 07:00", "summary": "Tens of millions of coronavirus diagnostic tests go unused, and data presents imperfect picture of spread. The U.S. is running more Covid-19 tests each day than at any other point during the pandemic, but the increased testing doesn't fully explain recent case surges across the nation, data show.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theater-chains-are-loving-this-summer-preview-11605009609", "title": "Theater Chains Are Loving This Summer Preview", "date": "2020-11-10 07:00", "summary": "AMC and Cinemark had been banking on a return to normal by summer 2021, which now seems plausible with Covid-19 vaccine breakthrough. Beleaguered movie-theater operators could finally get the happy ending they've been looking for-provided they survive a long, hard winter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-steps-up-green-drive-with-hydrogen-deal-11605009520", "title": "BP Steps Up Green Drive With Hydrogen Deal", "date": "2020-11-10 06:58", "summary": "Oil major teams up with Ørsted to produce hydrogen using wind power. LONDON- BP PLC is partnering with renewable energy giant Ørsted A/S to produce hydrogen from wind power, the oil major's first big project in a sector that it-and the wider industry-believe will play a key role in the transition to low-carbon energy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-small-european-airline-every-investor-should-own-11605007185", "title": "The Small European Airline Every Investor Should Own", "date": "2020-11-10 06:19", "summary": "Pfizer's vaccine results are pushing money into airlines. Wizz Air offers a growth story as well as a Covid-19 recovery bet.. It is the worst of times, it is the best of times-at least for Hungarian airline Wizz Air .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saeb-erekat-veteran-palestinian-peace-negotiator-with-israel-dies-at-65-11605002857", "title": "Saeb Erekat, Veteran Palestinian Peace Negotiator With Israel, Dies at 65", "date": "2020-11-10 06:14", "summary": "Palestinian leader died from Covid-19; He had clung to his belief that diplomacy could create an enduring peace, but criticized Trump's approach as one-sided. Saeb Erekat, a Palestinian leader and decadeslong peace negotiator with Israel who fiercely criticized the Trump administration's efforts to broker an accord as one-sided, has died, his Fatah party said.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketing-vets-open-a-freelance-ad-shop-as-industry-layoffs-climb-11605006000", "title": "Marketing Vets Open Freelance Ad Shop as Industry Layoffs Climb", "date": "2020-11-10 06:00", "summary": "Pltfrmr (yes, that's right) is starting off as the pandemic redraws the ad business and creates a ready pool of unemployed talent. Two ad veterans have opened a shop that breaks with the traditional agency model, the latest experiment on Madison Avenue as unemployment swells and beleaguered marketers rethink their approach.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-election-win-was-a-big-bet-for-these-wall-street-executives-11605004208", "title": "Biden's Election Win Was a Big Bet for These Wall Street Executives", "date": "2020-11-10 05:30", "summary": "The president-elect's major financial donors are likely to get access but not the same payoffs bankers reaped in the past. A new administration produces a new cast of Wall Street players with lines into the White House. But Joe Biden's backers in the industry are unlikely to share the close access enjoyed by the coterie of financiers who had the ear of President Trump.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffee-battleground-during-coronavirus-era-is-your-kitchen-counter-11605004201", "title": "New Coffee Battleground Is the Kitchen Counter", "date": "2020-11-10 05:30", "summary": "Retail sales surge during pandemic while Dunkin' and Starbucks push to get customers back into cafes. The coronavirus pandemic achieved in a few weeks what the owners of Folgers and Maxwell House have been trying to do for a decade: get people to brew coffee at home again.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tax-agenda-faces-blockade-if-gop-holds-senate-11605004200", "title": "Biden's Tax Agenda Faces Blockade if GOP Holds Senate", "date": "2020-11-10 05:30", "summary": "President-elect's tax plans likely hinge on whether Democrats can win two January runoffs in Georgia. President-elect Joe Biden's tax plan is on life support even before he takes office, and his chances of raising taxes on businesses and high-income individuals likely rest on whether Democrats can win two January runoffs in Georgia to take control of the U.S. Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-microsoft-dial-up-efforts-to-win-telecom-cloud-business-11605004201", "title": "Amazon, Microsoft Dial Up Efforts to Win Telecom Cloud Business", "date": "2020-11-10 05:30", "summary": "Cloud-computing giants look to take advantage of big 5G-related investments by AT&T, Verizon and others. The rollout of 5G networks isn't just a major business opportunity for smartphone makers and telecommunications providers. Microsoft Corp. , Amazon.com Inc. and Alphabet Inc.'s Google also are ready to pounce.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-big-challenge-after-a-covid-vaccine-is-giving-it-to-enough-people-11604945455", "title": "Next Big Challenge After Covid-19 Vaccine Is Giving It to Enough People", "date": "2020-11-10 03:48", "summary": "News about the pharmaceutical giant's vaccine turns attention to how to inoculate a majority of the population fast. With Pfizer Inc.'s Covid-19 vaccine on track to be authorized as early as next month, Western governments are facing an enormous logistical challenge: getting enough people shots of new vaccines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-uber-for-trucks-raising-1-7-billion-ahead-of-ipo-next-year-11604996654", "title": "China's 'Uber for Trucks' Raising $1.7 Billion Ahead of IPO Next Year", "date": "2020-11-10 03:24", "summary": "Full Truck Alliance is valued at $10 billion before capital raise. Full Truck Alliance, a Chinese startup that provides an Uber-like service for the trucking industry, is raising about $1.7 billion to further expand its business ahead of an initial public offering next year, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-suspends-trials-of-chinas-sinovac-coronavirus-vaccine-11604972556", "title": "Brazil Suspends Trials of Chinese Vaccine", "date": "2020-11-10 03:15", "summary": "The clinical trials were halted following a 'severe adverse event'. SÃO PAULO-Brazil's health regulator Anvisa said Monday it has suspended clinical trials of China's Sinovac coronavirus vaccine, long expected to be one of the first to be approved in the country, following a \"severe adverse event.\"", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-giant-evergrande-drops-unit-listing-11604911954", "title": "Chinese Property Giant Evergrande Drops Unit Listing", "date": "2020-11-10 01:06", "summary": "Company previously wanted to take its Hengda Real Estate subsidiary public. China Evergrande Group , the heavily indebted property developer, has scrapped plans to list a key unit after striking deals with co-investors that should avert a near-term cash crunch.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-victory-gives-asian-assets-a-chance-to-shine-11604986337", "title": "Biden Victory Gives Asian Assets a Chance to Shine", "date": "2020-11-10 00:32", "summary": "They're boosted by reduced political and trade concerns, a weaker dollar and better control over the pandemic than in the West. Japanese and Taiwanese stocks are reaching multidecade highs this week, as a rally in East Asia runs ahead of one in the U.S. Many Asian assets may be ripe for a period of outperforming their American equivalents.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-quarantine-debate-shifts-from-hotels-to-homes-11604941052", "title": "Where Would You Want to Quarantine? Focus Shifts to Homes From Hotels", "date": "2020-11-10 00:23", "summary": "Australian panel recommends letting more travelers self-isolate as countries consider reopening borders. SYDNEY-One of the most in-depth examinations of hotel quarantines since the coronavirus crisis began has concluded that some travelers should be allowed to self-isolate at home.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-putin-joins-chinas-president-in-staying-silent-on-joe-bidens-win-11604956335", "title": "Russia's Putin Joins China's President in Staying Silent on Biden's Win", "date": "2020-11-10 00:17", "summary": "Russian state media, however, voices support for Trump campaign's effort to challenge results. Russian state media voiced support for President Trump's view that the Nov. 3 presidential vote was marred with irregularities, as President Vladimir Putin, like the leaders of China, Brazil and a handful of other countries, remained silent about Joe Biden's victory in last week's election.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-republicans-back-trump-on-challenges-to-election-result-11604925680", "title": "Top GOP Lawmakers Back Trump on Challenges to Election Result", "date": "2020-11-10 00:12", "summary": "Sen. McConnell joins Reps. McCarthy and Scalise in declining to call President-elect Biden the winner. WASHINGTON-Congressional GOP leaders united behind President Trump's continued challenges to the presidential election's outcome Monday, declining to acknowledge Democrat Joe Biden as the president-elect.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604954624", "title": "Pepper...and Salt", "date": "2020-11-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]