[{"link": "https://www.wsj.com/articles/ebay-founder-pierre-omidyar-steps-down-from-board-11599781715", "title": "EBay Founder Pierre Omidyar Steps Down From Board", "date": "2020-09-10 19:48", "summary": "Elliott Management partner also leaves board of the online marketplace. EBay Inc. founder Pierre Omidyar stepped down from the company's board as part of a broader overhaul that also has Elliott Management Corp. partner Jesse Cohn leaving the board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-10-2020-11599729928", "title": "Stocks Close Lower After Early Gains", "date": "2020-09-10 19:40", "summary": "Number of Americans filing for jobless benefits held steady from the prior week. Losses by big technology companies led U.S. stock declines on Thursday, pausing Wednesday's rebound after a recent technology-led selloff.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-top-female-executive-at-bridgewater-says-firm-paid-her-less-than-men-11599771642", "title": "Second Top Female Executive at Bridgewater Says Firm Paid Her Less Than Men", "date": "2020-09-10 19:34", "summary": "Complaint from Karen Karniol-Tambour, hedge fund's most senior female executive, follows gender-discrimination suit from former co-CEO. Karen Karniol-Tambour, the top-ranked woman at hedge fund Bridgewater Associates, is sparring with the firm over her pay after learning that she has earned less than some male counterparts, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woodwards-non-revelation-11599780795", "title": "Woodward's Non-Revelation", "date": "2020-09-10 19:33", "summary": "There's no need for the tell-all books. Trump tells us every day.. The books professing dark revelations about President Trump appear to be lined up from here to Election Day, like aircraft heading into LaGuardia. This week it's Bob Woodward's turn, with the big news reportedly being that Mr. Trump told him in a taped conversation on Feb. 7 that he had played down the coronavirus despite knowing it was \"deadly stuff.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-filibuster-covid-relief-11599780699", "title": "Democrats Filibuster Covid Relief", "date": "2020-09-10 19:31", "summary": "They block money for small business, schools and jobless benefits.. Congratulations to Mitch McConnell, who kept all but one of his GOP Senate majority together on Thursday to vote for a $500 billion virus relief bill. Senate Democrats filibustered the bill, though these are the same Democrats who say they'll kill the filibuster if they run the Senate next year. Thursday's filibuster exposes that Democratic spending demands are about exploiting Covid to bail out progressive states, not helping the public.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-cops-dont-matter-11599780522", "title": "Black Cops Don't Matter", "date": "2020-09-10 19:28", "summary": "Democrats are driving African-American police chiefs out of their jobs.. As the Democratic Party moves to the left this year, it is spending time and energy hoping voters don't notice the consequences of progressive policies. The party famously rolled through its convention across four days without mentioning the violence gripping U.S. cities. Now another hard-to-miss phenomenon has emerged: African-American police chiefs are being forced from their jobs by the party's protesters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/showdown-in-the-mediterranean-11599780440", "title": "Showdown in the Mediterranean", "date": "2020-09-10 19:27", "summary": "Two NATO allies could go to war over a maritime dispute.. Aegean Sea surface temperatures naturally can reach the 80s, but the region has come to a boil this summer. Turkish President Recep Tayyip Erdogan's confrontation with Greece over maritime claims could be resolved through diplomacy. The question is whether Mr. Erdogan wants to negotiate or simply assert Turkish power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-loyalty-and-the-godfather-11599779600", "title": "Trump, Loyalty and 'The Godfather'", "date": "2020-09-10 19:13", "summary": "His supporters know his flaws but worry that the Democrats will be radical and hurt the economy.. The polls seem to show Joe Biden sailing forward with a solid national lead, and some tightening in the battlegrounds. Nobody knows what's going to happen; after 2016 only dopes are confident. I'm thinking of the larger prevailing currents that may have some impact this year.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-islamists-and-wokeists-have-in-common-11599779507", "title": "What Islamists and 'Wokeists' Have in Common", "date": "2020-09-10 19:11", "summary": "Adherents of both pursue ideological purity, refuse to engage in debate and demand submission.. There were many American heroes on 9/11, but the greatest were the passengers and crew of Flight 93. Not only did they avert what al Qaeda planned-a direct hit on the White House-but they also embodied Patrick Henry's credo \"Give me liberty, or give me death!\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-program-that-keeps-insulin-prices-high-11599779400", "title": "The Federal Program That Keeps Insulin Prices High", "date": "2020-09-10 19:10", "summary": "Middlemen pocket discounts while forcing patients, employers and Medicare to pay more.. Perhaps the biggest flashpoint in the political debate about prescription drug prices is the cost of insulin. This summer an executive order from President Trump required low prices for some patients, and Eli Lilly last week announced new measures to make insulin more affordable for diabetics. Yet many aren't aware that a federal program is goosing the price of insulin and other treatments, and keeping the prices high for patients who need these drugs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-pc-font-11599779305", "title": "Notable & Quotable: PC Font", "date": "2020-09-10 19:08", "summary": "'The font . . . recognises a number of either discriminative and/or offensive English-language words.'. From ThePoliteType.com, an initiative of the Finnish software company TietoEVRY:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-10-2020-11599727413", "title": "New Coronavirus Cases Rise in U.S. Despite Slowdown in Testing", "date": "2020-09-10 19:08", "summary": "U.S. reported more than 34,000 new cases, higher than over the past few days even though testing slowed over Labor Day weekend. Governors in parts of the U.S. took cautious steps toward reopening, as the U.S. reported more than 34,000 new coronavirus cases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pennsylvania-bet-11599779210", "title": "Trump's Pennsylvania Bet", "date": "2020-09-10 19:06", "summary": "He seeks to attract more 'forgotten men' and to limit damage with suburban women.. To watch Donald Trump on the stump is to wonder if this is a campaign with a strategy. To study the Trump re-election effort in Pennsylvania is to understand the carefully calculated bet it is making.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/having-and-being-had-review-she-cant-win-for-losing-11599779126", "title": "'Having and Being Had' Review: She Can't Win for Losing", "date": "2020-09-10 19:05", "summary": "By all accounts, the author is doing well. She's a homeowner, bestselling author and creative-writing professor. But it's all come at a cost.. Shortly after moving into a house with her husband and son in 2014, Eula Biss began keeping a special diary. Owning this brick Chicago bungalow gave her \"a new sense of security, a feeling of solidity,\" she writes in her new book, \"Having and Being Had,\" and she felt moved to chronicle her novel feelings of comfort, as well as her discomfort with that comfort. She knew it wouldn't be long before what seemed extraordinary about her life became ordinary, and she felt she should record her uneasy observations about work and class, race and privilege, poverty and pleasure-probe them like a tongue on a canker sore-as a way to hold on to these conflicting feelings and maybe even learn from them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youve-got-a-friend-this-covid-9-11-11599778972", "title": "You've Got a Friend This Covid 9/11", "date": "2020-09-10 19:02", "summary": "How Carole King lifted spirits in New York after the infamous 2001 attacks.. On Friday I'll hold a piece of rubble in my hand, but not just any piece of rubble. It was handed to me by a firefighter at ground zero in October 2001, a few weeks after 9/11. I first visited the site two weeks after the attacks and watched the still smoldering wreckage of what had been the World Trade Center. I was helping coordinate the first memorial service at the site for the families of victims, which was held on Oct. 28.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-over-bogota-police-killing-leave-seven-dead-11599764279", "title": "Protests Over Bogotá Police Killing Leave Nine Dead", "date": "2020-09-10 18:56", "summary": "Authorities call for probe, urge calm after video of officers fatally firing stun gun at restrained cabdriver sparked violent unrest in Colombian capital. BOGOTÁ, Colombia-At least nine people died amid protests that swept this capital overnight, authorities said Thursday, after policemen killed a man while repeatedly firing a stun gun at him as he pleaded for his life in an encounter caught on video.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-coast-wildfires-wreak-havoc-amid-high-winds-and-temperatures-11599763813", "title": "West Coast Wildfires Wreak Havoc Amid Winds and High Temperatures", "date": "2020-09-10 18:47", "summary": "Fast-moving fires have spread through California, Oregon and Washington, destroying towns and worsening air quality. Wildfires across the American West burned millions of acres and killed a total of at least 15 people by Thursday, as firefighters continued working to contain some of the fastest-growing blazes ever seen.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-learned-from-woodwards-new-trump-book-11599772066", "title": "Woodward Book Shows Unguarded Trump on North Korea, Race Issues", "date": "2020-09-10 18:42", "summary": "'Rage' includes revelations about administration infighting, North Korea and the president's views on race. WASHINGTON-President Trump bragged that he had saved a Saudi crown prince who the CIA concluded ordered the murder of a U.S. journalist and prominent Saudi critic. He derided U.S. generals as a \"bunch of pussies,\" while his son-in-law and senior adviser dismissed some early White House officials as \"overconfident idiots.\" And some of Mr. Trump's top advisers last year discussed the possible need to speak out about what they viewed as the dangers of his presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skinny-bill-brings-gop-unity-but-doesnt-resolve-splits-on-covid-19-aid-11599741315", "title": "GOP 'Skinny' Bill on Coronavirus Aid Is Blocked by Democrats in Senate", "date": "2020-09-10 18:32", "summary": "Bill had 52 votes in favor, 47 opposed, but needed 60 votes to advance. WASHINGTON-Democrats blocked Senate Republicans' whittled-down $300 billion coronavirus aid package from advancing Thursday, as the prospect of passing more relief to households and businesses by Election Day continued to dim.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-top-brass-tell-trading-floor-staff-to-come-back-to-the-office-11599757313", "title": "JPMorgan Tells Trading-Floor Staff to Come Back to the Office", "date": "2020-09-10 18:31", "summary": "The bank, which just notched a record trading quarter, told staffers they need to return by Sept. 21 unless they have child-care or medical issues. One of Wall Street's biggest employers is calling its trading staff back to the office.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photosof-theweek-aug-31-sept-6-2020-11599390000", "title": "Photos of the Week", "date": "2020-09-10 18:29", "summary": "Pope holds first public audience since lockdown, vessel carrying 5,800 cows sinks, Olympique Lyonnais wins fifth consecutive UEFA Women's Champions League title and more. Teachers use a technique called the \"zombie check\" to encourage social distancing and safe practices at International Leadership of Texas-College Station, a public charter school in College Station, Texas. On the eighth day of opening the school to students, Superintendent Eddie Conger marveled that there were no reported Covid-19 cases, but still was braced for the virus to strike. 'I think everyone is concerned,' he said. 'If they're not concerned, something's wrong with them.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-results-bolstered-by-cloud-computing-growth-11599769702", "title": "Oracle Results Bolstered by Cloud-Computing Growth", "date": "2020-09-10 18:28", "summary": "Company, best known for its in-office database products, has been trying to remake itself. Oracle Corp. is benefiting from increased focus on providing the kind of cloud-computing products and services that have lifted the fortunes of many tech companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-posts-first-ever-profit-as-pandemic-speeds-sales-11599776415", "title": "Peloton Posts First-Ever Profit as Pandemic Speeds Sales", "date": "2020-09-10 18:20", "summary": "At-home fitness bicycle maker expects strong demand to continue into fiscal 2021; revenue projected to double. Peloton Interactive Inc. posted its first-ever quarterly profit as revenue nearly tripled, capitalizing on surging demand for at-home fitness gear during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-fine-pork-giant-smithfield-over-covid-19-outbreak-11599776324", "title": "U.S. Regulators Fine Pork Giant Smithfield Over Covid-19 Outbreak", "date": "2020-09-10 18:18", "summary": "Labor Department proposes $13,494 penalty, saying Smithfield failed to provide a safe workplace; Smithfield vows to contest the finding. The U.S. Department of Labor fined Smithfield Foods Inc. over a Covid-19 outbreak that infected nearly 1,300 workers at a South Dakota plant and killed four, alleging that the pork giant failed to protect employees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-to-issue-guidance-on-corporate-compliance-programs-11599730200", "title": "CFTC Issues Guidance on Corporate Compliance Programs", "date": "2020-09-10 18:09", "summary": "Memo follows efforts by other agencies to spur investment that prevents regulatory infractions. The U.S. Commodity Futures Trading Commission issued guidance detailing how it will evaluate corporate compliance programs-the latest effort by a U.S. enforcement agency to get companies to invest in programs that prevent regulatory infractions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-who-made-the-american-west-11599775152", "title": "Women Who Made the American West", "date": "2020-09-10 17:59", "summary": "From authors to outlaws, female pioneers helped to shape frontier society.. On Sept. 14, 1920, Connecticut became the 37th state to ratify the 19th Amendment, which guaranteed women the right to vote. The exercise was largely symbolic, since ratification had already been achieved thanks to Tennessee on August 18. Still, the fact that Connecticut and the rest of the laggard states were located in the eastern part of the U.S. wasn't a coincidence. Though women are often portrayed in Westerns as either vixens or victims, they played a vital role in the life of the American frontier.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rubio-seeks-security-review-of-chinese-bid-for-gnc-11599775144", "title": "Rubio Seeks Security Review of Chinese Bid for GNC", "date": "2020-09-10 17:59", "summary": "The concern is that Harbin Pharmaceutical of China would gain access to sensitive health data about customers of the struggling vitamin retailer. WASHINGTON-Sen. Marco Rubio on Thursday urged a national-security review panel to scrutinize a Chinese company's attempt to buy struggling vitamin-and-supplement retailer GNC Holdings Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rules-to-make-it-easier-for-new-york-parents-to-visit-sick-kids-11599774811", "title": "New Rules to Make It Easier for New York Parents to Visit Sick Kids", "date": "2020-09-10 17:53", "summary": "New York Department of Health eases restrictions on visits for the most vulnerable children and teenagers. Children in pediatric nursing homes who haven't been able to hug or kiss their parents for six months will have an easier path to family visits, under new state rules for preventing the spread of coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-century-21-closing-new-yorkers-wonder-which-businesses-are-next-11599773819", "title": "With Century 21 Closing, New Yorkers Wonder Which Businesses Are Next", "date": "2020-09-10 17:37", "summary": "Retailer famous for its discounted luxury labels joins a growing list of New York City fixtures put out of business by coronavirus. New Yorkers mourned the announcement Thursday of Century 21's closure, describing the loss of the department store as a grim sign of what lies ahead for other cherished businesses and institutions with the economy still strained by the coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/van-der-valk-review-dutch-treat-11599772909", "title": "'Van der Valk' Review: Dutch Treat", "date": "2020-09-10 17:21", "summary": "An engaging PBS series with an Amsterdam setting and a British cast tracks an acerbic police detective and his colleagues through the canals and alleyways of that capital city.. The creation of a pearl requires an irritant, and beneath the considerable luster of \"Van der Valk\" lies the gritty Van der Valk himself. As played by Marc Warren (\"The Good Wife,\" \"Beecham House\"), the Dutch detective is a strutting, sneering, subordinate-abusing sleuth with ice-blue eyes and a chilly soul. Fortunately for \"Masterpiece Mystery!\" viewers, the three-part PBS series also features a roster of supporting characters too engaging not to render the title character at least tolerable.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-ceo-michael-corbat-to-retire-in-february-jane-fraser-named-successor-11599742205", "title": "Jane Fraser to Succeed Michael Corbat as Citi CEO", "date": "2020-09-10 17:08", "summary": "Fraser would be the first woman to lead a major Wall Street bank. Jane Fraser made a career at Citigroup Inc. doing the hard jobs. She helped set the bank's course after the financial crisis and nursed its battered mortgage business. She mopped up messes in Latin America.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-struggling-restaurant-industry-gets-lifeline-11599772124", "title": "New York City's Struggling Restaurant Industry Gets Lifeline", "date": "2020-09-10 17:08", "summary": "Some eateries plan to hire back staff for indoor dining. New York City restaurant owner Ricky Dolinsky is bringing his staffing levels back to prepandemic levels in light of the state's decision to allow limited indoor dining later this month.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-responders-give-assist-to-coronavirus-essential-workers-11599771388", "title": "9/11 Responders Give Assist to Coronavirus Essential Workers", "date": "2020-09-10 16:56", "summary": "Ground Zero workers say the pandemic deserves the same spirit of goodwill that followed the Sept. 11 attacks. John Feal has spent much of the past 19 years advocating for victims of the Sept. 11, 2001 terrorist attacks and for Ground Zero workers, including successfully lobbying Congress alongside the comedian Jon Stewart for billions of dollars in support.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-september-5-11599771089", "title": "Bestselling Books Week Ended September 5", "date": "2020-09-10 16:51", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-chief-in-bridgeport-conn-charged-with-fraud-11599764734", "title": "Police Chief in Bridgeport, Conn., Charged With Fraud", "date": "2020-09-10 16:51", "summary": "Federal prosecutors say chief and city's personnel director rigged search for head of police. The chief of police in Bridgeport, Conn., was arrested and charged with fraud for allegedly rigging the city's search for a police chief in 2018 to ensure he would be chosen for the post.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backed-iqor-files-for-bankruptcy-to-cut-debt-11599770998", "title": "Private-Equity-Backed iQor Files for Bankruptcy to Cut Debt", "date": "2020-09-10 16:49", "summary": "Business-services provider seeks chapter 11 protection with a lender-supported plan to erase more than half of its $865 million in long-term debt. Private-equity-backed iQor Holdings Inc., which provides businesses with call centers and collections services, has filed for bankruptcy with a creditor-supported plan to cut about $513 million in debt and hand the business to lenders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-starts-an-ad-free-section-for-college-students-11599770307", "title": "Facebook Starts an Ad-Free Section for College Students", "date": "2020-09-10 16:38", "summary": "But the social-media giant will track its Campus users' activity to ply them with ads elsewhere. Facebook Inc. introduced a new section of its platform to cater just to college students.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-to-label-remove-more-election-related-tweets-with-misleading-information-11599757200", "title": "Google and Twitter Sharpen Tools to Stop False Claims About Election", "date": "2020-09-10 16:11", "summary": "Social-media companies have faced ongoing pressure to reduce misinformation ahead of U.S. election. Google and Twitter Inc. said they are taking additional steps to tamp down misinformation about the U.S. election, as tech platforms scramble to address an expected flood of false claims and misleading posts ahead of the November vote.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-social-dilemma-review-sharing-a-sense-of-dismay-11599768651", "title": "'The Social Dilemma': Sharing a Sense of Dismay", "date": "2020-09-10 16:10", "summary": "Jeff Orlowski's documentary scrolls through the ways social media warps our perceptions.. Jeff Orlowski's documentary \"The Social Dilemma,\" streaming on Netflix, looks at the myriad ways our minds are twisted and twirled by social media platforms. Most of the strategies were worked out intentionally, though their extreme efficiency may have been unforeseen. One unintended consequence has flowed from the invention of the Like button-yes, it needed to be invented, just like the period or the exclamation point-and speaks with special eloquence to the broader nature of the problem. While the button was under development, recalls Justin Rosenstein, who led the effort at Facebook as an engineering manager, the team's only motivation was to \"spread positivity and love in the world.\" No one could have imagined that teens would become deeply depressed for lack of Likes. Seduced by technology, we are all at the mercy of dimly perceived forces. What the film tells us doesn't constitute breaking news, but its value lies in pulling together some alarming if abstract concepts into a genuinely scary whole.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-texas-border-wall-will-fall-into-rio-grande-opponents-say-11599768526", "title": "Private Texas Border Wall Will Fall Into Rio Grande, Opponents Say", "date": "2020-09-10 16:08", "summary": "Engineering reports related to lawsuits cite erosion after Hurricane Hanna; contractor says problem has been remedied. Opponents of a privately funded Texas-Mexico border wall are arguing that land erosion after Hurricane Hanna proves that the wall will fall into the Rio Grande River, citing engineering reports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-and-the-rise-of-the-new-conspiracy-theorists-11599768458", "title": "9/11 and the Rise of the New Conspiracy Theorists", "date": "2020-09-10 16:07", "summary": "The persistence of the fringe movement that blames the U.S. government for the 2001 terrorist attacks suggests that QAnon and other digital-age conspiracists may be around for a while. The leaders of the 9/11 Commission wanted to avoid the fate of the Warren Commission. For decades, ambiguities in the report on President John Kennedy's assassination had offered fuel for wild speculation about what had actually happened. \"It is extremely difficult to dislodge or anticipate conspiracy theories once they start,\" said Jamie Gorelick, a member of the 9/11 Commission. The commission's 2004 report was written with such rigor, empirical clarity and narrative power in part to deflate the conspiracy theories already starting to swirl around al Qaeda's attacks on Sept. 11, 2001. \"You could see this happening,\" said Ms. Gorelick.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-have-safe-sex-during-the-covid-19-pandemic-11599764796", "title": "How to Have Safe Sex During the Covid-19 Pandemic", "date": "2020-09-10 16:06", "summary": "The chance of catching and spreading Covid-19 has added a layer of health concerns, and many questions, when it comes to sexual intimacy. Public health protocols calling for social distancing, wearing face masks and sometimes self-quarantining can be challenging when it comes to intimacy. Health experts and doctors answer some questions about the potential transmission risks associated with certain behavior.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipeline-review-facing-a-future-behind-bars-11599767540", "title": "'Pipeline' Review: Facing a Future Behind Bars", "date": "2020-09-10 15:52", "summary": "In Dominique Morriseau's timely play, streaming on BroadwayHD, a Black couple's teenage son is at risk of imprisonment after he assaults his schoolteacher.. If you're looking for streaming theater webcasts and are prepared to pay the tab, BroadwayHD, a subscription-based digital platform launched five years ago, has more than 200 shows to offer. Many are British productions, but a fair number of the plays and musicals are of American origin (though some are West End transfers of Broadway shows). Several of BroadwayHD's most noteworthy offerings were taped by PBS and telecast as episodes of its \"Great Performances\" and \"Live at Lincoln Center\" series, and one of the latter, Lincoln Center Theater's premiere production of Dominique Morriseau's \"Pipeline,\" is a major event.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-island-miami-homes-11599767119", "title": "Star Island is Reliving Its Glory Days, Thanks to Buyers Like Ken Griffin and Jennifer Lopez", "date": "2020-09-10 15:45", "summary": "Resume Subscription. Star Island-a small spit of sand connected to South Beach via a causeway-has always lived up to its name. Past and current residents of its roughly 30 homes include NBA commentator Shaquille O'Neal, hip-hop artist Sean \"Diddy\" Combs, singer Gloria Estefan and comedian Rosie O'Donnell.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wework-cfo-departs-after-six-months-in-the-role-11599766848", "title": "WeWork CFO Departs After Six Months in the Role", "date": "2020-09-10 15:40", "summary": "The troubled co-working company named the finance chief of its Americas business to succeed Kimberly Ross. WeWork promoted the finance chief of its Americas business, Benjamin Dunham, as its chief financial officer. Its current CFO, Kimberly Ross, plans to leave the troubled co-working company after about six months in the role.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unfairness-of-the-cdcs-housing-seizure-11599766365", "title": "The Unfairness of the CDC's Housing Seizure", "date": "2020-09-10 15:32", "summary": "A federal eviction moratorium without rental assistance will ultimately harm the very people it aims to help. It will be impossible for housing providers, particularly small owners to continue to provide shelter to their residents.. Your editorial \"Trump's Housing Seizure\" (Sept. 4) correctly notes that the eviction moratorium imposed by the administration sets a dangerous precedent and places the stability of the entire rental-housing sector in danger. However, encouraging residents struggling to make rent to move to less-expensive homes or banking on an eventual uptick in job creation will not solve the immediate problem at hand.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-island-miamis-high-powered-hideaway-11599766065", "title": "Star Island: Miami's High-Powered Hideaway", "date": "2020-09-10 15:27", "summary": "A small spit of manmade land that packs the rich and famous among a few dozen homes. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-whos-who-of-miamis-star-island-11599765969", "title": "A Who's Who of Miami's Star Island", "date": "2020-09-10 15:26", "summary": "Jennifer Lopez and Alex Rodriguez recently joined this ultra-exclusive club-a tiny island of around 30 homes.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inflation-only-real-answer-to-government-debt-bloat-11599765919", "title": "Inflation: Only Real Answer to Government Debt Bloat", "date": "2020-09-10 15:25", "summary": "The federal government has the option to debase the currency.. Regarding your editorial \"Allow Us to Present the Pandemic Bill\" (Sept. 3): All debtors, except one, must increase free cash flow to reduce debt. This is achieved by (a) taking in more or (b) spending less. Exception: the federal government, which has (c) the option to debase the currency. For politicians to employ (a) or (b) to reduce federal debt is to invite voter wrath at higher taxes or less government largess. For option (c), liberal politicians can blame wicked corporations for raising prices and champion working families by enacting price controls.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-says-tiffanys-handling-of-pandemic-invalidates-deal-11599744782", "title": "LVMH Says Tiffany's Handling of Pandemic Invalidates Merger", "date": "2020-09-10 15:24", "summary": "French luxury-goods giant had previously cited trade tensions in decision to abandon $16.2 billion acquisition. PARIS- LVMH Moët Hennessy Louis Vuitton SE blamed Tiffany & Co. for the unraveling of its $16.2 billion takeover, saying the deal was no longer valid because the jeweler had been mismanaged during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martha-stewart-sarah-jessica-parker-and-more-on-how-life-changed-in-the-last-decade-11599765753", "title": "Martha Stewart, Sarah Jessica Parker and More on How Life Changed in the Last Decade", "date": "2020-09-10 15:22", "summary": "We caught up with 13 of our favorite interviewees from the past 10 years to discuss everything from caviar to quarantine looks. Plus, revealing quotes from Tracee Ellis Ross, Gwyneth Paltrow, John Legend and more.. A LOT can change over the course of a decade, like designer Tory Burch's happy place, Jonathan Adler's favorite app and what Instagram ads are resonating with Kate Upton. That's why, in celebration of Off Duty's 10th anniversary, we went back to some of our most entertaining interview subjects-stars in the realms of film, fashion, food, design and travel-to see how their tastes and lives have shifted since we first chatted. Here, you'll learn about Sarah Jessica Parker's lockdown uniform, Martha Stewart's (and her grandson's) caviar preferences, David Lynch's devotion to espresso, and more non-essential but amusing celebrity tidbits. We've also revisited 10 notable quotes from stars including Tracee Ellis Ross, Gwyneth Paltrow, John Legend and Cate Blanchett. Join the glitterati for a brisk walk down memory lane.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessika-d-williams-as-othello-and-wokeness-hurting-diversity-11599765596", "title": "Williams as Othello and Wokeness Hurting Diversity", "date": "2020-09-10 15:19", "summary": "Bravo that a woman is cast and performs admirably as a man in a classic work of theater! Contrast that with the expressed outrage over Adele \"appropriating\" some African hairstyle.. Terry Teachout lauds the performance of Jessika D. Williams (she/her) as Othello in his review of the American Shakespeare Center production directed by Ethan McSweeny (\"'Othello': A Work of Fitting Gravitas,\" Arts in Review, Sept. 4). Bravo that a woman is cast and performs admirably as a man in a classic work of theater! Contrast that with the expressed outrage over Adele Adkins \"appropriating\" some African hairstyle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-a-cartoonist-gets-woke-on-hulu-coastal-elites-bare-all-on-hbo-11599764746", "title": "What to Watch: A Cartoonist Gets 'Woke,' 'Coastal Elites' Bare All", "date": "2020-09-10 15:05", "summary": "Plus, on Netflix Hilary Swank goes 'Away' and fans tune in for 3 billion minutes of 'The Umbrella Academy'. Streaming may have overtaken our lives, our living rooms may be movie theaters and our dining rooms may double as schoolhouses. But even in this year like no other, fall remains the season of new releases. In this year's Fall Preview, the Journal looks at what is coming in movies, TV, books, podcasts and mediums in between.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-and-bus-riders-face-50-fine-for-not-wearing-a-mask-11599764420", "title": "New York City Subway and Bus Riders Face $50 Fine for Not Wearing a Mask", "date": "2020-09-10 15:00", "summary": "Cuomo directs MTA to act as economic activity and traffic begins to increase after the Labor Day holiday. Riders of New York City's subway and buses will be fined $50 if they refuse to wear a mask, New York Gov. Andrew Cuomo said Thursday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-head-by-the-flaming-lips-review-yearning-for-escape-11599764324", "title": "'American Head' by the Flaming Lips Review: Yearning for Escape", "date": "2020-09-10 14:58", "summary": "The latest record from the long-running rock band places mind-altering drugs at the center of its narrative as it explores themes of death, loss and alienation.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexual-health-gets-left-out-as-colleges-begin-the-fall-semester-11599764025", "title": "Sexual Health Gets Left Out as Colleges Begin the Fall Semester", "date": "2020-09-10 14:53", "summary": "Resume Subscription. Colleges, traditionally tasked with helping students develop into mature, independent adults, have over the years sought to educate students outside the classroom about sexual health. For many, this has routinely included such services as providing contraceptives, organizing sexual health testing drives and offering counseling.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/did-trump-downplay-covid-enough-11599763949", "title": "Did Trump Downplay Covid Enough?", "date": "2020-09-10 14:52", "summary": "Among a political class of overreactors, the president resisted panic.. Thank goodness President Trump resisted the most panicked authoritarian responses to Covid-19 imposed by some U.S. governors. But he's now facing questions over a Feb. 7 interview, included in a new Bob Woodward book, in which Mr. Trump said that Covid was deadlier than the flu.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-fire-breaks-out-at-beirut-port-11599741383", "title": "Photos: Fire Breaks Out at Beirut Port", "date": "2020-09-10 14:42", "summary": "Firefighters battled a large blaze at Beirut port on Thursday. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fda-officials-say-vaccine-decisions-will-be-guided-by-science-not-politics-11599762805", "title": "FDA Officials Say Vaccine Decisions Will Be Guided by Science, Not Politics", "date": "2020-09-10 14:36", "summary": "Writing in USA Today, FDA officials also offered a response to President Trump's suggestion that the agency didn't move quickly enough. WASHINGTON-Senior Food and Drug Administration officials, bristling at criticism from some Democrats and medical leaders that the agency has been politicized by the Trump administration, took the unusual step Thursday of publicly declaring that science, not politics, will guide their decisions on Covid-19 vaccines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-breaks-out-at-beirut-port-one-month-after-explosion-11599738350", "title": "Fire Breaks Out at Beirut Port Weeks After Explosion", "date": "2020-09-10 14:35", "summary": "Blaze is near the site of the huge blast that damaged large parts of the city. BEIRUT-A large fire broke out Thursday at Lebanon's main port, sending up a plume of smoke near the site of the massive explosion that devastated a swath of the country's capital and killed nearly 200 people.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-surprisingly-durable-recovery-faces-tougher-tests-11599662594", "title": "A Surprisingly Durable Recovery Faces Tougher Tests", "date": "2020-09-10 14:35", "summary": "With the easy gains from reopenings behind us, recovery going forward may be slower. When the stock market began to rally back in March, it seemed oblivious to an economy sliding into its worst contraction since the Great Depression.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-demands-u-k-scrap-proposal-that-would-breach-brexit-deal-11599755479", "title": "EU Demands U.K. Scrap Proposal That Would Breach Brexit Deal", "date": "2020-09-10 14:29", "summary": "Bloc sets month-end ultimatum to rewrite law, threatens to sue Britain. The European Union delivered an ultimatum to Britain on Thursday, demanding it withdraw a proposal before British lawmakers that would breach the Brexit divorce agreement the two sides signed late last year.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-leaves-policy-mix-unchanged-as-it-monitors-covid-19s-impact-on-economy-11599738872", "title": "Lagarde's Optimism on Europe's Economy Triggers Euro Rally", "date": "2020-09-10 14:18", "summary": "ECB chief says the eurozone economy is experiencing a strong rebound; euro jumps against the dollar. FRANKFURT-European Central Bank President Christine Lagarde sounded an optimistic note on the eurozone's economy and played down concerns over the recent strength of the euro, sparking a rally in the common currency and stirring questions as to whether the bank will provide a fresh round of stimulus to support the region's stuttering recovery.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-coast-freight-networks-bursting-at-the-seams-with-surging-imports-11599761927", "title": "West Coast Freight Networks 'Bursting at the Seams' With Surging Imports", "date": "2020-09-10 14:18", "summary": "Backups stretch into inland distribution channels as importers rush to restock and prepare for the holiday sales season. A crush of goods coming into West Coast seaports is straining capacity at the gateways and on key inland distribution lanes, raising shipping prices for retailers and complicating efforts to replenish inventories following the supply chain upheaval from the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-keep-schools-open-as-covid-surges-europe-isolates-infected-students-11599757836", "title": "To Keep Schools Open as Covid-19 Surges, Europe Isolates Infected Students", "date": "2020-09-10 13:55", "summary": "Governments want to help parents get to work and avoid lost classroom time for students; 'we have a moral duty'. LONDON-European governments are working to keep schools open amid a rise in coronavirus infections, removing pupils suspected of being infected and so far avoiding a repeat of the wide-scale spring closures.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-will-have-new-ceo-but-familiar-risks-11599759710", "title": "Citigroup Will Have New CEO, but Familiar Risks", "date": "2020-09-10 13:41", "summary": "Jane Fraser to start with solid foundation, but the pandemic keeps credit cards a major pivot point for globe-spanning bank. Next year, Citigroup will have a new chief executive for the first time in nearly a decade. But it will still face some familiar challenges.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-bidens-china-policy-it-looks-a-lot-like-trumps-11599759286", "title": "What's Biden's New China Policy? It Looks a Lot Like Trump's", "date": "2020-09-10 13:34", "summary": "Resume Subscription. Whoever wins the presidential election, one thing is clear: The U.S. has turned a corner in its relations with China and is likely to maintain a harder line.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/god-parents-and-the-1619-project-11599759170", "title": "God, Parents and the '1619 Project'", "date": "2020-09-10 13:32", "summary": "Religious Americans should reject the idea that slavery is what defines the nation.. President Trump tweeted on Sunday that the Education Department is \"looking at\" whether public schools were teaching the New York Times ' \"1619 Project,\" which argues that the U.S. is a corrupt country fundamentally built on slavery. Historians have shown in these pages why this is false and a harmful idea, but there are also reasons for religious Americans to reject this revision of history.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-covid-brexit-matters-more-than-ever-11599759105", "title": "With Covid, Brexit Matters More Than Ever", "date": "2020-09-10 13:31", "summary": "It may seem small amid a pandemic, but the political accountability at issue will make or break the U.K.. With apologies to falling trees and empty forests: If Brexit happens during a global pandemic, will anyone care?", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indoor-pools-get-homeowners-into-the-swim-of-things-11599759047", "title": "Indoor Pools Get Homeowners Into the Swim of Things", "date": "2020-09-10 13:30", "summary": "Resume Subscription. An outdoor pool is an expected luxury home amenity, particularly in warm weather states, but an indoor pool remains an unusual feature. For owners, they offer year-round, comfortable swimming. They can also create pricey problems.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/megyn-kelly-launches-into-podcasting-with-new-venture-11599742802", "title": "Megyn Kelly Is Back, but This Time She's Podcasting", "date": "2020-09-10 13:22", "summary": "Former TV news star's Devil May Care Media will begin releasing 'The Megyn Kelly Show' at the end of the month. Megyn Kelly is coming back on the air, but this time she'll be podcasting.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-it-is-cracking-down-on-ppp-fraud-11599758039", "title": "U.S. Says It Is Cracking Down on PPP Fraud", "date": "2020-09-10 13:13", "summary": "Authorities point to criminal cases amid concerns that the small-business relief program lacked safeguards against abuse. WASHINGTON-Federal authorities sought Thursday to underscore their efforts to combat fraud in the government's coronavirus relief program for small business, pointing to charges filed against 57 people for alleged crimes related to the Paycheck Protection Program.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-viral-video-asks-a-deep-question-11599757497", "title": "A Viral Video Asks a Deep Question", "date": "2020-09-10 13:04", "summary": "How do we know that math is real, and who came up with it in the first place?. A young woman called Gracie went unexpectedly viral last month when she posted a video on TikTok questioning whether math is real. While putting on makeup, she wonders how anyone came up with algebra in the first place and how we know it's right. Online reactions have been typically polarized: Some commenters derided her for being dumb, while others-including mathematicians and physicists-found her questions deep. They get to the heart of what math is and what it is for.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-night-of-fires-destroys-remains-of-greek-refugee-camp-11599756976", "title": "Second Night of Fires Destroys Remains of Greek Refugee Camp", "date": "2020-09-10 12:56", "summary": "Authorities scramble to rehouse some 12,000 people living in compound on island of Lesbos. ATHENS-A second night of fires destroyed what was left of Europe's biggest refugee camp, on the Greek island of Lesbos, as Greek authorities scrambled to rehouse some 12,000 people who were living in the camp.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-berlin-a-secretive-club-closed-for-covid-19-reopens-as-an-art-gallery-to-the-masses-11599751942", "title": "A Secretive Berlin Club Closed for Covid-19 Reopens as Art Gallery", "date": "2020-09-10 12:50", "summary": "Berghain has opened its doors to the public with an exhibition featuring paintings, video, sound, sculptures, photography and performance art. BERLIN-Six months into Berlin's pandemic-induced clubbing ban, the city's most famous dance venue is trying something different: brightly illuminated contemporary art, silence and a friendly door policy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/century-21-stores-files-for-bankruptcy-to-close-all-13-stores-11599742197", "title": "Century 21 Files for Bankruptcy, to Close All 13 Stores", "date": "2020-09-10 12:39", "summary": "New York flagship store, which offered deep discounts on designer clothing and accessories, plus 12 others will begin going-out-of-business sales. Century 21, where generations of New Yorkers shopped for deep discounts on everything from Prada handbags to Jerry Garcia ties, filed for bankruptcy, the latest retailer to fall victim to disruptions caused by the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-step-toward-accountability-in-policing-11599754650", "title": "A Step Toward Accountability in Policing", "date": "2020-09-10 12:17", "summary": "Reformers are taking aim at the doctrine of 'qualified immunity,' which protects government officials from liability for violating the rights of citizens.. As the nation roils over police abuse and racial injustice, Democrats and Republicans often disagree about how best to respond. But on one matter there is significant agreement: The judge-made doctrine of \"qualified immunity\" is part of the problem. That rule provides that victims whose constitutional rights were violated can't sue police officers or other government officials for damages, unless the actions were so egregious that no reasonable officer would believe them lawful. In practice, it means that countless violations go entirely unremedied.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-seeks-to-diversify-firms-providing-emergency-support-11599754529", "title": "New York Fed Seeks to Diversify Firms Providing Emergency Support", "date": "2020-09-10 12:15", "summary": "Daleep Singh, who leads the New York Fed's markets group, says the central bank's support efforts have been effective. A top New York Fed official said the Federal Reserve is trying to broaden who can take part in its pandemic emergency support efforts.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/krogers-tech-bets-fell-short-during-coronavirus-11599736720", "title": "Kroger Spent Hundreds of Millions on Tech Before Covid-19, but It Wasn't Enough", "date": "2020-09-10 12:14", "summary": "Plans for big warehouses and driverless delivery weren't ready when the pandemic supercharged online demand. Kroger Co. has spent years-and hundreds of millions of dollars-investing in technology to give it a digital edge in the grocery business. But when the coronavirus changed customers' buying habits overnight, the grocery chain wasn't as ready for the online shift as some of its competitors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-schools-switch-to-remote-learning-after-funding-cuts-11599750544", "title": "Some New York Schools Switch to Remote Learning After Funding Cuts", "date": "2020-09-10 12:09", "summary": "Albany's layoffs were some of the first direct fallout from Gov. Cuomo's administration withholding aid as the state grapples with a $14.5 billion deficit. ALBANY, N.Y.-Middle- and high-school students in the state's capital city would have had the option of some classroom time this fall semester under the district's reopening plan.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-10-design-trends-of-the-next-decade-meet-your-new-home-11599753990", "title": "Top 10 Design Trends of the Next Decade: Meet Your New Home", "date": "2020-09-10 12:06", "summary": "We asked hundreds of interior designers and architects to predict the next big residential trends. Here are their picks-from multi-generational living to less-gargantuan sofas. Plus: A look back at our best and worst design predictions from the 2010s.. WHEN WE asked interior designers and architects to look into the future, we knew the impact of coronavirus would be a factor. But some of the trends the pros named were already influencing design before Covid-19-the virus merely pushed them to a tipping point. Take Chicago designer Wendy Labrum's prognostication that enthusiasm for open plans will wither: \"We've thankfully seen a trend away from the cookie-cutter open-concept floor plan in recent years, and I would suspect the pandemic will only put a nail in that proverbial coffin.\" So too with the multigenerational home. This antidote to expensive solo living became more urgent after the quarantine separated grandparents from grandkids, and independent children moved home. Here, the ten trends design pros see coming to your door, none of them woeful.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-looks-to-maserati-to-jump-start-stalled-european-business-11599753804", "title": "Fiat Chrysler Looks to Maserati to Jump-Start Stalled European Business", "date": "2020-09-10 12:03", "summary": "Italian-American firm unveils luxury sports car, storied brand's first new vehicle for four years. MODENA, Italy-Fiat Chrysler Automobile NV's years of struggles in Europe faded for an evening as its Maserati brand lavishly unveiled a new luxury sports car it hopes will reinvigorate the unprofitable marque.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-09-10-2020-11599685724", "title": "Unemployment Claims Held Steady Last Week", "date": "2020-09-10 12:02", "summary": "Jobless claims are nearly four times levels seen before the coronavirus upended the economy in March. The number of people seeking and collecting unemployment benefits has remained at historically high levels in recent weeks, a sign the labor-market recovery is losing steam six months after the pandemic struck the U.S.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-critic-takeout-frozen-home-cooking-11599751784", "title": "Restaurant Critics Acquire New Tastes: Takeout, Frozen Food, Home Cooking", "date": "2020-09-10 11:38", "summary": "With restaurants still closed or operating at limited capacity, food critics are evaluating new fare, including their own preparations; 'I'm very critical of myself'. As a busy video blogger covering the world of restaurants and street food, Mike Chen visits hundreds of dining establishments every year, traveling around the globe.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-yankees-were-world-series-favorites-now-they-might-not-make-the-playoffs-11599751320", "title": "The Yankees Were World Series Favorites. Now They Might Not Make the Playoffs.", "date": "2020-09-10 11:22", "summary": "Despite a powerful lineup, a rotation led by Gerrit Cole and an expanded postseason, New York could finish below .500 for the first time since 1992. When the New York Yankees trudged off the field at Houston's Minute Maid Mark last October, still reeling from the shock of José Altuve's pennant-clinching home run, they faced a disquieting reality. For the first time in more than a century, the most successful franchise in American sports history had gone an entire calendar decade without a single trip to the World Series.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-payday-could-cost-tesla-shareholders-dearly-11599751042", "title": "Elon Musk's Payday Could Cost Tesla Shareholders Dearly", "date": "2020-09-10 11:17", "summary": "The accounting effect of options awards for Tesla's CEO could push it into a loss and disqualify the company from S&P 500 index inclusion for a long time. Thanks to Tesla 's meteoric share-price rise, Elon Musk is set to cash in on a huge bonus package. Shareholders counting on their own tidy fortunes should know how Mr. Musk's payday might dent their prospects. The inclusion of Tesla in the benchmark S&P 500 index could face a further major delay because of the accounting impact.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-architect-designed-this-oregon-home-for-two-crucial-clients-his-parents-11599750357", "title": "An Architect Designed This Oregon Home for Two Crucial Clients: His Parents", "date": "2020-09-10 11:05", "summary": "Resume Subscription. After Andrew Heid finished presenting a final project at Princeton University's School of Architecture in 2005, his father approached him with a comment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/protecting-health-data-after-covid-19-more-laws-less-privacy-11599750100", "title": "Health Data After Covid-19: More Laws, Less Privacy", "date": "2020-09-10 11:01", "summary": "The main legal safeguard for Americans' health-care information was passed in the era of the fax machine. Here's a look at what could improve or replace it.. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-it-in-the-family-11599749648", "title": "Keeping It In The Family", "date": "2020-09-10 10:54", "summary": "Over the course of seven years, New York-based architect Andrew Heid built this 2,500-square-foot modern home for his parents, Andrea and Ted Heid.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-surest-way-to-get-a-coronavirus-test-in-college-play-football-11599748810", "title": "The Surest Way to Get a Coronavirus Test in College: Play Football", "date": "2020-09-10 10:40", "summary": "As the football season gets underway in some places-but not others-collegiate athletes are being tested much more than their fellow undergraduates.. When Kansas State's football team takes the field against Arkansas State on Saturday, the athletic department will have administered more than 750 coronavirus tests this week to its 255 fall sports athletes and coaches, as required by Big 12 Conference health protocols that call for thrice-weekly testing.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-passes-strongest-facial-recognition-restriction-in-u-s-11599748367", "title": "Portland Passes Strongest Facial-Recognition Restriction in U.S.", "date": "2020-09-10 10:32", "summary": "Ban on use of technology in public spaces is a first, experts say. Portland City Council passed a sweeping limit on commercial use of facial-recognition technology that experts say is the strongest such rule in the U.S.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tommy-hilfiger-greenwich-home-11599746844", "title": "Tommy Hilfiger Asks $47.5 Million for Greenwich Home", "date": "2020-09-10 10:15", "summary": "Resume Subscription. Designer Tommy Hilfiger may be known more for his all-American clothing brand, but he is also a prolific house renovator: He has fixed up and sold seven homes in the wealthy town of Greenwich, Conn., over the last 35 years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tommy-hilfigers-elaborate-greenwich-estate-11599746691", "title": "Tommy Hilfiger's Elaborate Greenwich Estate", "date": "2020-09-10 10:04", "summary": "The fashion designer and his wife Dee Ocleppo Hilfiger extensively renovated and decorated the French Normandy-style mansion. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wsj-survey-overall-economy-is-recovering-faster-than-economists-expected-11599746400", "title": "WSJ Survey: Overall Economy Is Recovering Faster Than Economists Expected", "date": "2020-09-10 10:00", "summary": "A rebound in growth in the third and fourth quarters isn't expected to make up for ground lost earlier in the year. The U.S. economy and labor market are recovering from the coronavirus-related downturn more quickly than previously expected, economists said in a monthly survey.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-owns-todays-travelers-but-what-about-tomorrows-11599745801", "title": "Airbnb Owns Today's Travelers, But What About Tomorrow's?", "date": "2020-09-10 09:50", "summary": "Home-sharing giant's success as public company depends on how the appetite for homestays fits into the future of travel. With the future of travel up in the air, Airbnb appears to be capitalizing on travelers staying grounded-for now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-major-bp-gives-a-taste-of-how-it-will-go-green-11599745648", "title": "Oil Major BP Gives a Taste of How It Will Go Green", "date": "2020-09-10 09:47", "summary": "Deal to buy into wind farms off New York and Massachusetts showcases U.K. firm's ambitions in clean energy. Last month oil and gas giant BP laid out the theory of how it aims to become a clean-energy company. Now it has served up a taste of what that might mean in practice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-homes-of-the-art-world-11599584206", "title": "A Peek Inside the Elite Homes of the Art World", "date": "2020-09-10 09:44", "summary": "A new book tours the art-filled homes of gallerists and dealers.. Like a hand-colored atlas or a lavish birding guide, For Art's Sake: Inside the Homes of Art Dealers ($85; rizzoliusa.com) hints at the riches of a larger experience-in this case, the international art circuit-without nudging the reader off the couch. Venezuelan-born collector Tiqui Atencio Demirdjian convinced prominent gallerists, including Paula Cooper, Marian Goodman and Barbara Gladstone, to open their homes for the book. \"I wanted to see how major art dealers became who they are,\" Atencio Demirdjian says, \"and what art they privilege.\" As chair of the Guggenheim museum's International Director's Council and the Latin American acquisition committee at the Tate, Atencio Demirdjian is a regular at exhibition openings and global fairs, and she's known most of her subjects for years.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-cotton-into-concrete-for-alexander-mcqueen-11599744904", "title": "Making Cotton Into Concrete for Alexander McQueen", "date": "2020-09-10 09:35", "summary": "Architect Smiljan Radić is redefining the boutique look of Alexander McQueen's stores in time for the retail revolution. Chilean architect Smiljan Radić looks sharp in a manta, the V-neck pullover that's traditional attire in the mountains south of Santiago, where he has a small country house. \"It's more than clothing. It's a piece of my history,\" he says of his favorite one, a heap of silky brown vicuña that formerly belonged to his great-grandfather. \"In the city I never use it. It would be ridiculous.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-cotton-into-concrete-for-alexander-mcqueen-11599744770", "title": "Making Cotton into Concrete for Alexander McQueen", "date": "2020-09-10 09:32", "summary": "Architect Smiljan Radić is redefining the boutique look of Alexander McQueen's stores in time for the retail revolution. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-year-2020-is-already-sideways-so-lets-just-pick-the-detroit-lions-to-win-the-super-bowl-11599742820", "title": "In a Weird 2020, Let's Just Pick the Detroit Lions to Win the Super Bowl", "date": "2020-09-10 09:00", "summary": "The NFL season begins Thursday night, with a pandemic protocol and a change of scenery for 78-year-old Tom Brady. Was there any doubt that the NFL would try to play football this year? Come on! This is the NFL, people-the mightiest, most self-assured sports league in the land. This is a league that decided people had nothing better to do than to watch professional football played on a Thursday night-and they were right. We really have nothing better to do.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-surface-duo-review-two-screens-too-many-problems-11599742800", "title": "Microsoft Surface Duo: Two Screens, Too Many Problems", "date": "2020-09-10 09:00", "summary": "Microsoft's new phone-tablet provides a glimpse of what's ahead for mobile devices, if you can look past the slow performance and buggy software. It isn't always clear when something is ready.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-micron-and-others-pay-bills-early-to-protect-suppliers-11599742800", "title": "Lockheed, Micron and Others Pay Bills Early to Protect Suppliers", "date": "2020-09-10 09:00", "summary": "Some manufacturers offer a crisis lifeline to smaller businesses, even as many firms try to save cash. To help shield themselves from the economic damage caused by the coronavirus pandemic, some big U.S. manufacturers are trying something different: They are paying their bills early.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-flat-tesla-up-what-to-watch-when-the-stock-market-opens-today-11599735524", "title": "Nasdaq and Tesla Up: What to Watch When the Stock Market Opens Today", "date": "2020-09-10 08:58", "summary": "S&P 500 futures turned up heading into Thursday's market open. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-chinese-property-firms-in-techs-clothing-11599741814", "title": "Beware Chinese Property Firms in Tech's Clothing", "date": "2020-09-10 08:43", "summary": "KE Holdings is disrupting China's property market, but competition is rising, too. Investors are willing to pay a premium for the company trying to disrupt the world's largest housing market, but the rapidly rising valuation of Chinese real-estate platform KE Holdings could limit its further upside-especially if the real-estate market itself hiccups.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-to-launch-smartphones-without-google-android-11599740682", "title": "Huawei to Launch Smartphones Without Google Android", "date": "2020-09-10 08:24", "summary": "Chinese tech giant will begin selling phones capable of running its self-designed operating system after U.S. ban. HONG KONG-Huawei Technologies Co. will begin selling smartphones capable of running its self-designed operating system next year, as it seeks to keep its consumer business going without Google Android and other U.S. suppliers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-telcos-are-due-their-time-in-the-sun-11599740241", "title": "Europe's Telcos Are Due Their Time in the Sun", "date": "2020-09-10 08:17", "summary": "The giants of the dot-com boom have had a rough five years, but the next five could be better. For many households, this year's shift to home working has made broadband connections as essential as electricity. If investors start to see them that way, one of Europe's worst-performing sectors could finally turn a corner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bidens-tax-plan-might-affect-five-american-households-11599739200", "title": "How Biden's Tax Plan Would Affect Five American Households", "date": "2020-09-10 08:00", "summary": "Tax increases are aimed at those making more than $400,000, and households at the very top of the income scale would see the biggest rises. Democratic presidential candidate Joe Biden wants to raise taxes to pay for an agenda that includes fighting climate change and expanding child care, pushing federal revenue about 9% above what it would be without any policy changes in the next decade.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-times-consumers-want-float-for-their-boat-11599737400", "title": "In Covid Times, Consumers Want Float for Their Boat", "date": "2020-09-10 07:30", "summary": "Loan figures indicate it is increasingly popular to socially distance on the water. There is the day you bought your boat and the day you sold it. But don't forget about the day you financed it.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/successful-with-chinese-startups-sequoia-china-launches-a-hedge-fund-11599736284", "title": "Successful With Chinese Startups, Sequoia China Launches a Hedge Fund", "date": "2020-09-10 07:11", "summary": "Sequoia Capital Equity Partners fund starts with initial capital of more than $300 million from investors. HONG KONG-Venture capitalist Neil Shen's Sequoia Capital China is setting up a hedge-fund business to leverage its record of choosing winners in Chinese technology.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-needs-fiscal-support-to-close-gap-between-markets-real-economy-11599735601", "title": "Fed Needs Fiscal Support to Close Gap Between Markets, Real Economy", "date": "2020-09-10 07:03", "summary": "Federal Reserve's ability to support the economy absent fiscal support is limited, but its effect on markets remains profound. The Federal Reserve is trying to plug a hole that fiscal policy was widely expected to be filling by now. For the economy this is less than ideal, but for financial markets it has been pretty great.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-pitch-themselves-as-2020-election-alternatives-to-pollsters-11599735600", "title": "Election 2020 Polls: Startups Pitch Themselves as Alternatives", "date": "2020-09-10 07:00", "summary": "Many campaigns, political groups still pay for polling, but use online surveys and social-media analysis to understand voters. Four years after President Trump surprised many Americans by outperforming polls in battleground states, a cottage industry of political tech startups has sprung up to predict voter preferences ahead of the 2020 election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-ceo-sees-oxford-vaccine-possible-by-end-of-year-despite-setback-11599733063", "title": "AstraZeneca CEO Sees Oxford Vaccine Possible by End of Year, Despite Setback", "date": "2020-09-10 06:17", "summary": "Late-stage trial was paused after a participant in the U.K. developed an unexplained illness. LONDON- AstraZeneca PLC's chief executive said a Covid-19 vaccine it is developing with the University of Oxford could still be ready by the end of the year, despite the company pausing late-stage trials after a participant in the U.K. developed an unexplained illness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenosha-businesses-grapple-with-citys-destruction-11599730333", "title": "Kenosha Businesses Grapple With Damage to City", "date": "2020-09-10 05:32", "summary": "Uptown's minority-owned businesses ask why looters came for them after Jacob Blake shooting: 'They were destroying the neighborhoods that they want to protect'. KENOSHA, Wis.-La Estrella Supermarket, the neighborhood grocery. Uptown Beauty, the mom-and-pop supply shop. Uptown Restaurant, the locally-owned eatery. They have stood side-by-side on 22nd Avenue for years, serving Kenosha's diverse Uptown neighborhood even as other storefronts closed or were lured toward high-traffic areas near the interstate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-traders-gird-for-more-price-swings-11599730342", "title": "Oil Traders Gird for More Price Swings", "date": "2020-09-10 05:32", "summary": "Recent volatility ended a stretch of calm in the oil market. Many are using options markets to bet more drama is to come.. Traders are betting on fresh upheaval in the oil market, in an abrupt turnaround from the calm of recent months.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-debates-how-to-implement-new-policy-strategy-11599730201", "title": "Fed Debates How to Implement New Policy Strategy", "date": "2020-09-10 05:30", "summary": "Officials will deliberate how to provide more specific guidance about a low interest rate path at the Sept. 15-16 meeting. Federal Reserve officials forged an agreement last month on a new framework governing how they will conduct policy over the long run. In preparing for a September meeting, they are debating how exactly to implement this strategy for an economy recovering from a severe and unusual downturn.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-tech-spending-in-china-lifts-alibabas-cloud-11599730202", "title": "Pandemic Tech Spending in China Lifts Alibaba's Cloud", "date": "2020-09-10 05:30", "summary": "Businesses in China are accelerating their digitization efforts, helping make local cloud providers into giants to rival Amazon and Microsoft. Spending on China-based cloud services hit a record high in the second quarter as Chinese companies increased the use of online business tools in the aftermath of the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-covid-19-vaccines-could-join-winners-circle-11599730201", "title": "Several Covid-19 Vaccines Could Join Winner's Circle", "date": "2020-09-10 05:30", "summary": "Several coronavirus vaccines could pass muster in clinical trials, with distribution in phases starting as soon as this fall, experts say. The first vaccine that proves to safely protect people against Covid-19 disease will be a breakthrough moment but is unlikely to be the sole answer to curbing the coronavirus pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-sells-a-hong-kong-compound-for-332-million-11599729502", "title": "U.S. Government Sells a Hong Kong Compound for $332 Million", "date": "2020-09-10 05:18", "summary": "The site includes 26 apartments in six buildings, and a swimming pool. The U.S. government agreed to sell a compound for consulate staff in one of Hong Kong's most exclusive residential areas to a local developer for nearly a third of a billion dollars.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-wins-more-listings-of-u-s-traded-chinese-firms-11599717480", "title": "Hong Kong Wins More Listings of U.S.-Traded Chinese Firms", "date": "2020-09-10 04:58", "summary": "The new deals follow a string of stock sales in Hong Kong by big Chinese tech firms that already trade in New York. The tally of U.S.-listed Chinese companies securing alternative listings in Hong Kong grew, as stock in China's largest restaurant group started trading in the city and a major hotel chain began taking orders for its own offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599680672", "title": "Pepper...and Salt", "date": "2020-09-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-learning-in-south-korea-becomes-a-fixture-of-pandemic-life-11599668494", "title": "South Korea's Coronavirus Lesson: School's Out for a While", "date": "2020-09-10 23:46", "summary": "A recent outbreak of Covid-19 pushed the country's teachers and students out of the classroom again. SEOUL-Chun Hye-seung, a 37-year-old homemaker, stays up until 4 a.m. just to get time to herself after keeping pace with her second-grade son's homework and taking care of his younger brother who has yet to start school.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-islanders-fans-tampa-nhl-stanley-cup-hockey-11599682466", "title": "New York Islanders Fans Finally Have Something to Cheer About", "date": "2020-09-10 23:10", "summary": "\"We've been beaten up, chewed up and spit out\" but now the Stanley Cup is within reach. The New York Islanders hockey team are as close as they've been in 27 years to the Stanley Cup. This has left lifelong fan Donald Rosner, a 39-year-old deli owner on Long Island, in an unfamiliar position.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-09-2020-11599638214", "title": "Covid-19 Death Toll in U.S. Tops 190,000", "date": "2020-09-10 23:02", "summary": "New coronavirus cases rise at a slower pace than in recent months, coinciding with a drop in testing. The nation's death toll attributed to Covid-19 surpassed 190,000 on Wednesday, according to data from Johns Hopkins University, while new coronavirus cases in the U.S. rose by more than 26,000 on Tuesday, well below the daily tallies of recent months. However, the lower daily count also coincided with a recent decline in testing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-grow-on-west-coast-and-darken-san-francisco-region-11599682744", "title": "Wildfires Grow on West Coast and Darken San Francisco Region", "date": "2020-09-10 22:46", "summary": "As blazes cause evacuation orders in California, Oregon and Washington, Bay Area residents look in vain for the sun. High winds fueled explosive growth in wildfires raging across the West Coast late Tuesday and Wednesday and coated the San Francisco Bay Area in smoke so thick that it was dark at noon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-businesses-in-china-fret-as-geopolitical-risks-rise-11599701400", "title": "Western Businesses in China Fret as Geopolitical Risks Rise", "date": "2020-09-10 21:30", "summary": "Surveys of U.S. and European companies show greater concern over political headwinds. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-played-down-coronaviruss-severity-in-bob-woodward-interview-11599675374", "title": "Trump, in Bob Woodward Interview, Said He Played Down Coronavirus's Severity", "date": "2020-09-10 20:23", "summary": "'I don't want to create a panic,' president said in recordings for new book; public-health experts say the move harmed efforts to prevent virus's spread. WASHINGTON-President Trump told journalist Bob Woodward in March that he was deliberately playing down the severity of the coronavirus to avoid inciting panic as he publicly dismissed the virus's threat in a way public-health experts say harmed the ability to restrict its spread.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-pushes-higher-taxes-on-u-s-companies-foreign-profits-in-pitch-to-midwest-voters-11599665250", "title": "Biden Pushes Higher Taxes on U.S. Companies' Foreign Profits in Pitch to Midwest Voters", "date": "2020-09-10 20:22", "summary": "Democratic presidential candidate would raise taxes as part of his 'Made in America' plan. Democratic presidential candidate Joe Biden called Wednesday for higher taxes on U.S. companies' foreign income and special tax breaks for domestic manufacturing, appealing to blue-collar workers during a trip to Michigan.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-new-york-gynecologist-faces-federal-charges-of-abusing-patients-11599683077", "title": "Former New York Gynecologist Faces Federal Charges of Abusing Patients", "date": "2020-09-10 20:12", "summary": "U.S. prosecutors allege that Robert Hadden enticed victims to travel and engage in illegal sex acts. A former Manhattan gynecologist was arrested Wednesday and charged with sexually abusing patients.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-latest-judicial-list-11599694397", "title": "Trump's Latest Judicial List", "date": "2020-09-10 20:05", "summary": "Some solid judges but three Senators make the choices disappointingly political.. Donald Trump's 2016 list of potential Supreme Court nominees helped solidify conservative support for his campaign, and as President he's followed through. Mr. Trump's mark on the federal judiciary-including two Supreme Court Justices and 53 appellate judges-is one of his notable successes. On Wednesday his campaign released 20 more potential Supreme Court nominees. And while there are strong picks, the list also shows that the campaign has traded some legal seriousness for political signaling.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]