[{"link": "https://www.wsj.com/articles/recording-appears-to-show-trump-calling-for-ukraine-ambassadors-ouster-11579996308", "title": "Recording Appears to Show Trump Calling for Ambassador's Ouster", "date": "2020-01-25 18:51", "summary": "Parnas lawyer releases audio from 2018 donors dinner in which president appears to say, 'Get rid of her'. WASHINGTON-A lawyer for an indicted associate of Rudy Giuliani on Saturday released an audio recording that appears to show President Trump at a 2018 dinner with donors saying of the then-ambassador to Ukraine: \"Get rid of her.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-777x-starts-maiden-flight-11579979368", "title": "Boeing 777X Completes Maiden Flight", "date": "2020-01-25 17:27", "summary": "Emirates Airline is due to receive the first 777X, but delivery has been pushed back until next year. Boeing Co. 's new 777X jetliner successfully completed its maiden flight Saturday, starting the clock on expected reforms in how regulators approve aircraft for service in the wake of two fatal crashes involving 737 MAX planes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-upbraids-journalist-for-asking-about-ukraine-in-interview-11579925539", "title": "Pompeo Upbraids Journalist for Asking About Ukraine", "date": "2020-01-25 15:14", "summary": "Secretary of state uses profanity after questions from 'All Things Considered' co-host, NPR says. Secretary of State Mike Pompeo erupted in an expletive-laden outburst after an NPR broadcaster asked if he owed an apology to Marie Yovanovitch, who was recalled last year as the U.S. ambassador to Ukraine, according to accounts by the broadcaster.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-defense-set-to-address-democrats-charges-11579948201", "title": "Trump's Defense Says Democrats Have Failed to Make Impeachment Case", "date": "2020-01-25 14:56", "summary": "White House counsel Pat Cipollone told senators that the party is asking them to 'overturn the results of the last election'. WASHINGTON-President Trump's legal team said Democrats had failed to make a case for removing the president from office, arguing at his impeachment trial Saturday that there was no evidence he pushed Ukraine's president for an investigation of his political rival in exchange for aid.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hospitals-arent-ready-for-the-coronavirus-11579975968", "title": "U.S. Hospitals Aren't Ready for the Coronavirus", "date": "2020-01-25 13:12", "summary": "Lessons from Canada's 2003 SARS outbreak, when Toronto got sick and Vancouver didn't.. No one knows whether the coronavirus will substantially threaten the U.S., where it has already been detected, but one thing is certain: American hospitals aren't ready for the deadly virus or a future global contagion. Travelers from China's Wuhan region are being diverted to five U.S. airports, where they can be screened. That's sensible, but it's no substitute for improving hospital readiness.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqi-security-forces-push-to-regain-control-of-cities-from-protesters-11579974901", "title": "Iraqi Security Forces Push to Regain Control of Cities from Protesters", "date": "2020-01-25 12:55", "summary": "Government aims to end a nearly four-month-old uprising. BAGHDAD-Iraqi security forces on Saturday regained control over some areas in central Baghdad and southern cities after an influential cleric withdrew his support for widespread protests, clearing the way for the government to end a nearly four-month-old uprising.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-evacuate-citizens-from-epidemic-stricken-chinese-city-11579951256", "title": "U.S. Working to Evacuate American Citizens From Epidemic-Stricken Chinese City", "date": "2020-01-25 11:49", "summary": "The U.S. government is said to be arranging a flight to the U.S. evacuate Americans out of Wuhan. SHANGHAI-The U.S. government is working to evacuate American citizens by air from the epidemic-stricken Chinese city of Wuhan as soon as possible, according to people familiar with the effort.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-dog-walkers-earn-more-than-caregivers-for-babies-educators-want-to-change-that-11579964400", "title": "Some Dog Walkers Earn More Than Caregivers for Babies. Educators Want to Change That.", "date": "2020-01-25 10:00", "summary": "Resume Subscription. A 2-year-old named Miles was helping move chairs for snack time at a Manhattan child-care center when he put them in a row, sat in one and announced he was on a train.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-hopefuls-look-ahead-to-super-tuesday-contests-11579960800", "title": "Democratic Hopefuls Look Ahead to Super Tuesday", "date": "2020-01-25 09:00", "summary": "Nearly two-thirds of delegates to party's July convention will be awarded in March. WASHINGTON-Bernie Sanders is investing in California. Elizabeth Warren is rivaling Michael Bloomberg's staffing presence in delegate-rich states. Joe Biden plans to press a nationwide advantage with a diverse swath of the Democratic electorate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-sees-u-s-trade-deal-with-u-k-this-year-11579960560", "title": "Mnuchin Sees U.S. Trade Deal With U.K. This Year", "date": "2020-01-25 08:56", "summary": "The U.K. will leave the EU Friday, opening the way for it to negotiate new trade deals. The U.S. hopes to complete a new trade agreement with the U.K. by the end of this year, Treasury Secretary Steven Mnuchin said Saturday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-oil-king-fights-to-preserve-his-legacy-11579957200", "title": "Italy's Oil King Fights to Preserve His Legacy", "date": "2020-01-25 08:00", "summary": "Chief of country's second-largest company faces accusations that he approved bribery payments to Nigerian officials. By some measures, Claudio Descalzi is one of the most influential chief executives to lead Italian oil giant Eni SpA. But after 39 years with the company-the last six as CEO-he is on trial, facing charges that he orchestrated the company's payment of $1.3 billion for drilling rights in Nigeria with the understanding that most of the money would be paid out in bribes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alysa-liu-14-repeats-as-u-s-figure-skating-champion-11579939628", "title": "Alysa Liu, 14, Repeats as U.S. Figure-Skating Champion", "date": "2020-01-25 07:07", "summary": "Liu landed a quadruple Lutz to retain her national title as former champion Gracie Gold returned after years of distress.. GREENSBORO, N.C.-Fourteen-year-old Alysa Liu landed the first quadruple jump in the U.S. ladies' figure-skating championship to retain her national title and keep the U.S. in an ever-escalating technical arms race.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-education-in-sarasota-styles-11579953601", "title": "An Education in Sarasota Styles", "date": "2020-01-25 07:00", "summary": "Ringling College's new art museum melds two school structures into a distinctive whole. Sarasota, Fla.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-journalist-arrested-in-indonesia-faces-possible-prison-sentence-11579948813", "title": "U.S. Journalist Arrested in Indonesia Faces Possible Prison Sentence", "date": "2020-01-25 05:40", "summary": "Philip Jacobson, who covers ecological destruction in the Southeast Asian country, could be deported or put on trial over an alleged visa violation. An American journalist who was jailed in Indonesia this past week over an alleged visa violation was released on bail late Friday, as he awaits a decision on whether he will be deported or face trial on charges that could send him to prison for up to five years, his lawyer said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-prosecutor-fights-the-mafiaand-fears-for-his-life-11579948200", "title": "Italian Prosecutor Fights the Mafia-and Fears for His Life", "date": "2020-01-25 05:30", "summary": "Resume Subscription. CATANZARO, Italy-From this scrubby hilltop town in Italy's deep south, a 61-year-old prosecutor is taking on one of the world's most powerful criminal organizations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/so-long-california-goodbye-texas-taxpayers-decide-some-states-arent-worth-it-11579948200", "title": "Taxpayers Decide Some States Aren't Worth It", "date": "2020-01-25 05:30", "summary": "Resume Subscription. Larry Belardi and Bobbie LaPorte are longtime San Francisco residents, but they are planning to leave California for Nevada next year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/salle-maes-loan-plan-gets-an-a-11579964595", "title": "Sallie Mae's Loan Plan Gets an 'A'", "date": "2020-01-25 00:01", "summary": "Stocks of lenders like SLM are swinging as loan-accounting rules change, but credit risk is what ultimately matters. New loan-accounting rules may be arcane, but investors are learning fast.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-way-sprint-to-the-finish-in-iowa-11579928460", "title": "Four-Way Sprint to the Finish in Iowa", "date": "2020-01-25 00:01", "summary": "Ahead of 2020's first nominating contest, senators are mostly sidelined by impeachment trial. With just over one week until the Iowa caucuses, the first nominating contest of 2020, the Democratic race to challenge President Trump in November remains a tight battle with no clear front-runner.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-sovereign-wealth-fund-in-talks-to-buy-u-k-soccer-team-newcastle-united-11579950242", "title": "Saudi Sovereign-Wealth Fund in Talks to Buy Soccer Team Newcastle United", "date": "2020-01-25 00:01", "summary": "The acquisition would be a major coup for Saudi Arabia as it focuses on sports and entertainment. Saudi Arabia's sovereign-wealth fund is in talks to buy U.K. Premier League soccer team Newcastle United F.C. for about £340 million ($445 million), according to people familiar with the discussions.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embracing-the-science-of-home-cooking-11579928460", "title": "Embracing the Science of Home Cooking", "date": "2020-01-25 00:01", "summary": "Experience and tradition are essential for great food-but being ready to experiment is a big help too. Is cooking a science? For years, many home cooks-myself included-would have said no. A kitchen is a place we go in search of warmth and coziness. I used to find the idea of treating this homely space as some kind of high-tech laboratory slightly off-putting.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humans-and-other-dancing-animals-11579928461", "title": "Humans and Other Dancing Animals", "date": "2020-01-25 00:01", "summary": "A new study shows that chimps can move to a musical beat, suggesting that primates have danced for millions of years. Most of us have heard of dancing bears or dogs that can do the samba. But those animals are trained to perform; none of our animal friends can spontaneously cut a rug. Or so I thought.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11579902421", "title": "Pepper...and Salt", "date": "2020-01-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-company-of-second-chances-11579928401", "title": "The Company of Second Chances", "date": "2020-01-25 00:00", "summary": "At Nehemiah Manufacturing, workers with a criminal past are the norm. But the company has learned that giving someone a job is just half the battle.. CINCINNATI-While some companies try to attract and keep employees with yoga classes and lavish cafeterias, Nehemiah Manufacturing Co.'s perks include a social-service team and an attorney.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/distressed-clothing-offensive-or-just-fashion-11579885926", "title": "Distressed Clothing: Offensive or Just Fashion?", "date": "2020-01-25 23:59", "summary": "Many fashion followers swear by the lived-in style of pre-destroyed shoes, jeans and sweaters. But their critics find them merely filthy and even morally questionable.. WHEN GOLDEN Goose sneakers first began sweeping Megan Saustad's suburban Dallas neighborhood last year, the fashion blogger and mother of three hesitated. Launched in 2007 but more prevalent than ever, the Italian-made low-tops ornamented with sparkles and stars are \"crazy expensive,\" she wrote on her website, Truly Megan. The sneakers, which start at $425, come either chicly \"pre-scuffed\" or just plain dirty, depending on your ability to see flaws as endearing.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discover-shares-plunge-on-worries-about-troubled-borrowers-11579896140", "title": "Discover Shares Plunge on Worries About Troubled Borrowers", "date": "2020-01-25 23:38", "summary": "At issue is whether credit-card company's borrowers are under financial strain. Shares in Discover Financial Services fell 11% Friday after analysts raised questions about troubled borrowers in its credit-card portfolio.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-vast-ambition-in-medicine-gets-reality-check-from-coronavirus-11579909512", "title": "China's Vast Ambition in Medicine Gets Reality Check From Coronavirus", "date": "2020-01-25 23:28", "summary": "Resume Subscription. China wants to become a world leader in health and science. It has invested billions in cutting-edge drugs, state-of-the-art laboratories and research at the frontiers of medicine. Its political leaders want Chinese scientists to win Nobel Prizes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shanghai-disneyland-to-temporarily-shut-amid-virus-outbreak-11579879285", "title": "Disneyland in Shanghai, McDonald's in Wuhan to Shut Temporarily Amid Virus Outbreak", "date": "2020-01-25 22:56", "summary": "The closings come during the weeklong Lunar New Year holiday, typically a busy travel period. U.S. businesses with operations in China are taking precautions amid China's coronavirus outbreak, closing restaurants in affected areas and offering free changes or refunds at resort destinations.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spreading-chinese-coronavirus-death-toll-rises-as-more-cities-are-locked-down-11579860808", "title": "Coronavirus Death Toll Rises in China as U.S. Reports Second Case", "date": "2020-01-25 22:22", "summary": "New U.S. case involves a Chicago woman who traveled to China last month and returned on Jan. 13. The tally of deaths and infections from the spread of the new coronavirus in China jumped again on Friday-with authorities canceling large public gatherings and locking down more cities-as the U.S. confirmed its second infection and the disease spread into Europe and Australia for the first time.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-to-present-case-that-trump-impeded-congressional-investigation-11579862300", "title": "Democrats Argue Trump Attempted to Block Investigation", "date": "2020-01-25 21:20", "summary": "Lawmakers cite witnesses and documents kept from the impeachment proceedings. WASHINGTON-House Democrats cited witnesses and documents the White House kept from impeachment investigators to press their case that President Trump has obstructed Congress, seeking to win over enough Republican senators to subpoena additional materials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relatives-wonder-whether-pneumonia-deaths-were-tied-to-coronavirus-11579915630", "title": "Relatives Wonder Why Pneumonia Deaths Not in Coronavirus Tally", "date": "2020-01-25 20:27", "summary": "Families describe discrepancies between information from doctors and death certificates. HONG KONG-A 53-year-old fitness trainer died on Wednesday after checking into a hospital in Wuhan a little more than a week earlier, said his niece. His family had expected the death certificate to reflect the deadly coronavirus, because as his condition deteriorated, his doctors told his family he was suffering from an untreatable virus in his lungs.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-signals-crackdown-on-counterfeit-goods-sold-online-11579820400", "title": "U.S. Moves to Curb E-Commerce Counterfeiting", "date": "2020-01-25 20:13", "summary": "Trump administration targets e-commerce operators with broader enforcement in effort to compel companies' to help root out fakes. WASHINGTON-The Trump administration is moving to curb the sale of imported counterfeit goods over the internet, warning electronic commerce platforms and warehouse operators of greater scrutiny and penalties if they don't help ferret out fakes.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-have-evidence-bezos-girlfriend-gave-texts-to-brother-who-leaked-to-national-enquirer-11579908912", "title": "Evidence Ties Text Leak to Jeff Bezos' Lover", "date": "2020-01-25 19:07", "summary": "Text messages are among materials under review in probe examining whether publisher tried to extort Amazon chief. Federal prosecutors in Manhattan have evidence indicating Jeff Bezos' girlfriend provided text messages to her brother that he then sold to the National Enquirer for its article about the Amazon.com Inc. founder's affair, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-files-motions-to-dismiss-gm-s-racketeering-lawsuit-11579910420", "title": "Fiat Chrysler Files Motions to Dismiss GM's Racketeering Lawsuit", "date": "2020-01-25 19:07", "summary": "In legal response, Fiat Chrysler says GM doesn't have grounds to bring RICO case. Fiat Chrysler Automobiles NV filed two motions Friday seeking to dismiss a lawsuit brought by crosstown rival General Motors Co. , arguing that GM doesn't have grounds to bring a racketeering case alleging bribery of union officials.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-blocks-clampdown-on-huawei-sales-11579870801", "title": "Pentagon Blocks Limits on Huawei in Bid to Protect U.S. Tech Firms", "date": "2020-01-25 19:05", "summary": "Proposed rules making it harder for American firms to sell to Chinese company are withdrawn. The Commerce Department's efforts to tighten the noose on Huawei Technologies Co. is facing a formidable obstacle: the Pentagon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-congress-shall-be-king-11579910492", "title": "And Congress Shall Be King", "date": "2020-01-25 19:01", "summary": "The House claims it, and only it, can define executive privilege.. Democratic Rep. Jerrold Nadler on Thursday summed up the case for ousting President Trump this way: \"Simply stated, impeachment is the Constitution's final answer to a President who mistakes himself for a king.\" Which brings us to the case Democrats made Friday for their second article of impeachment charging \"obstruction of Congress.\" This would make Congress a king.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-meets-an-irate-dad-11579910428", "title": "Elizabeth Warren Meets an Irate Dad", "date": "2020-01-25 19:00", "summary": "If she's going to forgive student debt, this voter wants a tuition refund.. Presidential campaigns always try to stay on script, but the handshake game in early states still offers interesting spontaneity. Case in point: After an Elizabeth Warren event this week in Grimes, Iowa, a voter challenged her plan to forgive student debt.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]