[{"link": "https://www.wsj.com/articles/tensions-rise-at-mexicos-southern-border-with-guatemala-11579563320", "title": "Tensions Rise at Mexico's Border With Guatemala", "date": "2020-01-20 18:35", "summary": "Mexican security forces use tear gas to break up a group of about 2,000 migrants, most of them Hondurans. MEXICO CITY-Tension intensified Monday at Mexico's southern border with Guatemala as thousands of Central American migrants forded the shallow waters of the Suchiate River in an attempt to continue their march to the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-executives-extradition-hearing-in-canada-begins-11579561125", "title": "Huawei Executive's Extradition Hearing in Canada Begins", "date": "2020-01-20 17:58", "summary": "Prolonged series of legal battles expected over the fate of Huawei's finance chief and daughter of its founder, Ren Zhengfei. VANCOUVER, British Columbia-Lawyers for Huawei Technologies Co. executive Meng Wanzhou argued in a Canadian court against her extradition to the U.S., saying the sanctions against Iran that she is accused of violating aren't enforced in Canada.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-officials-on-guard-for-pro-gun-rally-in-richmond-11579516202", "title": "Thousands of Pro-Gun Advocates Rally in Virginia", "date": "2020-01-20 17:57", "summary": "Event at state Capitol is peaceful, despite earlier concerns violence would break out. RICHMOND, Va.-Thousands of pro-gun demonstrators gathered peacefully around the state Capitol to protest proposed firearm restrictions, with officials relieved that the event failed to attract extremist groups or inspire violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-primary-voting-nears-joe-biden-remains-strong-with-black-democrats-11579538921", "title": "As Primary Voting Nears, Biden Has Strong Support From Black Democrats", "date": "2020-01-20 17:00", "summary": "Candidate sees South Carolina as key to momentum in Democratic presidential contest. Joe Biden's top rivals for the Democratic presidential nomination are facing a stark notion: After a year of trying, they might not be able to dent his solid support among black voters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-social-security-heresy-11579556449", "title": "Biden's Social Security Heresy", "date": "2020-01-20 16:40", "summary": "Bernie attacks Joe for even considering entitlement reform.. Anyone who thinks American politics will enter a new period of compromise when President Trump leaves the White House isn't watching the Democratic presidential race. The left is unloading on Joe Biden for the heresy of having once considered a bipartisan reform of Social Security.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-tariff-studies-are-enough-11579556389", "title": "How Many Tariff Studies Are Enough?", "date": "2020-01-20 16:39", "summary": "The trade war hits consumers and exports, two more papers say.. The evidence of economic harm from tariffs keeps piling up. Two studies out this month from the National Bureau of Economic Research (NBER) indicate-again-that U.S. tariffs are paid almost entirely by American consumers, while illustrating how they also act as a drag on U.S. exports.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-gasp-of-james-g-blaine-11579541312", "title": "The Last Gasp of James G. Blaine?", "date": "2020-01-20 16:25", "summary": "The Supreme Court weighs tax credits and a 19th-century bigotry.. When the Montana Legislature created a K-12 scholarship program funded via private donations and tax credits, it was a godsend to Kendra Espinoza. An office assistant by day and janitor by night, the single mom had pulled her two daughters out of public school. One was bullied for studying the Bible during recess.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-of-service-to-honor-martin-luther-king-jr-11579532476", "title": "Photos: A Day of Service to Honor Martin Luther King Jr.", "date": "2020-01-20 16:24", "summary": "Resume Subscription. In 1994, eight years after Americans celebrated the first Martin Luther King Jr. Day, Congress made the annual federal holiday more than just a break from work. The holiday officially became a national day of service. \"A day on, not a day off\" is the official motto.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-looks-to-maintain-pressure-on-iran-as-tensions-cool-11579516201", "title": "U.S. to Maintain Pressure on Iran as Tensions Cool", "date": "2020-01-20 16:16", "summary": "White House sees a weakened Tehran as hoping to avoid direct clash as Mideast players recalibrate their strategies. With open hostilities between Iran and the U.S. subsiding for now, the Trump administration is seeking to keep pressure on Iran without pushing the region into a volatile new confrontation, U.S. and regional officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-trumps-union-11579554597", "title": "The State of Trump's Union", "date": "2020-01-20 16:09", "summary": "Will the post-impeachment president steal a page from Bill Clinton?. On Tuesday at 1 p.m., the Senate will begin the impeachment trial of Donald Trump. But for Congress, the more important date may come two weeks later, on Feb. 4. That evening President Trump-freshly vindicated by the impeachment failure to remove him from office-will deliver the most consequential State of the Union address of his presidency thus far.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-aboard-the-crazy-train-11579554512", "title": "All Aboard the Crazy Train", "date": "2020-01-20 16:08", "summary": "Or at least that's how populism's rise feels to those at the World Economic Forum.. Davos, Switzerland", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-delicate-dance-on-israel-11579554358", "title": "Bernie's Delicate Dance on Israel", "date": "2020-01-20 16:05", "summary": "Sanders supports the Jewish state's right to exist. Is that too much for his backers?. Sen. Bernie Sanders is near the top of the polls in Iowa. He's looking good in New Hampshire. He's surging in South Carolina. Even skeptics are saying the democratic socialist may win the Democratic nomination. So why aren't we talking about the possibility of America's first Jewish president?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-alone-review-inclined-toward-inequality-11579554211", "title": "'Capitalism, Alone' Review: Inclined Toward Inequality", "date": "2020-01-20 16:03", "summary": "It's not enough to presume that capitalism inherently favors the rich. The possibility that policy is to blame deserves a deeper look.. Thirty years on from the collapse of communism in Europe, the Western market system is the only viable game in town, and yet it's beset by a host of economic, social and political challenges. This is perfect fodder for deep analysis and intellectual creativity. Alas, that's not we get from economist Branko Milanovic. Instead, \"Capitalism, Alone: The Future of the System That Rules the World\" is a stunted recitation of the political and economic crises afflicting Western capitalism, an unpersuasive account of China's economic model as a potential alternative and an implausibly dystopian vision of global capitalism's future.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-knows-impeachment-is-weak-11579554130", "title": "Pelosi Knows Impeachment Is Weak", "date": "2020-01-20 16:02", "summary": "Follow the speaker's own advice: reject a partisan and unconvincing case against the president.. Compelling, overwhelming and bipartisan: These are the criteria Speaker Nancy Pelosi drew as she publicly announced last March that she wouldn't support impeachment. Back then she claimed impeaching the president with anything less would be divisive and irresponsible. Ten months later, however, Mrs. Pelosi has transmitted two articles of impeachment that fail to meet any of her criteria, let alone those of the Founders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repeal-and-replace-the-war-powers-resolution-11579554080", "title": "Repeal and Replace the War Powers Resolution", "date": "2020-01-20 16:01", "summary": "The 1973 law is likely unconstitutional and routinely ignored. A better proposal already exists.. The U.S. military strike that killed Qasem Soleimani, commander of Iran's deadly Quds Force, has reignited the debate about war powers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-legal-weed-shops-feed-the-vaping-crisis-11579554025", "title": "How Legal Weed Shops Feed the Vaping Crisis", "date": "2020-01-20 16:00", "summary": "State-sanctioned marijuana shops are contributing to the rise in lung illnesses and deaths at a higher rate than previously believed.. Proponents of the marijuana industry have dismissed the \"pot vaping crisis,\" with its deaths and lung injuries, as an aberration of the illicit market. Legal pot, they say, is regulated and thus not to blame for the recent spate of problems. Victims and families who came forward to warn about purchases made at state-licensed shops were lambasted by legalization advocates. When the Centers for Disease Control and Prevention advised against using all marijuana vaping products, industry insiders questioned their motives and called the warnings conspiracy theories.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrate-the-citizens-united-decade-11579553962", "title": "Celebrate the Citizens United Decade", "date": "2020-01-20 15:59", "summary": "The ruling has empowered small-dollar donors and political outsiders, not corporations.. 'Last week,\" President Obama declared a decade ago, \"the Supreme Court reversed a century of law that I believe will open the floodgates for special interests-including foreign corporations-to spend without limit in our elections.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-committee-votes-to-strip-italys-salvini-of-immunity-11579548731", "title": "Italian Senate Committee Votes to Strip Salvini of Immunity", "date": "2020-01-20 14:32", "summary": "League party leader bets a potential trial would benefit him politically. ROME-Normally, Italian lawmakers accused of wrongdoing battle to keep their legal immunity. Matteo Salvini is fighting to be put on trial.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dolittle-stumbles-as-bad-boys-scores-big-at-box-office-11579548575", "title": "'Dolittle' Stumbles as 'Bad Boys' Scores Big at Box Office", "date": "2020-01-20 14:29", "summary": "Family comedy about a doctor who can converse with animals brought in a meager $29.5 million. Universal Pictures' \"Dolittle\" fell flat at the box office, validating months of concern at the studio over the costly remake's weak commercial prospects.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-government-loses-key-coalition-partner-after-is-linked-womans-repatriation-11579532626", "title": "Norwegian Government Loses Key Coalition Partner After Islamic State-Linked Repatriation", "date": "2020-01-20 14:25", "summary": "Political blowback illustrates why countries have been reluctant to repatriate citizens who traveled to Syria after Islamic State proclaimed a modern-day caliphate there. Norwegian Prime Minister Erna Solberg lost a key coalition partner Monday over her decision to repatriate a family linked to Islamic State, as European countries contend with the aftermath of the terror group's collapsed caliphate in the Middle East.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-like-i-got-kicked-out-of-my-family-churches-struggle-with-mental-health-in-the-ranks-11579547221", "title": "'It's Like I Got Kicked Out of My Family.' Churches Struggle With Mental Health in the Ranks.", "date": "2020-01-20 14:07", "summary": "Resume Subscription. In most industries, federal laws protect workers with disabilities, including mental illness. Church is an exception. Employees including pastors are still regularly fired after disclosing mental-health problems.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/schools-took-away-students-phones-now-theyre-treating-separation-anxiety-11579545615", "title": "Schools Took Away Students' Phones. Now They're Treating Separation Anxiety", "date": "2020-01-20 13:40", "summary": "Compromises include letting young people see their devices from afar or hold them in a locked pouch. Before class each day, a high-school teacher in Indianapolis grabs a clear plastic bag and fastens it to her waist with a ribbon. The homemade pouch is a repository for phones that are either confiscated or handed over voluntarily by students who don't want to be tempted to tap or swipe during class.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slave-play-producers-say-they-diversified-broadway-audience-11579545144", "title": "'Slave Play' Producers Say They Diversified Broadway Audience", "date": "2020-01-20 13:32", "summary": "Production falls short of recouping investment but accomplishes goal of attracting new theatergoers. For most Broadway shows, success is measured in terms of sales, with the primary goal being to earn enough to at least recoup the investment in the production.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-transport-strike-fizzles-in-boost-for-macron-11579544524", "title": "French Transport Strike Fizzles, in Boost for Macron", "date": "2020-01-20 13:22", "summary": "Financial strain for workers, union feuds sap opposition to president's pension plan. PARIS-The longest transport strike in French history is petering out, as cash-strapped employees have gone back to work rather than press the fight against pension overhauls sought by President Emmanuel Macron.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/davoss-creator-still-believes-the-conference-can-bridge-divides-11579544466", "title": "Davos's Creator Still Believes the Conference Can Bridge Divides", "date": "2020-01-20 13:21", "summary": "Klaus Schwab brings his vision of the stakeholder concept to the 50th meeting of what's now the World Economic Forum. The annual gathering of chief executives, politicians, philanthropists and others at Davos, Switzerland, has become a prominent symbol of the global elite. But before there was a Davos, there was just a self-described \"nobody\" with an idea.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-u-s-china-tech-divide-11579542441", "title": "The Great U.S.-China Tech Divide", "date": "2020-01-20 12:47", "summary": "The two countries are headed toward a world where they will have mutually exclusive systems for all important forms of technology. In terms of technology, the world had been unifying for years. Now it is reverting back to the likes of the VHS-versus-Betamax era, with much bigger consequences.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-regulators-target-big-tech-companies-11579542357", "title": "European Regulators Target Big Tech Companies", "date": "2020-01-20 12:45", "summary": "A new offensive that tackles both data and competition issues threatens some of Silicon Valley's most successful business models. Large tech companies have become more powerful in the past decade thanks to two things: their ability to deliver goods and services that people want, and their ability to collect and cross-pollinate the personal data of billions of their customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-and-other-alliances-face-unprecedented-strains-11579542294", "title": "NATO and Other Alliances Face Unprecedented Strains", "date": "2020-01-20 12:44", "summary": "Without U.S. pressure to cooperate, European countries are drifting apart, and old animosity between Japan and South Korea is resurfacing. Through 12 administrations and seven decades, the U.S. built and maintained a global network of allies unprecedented in human history. Three years into the Trump administration, those alliances face fresh strains on many fronts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bae-systems-to-buy-military-gps-business-from-united-technologies-for-1-93-billion-11579541912", "title": "BAE Systems to Buy Military GPS Business From United Technologies for $1.93 Billion", "date": "2020-01-20 12:38", "summary": "British defense-and-security company agreed to buy a business that tracks everything from jet fighters to tanks. BAE Systems PLC is doubling down on the U.S. defense market with its biggest acquisition in more than a decade, agreeing to buy a business that tracks everything from jet fighters to tanks from United Technologies Corp. for $1.93 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-tick-lower-on-fresh-strain-to-u-k-ties-11579515558", "title": "European Stocks Tick Lower on Fresh Strain to U.K. Ties", "date": "2020-01-20 12:17", "summary": "U.K. chancellor suggests country will move away from European Union regulations. European stocks drifted lower Monday, easing away from last week's record, on concern that U.K. businesses may face fresh hurdles for operations within the European Union if the British government adopts a different set of regulations.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lieberman-is-almost-alone-as-national-defense-democrat-11579540323", "title": "Lieberman Is Almost Alone as National Defense Democrat", "date": "2020-01-20 12:12", "summary": "It's a little ironic that the former senator still thinks he can appeal to his \"fellow Democrats.\" Aren't these the same folks who pushed him into running as an independent by financing a primary opponent?. Joe Lieberman's \"The Democrats and Iran\" (op-ed, Jan. 6) makes all the right points about why we should all be happy about Gen. Qasem Soleimani's demise. It's a little ironic that the former senator still thinks he can appeal to his \"fellow Democrats.\" Aren't these the same folks who pushed him into running as an independent by financing a primary opponent? He knows better than most that the modern Democrats are the grandchildren of George McGovern and the children of Saul Alinsky. During the Vietnam War, only the most radical Democratic elements would chant, \"Ho, Ho, Ho, Ho Chi Minh, the NLF is gonna win,\" and only in a street protest. During the Iraq war, Speaker Nancy Pelosi complained loudly about the war, even though she had access to all the same intelligence as Republicans and voted for it. The only time Democrats are grudgingly in favor of military action is when we have a Democratic president. For years, Democrats were terrified of the \"cannot be trusted with national security\" label. Now, they're practically agitating for it. This is the very blindness that brought Ronald Reagan, George W. Bush and Donald Trump into the White House. Good luck in November.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-the-tariffs-do-the-job-and-do-it-well-11579540376", "title": "Did the Tariffs Do the Job and Do It Well?", "date": "2020-01-20 12:12", "summary": "Mr. Navarro's isolationist trade policies will continue to push job-creating investments away from the U.S.. At the public signing of \"phase one\" of the U.S.-China trade deal, President Trump quipped about Peter Navarro, his assistant and director of trade and manufacturing policy: \"He's a little different. We have all types.\" That description seems apropos given Mr. Navarro's recent \"Give Trump's Tariffs a Fair Test\" (op-ed, Jan. 14), in which he claims that tariffs are attracting more foreign direct investment (FDI) to the U.S. According to the administration's own data, FDI into the U.S. has dropped by a whopping 45% since 2016. In 2018 America's share of global FDI declined for the first time in a decade.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilmingtons-lie-and-loss-of-black-representatives-11579540277", "title": "Wilmington's Lie and Loss Of Black Representatives", "date": "2020-01-20 12:11", "summary": "For the next 28 years after George H. White left office in 1901, there would not be another African-American in Congress.. Regarding Fergus M. Bordewich's review of David Zucchino's \"Wilmington's Lie\" (Books, Jan. 4): In addition to the deaths and destruction of Wilmington's African-American community, there was another equally important consequence of those riots. George H. White had already been elected to a second congressional term by the time the riots began. For the next 28 years after he left office in 1901, there would not be another African-American in Congress to represent the interests of 10% of the country.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-die-in-shooting-outside-bar-in-kansas-city-mo-11579539642", "title": "Two Die in Shooting Outside Bar in Kansas City, Mo.", "date": "2020-01-20 12:00", "summary": "Sunday-night event at bar appeared to be celebration of football's Kansas City Chiefs, which had just won game sending it to Super Bowl. KANSAS CITY, Mo.-An armed security guard shot and killed a man suspected of fatally shooting a woman and injuring 15 more people outside a bar in Kansas City, Mo., police said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-mercenaries-threatens-attempt-to-stop-war-in-libya-11579539537", "title": "Surge in Mercenaries Threatens Attempt to Stop War in Libya", "date": "2020-01-20 11:58", "summary": "Tensions grow as Turkey and Russia ship thousands of fighters into the country for the opposing sides. As world powers back a cease-fire in Libya to end months of fighting, a recent injection of mercenaries by rival foreign backers threatens to unravel efforts to establish a long-term truce in the oil-rich North African country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-investor-clash-behind-teslas-surge-toward-100-billion-in-market-value-11579539339", "title": "The Investor Clash Behind Tesla's Surge Toward $100 Billion in Market Value", "date": "2020-01-20 11:55", "summary": "Warring camps step up disagreement over what the shares are worth. When Tesla Inc. stock tumbled to a three-year low of around $178 a share last June, Brian White pounced. The online producer sold holdings in tech stalwarts like Microsoft Corp. and says he put about three-quarters of his retirement account into the electric-car maker's stock.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-to-leave-key-interest-rate-unchanged-this-week-survey-11579534488", "title": "Bank of Canada to Leave Key Interest Rate Unchanged This Week: Survey", "date": "2020-01-20 10:42", "summary": "Central-bank officials appear satisfied with a wait-and-see approach in the short term. OTTAWA-The Bank of Canada is widely expected to keep its benchmark overnight interest rate unchanged this week with policy makers signaling no immediate intent to ease policy despite broad-based weakness in the fourth quarter.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-evidence-that-has-emerged-since-house-vote-to-impeach-11579534857", "title": "What Has Happened Since House Vote to Impeach", "date": "2020-01-20 10:40", "summary": "As lawmakers wrangle over which documents and witnesses should appear in the Senate trial, here's what's new. WASHINGTON-Nearly a month passed between the House vote to impeach President Trump and its transmission of the articles of impeachment to the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/graphics/receding-risks-stronger-growth/?mod=article_inline", "title": "Receding Risks, Stronger Growth", "date": "2020-01-20 10:32", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-international-auditing-rules-are-shaping-standards-in-the-u-s-11579532400", "title": "How International Auditing Rules Are Shaping Standards in the U.S.", "date": "2020-01-20 10:00", "summary": "The head of the standard setter for company audits in 130 countries and jurisdictions says his organization is looking into modernizing rules on identifying fraud. The International Auditing and Assurance Standards Board, which sets international auditing standards used in more than 130 countries and jurisdictions, has been trying to become more closely aligned with U.S.-focused standard setters.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/today-voters-choice-isnt-all-about-the-economy-11579532400", "title": "Today, Voters' Choice Isn't All About the Economy", "date": "2020-01-20 10:00", "summary": "Some of the strongest Trump-supporting states are near the bottom of the economic-growth list. ", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-predicts-global-economy-will-rebound-in-2020-11579525201", "title": "IMF Predicts Global Economy Will Rebound in 2020", "date": "2020-01-20 09:55", "summary": "Improved outlook is driven by aggressive monetary-policy easing last year and detente in U.S.-China trade war. The global economy is poised for a modest rebound in 2020, following a year in which it notched the weakest growth since the financial crisis.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-america-hit-by-slower-growth-braces-for-more-instability-11579530608", "title": "Slower Growth Has Latin America Bracing for More Instability", "date": "2020-01-20 09:30", "summary": "A commodity boom has been followed by a regional economic downturn, corruption scandals and a wave of protests.. LIMA, Peru-Latin America ended last year in upheaval. All the signs suggest even more turmoil in the months ahead.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-clearer-climate-picture-emerges-11579530420", "title": "A Clearer Climate-Change Picture Emerges", "date": "2020-01-20 09:27", "summary": "While they still vary, forecasts for how much the world will warm by century's end have narrowed in recent years. Assessing the likely impact of climate change has grown as a concern for big companies making strategic decisions about future capital allocation and strategy. But the challenge of forecasting temperatures far out has made such assessments tough.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/middle-east-protesters-try-to-avoid-mistakes-of-arab-spring-11579530280", "title": "Middle East Protesters Try to Avoid Mistakes of Arab Spring", "date": "2020-01-20 09:24", "summary": "Dissenters steer clear of violence as they take on government corruption and abuse. After the Arab Spring protests of 2011 sparked years of war and chaos, the Middle East and North Africa's remaining regimes often made a menacing case to their people about the risks of revolution: Rise up, and your country could turn into a war zone like Syria or Libya.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chart-topping-rock-band-youve-never-heard-of-11579528801", "title": "The Chart-Topping Rock Band You've Never Heard Of", "date": "2020-01-20 09:00", "summary": "Breaking Benjamin has gained a huge following between the coasts but is largely invisible to everyone but its fans. For over two decades, Breaking Benjamin has had the kind of career most rock bands only dream of: It signed a major-label deal, amassed a loyal following and plays to arenas and amphitheaters full of fans. Its last two albums-2015's \"Dark Before Dawn\" and 2018's \"Ember\"-debuted at number one and three on the Billboard 200 album chart, respectively.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-health-care-industry-awaits-cuomos-budget-deficit-fix-11579528800", "title": "New York's Health-Care Industry Awaits Cuomo's Budget-Deficit Fix", "date": "2020-01-20 09:00", "summary": "Governor will have to bridge a projected $6.1 billion deficit; about $4 billion of the shortfall comes from the state's Medicaid program. ALBANY, N.Y.-Officials representing New York's hospitals, nursing homes, counties and insurance plans are bracing for reductions to Medicaid funding as Gov. Andrew Cuomo proposes a new state budget this week.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-speak-at-davos-as-his-impeachment-trial-unfolds-at-home-11579528802", "title": "Trump to Speak at Davos as His Impeachment Trial Unfolds at Home", "date": "2020-01-20 09:00", "summary": "The president will take part in World Economic Forum, as the Senate begins a trial to determine whether he should be removed from office. WASHINGTON-On one of the most historic days of his presidency, President Trump will be 4,000 miles from the nation's capital, huddling with world leaders and business executives in the snow-covered mountains of Switzerland.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-faces-new-limits-at-home-and-abroad-11579474468", "title": "China's Xi Faces New Limits, at Home and Abroad", "date": "2020-01-20 08:37", "summary": "A slowing economy portends trouble domestically, while his vision of globalization has failed to win support internationally. SHANGHAI-Three years ago, and three days before the inauguration of Donald Trump as U.S. president, Chinese President Xi Jinping won a warm ovation as a standard-bearer for globalization, welcoming his listeners at the World Economic Forum at Davos \"aboard the express train of China's development.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-four-year-freeze-citadel-securities-can-trade-again-in-china-11579526314", "title": "After a Four-Year Freeze, Citadel Securities Can Trade Again in China", "date": "2020-01-20 08:18", "summary": "Brokerage's Shanghai-based unit pays $97.6 million to resolve probe of trading practices. Citadel Securities's long wait for resolution in China is over.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiefs-vs-49ers-the-super-bowl-of-speed-11579526098", "title": "Chiefs vs. 49ers: The Super Bowl of Speed", "date": "2020-01-20 08:14", "summary": "Kansas City and San Francisco advanced to the Super Bowl with different blueprints. But they both advanced this far because of the one trait they have in common: They're both fast. Really, really fast.. Patrick Mahomes raced around the Tennessee Titans defenders and threw the ball to receivers who left their counterparts with dust-covered uniforms. San Francisco's Raheem Mostert blazed Green Bay for 220 rushing yards, while 49ers defenders whizzed around the field, chasing down Aaron Rodgers like they were playing in hyperspeed while he was trudging through mud.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-placebo-for-pain-reliefeven-when-you-know-its-not-real-11579525202", "title": "A Placebo for Pain Relief-Even When You Know It's Not Real", "date": "2020-01-20 08:00", "summary": "Research suggests a possible alternative to traditional pain medications, which can be ineffective and carry side effects. Some patients with chronic pain can get relief from a placebo even when they know it isn't an active medication, a growing body of evidence shows.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investment-falls-to-near-decade-low-as-globalization-slows-11579525200", "title": "Foreign Investment Falls to Near-Decade Low as Globalization Slows", "date": "2020-01-20 08:00", "summary": "The U.S.-China trade war and threats of further global tariffs have thrown the reliability of global supply chains into doubt. New overseas investment by businesses around the world fell for the fourth-straight year in 2019 to its lowest level in almost a decade, pointing to a slowdown in globalization as the world-wide economy cooled.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-french-banks-rivaling-jpmorgan-and-citigroup-11579525042", "title": "The French Banks Rivaling JPMorgan and Citigroup", "date": "2020-01-20 07:57", "summary": "Crédit Agricole and BNP Paribas have delivered top returns despite the many challenges facing European banks. France has more to offer investors than striking workers. Its banks have produced shareholder returns to rival those of JPMorgan Chase and Citigroup , and there is no reason why the trend can't continue.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rises-on-libyan-iraqi-supply-disruption-11579522151", "title": "Oil Rises on Libyan, Iraqi Supply Disruption", "date": "2020-01-20 07:09", "summary": "Rebel militia in Libya shuts down an export pipeline, curtailing the North African country's oil exports. Oil prices rallied as a rebel group in Libya blocked a significant portion of the North African country's crude exports, forcing production cuts.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-pushes-sensible-ideas-for-how-to-regulate-ai-11579521003", "title": "Google Pushes 'Sensible' Ideas for How to Regulate AI", "date": "2020-01-20 06:50", "summary": "Tech firms, lobbyists are pushing their vision for tech regulation as EU readies several proposals; 'balancing potential harms with opportunities'. BRUSSELS-Silicon Valley executives and lobbyists like to say they embrace regulation. Now they're launching a frenzy of lobbying on what they want that regulation to be-and Europe is set to be one of the first battlegrounds.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-show-scant-interest-in-electric-vehicles-subaru-ceo-says-11579520427", "title": "Americans Show Scant Interest in Electric Vehicles, Subaru CEO Says", "date": "2020-01-20 06:40", "summary": "'The only EVs that are selling well are from Tesla'. TOKYO- Subaru Corp.'s chief executive said he didn't see much evidence Americans want electric vehicles or plug-in hybrids and expressed frustration at navigating between environmental regulations and consumer demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-drugmakers-shares-surge-travel-stocks-fall-as-virus-outbreak-worsens-11579520309", "title": "Chinese Drugmakers' Shares Surge, Travel Stocks Fall as Virus Outbreak Worsens", "date": "2020-01-20 06:38", "summary": "Health authorities in many areas have been on high alert. A widening outbreak of a mysterious pneumonia-like virus helped propel shares of some Chinese drugmakers to multiyear highs, while travel stocks fell, as investors made bets on the potential economic impact of the disease in the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-cheap-debt-draws-record-borrowing-by-u-s-companies-11579519964", "title": "Europe's Cheap Debt Draws Record Borrowing by U.S. Companies", "date": "2020-01-20 06:32", "summary": "Medtronic, Coca-Cola and IBM among the businesses that raised an unprecedented $113.5 billion from so-called reverse Yankees in 2019. U.S. blue-chip companies raised an unprecedented sum in eurozone debt markets last year, reflecting the region's ultralow interest rates and global investors' thirst for securities issued by highly rated companies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-give-tech-giants-access-to-detailed-medical-records-11579516200", "title": "Hospitals Give Tech Giants Access to Detailed Medical Records", "date": "2020-01-20 05:30", "summary": "Deals with Microsoft, IBM and Google reveal the power medical providers have in deciding how patients' sensitive health data is shared. ", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-invest-in-chinas-perilous-demographics-11579515295", "title": "How to Invest in China's Perilous Demographics", "date": "2020-01-20 05:14", "summary": "Aging and shrinking populations are bad news for productivity and economic growth, but may be good for owners of government bonds.. China's birthrate fell to its lowest level in modern history in 2019, according to official data. That is one of the most serious issues for the country's economic future, but may also be bullish for one asset class: the country's government bonds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-woes-hit-hometown-stores-11579530928", "title": "Sears Woes Hit Hometown Stores", "date": "2020-01-20 00:01", "summary": "Resume Subscription. At a Sears Hometown store in Barre, Vt., shelves are bare of Craftsman tools, Whirlpool washing machines and Kenmore ovens. With little product to sell, owner Tom Coulter said he is turning customers away daily.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-protestapproved-by-policeends-with-tear-gas-arrests-11579441327", "title": "Hong Kong Protest-Approved by Police-Ends With Tear Gas, Arrests", "date": "2020-01-20 00:01", "summary": "Thousands gathered for a pro-democracy rally, but police said protester violence led them to order the crowd to disperse. HONG KONG-Pro-democracy protesters and police clashed in Hong Kong's financial district Sunday, as authorities abruptly shut down an approved and largely peaceful rally and used batons and tear gas to disperse the crowd.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-tech-companies-election-year-politics-may-limit-new-regulation-11579461994", "title": "For Tech Companies, Election-Year Politics May Limit New Regulation", "date": "2020-01-20 23:59", "summary": "The industry can expect plenty of criticism, but the two parties don't share all the same grievances or agree on what kind of regulatory role the government should play. The U.S. electoral calendar will likely lead to an escalation in Washington's criticism of big tech companies this year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-america-first-means-under-trump-is-coming-into-focus-11579469762", "title": "What 'America First' Means Under Trump Is Coming Into Focus", "date": "2020-01-20 23:59", "summary": "The U.S. shift to unilateralism reflects deeper trends at home and abroad. When President Trump went to Davos in January 2018, he reassured the global audience there: \" 'America First' does not mean 'America alone.' \"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-49ers-beat-green-bay-packers-advance-to-super-bowl-11579488263", "title": "49ers to Face Chiefs in Super Bowl After Overcoming Packers", "date": "2020-01-20 23:43", "summary": "Packers tried to keep hopes alive after facing 0-27 deficit in third quarter. SANTA CLARA, Calif.-Entering this season, the San Francisco 49ers were on a brutal run of futility, including only 12 wins from 2016 to 2018. But General Manager John Lynch had a game plan.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}]