[{"link": "https://www.wsj.com/articles/aerospace-and-defense-stocks-have-struggled-to-take-off-it-might-be-their-time-11604791232", "title": "Aerospace and Defense Stocks Have Struggled to Take Off. It Might Be Their Time.", "date": "2020-11-07 18:20", "summary": "Some analysts think military spending is likely to stay high in the coming years. Aerospace and defense stocks have had a turbulent year. However, some analysts say there could be opportunities for patient investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/value-stocks-may-have-done-a-lot-better-than-you-think-11604791101", "title": "Value Stocks May Have Done a Lot Better Than You Think", "date": "2020-11-07 18:18", "summary": "New research says that a flawed definition has led value investing to be such a poor performer over the past 15 years. Value's drought isn't nearly as bad as many have made it out to be.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-bodyguards-are-in-demand-as-election-stokes-safety-concern-11604754000", "title": "New York City Bodyguards Are in Demand", "date": "2020-11-07 17:45", "summary": "Nervousness over rising crime and potential unrest encourages some to pay for security escorts. New York City businesses have prepared for potential unrest following the presidential election, boarding up windows and bulking up security. Some private citizens, concerned about rising crime rates and the potential for unrest after the presidential election, are seeking out their own protection.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-eta-heads-for-cuba-leaving-disaster-in-its-wake-11604783574", "title": "Tropical Storm Eta Heads for Cuba, Leaving Disaster in Its Wake", "date": "2020-11-07 16:12", "summary": "Storm has already caused widespread flooding and landslides that destroyed roads and homes and killed dozens of people from Panama to Mexico.. MEXICO CITY-Tropical Storm Eta churned toward Cuba following a slow journey across Central America that brought widespread flooding and landslides that destroyed roads and homes and killed dozens of people from Panama to Mexico.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-2020-was-the-perfect-year-for-tax-loss-harvesting-11604782408", "title": "Why 2020 Was the Perfect Year for Tax-Loss Harvesting", "date": "2020-11-07 15:53", "summary": "In an up-and-down market, selling losing funds creates losses that help offset capital gains. This is the kind of year that was made for tax-loss harvesting.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-parents-and-students-can-get-help-with-the-fafsa-11604782183", "title": "Where Parents and Students Can Get Help With the Fafsa", "date": "2020-11-07 15:49", "summary": "There are many options, free or not, to ease your way through the application process. The college financial-aid process isn't always easy, and many families find themselves in need of help-especially with their Fafsa filing.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recount-rules-a-guide-to-competitive-election-2020-states-11604616333", "title": "Recount Rules: Guide to Competitive States", "date": "2020-11-07 13:48", "summary": "Several states have close vote margins between President Trump and Joe Biden, and each has its own rules for when a recount happens. Joe Biden has been declared the winner of the presidential election. Still, he and President Trump are locked into tight contests in more than a half-dozen battleground states, making it likely that one campaign or the other will request a recount once results are fully tabulated.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-wins-the-2020-presidential-election-what-happens-next-11604772736", "title": "Biden Wins the 2020 Presidential Election: Here's What Happens Next", "date": "2020-11-07 13:12", "summary": "A guide to next steps from now to the inauguration and what could be done to contest the results. Former Vice President Joe Biden has been declared the winner of the presidential election by the Associated Press. Some votes remain to be counted and lawsuits have been filed over some ballot counting. Still, the results won't be set in stone until states and the Electoral College follow a set of well-established protocols. What are these protocols, and what, if any, opportunities does President Trump's campaign have to continue contesting the results?", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-mandate-for-moderation-11604772177", "title": "Biden's Mandate for Moderation", "date": "2020-11-07 13:02", "summary": "Americans desperately want bipartisan, common-sense solutions to the serious problems we face.. I want to congratulate President-elect Biden on his victory. Everyone, regardless of political affiliation, should want him to succeed because we need our country to succeed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-could-turn-a-fractured-picture-to-his-advantage-11604772088", "title": "How Biden Could Turn a Fractured Picture to His Advantage", "date": "2020-11-07 13:01", "summary": "An almost evenly divided Senate and a more closely divided House could be a combination that empowers moderates in both parties. At first glance, the 2020 election might seem to have produced the political equivalent of a dumpster fire: a deeply divided country, a bitterly contested presidential election and the prospect of divided government in an era of intense political polarization.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-he-loses-trump-will-concede-gracefully-11604772109", "title": "If He Loses, Trump Will Concede Gracefully", "date": "2020-11-07 13:01", "summary": "He'll fight hard to make sure the results are fair, and in the end he'll accept the result whatever it is.. I've been asked the same question at least a hundred times in the past week: If the president loses, will he participate in a peaceful transition of power?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-results-pennsylvania-georgia-nevada-michgan-wisconsin-11604513788", "title": "Why Are Election Results Taking So Long in Some States?", "date": "2020-11-07 13:00", "summary": "Guide to key states yet to be called by Associated Press in 2020 presidential election. Democrat Joe Biden was declared the winner in Pennsylvania on the fifth day of vote-counting, pushing the former vice president past the threshold of 270 electoral votes to become president-elect. Nevada also broke Mr. Biden's way, bringing his electoral vote total to 290.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-business-biden-bodes-a-less-hospitable-but-more-predictable-presidency-11604771135", "title": "For Business, Biden Bodes a Less Hospitable but More Predictable Presidency", "date": "2020-11-07 12:45", "summary": "Agenda of higher taxes and regulations could be restrained by Senate and conservative judges. The election looks like it may yield a dream scenario for business: a moderate Democratic president whose more aggressive plans can't pass the Senate, but who eschews the unpredictability that has often marked the Trump administration.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-nursing-homes-shun-free-covid-19-testing-equipment-11604769383", "title": "Many Nursing Homes Shun Free Covid-19 Testing Equipment", "date": "2020-11-07 12:16", "summary": "Administrators have concerns about accuracy, required staffing and conflicting guidelines for use. ", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-results-trump-biden-11-07-2020-11604754178", "title": "Biden Increasingly Confident of Victory as Trump Pursues Legal Challenges", "date": "2020-11-07 11:27", "summary": "President's campaign holds out hope for win, while Democratic candidate maintains lead in Pennsylvania and makes gains in Georgia and Nevada. WASHINGTON-Joe Biden projected increasing confidence as his vote margins in key states remained positive heading into Saturday and the nation waited for a resolution to his race against President Trump. Late Saturday morning, the Associated Press announced that Mr. Biden had won the election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-perfect-mary-janes-to-wear-this-winter-11604762893", "title": "Seven Perfect Mary Janes to Wear This Winter", "date": "2020-11-07 10:28", "summary": "Next-gen shoes mix schoolgirl sweetness with grown-up sophistication. The Mary Jane shoe, traditionally a low-cut flat crossed by a single strap that fastens with a snap, button or bar, is one of those styles that never quite leaves the fashion consciousness. It got its name from a character in the New York Herald's Buster Brown comics at the turn of the 20th century and has since been taken up by subcultures and the mainstream alike. Shirley Temple wore them in Baby Take a Bow, Twiggy paired them with Mary Quant shift dresses in the '60s and punks favored platform styles throughout the '90s. Practical and comfortable, Mary Janes have strong associations with childhood, though today they're back in fashion as a grown-up wardrobe staple. New versions are marked by compelling updates, from chains and T-straps to exaggerated round-toe silhouettes. This season, Dior's Maria Grazia Chiuri created a perforated wingtip flat version, while Marc Jacobs's latest collection, full of '60s nostalgia, put forth a range of options, from colorful satin flats to the chunky leather kitten heel pictured here, many of which were sweetly styled with socks. Even the most embellished pair-adorned with pearl swirls and crystal bows-can be worn with a pair of vintage Levi's. -Jenny Hartman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-sports-are-forming-bubbles-to-save-their-seasonsand-tokyo-2021-11604761200", "title": "Olympic Sports Are Forming Bubbles to Save Their Seasons-and Tokyo 2021", "date": "2020-11-07 10:00", "summary": "Gymnastics, swimming and skating are experimenting with modified forms of the sequestration model that allowed the NBA and others to play this season. Trying to preserve their seasons as the coronavirus surges again around the world, some prominent Olympic sports are building their own version of the model that saved some American professional sports: the bubble.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-m-b-a-flexible-cheaper-and-lifelong-11604761238", "title": "The New M.B.A.: Flexible, Cheaper and Lifelong", "date": "2020-11-07 10:00", "summary": "Harvard's and Columbia's business schools are starting to add certificates and 'lifelong learning' to their programs, a shift that could transform business education in the years ahead. Author", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-president-erdogan-ousts-central-bank-governor-11604741520", "title": "Turkey's President Erdogan Ousts Central Bank Governor Amid Currency Crisis", "date": "2020-11-07 09:38", "summary": "Dismissal comes after weeks of the Turkish lira selling off. ISTANBUL-Turkey's President Recep Tayyip Erdogan dismissed the central bank governor as the country is beset by its second currency crisis in two years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prospering-in-the-pandemic-some-feel-financial-guilt-and-gratitude-11604757600", "title": "Prospering in the Pandemic, Some Feel Financial Guilt and Gratitude", "date": "2020-11-07 09:00", "summary": "Lingering economic pain and increased awareness is changing how some spend on tips and charity. Feelings of financial guilt have plagued many prospering in the uneven economic recovery. In some cases, those emotions along with gratitude are changing spending behavior.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaways-profit-rises-boosted-by-investment-returns-11604756482", "title": "Berkshire Hathaway's Profit Rises, Boosted by Investment Returns", "date": "2020-11-07 08:41", "summary": "Despite the improved bottom line, operating earnings fell as insurance underwriting results swung to a loss. Berkshire Hathaway Inc.'s third-quarter profit rose as investments rallied, though a loss for the company's insurance underwriting pinched its operating profit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-peloton-could-beat-nike-and-lululemon-at-apparel-11604754055", "title": "How Peloton Could Beat Nike and Lululemon at Apparel", "date": "2020-11-07 08:00", "summary": "The flaming-hot connected-fitness company, which recently posted its first profit, is building out its fashion team in a bid to become a 'lifestyle brand'. Off Brand is a thrice-monthly column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-covid-surge-exacts-a-heavy-toll-on-its-emergency-responders-11604754001", "title": "Russia's Covid Surge Exacts a Heavy Toll on Its Emergency Responders", "date": "2020-11-07 08:00", "summary": "A shortage of paramedics pushes wait times for ambulances to 24 hours as the virus continues to reach new highs. ODINTSOVSKY DISTRICT, Russia-Olga Ilyina's husband was struggling to breathe when she called an ambulance. After waiting nearly 24 hours for one to come, she used the Telegram messaging app to beg for assistance. Finally, an ambulance was dispatched, taking him to the same hospital here, 40 miles from Moscow, where she had already been admitted with breathing difficulties after another daylong wait.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-supporters-vent-frustration-in-arizona-11604750401", "title": "Trump Backers Vent Frustration in Arizona", "date": "2020-11-07 07:00", "summary": "Outside vote-counting center in Phoenix, backers of president question fairness of election. PHOENIX-Kassidy Sheffer stood outside a vote-counting center in the heat here Friday morning along with several hundred other supporters of President Trump. She said she was upset that the tabulation wasn't over.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-five-star-museum-joins-the-ranks-11604750400", "title": "A Five-Star Museum Joins the Ranks", "date": "2020-11-07 07:00", "summary": "The National Museum of the United States Army spans over 400 years in its recounting of the battles and the people that have defined the military branch's history. Fort Belvoir, Va.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-you-can-get-exercise-ballroom-dancing-over-zoom-11604746800", "title": "Yes, You Can Get Exercise Ballroom Dancing Over Zoom", "date": "2020-11-07 06:00", "summary": "Resume Subscription. Sequin-studded masks might seem a bit flamboyant. But when you're a competitive ballroom dancer being judged on appearance, you need a mask to match your dress and heels, says Trisha Pérez Kennealy, a dancer and chef-owner of the Inn at Hastings Park, a boutique hotel in Lexington, Mass.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-lockdown-france-says-pots-and-pans-are-essentialbut-not-silverware-11604745001", "title": "French Lockdown Deems Pots Essential, but Not Silverware", "date": "2020-11-07 05:30", "summary": "France tries to share the hardship of new retail curbs to fight resurgent coronavirus, banning sale of nonessentials even in stores that remain open. PARIS-French supermarkets are still selling pajamas for children under four years old. Clothes aisles for older kids are cordoned off. You can buy pots and pans, but silverware-classified as table decoration-is restricted. Computers remain on store shelves. Gaming consoles don't.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-worst-covid-19-surge-u-s-tries-to-avoid-lockdowns-11604745001", "title": "Facing Worst Covid-19 Surge, U.S. Tries to Avoid Lockdowns", "date": "2020-11-07 05:30", "summary": "Unlike last spring, state, local officials use targeted measures in hopes of stemming rising infections and hospitalizations. The rebound of the pandemic is driving some cities and states to bring back restrictions on daily life, but with a lighter touch than before in hopes of minimizing the economic damage caused by sweeping lockdowns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tighter-municipal-budgets-shrink-retiree-health-benefits-11604745001", "title": "Tighter Municipal Budgets Shrink Retiree Health Benefits", "date": "2020-11-07 05:30", "summary": "Some city and state retirement programs swap in health stipends for medical plans or cut back benefits. America's retired workers are getting squeezed on their health care.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-results-trump-biden-11-06-2020-11604665986", "title": "Biden Makes Gains in Key States as Trump Lashes Out Over Vote Count", "date": "2020-11-07 01:26", "summary": "The Democratic nominee says he expects to assume the presidency; Trump pursues court challenges. WASHINGTON-Joe Biden made further gains against President Trump in key states on Friday and urged Americans to stay patient and civil, as ballot counting stretched into a fifth day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-meadows-trumps-chief-of-staff-has-contracted-covid-19-11604724214", "title": "Mark Meadows, Trump's Chief of Staff, Has Contracted Covid-19", "date": "2020-11-07 00:13", "summary": "Nick Trainer, the Trump campaign's director of battleground strategy, also has coronavirus. White House chief of staff Mark Meadows contracted coronavirus earlier this week after Election Day, according to a person familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-franciss-unofficial-revolution-11604725261", "title": "Pope Francis's Unofficial Revolution", "date": "2020-11-07 00:01", "summary": "In private remarks, the pope has challenged the Catholic Church's teaching on homosexuality, creating uncertainty among the faithful.. The Catechism of the Catholic Church, the authoritative handbook of doctrine published by the Vatican in 1992, states that \"homosexual acts are intrinsically disordered,\" the inclination to perform them is \"objectively disordered\" and \"under no circumstances can they be approved.\" The catechism also states that \"men and women who have deep-seated homosexual tendencies...must be accepted with respect, compassion and sensitivity. Every sign of unjust discrimination in their regard should be avoided.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604704143", "title": "Pepper...and Salt", "date": "2020-11-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-exports-roar-ahead-trade-surplus-with-u-s-world-widens-11604725309", "title": "China Exports Roar Ahead; Trade Surplus With U.S., World Widens", "date": "2020-11-07 00:01", "summary": "The country's exports, which rose 11% in October from a year earlier, have defied market expectations for seven months straight. BEIJING-China's trade surplus with the U.S. and the rest of the world widened in October as the global recovery buoyed demand for made-in-China goods, helping export growth beat market expectations for a seventh straight month.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-5g-networks-are-bringing-bandwidth-where-carriers-arent-11604725218", "title": "Private 5G Networks Are Bringing Bandwidth Where Carriers Aren't", "date": "2020-11-07 00:00", "summary": "Impatient for faster connectivity for everything from smart factories to rural broadband, companies are rolling out their own networks.. In the hills of southwestern Wisconsin, atop grain elevators and silos, a small team of technicians is assembling a next-generation wireless 5G network piece by piece. They work for a rural broadband company, not a telecom giant, and their mission is bringing connectivity to homes that otherwise wouldn't have it, rather than helping people max out the speeds on their new $1,000 phones.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pennsylvania-a-poignant-fall-road-trip-for-a-mother-and-daughter-11604725200", "title": "In Pennsylvania, a Poignant Fall Road Trip for a Mother and Daughter", "date": "2020-11-07 00:00", "summary": "Western Pennsylvania's fall scenery nourishes all the senses when you're in a convertible. With her aging mother riding shotgun, a Pittsburgher revels in a ragtop's curative powers.. AN ASPECT I wasn't prepared for when I started driving a convertible: the smell. Not the car itself. I mean the great wafts of late-summer sweet grass that hit me as I barreled along Pennsylvania Route 98, cutting a path through cornfields at dusk with bats swooping overhead.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-election-2020-results-11-06-2020-11604705173", "title": "House Democrats Stay On Track for Narrower Majority", "date": "2020-11-07 23:28", "summary": "Party scores first flip after suffering losses to GOP earlier in the week. WASHINGTON-Democrats were on course to maintain their House majority, though with lower numbers than they had expected, as more races continued to be called Friday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-accuses-sothebys-of-aiding-art-collector-in-evading-sales-tax-11604721070", "title": "New York Accuses Sotheby's of Aiding Art Collector in Evading Sales Tax", "date": "2020-11-07 22:51", "summary": "In a lawsuit, the state's attorney general says the auction house helped a wealthy buyer pose as an art dealer; Sotheby's calls the allegations unfounded. New York's attorney general sued Sotheby's on Friday for allegedly defrauding the state of millions by helping a major collector avoid paying sales tax on $27 million worth of art amassed over a five-year span.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-battleground-status-signals-changing-electoral-map-in-the-south-11604693462", "title": "Georgia's Battleground Status Signals Changing Electoral Map in the South", "date": "2020-11-07 22:27", "summary": "Beyond demographic shifts, Democrats' competitiveness in this state was driven by Stacey Abrams. ATLANTA-Democratic presidential nominee Joe Biden's surprising, narrow lead over President Trump in Georgia, where the two are neck-and-neck as the vote count winds down, signals a changing political landscape in a state and region that have been Republican strongholds for decades.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-van-drew-holds-on-to-south-jersey-house-seat-11604691796", "title": "Republican Van Drew Holds On to South Jersey House Seat", "date": "2020-11-07 21:31", "summary": "Congressman won election as a Democrat in 2018 and then switched parties. Republican Rep. Jeff Van Drew defeated Democrat Amy Kennedy to hold on to his seat in New Jersey's Second Congressional District.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-keep-fighting-as-aides-doubt-path-forward-11604702837", "title": "Trump Says He Will Keep Fighting as Aides Doubt Path Forward", "date": "2020-11-07 21:14", "summary": "President's advisers point fingers over campaign's legal strategy. WASHINGTON-President Trump said Friday he would continue to fight election results that showed him on the cusp of losing to former Vice President Joe Biden. Privately, people familiar with the conversations say, advisers are urging him to prepare for that eventuality.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-gm-alibaba-stocks-that-defined-the-week-11604712211", "title": "Uber, GM, Alibaba: Stocks That Defined the Week", "date": "2020-11-07 20:23", "summary": "Here are seven major companies whose stocks moved on the week's news. Uber Technologies Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-allies-push-forward-with-election-lawsuits-11604699544", "title": "Trump Allies Push Forward With Election Lawsuits", "date": "2020-11-07 20:06", "summary": "President's campaign named conservative activist to lead legal efforts, while Pennsylvania GOP asked U.S. Supreme Court for help. Republicans pressed ahead with a post-Election Day legal offensive, with the Trump campaign naming a conservative activist to lead the battle and the Pennsylvania GOP making another emergency request that the U.S. Supreme Court intervene in that state's count.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-tosses-defamation-suit-against-jeff-bezos-11604710787", "title": "Judge Tosses Defamation Suit Against Jeff Bezos", "date": "2020-11-07 19:59", "summary": "Legal claim was filed by the Amazon founder's girlfriend's brother who helped publicize their secret extramarital affair. A California judge has dismissed a defamation lawsuit against Jeff Bezos that his girlfriend's brother, Michael Sanchez, had filed over accusations revolving around leaked graphic photos of the Amazon.com Inc. founder.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ceos-are-seeing-and-saying-about-covid-election-and-the-economy-11603900707", "title": "What CEOs Are Seeing and Saying About Covid and the Economy", "date": "2020-11-07 19:00", "summary": "Leaders from Apple, Hershey, AMC Entertainment and other companies share how business is evolving during the pandemic. This is what some of the world's corporate leaders are saying on their quarterly earnings calls about issues ranging from Covid-19 to the U.S. presidential election.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]