[{"link": "https://www.wsj.com/articles/ant-speeds-ahead-with-record-ipo-after-investor-orders-pour-in-11603890132", "title": "Ant Speeds Ahead with Record IPO After Investor Orders Pour In", "date": "2020-10-28 23:17", "summary": "Financial-technology company part-owned by Alibaba Group is set to raise at least $34.4 billion through dual listings in Shanghai and Hong Kong. Ant Group Co. stopped collecting orders from institutional buyers for the Hong Kong leg of its record initial public offering on Wednesday, a day ahead of schedule, after meeting strong demand from investors, according to people familiar with the matter.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-eliminating-h-1b-visa-lottery-11603935434", "title": "Trump Administration Proposes Eliminating H-1B Visa Lottery", "date": "2020-10-28 22:55", "summary": "Proposal is one of remaining pieces of visa-program overhaul before U.S. presidential election. WASHINGTON-The Department of Homeland Security is proposing to effectively replace the H-1B visa lottery, the method for selecting which foreign professionals receive the coveted visas each year, with a selection process that gives priority to the jobs with the highest salaries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-won-t-hear-pennsylvania-ballot-case-before-election-11603920921", "title": "Supreme Court Declines to Disturb Ballot Deadlines in North Carolina, Pennsylvania", "date": "2020-10-28 22:04", "summary": "New Justice Amy Coney Barrett, still getting up to speed, didn't participate in either case. WASHINGTON-The Supreme Court on Wednesday declined to disturb extended ballot deadlines in the battleground states of North Carolina and Pennsylvania, leaving the states more time to receive mail-in ballots postmarked by Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-walter-wallace-jr-s-shooting-philadelphia-has-second-night-of-unrest-11603893924", "title": "Philadelphia Imposes Curfew After Unrest Sparked by Walter Wallace Jr.'s Shooting", "date": "2020-10-28 21:38", "summary": "Police have arrested more than 170 people during two nights of looting and vandalism; more than 50 officers have been injured. A citywide curfew took effect in Philadelphia Wednesday at 9 p.m., as officials tried to restore order after two nights of looting and vandalism sparked by the fatal shooting of Walter Wallace Jr. by police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/museum-withdraws-three-paintings-from-sotheby-s-sale-citing-outcry-11603934276", "title": "Museum Withdraws Three Paintings From Sotheby's", "date": "2020-10-28 21:17", "summary": "Baltimore Museum of Art was aiming to raise about $65 million from the sale, which included a Warhol. The Baltimore Museum of Art has reversed its plan to sell a trio of iconic paintings for an estimated $65 million at Sotheby's amid an outcry over the museum's intention to funnel some proceeds toward its staff, not its collection.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-is-trying-to-figure-out-how-its-bubble-broke-but-answers-may-be-difficult-to-get-11603909855", "title": "Baseball Is Trying to Figure Out How Its Bubble Broke, but Answers May Be Difficult to Get", "date": "2020-10-28 20:54", "summary": "Now that the World Series is complete, MLB says players are 'private citizens' who will determine next steps with their teams and local health officials. Arlington, Texas", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-announces-new-national-lockdown-starting-friday-11603913424", "title": "France, Germany Announce New Lockdowns to Combat Covid-19 Resurgence", "date": "2020-10-28 20:38", "summary": "Resume Subscription. France and Germany announced new lockdowns Wednesday in a sign of how Europe's strategy for containing the coronavirus has buckled under the pressure of mounting cases and deaths.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-holds-talks-over-economic-security-arrangements-with-greenland-11603927474", "title": "U.S. Holds Talks Over Economic, Security Arrangements With Greenland", "date": "2020-10-28 19:24", "summary": "White House seeks to tighten relations with world's biggest island as it takes steps to head off Chinese interests in Arctic. WASHINGTON-The Trump administration is taking new steps to tighten ties with Greenland as part of an attempt to exert more influence in the Arctic region and ice out China, the U.S.'s chief global competitor.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-censorship-method-11603927356", "title": "Twitter's Censorship Method", "date": "2020-10-28 19:22", "summary": "Dorsey doesn't seem to regret his company's partisan favoritism.. What a depressing spectacle. On Wednesday the Senate Commerce Committee held a hearing on online speech, questioning the CEOs of Twitter , Facebook and Google. Twitter's Jack Dorsey was the focus, two weeks after his company launched a crackdown against independent journalists to protect Joe Biden from public scrutiny. Twitter blocked all links to a New York Post story on Hunter Biden's business dealings, and the Post's account remains locked to this day.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-lockdowns-return-11603927254", "title": "Europe's Covid Lockdowns Return", "date": "2020-10-28 19:20", "summary": "The virus shows that it can't be banished by government edict.. Global stock markets sold off Wednesday, as they have all week, on news of new government-ordered lockdowns in Europe amid rising Covid infections. As before, the shutdowns are a blunderbuss response that won't eliminate the virus, but they will do considerable economic and public-health damage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-and-the-catholic-schools-11603927142", "title": "Covid and the Catholic Schools", "date": "2020-10-28 19:19", "summary": "They're showing that classroom learning is safe for students.. Charlie Baker has added something rare to the coronavirus debate-common sense. The Massachusetts Governor recently pointed to the state's Catholic schools as confirmation that schools can be re-opened safely.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bidens-and-tony-bobulinski-11603927190", "title": "The Bidens and Tony Bobulinski", "date": "2020-10-28 19:19", "summary": "Joe owes the public a response about the family's business.. Joe Biden is asking voters to elect him on the strength of his character, honesty and judgment. Which is why Mr. Biden owes a response to new allegations about his son Hunter's business deals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-board-of-elections-faces-calls-for-overhaul-11603927096", "title": "New York City's Board of Elections Faces Calls for Overhaul", "date": "2020-10-28 19:18", "summary": "Mayor Bill de Blasio's call comes on fifth day of long lines at early-voting sites. New York City's Board of Elections should be reformed and professionalized through changes to the state constitution and legislation, Mayor Bill de Blasio said Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-are-a-distraction-from-the-pandemic-reality-11603927026", "title": "Masks Are a Distraction From the Pandemic Reality", "date": "2020-10-28 19:17", "summary": "Viruses inevitably spread, and authorities have oversold face coverings as a preventive measure.. A hallmark of Covid-19 pandemic policy has been the failure of political leaders and health officials to anticipate the unintended consequences of their actions. This tendency has haunted many decisions, from lockdowns that triggered enormous unemployment and increased alcohol and drug abuse, to school closures that are widening educational disparities between rich and poor families. Mask mandates may also have unintended consequences that outweigh the benefits.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-trump-is-not-enough-to-govern-11603927057", "title": "'Not Trump' Is Not Enough to Govern", "date": "2020-10-28 19:17", "summary": "Biden calls for unity but is vague as to what he expects voters to unify for.. Joe Biden offered his closing argument on Tuesday with a speech at Warm Springs, Ga., the site of President Franklin Roosevelt's death on April 12, 1945. Biden campaign staff told reporters the Democratic nominee had devoted a lot of time to his remarks, and the 20-minute address showed signs of careful preparation. It was often measured in tone, sometimes elegant and-when Mr. Biden wasn't taking a two-by-four to President Trump's head-largely aspirational.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-play-videogames-china-may-be-spying-on-you-11603926979", "title": "If You Play Videogames, China May Be Spying on You", "date": "2020-10-28 19:16", "summary": "Data harvested from game consoles would be far easier to exploit than what TikTok gathers.. Forget WeChat and TikTok. China's hold on the global videogaming market is the most pressing security vulnerability when it comes to Chinese consumer tech products.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vote-for-joe-biden-seriously-11603926854", "title": "Vote for Joe Biden? Seriously?", "date": "2020-10-28 19:14", "summary": "Biden is Bernie Sanders's grim party in sheep's clothing.. The 2020 presidential election has been defined by three events: the emergence of the coronavirus in March, the George Floyd protests after May 25, and Rep. Jim Clyburn's endorsement in February of Joe Biden before the South Carolina primary. There has also been one major nonevent: the Biden presidential noncampaign.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalin-review-from-periphery-to-power-11603926814", "title": "'Stalin' Review: From Periphery to Power", "date": "2020-10-28 19:13", "summary": "Traits of suspicion and intrigue were evident early on, and a capacity for violence. Stalin's mother had hoped he would become a priest.. Not surprisingly, Joseph Stalin has been the subject of many biographical studies, in recent years in particular, when formerly closed Soviet archives became open to students of history. Decades before, Leon Trotsky, Isaac Deutscher, Adam Ulam and Robert Tucker, to name a handful of prominent authors, wrote hefty volumes on Stalin's life, attempting to tell the story with limited information. Their work has been surpassed by another generation of scholars, led by Dmitri Volkogonov, Robert Service, Oleg Khlevniuk and Stephen Kotkin. They have plumbed the archives and benefited from a host of memoirs that have deepened our understanding of a murderous dictator whose legacy, nearly 70 years after his death, still haunts the countries he once ruled.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roots-ipo-is-a-windfall-for-drive-capital-ribbit-other-vcs-11603926429", "title": "Root's IPO Is a Windfall for Drive Capital, Ribbit, Other VCs", "date": "2020-10-28 19:07", "summary": "At the initial price, Drive Capital's stake in Root stands at about $1.46 billion. It is the first IPO for a portfolio company of Columbus, Ohio-based Drive. The initial public offering of Root Inc., parent of Root Insurance Co., is a big win for its venture backers, especially Midwest-focused Drive Capital and fintech venture firm Ribbit Capital .", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/half-of-new-york-city-parents-say-remote-learning-works-poll-finds-11603926306", "title": "Half of New York City Parents Say Remote Learning Works, Poll Finds", "date": "2020-10-28 19:05", "summary": "More parents of color opt for remote learning and disapprove of the coronavirus response; most parents still await information on learning loss. The academic experience for remote learners in New York City public schools this fall has fallen short in the eyes of many parents and varies greatly along racial and socioeconomic lines, according to a new poll released Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-quarterly-revenue-rises-on-remdesivir-sales-11603919420", "title": "Gilead Quarterly Revenue Rises on Remdesivir Sales", "date": "2020-10-28 19:04", "summary": "Biopharmaceutical company reports $873 million in sales of antiviral drug used for Covid-19 treatment. Gilead Sciences Inc.'s revenue rose 17% in the third quarter, helped by sales of its antiviral drug remdesivir that has become a standard treatment for hospitalized Covid-19 patients.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-transportation-executive-sentenced-to-four-years-in-prison-11603925990", "title": "Former Transportation Executive Sentenced to Four Years in Prison", "date": "2020-10-28 18:59", "summary": "Mark Lambert, the former president of Transportation Logistics, was found guilty last year of participating in a scheme to bribe a Russian official. The former president of a Maryland transportation company was sentenced to four years in federal prison for participating in a scheme to bribe an official at a unit of a Russian nuclear-energy company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-homeland-security-official-miles-taylor-says-he-is-anonymous-author-11603918474", "title": "Ex-Homeland Security Official Says He Is 'Anonymous' Author", "date": "2020-10-28 18:57", "summary": "Former aide previously denied being unnamed author of op-ed and book on Trump administration. WASHINGTON-Miles Taylor, the former chief of staff at the Department of Homeland Security who became an outspoken critic of President Trump, identified himself Wednesday as the anonymous author of an opinion column and book that attacked the president as amoral and reckless.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-sales-lifted-by-demand-for-face-masks-11603925874", "title": "Etsy Sales Lifted by Demand for Face Masks", "date": "2020-10-28 18:57", "summary": "Online marketplace sold 24 million masks in September quarter. Etsy Inc. reported higher sales in the fiscal third quarter as online shoppers flocked to its platform looking for masks and home décor, making the e-commerce company a standout in a struggling retail sector.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-charges-eight-people-with-helping-china-illegally-target-alleged-fugitives-11603901423", "title": "U.S. Charges Eight People With Helping China Illegally Target Alleged Fugitives", "date": "2020-10-28 18:53", "summary": "Defendants stalked, harassed New Jersey resident in effort to force him to return to China, officials say. The FBI arrested five people on charges of helping Beijing harass and threaten alleged fugitives in the U.S., authorities said Wednesday, opening a new front in U.S. law enforcement efforts targeting allegations of official Chinese wrongdoing in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-police-shooting-who-is-walter-wallace-jr-and-what-happened-11603906148", "title": "Philadelphia Police Shooting: Who Was Walter Wallace Jr., and What Happened?", "date": "2020-10-28 18:33", "summary": "Wallace had knife and was shot by officers as he walked toward them; he had mental problems, lawyer for family says. A citywide curfew will take effect at 9 p.m. Wednesday in Philadelphia as officials try to restore order after two nights of protests and looting.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-frees-u-s-citizen-after-three-months-in-detention-11603924371", "title": "Belarus Frees U.S. Citizen After Three Months in Detention", "date": "2020-10-28 18:32", "summary": "Vitali Shkliarov has returned to the U.S., Secretary of State Mike Pompeo says. WASHINGTON-The U.S. government has secured the release of an American citizen from detention in Belarus, Secretary of State Mike Pompeo said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-investigating-veterans-nursing-homes-in-new-jersey-for-possibly-understating-covid-deaths-11603900994", "title": "U.S. Investigating Veterans Nursing Homes in New Jersey for Possibly Understating Covid Deaths", "date": "2020-10-28 18:25", "summary": "In an earlier investigation, The Wall Street Journal showed one veterans home botched its response to an April outbreak. The U.S. Department of Justice has opened a civil-rights investigation into New Jersey veterans homes' handling of deadly coronavirus outbreaks earlier this year, according to a letter from the department to the state's governor, Phil Murphy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-uber-and-doordashs-push-to-win-the-most-expensive-ballot-race-in-california-history-11603884795", "title": "Inside Uber and DoorDash's Push to Win California Ballot Race", "date": "2020-10-28 18:24", "summary": "Voter sentiment on Proposition 22 is roughly even despite companies raising 10 times more than the labor-led opposition. Uber Technologies Inc., Lyft Inc. and DoorDash Inc. are spending tens of millions of dollars and flooding voters with messages in a neck-and-neck battle to preserve their current business model in California.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-says-details-of-coronavirus-package-could-change-after-election-11603920533", "title": "Pelosi Says Details of Coronavirus Package Could Change After Election", "date": "2020-10-28 18:16", "summary": "Democrats and White House have failed to reach a deal after months of talks, while Republicans balked at $2 trillion proposal. WASHINGTON-House Speaker Nancy Pelosi said Wednesday the coronavirus relief plan she has been discussing with the White House could morph in the lame-duck session of Congress, absent any formal agreement on its details and shifting incentives for both parties after the election.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-releases-georgia-county-election-data-after-ransom-not-paid-11603923101", "title": "Hacker Releases Georgia County Election Data After Ransom Not Paid", "date": "2020-10-28 18:11", "summary": "County among entities whose 'time to pay is over,' according to review of hacker's website. A computer hacker who took over networks maintained by Hall County, Ga., escalated demands this week by publicly releasing election-related files after a ransom wasn't paid, heightening concerns about the security of voting from cyberattacks.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-holidays-are-beginning-to-look-a-lot-like-pinterest-11603922210", "title": "The Holidays Are Beginning to Look a Lot Like Pinterest", "date": "2020-10-28 17:56", "summary": "Pinterest's white-hot gains could continue, even amid a Covid hot Christmas. With Wall Street still fawning over Snap's monster results last week, Pinterest did them one better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-28-2020-11603877876", "title": "Stocks Sell Off on Rising Virus Cases", "date": "2020-10-28 17:38", "summary": "Elevated infection levels stoke concerns that more lockdown measures may be imperative. U.S. stocks continued to sell off on Wednesday in what is shaping up to be their worst week since late March, as rising coronavirus infections shook investors' confidence in the global economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-cost-cuts-offset-troubles-in-aviation-unit-11603884742", "title": "GE's Cost Cuts Offset Troubles in Aviation Unit", "date": "2020-10-28 17:37", "summary": "Revenue and new orders tumble, but conglomerate generates cash from operations and predicts cash flows will improve. The troubled aviation industry continued to weigh on General Electric Co. , which reported another quarter of shrinking revenue, but the conglomerate posted a smaller loss and was able to generate cash from its industrial operations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-request-to-reconsider-qualcomm-antitrust-case-rejected-by-appeals-court-11603908027", "title": "FTC Request to Reconsider Qualcomm Antitrust Case Rejected by Appeals Court", "date": "2020-10-28 17:32", "summary": "The decision deals a near-final blow to the Federal Trade Commission's case. A federal appeals court on Wednesday refused to reconsider its decision earlier this year to throw out a government antitrust case against Qualcomm Inc.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-biden-attacks-trumps-handling-of-coronavirus-president-says-nation-rounding-the-corner-11603912500", "title": "As Biden Hits Trump on Coronavirus, President Says U.S. 'Rounding the Corner'", "date": "2020-10-28 17:26", "summary": "Former vice president says his plan would test roughly as many people a day as the U.S. now tests each week; Trump minimizes the threat posed by the virus. Democratic presidential nominee Joe Biden is centering his closing campaign argument on his ability to steer the nation through the coronavirus pandemic. President Trump's rallying cry: The virus is no big deal.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-tech-hearing-facebook-twitter-google-11603849274", "title": "Tech CEOs Square Off With Senators Over Online Speech", "date": "2020-10-28 17:25", "summary": "Dorsey, Pichai and Zuckerberg reject accusations of bias as lawmakers ask them to explain how they monitor political content. WASHINGTON-Chiefs of the largest social-media companies tangled with U.S. senators over their role in public discourse amid a contentious election that has stoked bipartisan criticism of the companies' policies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercards-revenue-hurt-by-distancing-border-restrictions-11603899548", "title": "Mastercard, Visa Revenue Hurt by Distancing, Border Restrictions", "date": "2020-10-28 17:17", "summary": "Travel curbs, closed borders and other coronavirus effects weigh on credit card use; contactless payments rise. Credit-card companies Mastercard Inc. and Visa Inc. reported double-digit declines in their revenue Wednesday, as the pandemic continued to weigh on results.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-car-business-vrooms-back-from-pandemic-nadir-11603919806", "title": "U.S. Car Business Vrooms Back From Pandemic Nadir", "date": "2020-10-28 17:16", "summary": "Sales, profits rebounded faster than forecasted, but disruption risks lurk amid rising Covid-19 infections. The U.S. auto industry, hobbled this spring by the Covid-19 crisis, has bounced back stronger and faster than many expected with some companies reporting record profits in the third quarter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-largest-municipal-union-mayor-de-blasio-reach-deal-to-avert-layoffs-11603919779", "title": "New York City's Largest Municipal Union, Mayor de Blasio Reach Deal to Avert Layoffs", "date": "2020-10-28 17:16", "summary": "Layoffs were postponed in August as the mayor's team worked to negotiate cost-saving measures with labor unions. New York City Mayor Bill de Blasio and the city's largest municipal union struck a deal Wednesday to delay thousands of layoffs and save the city millions of dollars as it faces one of its worst fiscal crises in decades in the midst of the new coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-on-wall-street-who-predicted-a-trump-win-in-2016-arent-so-sure-now-11603890007", "title": "Many on Wall Street Who Predicted a Trump Win in 2016 Aren't So Sure Now", "date": "2020-10-28 17:07", "summary": "Few investors and executives got the last presidential race right. Many of those have gone quiet.. They predicted a victory for Donald J. Trump in 2016 when almost everyone else on Wall Street counted him out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cotton-trades-near-18-month-high-11603897832", "title": "Cotton Trades Near 18-Month High", "date": "2020-10-28 17:04", "summary": "Poor weather in cotton-producing regions of the U.S. has weighed on production. Cotton prices have reached their highest levels since before the pandemic started, lifted by poor weather in the U.S. and steady demand from heavyweight importers including China.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-releases-plan-to-ensure-coronavirus-vaccines-are-free-11603918945", "title": "Trump Administration Releases Plan to Ensure Coronavirus Vaccines Are Free", "date": "2020-10-28 17:02", "summary": "Goal is to remove cost as barrier to getting the shot, but many Americans remain reluctant. Seniors and people in private health-insurance plans are among those who won't be charged for getting a coronavirus vaccine under a Trump administration rule designed to ensure that as many people as possible get vaccinated once a shot becomes available.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-officials-call-for-greater-nypd-presence-on-subway-to-deter-crime-11603918932", "title": "MTA Officials Call For Greater NYPD Presence on Subway to Deter Crime", "date": "2020-10-28 17:02", "summary": "Request comes after women were shoved from platforms onto the tracks this month. The New York Police Department needs to boost policing in the New York City subway system, transit officials said Wednesday, a week after two separate events in which women were pushed from platforms onto tracks.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-to-offer-lower-fines-to-offenders-that-cooperate-11603918570", "title": "CFTC to Offer Lower Fines to Offenders That Cooperate", "date": "2020-10-28 16:56", "summary": "Companies that self-report derivatives-market misconduct could be considered for substantial discounts on fines, regulator says. The U.S. derivatives watchdog is planning to offer rewards to companies that turn themselves in, following in the footsteps of other regulators and law-enforcement agencies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ihop-parent-dine-brands-3q-profit-revenue-fall-11603890058", "title": "About 100 IHOP Restaurants Could Be Closed Over Next Six Months", "date": "2020-10-28 16:55", "summary": "The review of underperforming restaurants comes as restrictions on indoor dining remain in the U.S. due to Covid-19. As many as 100 underperforming IHOP restaurants in the U.S. could be closed over the next six months, their parent company said, as they have taken a blow from Covid-19 indoor-dining restrictions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-and-turkey-spar-over-caricatures-and-islam-11603917798", "title": "France, Turkey Spar Over Caricatures and Islam", "date": "2020-10-28 16:43", "summary": "Turkish President Erdogan leads call to boycott French products as France's Macron defends freedom to mock religion. ISTANBUL-A standoff between France and Turkey over conflicting geopolitical interests escalated this week after French satirical weekly Charlie Hebdo published a caricature of the Turkish president and Ankara accused Paris of spearheading a crusade against Islam.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-companies-are-expanding-recruitment-at-historically-black-colleges-11603914072", "title": "Why Companies Are Expanding Recruitment at Historically Black Colleges", "date": "2020-10-28 16:41", "summary": "Firms are recruiting more business students at the schools this year after making diversity pledges.. Companies seeking to diversify their talent pipelines are recruiting more business students at historically Black colleges and universities this year.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterests-revenue-soars-as-pandemic-boosts-engagement-11603915595", "title": "Pinterest's Revenue Soars as Pandemic Boosts Engagement", "date": "2020-10-28 16:36", "summary": "Image-sharing social-media company says it benefitted from Facebook ad boycott. Pinterest Inc. posted strong revenue and user growth in the third quarter, as the social-media company saw significantly greater pandemic-fueled engagement than it did in the spring and said it benefited from an advertiser boycott at Facebook Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-shelves-measure-to-protect-investors-in-leveraged-etfs-11603916523", "title": "SEC Shelves Measure to Protect Investors in Leveraged ETFs", "date": "2020-10-28 16:22", "summary": "Proposal requiring leveraged and inverse exchange-traded funds to vet investors needs further study, officials say. WASHINGTON-The Securities and Exchange Commission on Wednesday shelved a measure intended to protect investors who trade the shares of a class of exchange-traded funds it considers risky, saying it would review the issue later.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-shooting-of-walter-wallace-jr-sparks-violent-new-york-protests-11603892726", "title": "Fatal Police Shooting in Philadelphia Sparks Violent Protests in New York City", "date": "2020-10-28 16:19", "summary": "Thirty-two people were arrested and five NYPD officers were injured in clashes in Brooklyn. Protests over Philadelphia police fatally shooting a Black man holding a knife turned violent in New York City Tuesday night, leading to 32 arrests and five New York Police Department officers being injured, police officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-trudeau-can-afford-to-buy-his-official-residence-what-about-other-world-leaders-11603916176", "title": "Justin Trudeau Can Afford to Buy His Official Residence. What About Other World Leaders?", "date": "2020-10-28 16:16", "summary": "A British online real-estate firm set out to determine which world leaders are wealthy enough to buy their current residences. Feeling house rich but cash poor? Don't fret. Many of the world's most powerful people are in the same boat.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hang-gliders-thursday-crossword-october-29-11603650825", "title": "Hang Gliders (Thursday Crossword, October 29)", "date": "2020-10-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://on.wsj.com/3msHor9?mod=article_inline", "title": "Tracking the Diversity of Pro Sports Leadership", "date": "2020-10-28 15:53", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feeling-anxious-houseplants-arent-the-only-way-to-bring-nature-inside-11603914704", "title": "Feeling Anxious? Houseplants Aren't the Only Way to Bring Nature Inside", "date": "2020-10-28 15:51", "summary": "Science confirms the calming power of the great outdoors. Here are some unique ideas to bring it into our homes.. THE ULTIMATE anxiety-queller is, undoubtedly, restorative hours spent among trees, climbing mountains or pondering quiet ponds. But what of the other hours, when both work and play have sadly sandwiched our lives between digital screens?", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-time-fashion-and-duration-review-continuities-in-couture-11603913868", "title": "'About Time: Fashion and Duration' Review: Continuities in Couture", "date": "2020-10-28 15:37", "summary": "This year's Costume Institute exhibition at the Met enlists Virginia Woolf as its 'ghost narrator' in an ingenious exploration of time as told through women's clothing.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-close-race-for-ceo-support-too-11603913772", "title": "It's a Close Race for CEO Support, Too", "date": "2020-10-28 15:36", "summary": "The battle for the CEO pocketbook is tight, thanks to a couple of megadonors. Energy and tech take sides.. Editor's note: This is an excerpt from our newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barrett-joins-court-with-critical-ballot-cases-pending-11603900689", "title": "Barrett Joins Court With Critical Ballot Cases Pending", "date": "2020-10-28 15:15", "summary": "North Carolina, Pennsylvania decisions expected with court back at full strength. WASHINGTON-Justice Amy Coney Barrett's swearing-in Tuesday restored the Supreme Court to full strength as it is considering an array of voting-related cases that could prove critical in next week's election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-concerns-drive-selloff-in-raw-materials-11603905917", "title": "New Coronavirus Concerns Drive Selloff in Raw Materials", "date": "2020-10-28 15:15", "summary": "Summer rally starting to show cracks with commodities among market's worst performers during this week's bout of selling. The threat of new coronavirus lockdown measures around the world dragged down raw materials prices Wednesday, heightening concerns among traders that investments tied to the global economy are set for another painful selloff.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-we-get-more-black-coaches-in-pro-sports-11603912489", "title": "How Do We Get More Black Coaches in Pro Sports?", "date": "2020-10-28 15:14", "summary": "The numbers paint a bleak picture. Three experts weigh in on why that's the case-and what can be done about it.. If you watch a National Football League game this weekend, chances are that most of the players in the action will be Black, led by a white man as head coach.", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-musicians-its-a-new-gig-economy-11603912421", "title": "For Musicians, It's a New Gig Economy", "date": "2020-10-28 15:13", "summary": "From opera and classical to hip-hop, out-of-work musicians find inspiration-and even a little money-in a network of pop-up street performances across the city. But winter is coming.... Opera singers delivered arias from the balcony of a historic Victorian house to a masked audience on the street below. In Prospect Park, jazz combos played for onlookers sprawled on blankets or dancing in the slanting autumn light. As the sun began to set, about a mile to the south a saxophone player took a long porchfront solo, the notes shimmering above the rumble of a passing train.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neither-ruin-nor-replica-11603912321", "title": "Neither Ruin Nor Replica", "date": "2020-10-28 15:12", "summary": "The restoration of Virginia's Menokin plantation house takes a sophisticated, ambitious approach to historic preservation.. Warsaw, Va.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halloween-terror-now-on-the-drive-through-menu-11603912368", "title": "Halloween Terror, Now on the Drive-Through Menu", "date": "2020-10-28 15:12", "summary": "With many haunted houses closed this year, some thrill-seekers are taking a detour to scary attractions that customers drive through; 'that thing'. The Oaks Park Haunted Drive-Thru offers five frightening options to choose from, including one called \"The Condemned.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-painful-transition-from-oil-and-gas-11603912159", "title": "Biden's Painful Transition From Oil and Gas", "date": "2020-10-28 15:09", "summary": "The oil-and-gas industry is the predominant economic force in our state. If it dies, the state will mimic West Virginia and southern Ohio after the coal industry was crushed by federal regulation.. In your editorial \"Mr. Biden Will 'Transition' You Now\" (Oct. 24), you observe the number of oil and gas jobs in Texas, Alabama and New Mexico which would be threatened by Mr. Biden's proposed ban on \"drilling leases and development on federal land.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/middle-east-opportunity-via-trumps-policy-11603912104", "title": "Middle-East Opportunity Via Trump's Policy", "date": "2020-10-28 15:08", "summary": "Joint ventures involving Gulf capital, Israeli expertise, and Egyptian labor can become potent competitors to Asian producers.. In \"Trump's Middle East Metamorphosis\" (Global View, Oct. 20), Walter Russell Mead sees great benefits to the U.S. and the Middle East from the willingness of several Arab states to open economic partnerships with Israel. He notes that U.A.E Ambassador Yousef Al Otaiba believes that bringing Gulf capital together with Israeli technical expertise \"can help Arab countries achieve economic results that will satisfy the . . . younger generation.\" But there are other potential participants that can make the results even more stunning. Egypt and other North African Muslim countries have vast amounts of underemployed labor. Joint ventures involving Gulf capital, Israeli expertise and Egyptian labor can become potent competitors to Asian producers. Up to now, it would make no sense for an Israeli entrepreneur to consider setting up a production facility in Egypt to take advantage of the availability of cheap labor. If successful, he runs the great risk that the venture would be nationalized or taken over by the Egyptian government. That becomes a much smaller risk if the venture is owned by Gulf Arabs. Over the next few years we will see a number of firms arising to substantiate the expectations of Messrs. Mead and Otaiba.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwestern-could-copy-hesburghs-protest-rules-11603912030", "title": "Northwestern Could Copy Hesburgh's Protest Rules", "date": "2020-10-28 15:07", "summary": "Northwestern University President Morton Schapiro need look no further than to the late Father Theodore Hesburgh for guidance on how to respond to student bad behavior.. Northwestern University President Morton Schapiro need look no further than to the late Father Theodore Hesburgh for guidance on how to respond to student bad behavior (Notable & Quotable: Northwestern Protests, Oct. 23).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-clear-which-values-americans-want-the-most-11603911978", "title": "It's Not Clear Which Values Americans Want the Most", "date": "2020-10-28 15:06", "summary": "It's easy to favor something without understanding the personal cost involved or naively assuming that someone else is going to pay for it.. I disagree with William Galston's premise that \"'American Values' Portend Trump's Defeat\" (Politics & Ideas, Oct. 21). The American Values Survey results Mr. Galston cites to support his argument are based on questions that address issues at a superficial level without dealing with the potential costs or risks. Most people would say they are in favor of reasonable health-care costs, affordable child care, combating climate change and perhaps even free college tuition. However, the survey would produce different results if the respondents were told that the personal cost to achieve these goals would require, for example, 20% tax hikes, loss of employment, higher cost of living, etc. It's easy to favor something without understanding the personal cost involved or naively assuming that someone else is going to pay for it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-picks-the-low-hanging-fruit-11603911730", "title": "Bed Bath & Beyond Picks the Low-Hanging Fruit", "date": "2020-10-28 15:02", "summary": "Many of retailer's issues have straightforward fixes, but its long-term goals are ambitious. Bed Bath & Beyond 's new bosses inherited a house with many cracks. Fortunately, they were highly visible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-to-shut-restaurants-bars-to-combat-coronavirus-spread-11603904742", "title": "Germany to Shut Bars, Theaters and More to Combat Coronavirus Spread", "date": "2020-10-28 14:56", "summary": "Merkel says measures are needed to prevent an acute public-health emergency. BERLIN-Germany is ordering a one-month partial lockdown starting Monday in the latest attempt by a European government to prevent hospitals from being overwhelmed by spiraling coronavirus cases.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-calamari-make-a-pilgrimage-to-rhode-island-11603911281", "title": "The Best Calamari? Make a Pilgrimage to Rhode Island", "date": "2020-10-28 14:54", "summary": "The national spotlight only recently shone on Rhode Island's calamari, but locals have long claimed mastery of the fried favorite. Here, four Ocean State restaurants that serve some hard-to-beat versions.. DESPITE its status as the nation's smallest state when it comes to land, Rhode Island is big on food, offering several specialties that are difficult to find outside its tiny terrain. Consider stuffies-a version of stuffed clams, typically made with linguiça, a Portuguese sausage. Or coffee milk-milk and coffee syrup mixed together, like a chocolate-milk alternative.", "categories": [["Life & Work", "Travel", "In Search Of"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/in-search-of?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-states-face-biggest-cash-crisis-since-the-great-depression-11603910750", "title": "U.S. States Face Biggest Cash Crisis Since the Great Depression", "date": "2020-10-28 14:45", "summary": "The drop in tax revenue has led to a total shortfall expected in the hundreds of billions of dollars-greater than 2019's K-12 education budget for every state combined, or more than twice the amount spent that year on state roads and other transportation infrastructure. Connecticut acted fast. Social distancing, lockdowns and testing slashed Covid-19 cases in the spring.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-nvidia-chip-away-at-intels-semiconductor-dominance-11603909252", "title": "AMD, Nvidia Chip Away at Intel's Semiconductor Dominance", "date": "2020-10-28 14:42", "summary": "Blockbuster deals step up pressure on industry leader as it contends with manufacturing missteps. A new set of American semiconductor leaders is rising, fueled by pandemic-driven demand for their chips that they are looking to parlay into blockbuster deals to disrupt an industry traditionally dominated by Intel Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-drives-more-boeing-job-cuts-11603887197", "title": "Boeing Cutting More Jobs in Response to Pandemic", "date": "2020-10-28 14:38", "summary": "Aerospace giant reviewing jetliner production rates as airline traffic stalls. Boeing Co. said it will cut more jobs and review jetliner production rates in an effort to stop bleeding cash as the coronavirus pandemic roils global air travel.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roots-plan-to-disrupt-auto-insurance-needs-more-time-to-grow-11603910314", "title": "Root's Plan to Disrupt Auto Insurance Needs More Time to Grow", "date": "2020-10-28 14:38", "summary": "The rapidly growing auto-insurance technology upstart has to improve its underlying performance to justify a big valuation. Insurance technology companies aim to give you a discount on policy rates. But their shares come at a premium.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-emerald-coast-homes-11603909322", "title": "The Emerald Coast Emerges as Florida's Crown Jewel", "date": "2020-10-28 14:31", "summary": "Resume Subscription. Buyers snapping up waterfront homes on Florida's Panhandle may speak with a slight Southern twang. And maybe they grew up eating grits and still drink their sweet tea from a Mason jar. But consider yourself warned: Never, ever call the state's Gulf Coast by its nickname.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cheese-makers-reel-as-pandemic-sows-market-chaos-11603877402", "title": "Cheese Makers Reel as Pandemic Sows Market Chaos", "date": "2020-10-28 14:23", "summary": "Restaurants limit buying as producers ask 'How am I going to sell all this Parmesan?'. The U.S. cheese industry is reeling from seven months of chaos as the coronavirus pandemic causes upheaval in prices and demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reaches-375-million-deal-for-lilly-covid-19-antibody-drug-11603908388", "title": "U.S. Reaches $375 Million Deal for Lilly Covid-19 Antibody Drug", "date": "2020-10-28 14:06", "summary": "Drugmaker Eli Lilly agreed to provide 300,000 doses to the U.S. for $1,250 a vial. Drugmaker Eli Lilly & Co. agreed to provide 300,000 doses of its experimental Covid-19 antibody drug to the federal government for $375 million, if the medicine is authorized for emergency use in the U.S., the company said Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-stretch-of-sand-and-sea-11603908194", "title": "A Stretch of Sand and Sea", "date": "2020-10-28 14:03", "summary": "Florida's Emerald Cost runs roughly between Pensacola and Panama City.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-emerald-coasts-not-so-hidden-gems-11603908118", "title": "The Emerald Coast's Not-So-Hidden Gems", "date": "2020-10-28 14:02", "summary": "Buyers are scooping up luxury waterfront homes along the 24-mile stretch of Hwy. 30A.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-is-a-year-to-forget-but-boeings-2021-isnt-looking-great-either-11603908051", "title": "This Is a Year to Forget, but Boeing's 2021 Isn't Looking Great Either", "date": "2020-10-28 14:00", "summary": "Even after the 737 MAX gets cleared for takeoff, the plane maker will have a hard time delivering it to customers. It seemed difficult to imagine a worse year for Boeing than 2019-until 2020 came along. What should worry investors now is that the long-awaited 2021 return to grace is slipping away.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-republicans-house-opportunity-11603907009", "title": "California Republicans' House Opportunity", "date": "2020-10-28 13:43", "summary": "Democrats took a 46-7 majority of the state's delegation in 2018. The GOP may get a few back.. Tustin, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-against-court-packing-11603906968", "title": "Democrats Against Court Packing", "date": "2020-10-28 13:42", "summary": "A constitutional amendment would protect the judiciary's independence.. We are Democrats. We want to see Joe Biden become president and Democratic majorities in the House and Senate. But we oppose expanding the size of the U.S. Supreme Court.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-jazz-sold-to-qualtrics-founder-ryan-smith-for-1-66-billion-11603906806", "title": "Utah Jazz Sold to Qualtrics Founder for $1.66 Billion", "date": "2020-10-28 13:40", "summary": "The Miller family purchased half the team in 1985 for $8 million and the other half in 1986 for $14 million. The owners of the Utah Jazz struck a deal to sell the team to Qualtrics chief executive Ryan Smith for $1.66 billion, according to a person familiar with the matter, making the Jazz the first NBA team to change hands during a pandemic.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-vostochny-bank-settles-corporate-dispute-tied-to-arrested-u-s-investor-11603906664", "title": "Russia's Vostochny Bank Settles Dispute Tied to Arrested U.S. Businessman", "date": "2020-10-28 13:37", "summary": "Settlement doesn't directly affect criminal charges against Michael Calvey, though with main point of contention between parties resolved, case against him might be weaker. MOSCOW-Shareholders of Russia's Vostochny Bank came to a multimillion-dollar settlement Wednesday to resolve a corporate dispute at the heart of a criminal case against a U.S. businessman, whose arrest last year on fraud charges shook foreign investors' confidence in doing business in Russia.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-considers-early-biometric-screening-for-visa-seekers-11603906425", "title": "Trump Administration Considers Early Biometric Screening for Visa Seekers", "date": "2020-10-28 13:33", "summary": "Some officials raise concerns about retaliation against American travelers. WASHINGTON-The White House is developing a plan to create a new biometric database that prospective immigrants or visitors would need to enter before they apply for visas to come to the U.S., according to draft plans reviewed by The Wall Street Journal and two government officials involved in the conversations.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fiat-chrysler-just-reported-record-profit-in-a-pandemic-11603906118", "title": "Why Fiat Chrysler Just Reported Record Profit in a Pandemic", "date": "2020-10-28 13:28", "summary": "Third-quarter results from the Italian-American car maker highlight the surprising resilience of auto makers in a pandemic-driven downturn. This is a very unusual downturn. The latest exhibit: record quarterly results from Fiat Chrysler .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tschabalala-self-cotton-mouth-interview-11603903577", "title": "Artist Tschabalala Self Sees Bodies Like No One Else Does", "date": "2020-10-28 12:51", "summary": "Before her upcoming exhibition in New York, Self breaks down her fundamental influences and being name-checked by rapper Pusha T.. The Artist: In her artworks, Tschabalala Self explores how Black figures are presented and seen, and the tension between image and identity, an issue that's personal. \"If I go somewhere and no one knows I'm a painter, I'm still perceived by my gender and race,\" she says. \"I've always had to navigate what that means for me.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-in-cyprus-was-behind-key-parts-of-discredited-dossier-on-trump-11603901989", "title": "Russian in Cyprus Was Behind Key Parts of Discredited Dossier on Trump", "date": "2020-10-28 12:19", "summary": "Resume Subscription. In the nearly four years since they were published, many of the unverified allegations about President Trump compiled by former British spy Christopher Steele have been widely discredited, including by Special Counsel Robert Mueller's investigation of Russian meddling in the 2016 U.S. election.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/should-there-be-permanent-sites-for-the-summer-and-winter-olympics-11603901605", "title": "Should There Be Permanent Sites for the Summer and Winter Olympics?", "date": "2020-10-28 12:13", "summary": "Yes, the Games are too costly to keep moving around. No, the problem is the size of the Olympics. The two sides square off in a debate.. It isn't easy to host an Olympics, and over the years it has only gotten harder.", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-colorado-voting-by-mail-was-practiced-well-before-coronavirus-11603900816", "title": "Colorado Was Voting by Mail Before Coronavirus", "date": "2020-10-28 12:00", "summary": "Resume Subscription. Record numbers of Americans are voting by mail this election. In Colorado, voters aren't seeing much of a change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/windows-fogs-microsofts-outlook-11603900777", "title": "Windows Fogs Microsoft's Outlook", "date": "2020-10-28 11:59", "summary": "Slump in corporate PC demand takes a toll, though cloud business continues to shine. Microsoft has come a very long way from depending on Windows. But the ubiquitous operating system can still brighten-or darken-the company's results.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elvis-costello-on-accidents-will-happen-11603900495", "title": "Elvis Costello on 'Accidents Will Happen'", "date": "2020-10-28 11:54", "summary": "Resume Subscription. \"Accidents Will Happen\" opened the third album by newly minted rock star Elvis Costello in 1979. Recorded with his band the Attractions, the song helped push the album, \"Armed Forces,\" to No. 10 on the Billboard chart for two weeks in March that year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pandemic-puts-l-a-dodgers-unorthodox-ownership-structure-to-the-test-11603897408", "title": "Covid Puts L.A. Dodgers' Unorthodox Ownership Structure to the Test", "date": "2020-10-28 11:52", "summary": "Insurers tied to some of the team's owners provided billions in funding to other owner-controlled entities. The coronavirus pandemic and its effect on the baseball season are providing the biggest test yet of the unusual structure used by a group of business associates to buy the Los Angeles Dodgers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dodgers-won-the-world-series-then-covid-19-bumbled-in-from-the-bullpen-11603899929", "title": "The Dodgers Won the World Series. Then Covid-19 Bumbled in From the Bullpen.", "date": "2020-10-28 11:45", "summary": "A bizarre episode in a clinching game becomes a metaphor for a public-health struggle. The Los Angeles Dodgers won the World Series Tuesday night, the franchise's first in more than three decades, and in an ordinary year, this column would be a giddy account of this accomplishment, and how they did it-how the Dodgers climbed back from repeated heartbreak to finally prevail.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-cleese-on-why-open-offices-are-among-historys-greatest-mistakes-11603899772", "title": "John Cleese on Why Open Offices Are Among History's Greatest Mistakes", "date": "2020-10-28 11:42", "summary": "Holed up on an island, the Monty Python star is drafting new material, sparring with tech and reminding adults-who are so often trapped in cubicles-how to play. WHEN LEGENDARY ACTOR John Cleese calls with a litany of grievances about the state of his cell service, it's hard not to picture Basil Fawlty, the perpetually irritated hotel proprietor he played on the classic '70s sitcom \"Fawlty Towers,\" gripping the receiver on the other end. \"My phone's gone completely mad and is registering no service. The whole gadget world is a mystery to me,\" he said. In the next breath he complains about being thought of as \"deeply unsatisfactory,\" with an admittedly self-aware laugh for a man waiting out 2020 on a working vacation in the Caribbean. \"The island doesn't have a single case of coronavirus, so it seems logical to stay put.\"", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-core-payments-network-disrupted-by-technical-malfunction-11603899692", "title": "Europe's Core Payments Network Disrupted by Technical Malfunction", "date": "2020-10-28 11:41", "summary": "Outage on Friday paralyzed European Central Bank's payments system for almost 11 hours. FRANKFURT-The European Central Bank blamed a software defect for a disruption to the region's main wholesale payment system last week that left banks unable to process transactions and securities trades for almost 11 hours.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-earnings-tick-higher-as-tech-lifts-portfolio-11603882800", "title": "Blackstone Earnings Tick Higher as Tech Lifts Portfolio", "date": "2020-10-28 11:34", "summary": "Holdings including dating app Bumble and data company Refinitiv were key drivers during quarter. Blackstone Group Inc. posted slightly higher net earnings for the third quarter as its focus on technology-related investments helped its private-equity portfolio rise above already buoyant broader markets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-wanted-to-harvest-the-amazon-responsibly-illicit-loggers-axed-the-plan-11603886409", "title": "Brazil Wanted to Harvest the Amazon Responsibly. Illicit Loggers Axed the Plan.", "date": "2020-10-28 11:29", "summary": "Resume Subscription. CUJUBIM, Brazil-The Amata SA logging company was supposed to represent an answer to the thorny problem of how countries like Brazil can take advantage of the Amazon rainforest without widespread deforestation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coals-last-man-standing-couldnt-buck-market-11603898622", "title": "Coal's 'Last Man Standing' Couldn't Buck Market", "date": "2020-10-28 11:23", "summary": "Robert Murray, who has died at age 80, won regulatory relief but still lost control of his company. Robert E. Murray declared in 2014 that his goal was \"to be the last man standing as the U.S. coal industry is destroyed.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-trump-country-supporters-are-steadfast-but-his-personality-pandemic-wear-11603800097", "title": "In Trump Country, Supporters Are Steadfast, but His Personality, Pandemic Wear", "date": "2020-10-28 11:12", "summary": "Resume Subscription. GRUNDY, Va.-In early 2017, a few mine operators met in this coal town's lone Chinese restaurant to boast of their expansion plans. With Donald Trump in the White House, they said, they wouldn't be hobbled by environmentalists and would invest in new mines.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fiat-chrysler-post-record-third-quarter-profits-reinstates-full-year-guidance-11603897332", "title": "Fiat Chrysler Post Record Third-Quarter Profits, Reinstates Full-Year Guidance", "date": "2020-10-28 11:06", "summary": "U.S. auto market rebound helps lift results, puts auto maker on track for a profitable 2020. Fiat Chrysler Automobiles NV posted record operating profits in the third-quarter, riding a surge in demand for expensive pickups and a rebound in the U.S. auto market, where dealers are straining to keep inventories in stock.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-posts-strong-gains-as-package-volumes-swell-11603882106", "title": "UPS Package Volumes Swell, but U.S. Profits Shrink", "date": "2020-10-28 11:05", "summary": "Delivery giant's domestic business hurt by higher cost of dealing with e-commerce surge; Shares fall. United Parcel Service Inc. is delivering more packages, but it is paying a much bigger price to do so.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hbos-industry-gen-z-bankers-in-existential-crisis-11603897417", "title": "In HBO's 'Industry,' Gen Z Bankers in Existential Crisis", "date": "2020-10-28 11:03", "summary": "Resume Subscription. Dramas set in the financial world usually focus on the savvy power brokers on top. The new HBO series \"Industry\" is more invested in the struggle (and sex and partying) at the entry level, with a group of Gen Z recruits trying to make it at a London investment bank.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buying-in-mexico-city-11603894575", "title": "Buying in Mexico City Wasn't Easy for This New Yorker-But It Was Worth It", "date": "2020-10-28 11:00", "summary": "Resume Subscription. When my Mexican-American wife and I decided to buy an apartment in Mexico City earlier this year, it kicked off a five-month journey that was rocked by the coronavirus pandemic, Mexico's bureaucracy, long distances and cross-cultural and legal gaps.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-family-friendly-flat-in-mexico-city-11603897039", "title": "A Family Friendly Flat in Mexico City", "date": "2020-10-28 10:57", "summary": "In the urban-but-leafy La Condesa neighborhood, this three-bedroom apartment sold for a relative steal.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-gives-market-more-say-in-setting-yuans-value-11603874015", "title": "China Gives Market More Say in Setting Yuan's Value", "date": "2020-10-28 10:51", "summary": "Making system less opaque and more reflective of market prices could boost currency's appeal to investors. China is giving investors more power in setting the value of the yuan, a move analysts said was likely intended to boost the currency's international appeal rather than to drive it lower.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deutsche-bank-turnaround-needs-more-than-trading-success-11603895536", "title": "A Deutsche Bank Turnaround Needs More Than Trading Success", "date": "2020-10-28 10:32", "summary": "The German lender made strong investment-banking profits in the third quarter, but needs to revive its core business and private banking units. Deutsche Bank 's trading arm had a cork-popping third quarter, but the lender's turnaround still needs a broader solution to the persistent problem of ultralow interest rates.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbies-are-still-high-on-heels-11603894999", "title": "Barbies Are Still High on Heels", "date": "2020-10-28 10:23", "summary": "Mattel's iconic doll saw robust sales growth, but efforts to update her for the present day still aren't all that realistic. It's a Barbie world again, with some updates.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-may-affect-spectator-sports-in-the-coming-years-11603893972", "title": "The Ways Covid-19 May Affect Spectator Sports in the Coming Years", "date": "2020-10-28 10:06", "summary": "The potential impact on fans, salaries, college athletics programs-and more. Covid-19's impact on spectator sports this year has been obvious. The question is what the impact will be as the pandemic continues, and whether the impact will last when the pandemic ends.", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-comforting-stir-fry-demands-only-one-pan-and-20-minutes-11603893673", "title": "This Comforting Stir-Fry Demands Only One Pan and 20 Minutes", "date": "2020-10-28 10:01", "summary": "This is why we love cabbage. In this recipe, the succulent leaves are cloaked in a savory sauce. With a final flurry of sliced scallions and some rice, it's an easy, extremely satisfying meal.. A YEAR AGO,Donny Sirisavath's Khao Noodle Shop in Dallas was humming, garnering awards and acclaim. He was planning an expansion. Now, that's off. \"Thankfully, we hadn't signed the lease,\" he said. Yet even with revenue down 80% compared with this time last year, Mr. Sirisavath continues to forge ahead and find inspiration, with expanded outdoor seating at the restaurant and a new pop-up series in the works.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-faces-antitrust-complaint-in-france-over-privacy-changes-in-iphones-11603893625", "title": "Apple Faces Antitrust Complaint in France Over iPhone Privacy Changes", "date": "2020-10-28 10:00", "summary": "Publishers, advertisers file complaint over new measure requiring apps to obtain permission from users for data collection. Advertising companies and publishers have filed a complaint against Apple Inc. with France's competition authority, arguing that privacy changes the smartphone maker plans to roll out are anticompetitive.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-buy-a-beach-house-on-the-moon-11603893335", "title": "How to Buy a Beach House on the Moon", "date": "2020-10-28 09:55", "summary": "A thrilling scientific discovery may further motivate billionaires already racing to space. Scientists believe that the moon has water, and this is a big deal, because if the moon has water, it probably has sparkling water, and if it has sparkling water, it probably has at least a few appetizers and a decent wine list. Yes, I know the scientists think there's only a teeny, tiny amount of water deep in the lunar rock, but who really knows for sure? All I know is that the scientists are excited, and if the scientists are excited, I'm excited, too.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-hopes-to-add-black-lawmakers-to-house-11603892455", "title": "GOP Hopes to Add Black Lawmakers to House", "date": "2020-10-28 09:40", "summary": "Party tries to diversify its ranks after struggling to attract Black voters and candidates. The Republican Party is hoping to build its ranks of Black lawmakers in the House, with one candidate expected to win in a safe GOP district and a handful of others in competitive races, following the planned retirement of its sole current Black member.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyses-top-markets-cop-to-take-cryptocurrency-job-at-andreessen-horowitz-11603886426", "title": "NYSE's Top Markets Cop to Take Cryptocurrency Job at Andreessen Horowitz", "date": "2020-10-28 09:17", "summary": "The Big Board's chief regulatory officer, Anthony Albanese, will join venture-capital firm. The New York Stock Exchange's top markets cop is leaving the Big Board for a job advising venture-capital firm Andreessen Horowitz on cryptocurrency regulation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-mandalorian-keep-star-wars-fans-united-in-season-2-11603890844", "title": "Can 'The Mandalorian' Keep Star Wars Fans United in Season 2?", "date": "2020-10-28 09:14", "summary": "This is the way the Disney+ adventure series returns, aiming to please everyone from the die-hards to those in it for the Baby Yoda memes. On one YouTube channel that analyzes all things Star Wars, the hosts recently did some forensics on a trailer for \"The Mandalorian.\" They zeroed in on a single frame at one point, speculating whether a reflection on the saucer eyes of the show's most popular character revealed a plot clue.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equitable-reaches-deal-with-venerable-to-reinsure-12-billion-in-annuities-11603845515", "title": "Equitable Reaches Deal With Venerable to Reinsure $12 Billion in Annuities", "date": "2020-10-28 09:11", "summary": "Venerable says pact to reinsure 114,000 variable-annuity policies will double its total assets. Equitable Holdings Inc. will transfer financial risk for $12 billion of retirement-income annuities to reinsurer Venerable Holdings Inc., as life insurers continue to reduce exposures on their books in a challenging environment for turning profits.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-affordability-crisis-deepens-in-fire-prone-parts-of-california-11603890000", "title": "Housing Affordability Crisis Deepens in Fire-Prone Parts of California", "date": "2020-10-28 09:00", "summary": "Insurers declined to renew 235,000 home-insurance policies in 2019, up 31% from prior year, state insurance regulator says. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-juniper-stryker-akamai-what-to-watch-when-the-stock-market-opens-today-11603883552", "title": "GE, Juniper, Stryker, Akamai: What to Watch When the Stock Market Opens Today", "date": "2020-10-28 08:58", "summary": "The Dow is likely to open 600 points lower after rising coronavirus infections shook investors' confidence. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-barn-coatsa-j-crew-classicare-coming-back-11603889553", "title": "Why Barn Coats-a J. Crew Classic-Are Coming Back", "date": "2020-10-28 08:52", "summary": "Humble and versatile, the men's barn jacket-a utilitarian American staple for hunters, farmers and politicians-has found new favor in the pandemic era among urbanites and suburbanites. THIS SUMMER, I unearthed my dad's old cherry-red barn jacket from my parents' garage closet, a black hole of forgotten coats and sweaters. Judging from its stale smell, it seemed likely my dad had last put it on during Bush's first term. Yet 18-ish years later, it looked as fresh as ever. Though I left the coat where it was-given that it was still steamy July-I regret my decision now that fall has arrived.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-visits-sri-lanka-as-it-deepens-china-relationship-11603888037", "title": "Pompeo Visits Sri Lanka as It Deepens China Relationship", "date": "2020-10-28 08:27", "summary": "Secretary of State warns against dependence on China; Sri Lanka's president says country will remain neutral. COLOMBO, Sri Lanka-Secretary of State Mike Pompeo warned Sri Lanka Wednesday against its tightening ties with China, as his tour of South Asia this week put a spotlight on the growing rivalry between the U.S. and China for influence in the region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-bring-secondhand-sales-to-their-own-commerce-channels-11603887259", "title": "Retailers Bring Secondhand Sales to Their Own Commerce Channels", "date": "2020-10-28 08:14", "summary": "Brands such as IKEA and COS hope resale will hit sustainability and commercial targets. In a municipal recycling center in the Swedish city of Eskilstuna, the largest franchisee of the IKEA brand is preparing to open its smallest-ever store. The 800-square-foot outlet, slated to open Nov. 2, will be run by just three staff members, who, alongside performing usual store floor duties like ringing up sales, will also be trained in the art of store design.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-swings-to-profit-lowers-bad-loan-provisions-11603870000", "title": "Deutsche Bank Swings to Profit, Lowers Bad-Loan Provisions", "date": "2020-10-28 08:04", "summary": "German lender beats earnings expectations on strong investment-banking performance. Deutsche Bank AG said it returned to a third-quarter profit, beating expectations, as it benefited from a strong performance in investment banking and a faster-than-anticipated recovery in its home market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-community-confronts-impact-of-nypd-budget-cuts-11603886409", "title": "New York City Community Confronts Impact of NYPD Budget Cuts", "date": "2020-10-28 08:00", "summary": "Long-awaited precinct in Queens lost funding as crime surged citywide. Residents of a predominantly Black area of Queens had mixed feelings over the summer when New York City lawmakers eliminated funding for the long-awaited creation of a new police precinct and the construction of a precinct station house in their community.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-looks-well-placed-to-benefit-from-next-console-war-11603885578", "title": "Sony Looks Well Placed to Benefit From Next Console War", "date": "2020-10-28 07:46", "summary": "Company turned in another solid quarterly performance, but guidance may actually still be too cautious. The next videogame console war is looming. Dragons may or may not be involved, but electronics and gaming conglomerate Sony looks well placed after another solid quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonys-second-quarter-net-profit-more-than-doubled-11603869741", "title": "Sony Gets Lift From Stay-at-Home Demand Ahead of PlayStation 5 Launch", "date": "2020-10-28 07:42", "summary": "Company joins Japanese tech companies' V-shaped recovery. TOKYO- Sony Corp. raised its forecast for its full-year operating profit by nearly $800 million, capping a strong run of results by Japanese electronics makers benefiting from China's revived economy and pandemic technology trends.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-is-ray-of-light-for-solar-industry-11603882801", "title": "Pandemic Is Ray of Light for Solar Industry", "date": "2020-10-28 07:00", "summary": "Heftier home electricity bills, outages and low interest rates are all helping residential solar companies sell their products to homeowners. Between Covid-19 and natural disasters, Mother Nature threw Americans a curveball in 2020. Solar companies are hitting it out of the park.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-brain-implants-hold-big-promise-for-immobilized-patients-11603882802", "title": "Tiny Brain Implants Hold Big Promise for Immobilized Patients", "date": "2020-10-28 07:00", "summary": "Neuroscientists see unmet demand for technologies that detect and translate neural signals to help people with mobility problems. When Phil O'Keefe wants to open a document or click a link on his computer screen, he can think about tapping his left ankle.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/londons-centuries-old-insurance-market-investigates-its-slavery-role-11603881471", "title": "London's Centuries-Old Insurance Market Investigates Its Slavery Role", "date": "2020-10-28 06:37", "summary": "Lloyd's of London launches an internal investigation in response to pressure from Black employees and racial-equality campaigners. Lloyd's of London has launched an internal investigation into its role in the trans-Atlantic slave trade in part to determine whether it is on the hook to pay reparations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commentary-e-commerce-surge-will-reshape-parcel-carriers-strategies-11603879200", "title": "Commentary: E-Commerce Surge Will Reshape Parcel Carriers' Strategies", "date": "2020-10-28 06:00", "summary": "Changes in distribution may loosen the grip of UPS and FedEx on U.S. package delivery, and that may push them to look again at last-mile strategies. The acceleration of business-to-consumer shipments during the Covid-19 pandemic has been a boon to the big, national small-package companies.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-app-casa-blanca-asks-users-to-swipe-right-to-pick-a-home-11603879200", "title": "Real-Estate App Casa Blanca Asks Users to Swipe Right to Pick a Home", "date": "2020-10-28 06:00", "summary": "A user experience more familiar to dating apps comes to real estate. You may have done this to find a date. Now, a new app is asking users to swipe right to choose their next home.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/severe-covid-19-cases-leave-lasting-effects-including-on-mental-state-11603877402", "title": "Severe Covid-19 Cases Leave Lasting Effects, Including on Mental State", "date": "2020-10-28 05:30", "summary": "Resume Subscription. This spring, Raju Sarker was in respiratory failure. His kidneys had shut down and his blood pressure was falling. Days from death in a Singapore hospital, with his mother back home in Bangladesh saying prayers, something inexplicable happened: He pulled back from the brink.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/early-voting-shines-spotlight-on-consolidated-voting-equipment-market-11603832059", "title": "Early Voting Shines Spotlight on Consolidated Voting-Equipment Market", "date": "2020-10-28 05:30", "summary": "Two private-equity-backed companies make the election equipment used by most U.S. voters. Leveraged-buyout firms are playing a key role in the 2020 elections: Companies they own are counting the flood of mail-in ballots, and that isn't sitting well with some lawmakers.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-didnt-fuel-revival-for-american-steel-11603877400", "title": "Tariffs Didn't Fuel Revival for American Steel", "date": "2020-10-28 05:30", "summary": "Resume Subscription. PITTSBURGH-President Trump made good on his 2016 campaign pledge to the steel industry, slapping 25% tariffs on foreign-made steel in an effort to revive an industry that once symbolized American manufacturing might.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-coronavirus-economy-is-a-mixed-bag-for-credit-card-issuers-11603877403", "title": "The Coronavirus Economy Is a Mixed Bag for Credit-Card Issuers", "date": "2020-10-28 05:30", "summary": "Retail spending accelerated in the third quarter, but consumers didn't rack up new credit-card debt to fund it. Consumers are spending money as if the coronavirus recession is over. But they are also paying down old debts and avoiding new ones in case the pandemic lasts a while.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-using-bond-proceeds-to-pay-down-credit-lines-debt-11603877403", "title": "CFOs Using Bond Proceeds to Pay Down Credit Lines, Debt", "date": "2020-10-28 05:30", "summary": "Study finds companies hoarding cash but not investing in their businesses. Many companies in recent months raised billions of dollars in new debt in the bond market, taking advantage of low funding costs and high investor demand.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emh-partners-raises-768-1-million-for-second-growth-fund-11603836671", "title": "EMH Partners Raises $768.1 Million for Second Growth Fund", "date": "2020-10-28 04:00", "summary": "EMH Partners plans to invest its latest fund in midsize companies across Germany, Austria and Switzerland that have what the firm calls high digital potential. European firm EMH Partners has raised €650 million ($768.1 million) for a new growth fund focused on midsize companies across the DACH region of Germany, Austria and Switzerland.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dodgers-justin-turner-tested-positive-for-covid-19-then-he-returned-to-the-field-to-celebrate-11603869138", "title": "The Dodgers' Justin Turner Tested Positive for Covid-19. Then He Returned to the Field to Celebrate.", "date": "2020-10-28 03:12", "summary": "The team learned of test results for their starting third baseman during Game 6. But Turner defied MLB's orders to isolate.. ARLINGTON, Texas-Amid the chaos of the Los Angeles Dodgers celebrating their first title since 1988 on Tuesday night, third baseman Justin Turner made his way to the middle of the festivities. He wasn't supposed to be there.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-police-fatally-shoot-walter-wallace-protests-erupt-in-philadelphia-11603809996", "title": "Philadelphia Sees More Unrest After Police Shoot and Kill Walter Wallace Jr.", "date": "2020-10-28 01:41", "summary": "Police said about a thousand people were looting businesses northeast of downtown. Looters hit businesses in Philadelphia on Tuesday for a second straight night, as authorities struggled to contain civil unrest sparked by a video showing police fatally shooting Walter Wallace Jr., a Black man who was holding a knife.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603821289", "title": "Pepper...and Salt", "date": "2020-10-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]