[{"link": "https://www.wsj.com/articles/white-house-economist-tested-positive-for-covid-19-11593212011", "title": "White House Economist Tested Positive for Covid-19", "date": "2020-06-26 19:43", "summary": "Tomas Philipson said this week he would depart as acting chairman of Council of Economic Advisers. A top White House economist said he had a mild case of Covid-19 earlier this month, making him the latest person in proximity to President Trump to contract the illness.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-apple-walt-disney-stocks-that-defined-the-week-11593213568", "title": "Wells Fargo, Apple, Walt Disney: Stocks That Defined the Week", "date": "2020-06-26 19:19", "summary": "Here are seven major companies whose stocks moved on the week's news. Wells Fargo & Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-resists-judges-order-requiring-ceos-meet-to-settle-racketeering-lawsuit-11593207236", "title": "GM Resists Judge's Order Requiring CEOs Meet to Settle Racketeering Lawsuit", "date": "2020-06-26 19:08", "summary": "GM petitions appeals court to toss out the order and move its racketeering case against rival Fiat Chrysler to a new judge. An unusual legal standoff between rival auto makers General Motors Co. and Fiat Chrysler Automobiles NV took a new turn Friday, when GM resisted a judge's order to have the companies' CEOs meet in person to resolve a continuing lawsuit out of court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-compliance-guidance-places-new-emphasis-on-middle-management-use-of-data-11593212728", "title": "DOJ Compliance Guidance Places New Emphasis on Middle Management, Use of Data", "date": "2020-06-26 19:05", "summary": "The chief of a Justice Department policy unit explained the rationale behind recent changes to corporate compliance guidance. A recent revision to U.S. Justice Department guidance on corporate compliance is placing increased emphasis on the role of middle management and access to internal data as it broadens the scope of how prosecutors evaluate companies' policies and controls.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-covid-chutzpah-11593212522", "title": "Cuomo's Covid Chutzpah", "date": "2020-06-26 19:02", "summary": "Texas and Florida have a long way to go to match New York's virus record.. Texas and Florida put their economic reopenings on pause Friday amid new coronavirus flare-ups, and you can almost feel the Schadenfreude rising from newsrooms and Democratic offices. Serves those Republican-run states right for opening so quickly!", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/releasing-nonviolent-accused-makes-us-safer-in-covid-era-11593194683", "title": "Releasing Nonviolent Accused Makes Us Safer in Covid Era", "date": "2020-06-26 19:02", "summary": "In counties comparable to Cook County in Illinois, 42% of pre-trial detainees are not convicted of any offense. There is no compelling public-safety reason to incarcerate the vast majority of these people, and their jailing now is causing harm to our communities by spreading Covid-19.. Regarding your June 7 editorial, \"Crime and the Coronavirus\": Our study examined persons who were arrested and detained in a jail, many of whom are later found innocent. Pre-trial detainees are by definition not \"criminals,\" as suggested by your editorial, but are alleged offenders. A conflation between pre-trial detainees and criminals in your editorial results in a mischaracterization of the policy implications of our findings. Our research addresses not the consequences of releasing \"criminals\" but the consequences of jail-community cycling due to unnecessary arrests as a driver of Covid-19 spread in communities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-roundup-settlement-11593212426", "title": "The Roundup Settlement", "date": "2020-06-26 19:00", "summary": "Junk science prevails as Bayer strikes a deal with the trial lawyers.. Here's a shakedown for the history books. On Wednesday Bayer agreed to pay up to $10.9 billion to settle with plaintiffs attorneys who claim its weedkiller Roundup caused cancer. Even this massive payout doesn't guarantee an end to the company's trial-lawyer tribulations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-campaign-on-health-care-as-trump-tries-to-end-obamacare-11593201113", "title": "Democrats Campaign on Health Care as Trump Tries to End Obamacare", "date": "2020-06-26 18:59", "summary": "Biden said this week the Affordable Care Act is helping people who have lost jobs and health coverage during the pandemic. Democrats are uniting around a plan to make health care central to the 2020 campaign, warning that the Trump administration's support for striking down the Affordable Care Act has threatened insurance coverage during the coronavirus pandemic.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-china-russia-iran-arms-alliance-11593212344", "title": "The China-Russia-Iran Arms Alliance", "date": "2020-06-26 18:59", "summary": "Beijing and Moscow oppose an embargo extension against Iran.. China doesn't want to destroy global institutions so much as remake them in its image. The current fight over the Iran arms embargo at the United Nations shows what a Beijing-dominated world order would look like. It's something for American allies frustrated with President Trump's leadership to keep in mind.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-school-choice-blowout-11593212280", "title": "Florida's School Choice Blowout", "date": "2020-06-26 18:58", "summary": "The state expands its successful K-12 scholarship program.. Good news from Florida. Gov. Ron DeSantis on Thursday signed the biggest private school voucher expansion in U.S. history-giving families in Democratic, union-controlled states another reason to move to the Sunshine State.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-eyes-15-nations-for-renewed-travel-to-blocbut-not-u-s-11593211393", "title": "EU Eyes 15 Nations for Renewed Travel to Bloc, but Not U.S.", "date": "2020-06-26 18:51", "summary": "Broad ban has been in place since mid-March, when coronavirus pandemic took hold. European Union member states have drawn up a list of 15 countries whose citizens may be allowed to travel again to the bloc starting July 1 that excludes the U.S. but includes Canada, Japan and possibly China, diplomats said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-leaving-seattle-for-texas-so-my-employees-can-be-free-11593211124", "title": "I'm Leaving Seattle for Texas So My Employees Can Be Free", "date": "2020-06-26 18:38", "summary": "The West Coast's high cost of living is measured not only in dollars but in stifling conformity.. I'm moving my business headquarters off the West Coast. We tried San Francisco. We tried the Seattle area. Both were wonderful in their own ways, especially in natural beauty and personal friendships. But both have become hostile to the principles and policies that enable people to live abundantly in the broadest sense.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-the-vandals-then-rethink-the-monuments-11593210991", "title": "Stop the Vandals, Then Rethink the Monuments", "date": "2020-06-26 18:36", "summary": "Consider the purpose of each statue, not only how it makes people feel today.. For America's mayors and governors confronting the vandalism of public monuments, London Mayor Sadiq Khan might provide an example-and a cautionary tale. He recently encased many of the city's public statues in wood to protect them from vandalism. They now await a public commission tasked with reviewing monuments.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bubba-wallace-and-the-noose-that-wasnt-11593210936", "title": "Bubba Wallace and the 'Noose' That Wasn't", "date": "2020-06-26 18:35", "summary": "The Nascar driver deserves an apology. The fault lies with racing officials who set off the false alarm.. It's not unusual to put a loop at the end of a rope to pull down a garage door at a Nascar track (which has lots of garages). But one at Talladega was made using a hangman's knot. If directed at Darrell \"Bubba\" Wallace Jr., a black driver who has championed antiracist causes, it would have been an ugly racist taunt. But it wasn't. The rope had been hanging in the garage stall for months before anyone knew Mr. Wallace would occupy it.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-human-factor-review-where-credit-is-due-11593183000", "title": "'The Human Factor' Review: Where Credit Is Due", "date": "2020-06-26 18:17", "summary": "A long and dangerous period of conflict and clashing ideologies ended rather quickly-to the surprise of gloomy experts and analysts. Why? Who played the decisive role?. In \"The President, the Pope, and the Prime Minister\" (2006), the journalist John O'Sullivan asserted that the Cold War had been won by Ronald Reagan, John Paul II and Margaret Thatcher. \"Without Reagan,\" he stated, \"no perestroika or glasnost either.\" This belief, according to Archie Brown, emeritus politics professor at Oxford University, is nothing less than \"specious.\" In \"The Human Factor,\" Mr. Brown gives most of the credit for the Cold War's end to Mikhail Gorbachev, whom he presents as almost a pacifist who voluntarily wound up the Soviet Union, albeit with a little assistance from Thatcher. So who is right?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protocol-review-no-offense-intended-11593209793", "title": "'Protocol' Review: No Offense Intended", "date": "2020-06-26 18:16", "summary": "To avoid embarrassing Russia's then-president by making him look short, blocks were subtly added to his chair's legs.. It cannot be said that Capricia Penavic Marshall fails to practice the graciousness she advises. Other authors confine their I-Could-Never-Have-Succeeded-Without statements to an acknowledgments page at the end of the book, and she has nine of those. But throughout \"Protocol: The Power of Diplomacy and How to Make It Work for You,\" accolades are lavished on nearly everyone who is mentioned.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-review-pluribus-yes-unum-no-11593209763", "title": "'Union' Review: Pluribus, Yes. Unum, No.", "date": "2020-06-26 18:16", "summary": "Various voices always claim the American experiment is about something other than the Founders' natural rights.. These days, as statues are toppled and charges are leveled by one group of citizens against another, it often seems as if we are a nation so divided that unity is no longer possible. Colin Woodard, a journalist with the Portland Press Herald, believes that the whole idea of national unity has been a kind of mirage all along. In \"Union: The Struggle to Forge the Story of United States Nationhood,\" he argues that \"there was never one America but several\"-a hodgepodge of regional cultures-and that the idea of a single, uniform American nation was confected by a variety of not-always-well-intentioned, mostly 19th-century writers of history, historical fiction, political science and movie scripts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appellate-court-says-trump-unlawfully-transferred-military-funds-for-border-wall-11593202519", "title": "Appellate Court Says Trump Unlawfully Transferred Military Funds for Border Wall", "date": "2020-06-26 18:15", "summary": "The ruling won't affect construction plans for now, but could set the stage for Supreme Court consideration. A federal appeals court ruled Friday that the Trump administration acted unlawfully when it transferred $2.5 billion in military funds for use in the construction of a southern U.S. border wall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-not-being-someone-else-review-down-the-path-not-taken-11593209687", "title": "'On Not Being Someone Else' Review: Down the Path Not Taken", "date": "2020-06-26 18:14", "summary": "Feeling regret, we imagine the better life we might have had-and envy a self that never was.. 'My only regret in life,\" Woody Allen once quipped, \"is that I am not someone else.\" Amusing, certainly, if rather bleak. Regretting that you are not another person is, in effect, like wishing that you yourself no longer existed. What most of us would feel, probably, is envy. In \"On Not Being Someone Else,\" an expertly curated tour of regret and envy in literature, Andrew H. Miller quotes the early 19th-century writer William Hazlitt on this point. We'd like to have the traits that another person has, but only if we could \"still be ourselves,\" able \"to possess and enjoy\" them as the person we already are.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-city-security-chief-wounded-in-assassination-attempt-11593192065", "title": "Mexico City Security Chief Wounded in Assassination Attempt", "date": "2020-06-26 17:57", "summary": "Omar García Harfuch is hospitalized, three others are killed, after attack blamed on Jalisco cartel. MEXICO CITY-Heavily armed gunmen attacked Mexico City's police chief along the city's most famous boulevard on Friday morning, in a failed assassination attempt that officials said marked a brazen challenge by the country's most powerful organized crime group, the Jalisco cartel.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-bid-for-texas-voters-afraid-of-coronavirus-to-cast-absentee-ballots-11593207543", "title": "Supreme Court Rejects Bid for Texas Voters to Cast Absentee Ballots", "date": "2020-06-26 17:39", "summary": "State rules allow no-excuse absentee ballots for people age 65 and over. The Supreme Court on Friday rejected an emergency appeal that sought permission for voters in Texas to cast absentee ballots in this year's elections if they feared coronavirus risks from voting in person.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-movie-in-works-at-company-that-made-crazy-rich-asians-11593197306", "title": "Coronavirus Movie in Works at Company That Made 'Crazy Rich Asians'", "date": "2020-06-26 17:34", "summary": "Film is to focus on Chinese medical personnel in early days of Covid-19; needs China's approval to film there. Hollywood is gearing up to explore the origins of the planet's most-reviled villain: the coronavirus.", "categories": [["WSJ News Exclusive", "Film"]], "category_links": ["https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-marian-croak-aimed-for-the-top-she-couldnt-escape-racism-11593180017", "title": "Google's Marian Croak Aimed for the Top. She Couldn't Escape Racism.", "date": "2020-06-26 17:26", "summary": "An accomplished Silicon Valley engineer reflects on her own encounters with racial bias. Two years ago, Marian Croak was hiding in her office at Google's YouTube offices, convinced the police would enter and shoot her dead.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-jacobins-should-remember-the-past-11593206702", "title": "Modern Jacobins Should Remember the Past", "date": "2020-06-26 17:25", "summary": "America is now living through another period of intolerance comparable to the McCarthy era of the 1950s.. Your editorial \"America's Jacobin Moment\" (June 23) highlights an unpleasant truth: America is now living through another period of intolerance comparable to the McCarthy era of the 1950s. Subjecting employees to \"loyalty oaths\" and blacklists on hiring for failure to express agreement with the most extreme positions of protest groups (such as defunding the police) will inevitably follow. The objective is, of course, to crush diversity of expression. It's not surprising that leftists have now embraced such \"cancel culture\" tactics since they proved so effective during Sen. Joe McCarthy's time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-texas-fracker-sable-permian-files-for-bankruptcy-amid-restructuring-talks-11593195413", "title": "Sable Permian Files for Bankruptcy Amid Restructuring Talks", "date": "2020-06-26 17:25", "summary": "Out-of-court restructurings kept the oil-and-gas operator afloat for years, but 2020 proved too much. West Texas fracker Sable Permian Resources LLC has filed for bankruptcy protection after years of riding the ups and downs of commodity prices in out-of-court restructurings.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-toppling-statues-really-achieve-11593206640", "title": "What Does Toppling Statues Really Achieve?", "date": "2020-06-26 17:24", "summary": "Peaceful protest is our constitutional right and protesting injustice is admirable. Knocking over and defacing statues and destroying property are taking the easy way out and leaving the hard work to others.. The destruction of the statue of George Washington in Portland, Ore., is abhorrent to me (\"Demonstrators Pull Down Statue of George Washington in Portland,\" U.S. News, June 20). As anyone with an understanding of history knows, the U.S. wouldn't exist if not for George Washington. He held our small army together for many years even as the soldiers endured terrible conditions with little real pay. With the help of the French, he defeated the British after years of tireless effort and self-sacrifice. Equally important, Washington's gravitas enabled the creation and implementation of our Constitution, which provided the basic architecture for our government, which survives to this day. However, Washington wasn't a perfect human being. He was a man who, given his life and times, owned slaves, using a system that was thrown on the trash heap of history 155 years ago. We must learn from our past, not ignore it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prognosis-is-poor-for-real-health-care-market-11593206526", "title": "Prognosis Poor for Real Health-Care Market", "date": "2020-06-26 17:22", "summary": "As a co-founder of the first consumer-driven health-care plan, I note the things we discussed 20 years ago are the same things the authors address regarding price transparency, market competition and health savings accounts.. Regarding George P. Shultz and Vidar Jorgensen's \"A Real Market in Medical Care? Singapore Shows the Way\" (op-ed, June 16): As a co-founder of the first consumer-driven health-care plan, I note the things we discussed 20 years ago are the same things the authors address regarding price transparency, market competition and health savings accounts. So while our nation's health-care GDP has more than doubled to over $4 trillion in the last 20 years, we continue to have an obsolete, dysfunctional system that rewards the status quo. Unless we force change on those fighting for the status quo (look at who is fighting the proposed \"Improving Price and Quality Transparency in American Healthcare to Put Patients First\" rules in D.C.), our country will just see another 20 years of slower innovation, higher costs, mediocre outcomes and less access to quality and affordable health care.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diverse-interpretations-for-a-diverse-nation-11593206178", "title": "Diverse Interpretations for a Diverse Nation", "date": "2020-06-26 17:16", "summary": "The straightforward nature of Irving Berlin's 'God Bless America' has led to countless reinterpretations.. A great work of art is a litmus test of an audience's sensibilities. If it happens to be a performance piece, it also allows its interpreters to put their own stamp on it. And if it is a song, it can capture and represent an entire country.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-26-2020-11593162548", "title": "U.S. Stocks Stumble at Week's End", "date": "2020-06-26 17:11", "summary": "Some states are introducing fresh restrictions to curtail the coronavirus outbreak. The Dow Jones Industrial Average dropped more than 700 points and limped to a weekly loss as daily coronavirus infections rapidly increased, fanning worries about a slowdown in the economy's reopening.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-message-to-u-s-crossing-red-lines-could-put-trade-deal-at-risk-11593182991", "title": "China Message to U.S.: Crossing 'Red Lines' Could Put Trade Deal at Risk", "date": "2020-06-26 17:08", "summary": "Beijing quietly tells Washington that 'meddling' in Hong Kong, Taiwan and other matters could jeopardize Chinese goods purchases under the Phase One trade deal. Beijing has begun quietly delivering a message to Washington: U.S. pressure over matters China considers off limits could jeopardize Chinese purchases of farm goods and other U.S. exports under the \"Phase One\" trade deal.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-of-nba-players-test-positive-for-the-virus-11593191061", "title": "5% of NBA Players Test Positive for the Virus", "date": "2020-06-26 17:05", "summary": "Tests showed that 16 of 302 players were positive in the league's first round of coronavirus testing before the NBA attempts to restart in July. On the first day that NBA players were tested for the coronavirus as they attempt to restart their season next month in Florida, 5% of players have isolated themselves after testing positive, the league and the NBA players' union said Friday.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-schools-to-reopen-in-fall-with-some-remote-learning-11593193594", "title": "New Jersey Schools to Reopen in Fall With Some Remote Learning", "date": "2020-06-26 17:03", "summary": "Governor says districts will be developing their own reopening plans with some rules from the state. New Jersey officials said K-12 public schools will reopen this fall with a mix of in-person instruction and remote learning.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemics-economic-toll-forces-egypt-to-turn-again-to-imf-for-help-11593178701", "title": "Pandemic's Economic Toll Forces Egypt to Turn Again to IMF for Help", "date": "2020-06-26 16:43", "summary": "Middle East's largest country getting $5.2 billion bailout loan as it begins to reopen despite a surge in coronavirus cases. Egypt's economy is reeling as the coronavirus pandemic keeps tourists away, erodes remittances and undercuts spending by Egyptians whose wages were already depressed due to recent years of government austerity.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-as-virus-surge-threatens-reopenings-11593192243", "title": "Treasury Yields Fall as Virus Surge Threatens Reopenings", "date": "2020-06-26 16:41", "summary": "The yield on the benchmark 10-year U.S. Treasury note settled at 0.636%, its lowest close since May 14. U.S. government-bond prices climbed Friday as investors bought safer assets amid signs that an increase in new coronavirus cases is threatening progress toward fully reopening the U.S. economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-nominates-new-federal-election-committee-commissioner-11593203905", "title": "Trump Nominates New FEC Commissioner", "date": "2020-06-26 16:38", "summary": "Hobbled elections regulator lacks quorum until new nominee is approved by Senate. President Trump nominated a new member to the Federal Election Commission as a current member resigned on Friday, denying the panel a quorum.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-goes-public-as-coronavirus-pandemic-upends-grocery-business-11593188318", "title": "Albertsons Goes Public as Pandemic Upends Grocery Business", "date": "2020-06-26 16:32", "summary": "Safeway, Jewel-Osco owner plans to capitalize on changing shopping behavior. Supermarket chain Albertsons Cos. started trading publicly after years of unsuccessful attempts, buoyed by strong demand for groceries as consumers cook more at home during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-witness-in-mueller-investigation-sentenced-for-sex-crimes-11593203495", "title": "Former Witness in Mueller Investigation Sentenced for Sex Crimes", "date": "2020-06-26 16:31", "summary": "George Nader is still to be tried on charges of funneling illegal contributions in 2016 election. WASHINGTON-A Lebanese-American businessman and former cooperating witness to special counsel Robert Mueller was sentenced Friday to 10 years in prison by a federal judge in Virginia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-medical-supply-deliveries-tap-into-growing-relief-logistics-operation-11593195438", "title": "Coronavirus Medical-Supply Deliveries Tap Into Growing Relief Logistics Operation", "date": "2020-06-26 16:28", "summary": "A Maersk unit chartered planes to deliver millions of face masks to Canada as logistics providers sought to replace withdrawn airfreight capacity. While the world scrambled for personal protection gear in May to shield from the coronavirus pandemic, the Canadian government managed to secure an order for tens of millions of face masks from Chinese suppliers. But getting the masks to Canada was more difficult than procuring them.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-surge-in-south-and-west-looks-different-from-norths-11593203105", "title": "The Coronavirus Surge in Florida, Arizona, Texas Isn't the Same as New York's Crisis", "date": "2020-06-26 16:25", "summary": "Younger people are getting sick with Covid-19 in places where some took the end of stay-home orders as permission to fully live their lives again. PHOENIX-The virus that ravaged Northeastern U.S. cities is surging through Southern and Western states. It's different this time.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-is-a-puzzle-that-wall-street-cant-solve-11593163804", "title": "Covid-19 Is a Puzzle That Wall Street Can't Solve", "date": "2020-06-26 16:18", "summary": "A pandemic ended a U.S. bull market and pushed the financial system to the brink of collapse. Then stocks rallied, only to stall again. Investors are still piecing together what happened.. The first half of 2020 was the most dizzying selloff-turned-comeback many investors have witnessed in decades of working on Wall Street.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-holds-back-on-outlining-second-term-agenda-11593202081", "title": "Trump Holds Back on Outlining Second-Term Agenda", "date": "2020-06-26 16:08", "summary": "White House advisers work on policy blueprint; president hasn't directly answered questions about what he hopes to accomplish if re-elected. WASHINGTON-President Trump has been asked twice in the past two weeks to outline his priorities for a second term. He didn't directly answer the question either time.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macandrews-forbes-ousts-cfo-over-violation-at-revlon-11593202122", "title": "MacAndrews & Forbes Ousts CFO Over Violation at Revlon", "date": "2020-06-26 16:08", "summary": "Firm says it removed Paul Savas for violating policies on related-party transactions. The finance chief of MacAndrews & Forbes Inc. has left the investment firm and the board of cosmetics maker Revlon Inc. over a violation of related-party transaction policies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-doesnt-need-a-new-revolution-11593201840", "title": "America Doesn't Need a New Revolution", "date": "2020-06-26 16:04", "summary": "Can the country confront its current problems with its traditional can-do spirit? We have barely four months to figure out how.. Outrage is the natural response to the brutal killing of George Floyd. Yet outrage and clear, critical thinking seldom go hand in hand. An act of police brutality became the catalyst for a revolutionary mood. Protests spilled over into violence and looting. Stores were destroyed; policemen and civilians injured and killed. The truism \"black lives matter\" was joined by a senseless slogan: \"Defund the police.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reagan-campaign-lesson-attack-ads-are-for-losers-11593201778", "title": "Reagan Campaign Lesson: Attack Ads Are for Losers", "date": "2020-06-26 16:02", "summary": "In 1980, Jimmy Carter relied on negative spots. His challenger produced but seldom aired them.. A campaign ad from Joe Biden, \"Descent,\" opens with the iconic footage of Donald and Melania Trump coming down the escalator to launch his presidential bid in 2015. \"For the last five years,\" the narrator intones, \"he's brought America down with him.\" It is an attack ad, pure and simple. So is a Trump spot that accuses Mr. Biden of being China's puppet. Both ads contain powerful images and strong words. If the idea is to attract undecided voters, both are likely to fail.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-classic-pasta-recipe-every-cook-should-master-11593200667", "title": "The Classic Pasta Recipe Every Cook Should Master", "date": "2020-06-26 15:44", "summary": "Chef Michael Tusk shares his tips for turning out a silky, satisfying spaghetti carbonara in 25 minutes. EVEN WHILE OPENING three celebrated restaurants in San Francisco-and earning as many Michelin stars-Michael Tusk continued traveling extensively, researching recipes and ingredients. Still, the ideal Roman-style spaghetti alla carbonara eluded him.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/q-a-how-washington-d-c-would-become-a-state-11593193237", "title": "Q&A: How Washington, D.C., Would Become a State", "date": "2020-06-26 15:34", "summary": "New state would be called 'State of Washington, Douglass Commonwealth,' in honor of Frederick Douglass; White House has said Trump would veto measure.. The House approved a bill Friday to make the District of Columbia a state. Under the bill, most of present-day Washington, D.C., would take the name State of Washington, Douglass Commonwealth, in honor of Frederick Douglass.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-taking-most-advantage-of-tax-deadline-delay-high-income-households-11593199849", "title": "Who's Taking Most Advantage of Tax Deadline Delay? High-Income Households", "date": "2020-06-26 15:30", "summary": "Individual tax-return filings with over $1 million in income dropped by 56% through mid-May. WASHINGTON-Households with incomes over $1 million are the most likely to use this year's delay in tax filing, putting off paying taxes they owe beyond the normal April 15 deadline.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-fall-as-rising-covid-19-cases-prompt-demand-concerns-11593187200", "title": "Oil Prices Fall as Rising Covid-19 Cases Prompt Demand Concerns", "date": "2020-06-26 15:27", "summary": "Investors also eye rising crude inventories. Oil prices edged lower Friday to cap the second weekly decline since April, as investors adjusted expectations to account for rising crude inventories and surging U.S. coronavirus cases.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-plans-criminal-charges-against-pilots-with-bogus-credentials-11593199452", "title": "Pakistan Plans Criminal Charges Against Pilots With Bogus Credentials", "date": "2020-06-26 15:24", "summary": "Most found to have cheated on exams work for Pakistani carriers, but some work for foreign airlines, official says. ISLAMABAD-Pakistan said Friday it would criminally charge pilots found to have obtained fraudulent flying credentials as the authorities raced to identify those who work for overseas airlines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-ranking-neiman-marcus-lenders-criticize-lazard-fees-11593199005", "title": "High-Ranking Neiman Marcus Lenders Criticize Lazard Fees", "date": "2020-06-26 15:16", "summary": "Lender group wants payout to investment bank to be capped at $19 million. A group of Neiman Marcus Group Ltd. lenders wants to cut payments to investment bank Lazard Ltd. by nearly $10 million, saying the fees aren't justified when the department-store chain has a clear path to exiting bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-fighters-help-tighten-rebel-control-of-libyas-largest-oil-field-11593194257", "title": "Russian Fighters Help Tighten Rebel Control of Libya's Largest Oil Field", "date": "2020-06-26 15:07", "summary": "With backing of Kremlin-connected mercenaries, Khalifa Haftar will be able to deprive internationally-recognized government of revenue;. Mercenaries connected to the Russian government have joined forces with a rebel militia to hold Libya's largest oil field, European and Libyan officials said, prompting U.S. protests over foreign interference in the country's most strategic industry.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-on-d-c-statehood-bill-11593176402", "title": "House Passes Bill That Would Admit Washington, D.C., as 51st State", "date": "2020-06-26 14:53", "summary": "Effort gained new momentum after clashes between federal authorities and city during Black Lives Matter protests; Republicans oppose push. WASHINGTON-A bill to admit Washington, D.C., as the 51st state passed the House on Friday but will likely go no further this year, after the decadeslong campaign found fresh urgency among Democrats when federal personnel clashed with protesters on the capital city's streets earlier this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-acquire-self-driving-startup-zoox-11593183986", "title": "Amazon to Acquire Self-Driving Startup Zoox", "date": "2020-06-26 14:50", "summary": "Deal of slightly more than $1.2 billion is consistent with Amazon's expansion into delivery services. Amazon.com Inc. has reached an agreement to acquire autonomous-car developer Zoox, the two companies said Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-jeep-should-change-its-problematic-monikers-11593197387", "title": "Why Jeep Should Change Its Problematic Monikers", "date": "2020-06-26 14:49", "summary": "What does an SUV bearing the name of a Native American tribe say about the brand? About the driver? Dan Neil considers the complicated history of car names from behind the wheel of Jeep's Gladiator Mojave.. AFTER THE DISCORD of the past months, it's a safe bet white Americans are more alert to racism embedded in the dominant culture and language. With that I serve up the Jeep Gladiator Mojave 4X4, an extreme off-road pickup that name-checks an indigenous people throttled by the U.S. military in the 19th century.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-coronavirus-may-2020-11593131872", "title": "May Consumer Spending Rebounded", "date": "2020-06-26 14:47", "summary": "Personal consumption increased at record 8.2% pace from the month before, signaling a partial recovery. Americans cautiously returned to the marketplace last month, helping the economy slowly dig out from a severe recession. But a new rise in coronavirus infections threatens the nascent recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-city-council-advances-plan-to-abolish-police-department-11593188831", "title": "Minneapolis City Council Advances Plan to Abolish Police Department", "date": "2020-06-26 14:42", "summary": "Council took first step toward putting change to city's charter on November ballot. The Minneapolis City Council on Friday took the first step toward abolishing its police department and replacing it with a department of community safety and violence prevention, the latest fallout from the killing of George Floyd by a city police officer last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-suspend-wirecards-british-operations-11593176858", "title": "U.K. Regulators Suspend Wirecard's British Operations", "date": "2020-06-26 14:26", "summary": "The move stranded consumers whose payment cards rely on the Germany company's technology. U.K. financial regulators froze the British operations of Wirecard AG , stranding consumers whose payment cards rely on the insolvent Germany company's technology.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musical-masterpieces-written-by-hand-11593194244", "title": "Musical Masterpieces Written by Hand", "date": "2020-06-26 13:57", "summary": "Auction houses and libraries are making it easy to view composers' manuscripts online, including scores by Mendelssohn and Beethoven.. Felix Mendelssohn wasn't only a great composer and a virtuoso organist; he was also a trained draftsman, a skill he put to use in his elaborate handwritten scores. \"A Mendelssohn manuscript is a work of art in itself,\" says his biographer R. Larry Todd, professor of music at Duke University. \"The calligraphy is stunning.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-partners-launch-18-billion-effort-to-distribute-covid-19-vaccines-globally-11593194198", "title": "WHO, Partners Launch $18 Billion Effort to Distribute Covid-19 Vaccines Globally", "date": "2020-06-26 13:56", "summary": "Organizers look to line up coronavirus vaccines for countries that lack the resources to secure their own supply. The World Health Organization and two global health nonprofits said Friday they have an $18 billion plan to procure two billion doses of eventual coronavirus vaccines for distribution in developing nations.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannae-holdings-senator-investment-group-propose-to-acquire-corelogic-11593179188", "title": "Cannae Holdings, Senator Investment Group Propose to Acquire CoreLogic", "date": "2020-06-26 13:42", "summary": "Unsolicited bid represents a 37% premium over CoreLogic's stock price on June 15. Cannae Holdings Inc. and Senator Investment Group LP are proposing to buy CoreLogic Inc. in a deal that would value the financial services intelligence company at $5.16 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-luxury-even-microsoft-can-no-longer-afford-11593193091", "title": "A Luxury Even Microsoft Can No Longer Afford", "date": "2020-06-26 13:38", "summary": "The pandemic is making retail locations harder to justify for a software giant that doesn't need them. Microsoft 's stores served their purpose at one point. But in the pandemic era, expensive showrooms become harder to justify.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-panel-recommends-suspending-probe-into-samsung-leader-11593180877", "title": "South Korean Panel Recommends Suspending Probe Into Samsung Leader", "date": "2020-06-26 13:08", "summary": "Prosecutors could still pursue indictment over accounting-fraud allegations tied to 2015 merger between two Samsung affiliates. A panel of civilian experts dealt a blow to South Korean prosecutors investigating Samsung Electronics Co.'s de facto leader Lee Jae-yong Friday by recommending they suspend an investigation into allegations of financial fraud tied to a 2015 merger.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lisa-pratt-is-out-to-save-the-worlds-11593189823", "title": "Lisa Pratt Is Out to Save the Worlds", "date": "2020-06-26 12:43", "summary": "NASA's 'planetary protection officer' works to keep alien microbes and viruses away from Earth-and to avoid contaminating distant planets and moons. At a time when people worry about their own risk of infection, Lisa Pratt is working to make sure that life on Earth doesn't contaminate the rest of the solar system. For months now, she has been disinfecting a NASA spacecraft poised to launch for Mars on July 22. The mission sets the stage for bringing Martian rocks and soil back to Earth for the first time.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-guru-led-planning-to-topple-maduro-11593163801", "title": "Venezuelan Opposition Guru Led Planning to Topple Maduro", "date": "2020-06-26 12:34", "summary": "Leopoldo López and allies shopped for mercenaries before failed attempt to overthrow regime. BOGOTÁ, Colombia-The politically influential mentor of U.S.-backed Venezuelan opposition leader Juan Guaidó was behind a monthslong effort to contract mercenaries to overthrow President Nicolás Maduro, according to several people involved in the planning.", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stimulus-gets-spent-11593188577", "title": "The Stimulus Gets Spent", "date": "2020-06-26 12:22", "summary": "Government stimulus payments and expanded unemployment benefits buoyed spending last month. That money will run out, however. Government stimulus buoyed spending in May. But it will soon run out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kanye-west-to-design-yeezy-clothing-line-for-gap-11593174610", "title": "Kanye West to Design Yeezy Clothing Line for Gap", "date": "2020-06-26 12:10", "summary": "Retailer's shares surge on partnership with rapper to design a new line of hoodies, T-shirts called Yeezy Gap. Gap Inc. is betting that the perfect hoodie and other clothes designed by music and fashion impresario Kanye West will help pull it out of its yearslong slump.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-lines-harden-over-low-income-lending-rules-11593187423", "title": "Battle Lines Harden Over Low-Income Lending Rules", "date": "2020-06-26 12:03", "summary": "House Democrats challenge Trump administration's overhaul of rules around Community Reinvestment Act. House Democrats are mounting their first significant challenge to a Trump administration overhaul of rules that affect the way banks make billions of dollars in loans, investments and donations to customers in low- and moderate-income areas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-to-lift-limits-on-number-of-passengers-on-board-11593186565", "title": "American Airlines to Lift Limits on Number of Passengers on Board", "date": "2020-06-26 11:49", "summary": "Carrier joins United in forgoing coronavirus measure as travel begins to rebound. American Airlines says it will fill its planes completely as passengers start to return to traveling after the coronavirus pandemic decimated demand in recent months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-maker-remington-preps-for-bankruptcy-seeks-sale-to-navajo-nation-11593186468", "title": "Gun Maker Remington Preps for Bankruptcy, Seeks Sale to Navajo Nation", "date": "2020-06-26 11:47", "summary": "The second chapter 11 filing for Remington could come within days. Firearms manufacturer Remington Arms Co. is preparing to file for chapter 11 protection for the second time since 2018 and is in advanced talks for a potential bankruptcy sale to the Navajo Nation, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gyms-reopening-may-not-facilitate-coronavirus-infections-study-finds-11593185424", "title": "Gyms Reopening May Not Facilitate Coronavirus Infections, Study Finds", "date": "2020-06-26 11:30", "summary": "Several European countries that allowed fitness facilities to reopen haven't reported any associated uptick in Covid-19 cases. European countries that have allowed gyms to reopen have reported no uptick in coronavirus infections, suggesting fitness studios might be relatively safe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lorna-jane-founders-to-sell-l-a-estate-with-historic-neutra-house-11593185206", "title": "Lorna Jane Founders To Sell L.A. Estate With Historic Neutra House", "date": "2020-06-26 11:26", "summary": "The circa 1948 Bailey House, formerly owned by \"The Simpsons\" co-creator Sam Simon, is part of a larger compound asking $20 million. An architecturally significant California compound owned by Lorna Jane and Bill Clarkson, the husband-and-wife team behind the activewear brand Lorna Jane, is listing for $20 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-and-old-in-pacific-palisades-11593184961", "title": "New and Old in Pacific Palisades", "date": "2020-06-26 11:22", "summary": "An estate asking $20 million contains a restored 1940s home and a contemporary mansion. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lenders-to-ailing-companies-circle-wagons-to-fend-off-distressed-debt-investors-11593169200", "title": "Lenders to Ailing Companies Circle Wagons", "date": "2020-06-26 11:13", "summary": "Eaton Vance's courtroom victory in its battle for Serta shows that once-timid loan funds are now getting aggressive. Eaton Vance Corp. mutual-fund manager Craig Russ isn't an activist, but when he heard that distressed-debt investors were going after Serta Simmons Bedding LLC, endangering his $200 million investment in the ailing company, he went to the mattresses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-planned-troop-withdrawal-from-germany-leaves-berlin-cold-11593184247", "title": "Trump's Planned Troop Withdrawal From Germany Leaves Berlin Cold", "date": "2020-06-26 11:10", "summary": "While German experts are concerned by the move, the government is reserving judgment ahead of the November election. BERLIN-When President Trump earlier this month said he would sharply reduce the number of U.S. troops stationed in Germany, he framed it as punishment for Berlin's low military spending. \"Until they pay,\" Mr. Trump said, \"we're removing our soldiers.\"", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-switches-lazada-ceo-again-in-tough-e-commerce-market-11593173345", "title": "Alibaba Switches Lazada CEO Again in Tough E-Commerce Market", "date": "2020-06-26 11:08", "summary": "Southeast Asia e-commerce unit appoints third CEO in over two years. SINGAPORE- Alibaba Group Holding Ltd. replaced the chief executive of its Southeast Asia e-commerce unit for the third time in just over two years, as the Chinese technology giant continues to struggle to get its international business on track.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-bombed-investors-carried-on-11593183598", "title": "Markets Bombed, Investors Carried On", "date": "2020-06-26 10:59", "summary": "It's going to take a lot more than a single market meltdown for small investors to chicken out of stocks. One of the biggest surprises in the first half of 2020 was what didn't happen: Most individual investors, despite their reputation as nervous Nellies who sell into every panic, didn't dump their stocks even when the market meltdown was at its worst.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-a-summer-movie-11593183504", "title": "What Makes a Summer Movie?", "date": "2020-06-26 10:58", "summary": "From road-trip comedies to taut, humid dramas, Hollywood has put its mark on the season.. Summer is here-but there are no movies to mark its coming. With Hollywood in deep disarray and America's movie theaters still trying to figure out whether they can reopen safely, it will likely be at least another year before the next summer movie comes along. But how will we know it when we see it? Exactly what is a summer movie? Can it be something other than a rom-com? Must it take place on or near a beach? These questions are harder to answer than you might suppose.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-real-estate-boom-medieval-history-says-yes-11593183523", "title": "Pandemic Real Estate Boom? Medieval History Says Yes", "date": "2020-06-26 10:58", "summary": "Pandemic-induced changes most likely to be permanent are those that were already under way. Human nature never really changes, but the distribution of human wealth certainly does. That is one takeaway from a note by research firm Capital Economics looking at the legacy of past pandemics.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-close-its-retail-stores-11593183453", "title": "Microsoft to Close Its Retail Stores", "date": "2020-06-26 10:57", "summary": "Tech giant says sales have grown online as product portfolio 'has evolved to largely digital offerings'. Microsoft Corp. is exiting bricks-and-mortar retail after opening its first location more than a decade ago, as the tech giant focuses on bolstering its digital storefronts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruritania-a-cultural-history-review-charming-realms-of-derring-do-11593182840", "title": "'Ruritania: A Cultural History' Review: Charming Realms of Derring-Do", "date": "2020-06-26 10:47", "summary": "'The Prisoner of Zenda' launched a vogue for ﬁctional micronations where life is led with chivalric dash and current affairs may ﬁnd an echo.. Anthony Hope's \"The Prisoner of Zenda\" is set in a small imaginary country called Ruritania, just a train ride from Dresden, where the capital is Strelsau, the people speak German, society remains semi-feudal and affairs of honor are settled with swords. First published in 1894, this romantic swashbuckler turns on the striking resemblance between a likable, slightly feckless young Englishman named Rudolf Rassendyll and the utterly boorish heir to Ruritania's throne. When the latter is secretly kidnapped and imprisoned in Zenda Castle, Rudolf is persuaded to temporarily take the place of his Ruritanian look-a-like. Only a small handful of people know the truth about the switch, and these don't include the Princess Flavia, who, to her surprise, begins to feel attracted to a man she had hitherto found markedly repugnant.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-desperate-journeys-comical-adventures-11593182791", "title": "Children's Books: Desperate Journeys, Comical Adventures", "date": "2020-06-26 10:46", "summary": "Tales of devoted siblings, feeling their way through the world in pairs with only their wits to guide them.. When North Korea launched a surprise attack on South Korea in 1950, hundreds of thousands of people in the north left their homes and rushed south in the hopes of escaping Kim Il-sung's \"worker's paradise.\" One of them was a 15-year-old Pyongyang schoolgirl who suffered greatly on her journey to the southern coastal city of Busan. Her daughter, Julie Lee, has drawn on her mother's experiences, and those of other survivors, for \"Brother's Keeper\" (Holiday House, 320 pages, $17.99), a novel for readers ages 8-13.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-makes-new-plea-for-borrowing-power-to-save-budget-11593182578", "title": "New York City Mayor Makes New Plea for Borrowing Power to Save Budget", "date": "2020-06-26 10:42", "summary": "Budget must be passed by June 30, but Mayor de Blasio and city council are at an impasse; hundreds of protesters outside City Hall. New York City Mayor Bill de Blasio on Thursday continued to press state lawmakers to grant the city the power to borrow money to close a budget gap, but reduced the amount he is seeking to $5 billion from $7 billion.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-executives-are-sharing-their-experiences-of-racism-many-for-the-first-time-11593182200", "title": "Black Executives Are Sharing Their Experiences of Racism, Many for the First Time", "date": "2020-06-26 10:36", "summary": "Many in the top ranks of American business say now is the time to speak out after years of keeping silent. For Kamau Witherspoon, it was the night that police arrived at his Minneapolis home, guns pointed at him, shortly after a jog. For Mike McGrew, it was the realization that a manager was tailing him as he shopped at a store supplied by the company where he's an executive. For Kim Seymour, it was the way she instinctively holds merchandise aloft in clothing stores to make it clear that she's not shoplifting.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agencies-probe-coronavirus-test-kit-firm-11593182088", "title": "Federal Agencies Probe Coronavirus Test-Kit Firm", "date": "2020-06-26 10:34", "summary": "Former workers say production was halted at Fillakit's Texas warehouse. Federal agencies are investigating the quality of Covid-19 testing materials produced by a federal contractor following allegations that dust, debris, bugs and human blood came in contact with vials in the test kits, according to people briefed on the probes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-playlist-beyonce-saweetie-phoebe-11593177998", "title": "The Songs You Should Be Listening to Right Now", "date": "2020-06-26 10:23", "summary": "WSJ.'s monthly roundup of new pop releases: everything that's grabbing our attention, making us think or getting us dancing. You can find this latest playlist and more at our new Spotify page. Every song off of Phoebe Bridgers' stunning second record, Punisher, is worth listening (and perhaps crying) to. The folky twang of \"Graceland Too\" stands out as a bright spot among a brooding collection of songs. Bridgers takes on the cliché Memphis-bound road-trip yarn made famous by her male predecessors, and details a troubled woman's journey toward freedom complete with an MDMA trip and eating saltines on the floor. The song features fellow musicians Lucy Dacus and Julien Baker, who, along with Bridgers, make up the group boygenius.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-fast-track-coronavirus-vaccine-trial-based-on-advanced-genetics-technology-11593180841", "title": "China to Fast-Track Coronavirus Vaccine Trial Based on Advanced Genetics Technology", "date": "2020-06-26 10:14", "summary": "The use of messenger RNA marks a big step and indicates which candidate it finds most promising. A research institute run by China's military received approval to conduct human clinical trials of a new Covid-19 vaccine developed using advanced genetics technology, in a notable breakthrough for China's quickly developing pharmaceutical industry.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-picking-up-the-last-mile-charging-for-inventory-wine-imports-corked-11593180413", "title": "Today's Logistics Report: Picking up the Last Mile; Charging for Inventory; Wine Imports Corked", "date": "2020-06-26 10:06", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hardhat-riots-review-what-the-riots-foretold-11593180161", "title": "'The Hardhat Riot' Review: What the Riots Foretold", "date": "2020-06-26 10:02", "summary": "In 1970, blue-collar workers confronted antiwar protesters. The quarrel continues.. 'For the first time in a century,\" New York Mayor John Lindsay pronounced in 1970, \"we are not sure there is a future for America.\" Those concerned about our country's current turmoil may take comfort in the fact that we did have a future, and a good one, but it did not happen without major shifts in the American political landscape. Among the most consequential of these shifts was the migration of white working people from the center of the Democratic Party to the GOP.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-mother-and-child-reunion-11593180069", "title": "Mysteries: Mother and Child Reunion", "date": "2020-06-26 10:01", "summary": "Set in Japan, Stephanie Scott's impressive first novel concerns a daughter who starts asking questions after learning that her mother was murdered 20 years before.. Stephanie Scott's impressive first novel, \"What's Left of Me Is Yours\" (Doubleday, 336 pages, $26.95), set in modern-day Japan, concerns a murder that took place 20 years ago. At the time, we are told, the legal system, in the interest of protecting defendants' rights, treated the relatives of victims as \"forgotten parties\": \"Families were not informed of court proceedings. . . . They were not told the outcome of sentencing or even the perpetrator's date of release from prison.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-fifty-approaches-to-an-antic-arabic-masterpiece-11593180108", "title": "Fiction: Fifty Approaches to an Antic Arabic Masterpiece", "date": "2020-06-26 10:01", "summary": "The Maqāmāt shows off all that Arabic can do. This translation shows off English in the same flattering light.. In the preface to his English-language version of Ovid's Epistles, John Dryden identified three categories of translation: Metaphrase, or the word-for-word shift from one language to another; Paraphrase, where liberties on the sentence level are admissible if they best preserve the original meanings; and Imitation, where the translator \"assumes the liberty, not only to vary from the words and sense, but to forsake them both as he sees occasion.\" Imitation allows for virtuosity but traduces its source, which is why Dryden champions the golden mean of Paraphrase.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-multifarious-mr-banks-review-a-life-in-service-to-nature-11593180032", "title": "'The Multifarious Mr. Banks' Review: A Life in Service to Nature", "date": "2020-06-26 10:00", "summary": "After three years on HMS Endeavour, Banks came home with more than 1,000 plant specimens.. On May 29, 1769, his 47th day on the island of Tahiti, Joseph Banks, the botanist on HMS Endeavour, woke up without his jacket. That in and of itself wasn't unusual. The problem was that he had spent the night not in his own bed but in a canoe, next to a woman named Purea, whom he mistakenly believed to be the Queen of Tahiti. The evening before, this had seemed like an excellent idea. Now, not so much. For other elements of Banks's outfit had gone missing, too-worst of all, his pistols. Purea, whom Banks soon suspected of having masterminded the theft, offered him a substitute, a \"cloth to supply the place of my lost Jacket so that I made a motley appearance, my dress being half English and half Indian.\" In other words, Purea made Banks look just a bit strange.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madeline-mcwhinney-rose-at-the-fed-by-doing-a-job-men-didnt-want-11593180000", "title": "Madeline McWhinney Rose at the Fed by Doing a Job Men Didn't Want", "date": "2020-06-26 10:00", "summary": "Her early embrace of computers led to a promotion and the chance to lead a bank for women. Men were away at war in 1943 when Madeline McWhinney, a Smith College economics graduate, searched for a banking job in New York. She found one in research at the Federal Reserve Bank of New York.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-will-transform-health-insurance-as-we-know-it-11593179876", "title": "Covid-19 Will Transform Health Insurance as We Know It", "date": "2020-06-26 09:57", "summary": "With mass unemployment looming, the U.S. must find new ways to guarantee health care for all-or risk bankrupting states and hospitals.. The Covid-19 pandemic has put hospitals and health care workers under enormous pressure. In less publicized ways, it is also straining the U.S. health insurance system. Last year, roughly 160 million American workers and their dependents were insured through employers. With unemployment now skyrocketing, the Kaiser Family Foundation estimates that some 50 million American workers and their dependents will lose their health insurance.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-anyone-bid-60-million-online-for-a-painting-11593177108", "title": "Will Anyone Bid $60 Million Online for a Painting?", "date": "2020-06-26 09:11", "summary": "Sotheby's hopes to field multimillion-dollar bids for a Francis Bacon triptych and other works at a June 29 virtual auction that will be a bellwether of the global art market. No one has ever gone online to buy a $60 million work of art, but that is precisely what Sotheby's hopes happens when the New York auction house conducts its biggest sales of the season in an experimental, telethon-like format.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-scientist-turned-the-coronavirus-into-musicheres-what-it-sounds-like-11593176569", "title": "A Scientist Turned the Coronavirus Into Music-Here's What It Sounds Like", "date": "2020-06-26 09:02", "summary": "Resume Subscription. There may be a song in our hearts and music we feel in our bones.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-butchers-son-seeking-a-drug-that-can-cut-down-coronavirus-11593176525", "title": "Drug-Hunter Chases Coronavirus Treatment as Pandemic Spreads", "date": "2020-06-26 09:02", "summary": "Christos Kyratsous, who heads the infectious-diseases research team at biotech Regeneron, is the leader of one of the most advanced efforts to design a drug that can lance Covid-19. Christos Kyratsous, the top Covid-19 drug hunter at Regeneron Pharmaceuticals Inc., likes to go fast. He drives a Porsche 911, but lately he has been riding his pricey Swiss-made racing bicycle to his office north of New York City.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confederate-names-are-common-in-the-u-s-and-not-just-on-statues-11593176400", "title": "Confederate Names Are Common in the U.S.-and Not Just on Statues", "date": "2020-06-26 09:00", "summary": "Resume Subscription. Nationwide protests sparked by the killing of George Floyd spurred officials to remove dozens of Confederate statues and symbols. But the question remains of what to do with the other public places named after Confederate leaders across the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-kids-are-all-fried-11593176434", "title": "The Kids Are All Fried", "date": "2020-06-26 09:00", "summary": "After a springtime of Zoom school, they've earned a summer of ice cream and water balloons. I begin this column with a request: If you know any teachers, buy them a drink. Buy them all of the drinks. If they do not drink, buy them an ice cream. If they do not eat ice cream...just thank them. It's the least we can do.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-exposes-iran-saudi-battle-in-europe-11593158091", "title": "Trial Exposes Iran-Saudi Battle in Europe", "date": "2020-06-26 08:20", "summary": "Norwegian-Iranian man was sentenced to prison for plotting assassination of Iranian dissident leader with links to Saudi Arabia. ROSKILDE, Denmark-A court here sentenced a Norwegian-Iranian man to seven years in prison for espionage and plotting the assassination of an Iranian dissident with suspected links to Saudi Arabia, as the contest between two Middle East rivals spilled over into Europe.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nationals-should-be-happy-there-wasnt-a-60-game-season-in-2019-11593172800", "title": "The Nationals Should Be Happy There Wasn't a 60-Game Season in 2019", "date": "2020-06-26 08:00", "summary": "This year's abbreviated MLB season is likely to produce some bizarre results. No team in recent memory understands the power of baseball's six-month marathon better than the 2019 Washington Nationals. They looked hopeless even after two months, before an unprecedented surge propelled them up the standings and into a wild-card spot. Despite their dismal start, the Nationals wound up winning the World Series, emerging as one of the unlikeliest champions in history.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-ice-cream-in-5-minutes-without-any-cream-11593172848", "title": "How to Make Ice Cream in 5 Minutes (Without Any Cream)", "date": "2020-06-26 08:00", "summary": "This dairy-free strawberry-coconut scoop can be whipped up in the time it takes to make a smoothie-and the result is just about as healthy. THIS DELICIOUS concoction is not technically a sorbet or an ice cream. Thanks to the coconut cream, it has the smooth texture of a gelato-but it's not that, either. Delivering abundant fruit and ample creamy goodness, it happens to be dairy-free and, more or less, as healthy as a morning smoothie (give or take a few spoonfuls of honey). The recipe comes courtesy of Amanda Chantal Bacon, founder of Moon Juice, the Los Angeles-based purveyor of wellness in the form of juices, tonics, \"Moon Dusts\" and other supplements. She gave it to me to include in a cookbook I was writing at the time, but little did she know that I would use it as a blueprint in perpetuity, substituting any fruit I happen to have on hand.", "categories": [["Life & Work", "Food & Drink", "A Little Something Sweet"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/a-little-something-sweet?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-workers-need-to-know-about-protestson-and-off-the-job-11593172801", "title": "What Workers Need to Know About Protests-On and Off the Job", "date": "2020-06-26 08:00", "summary": "Employers should use consistent policies, and workers need to be aware of First Amendment limits, experts say. Could a Black Lives Matter logo at work get you in trouble? What about taking time off to protest? Experts say now is the time for workers and their employers to brush up on company rules governing conduct on and off the job.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-state-pollsters-learned-the-lessons-of-2016-11593172800", "title": "Have State Pollsters Learned the Lessons of 2016?", "date": "2020-06-26 08:00", "summary": "With Biden ahead in key states, some experts wonder if surveys could again be underestimating Trump's support. WASHINGTON-To many Americans, President Trump's election was a surprise, because polls in battleground states had shown him trailing. Now, many state polls show Mr. Trump lagging behind once again, raising the question of whether, this time, the polls are more accurate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-backstage-capitals-arlan-hamilton-on-boosting-diversity-in-venture-capital-11593172800", "title": "Three Questions With Backstage Capital's Arlan Hamilton on Boosting Diversity in Venture Capital", "date": "2020-06-26 08:00", "summary": "Founder of venture-capital firm encourages underrepresented voices to 'flip the script' instead of letting 'other people determine who we are'. Arlan Hamilton knows what it's like to be underestimated and underrepresented.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-lawyers-warn-chinas-security-law-will-erode-legal-autonomy-11593172506", "title": "Hong Kong Lawyers Warn China's Security Law Will Erode Legal Autonomy", "date": "2020-06-26 07:55", "summary": "Many city officials, including Chief Executive Carrie Lam, say they haven't seen final details despite impending passage. HONG KONG-Senior Hong Kong officials lined up in recent days to defend China's national security law for the territory that Beijing is poised to approve next Tuesday, even though none said they had seen the official legislation that would mark the most significant change to the city's governance in decades.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-coronavirus-spike-boston-hospital-icu-doctors-patient-covid-19-11593171722", "title": "'She Is Going to Make It, Damn It': One Doctor's Quest to Save Her Patient From Covid-19", "date": "2020-06-26 07:45", "summary": "Resume Subscription. BOSTON-The patient in Room 5 had one big thing going for her. She was young.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-looks-to-contain-advertising-boycott-over-hate-speech-11593120639", "title": "Facebook Tries to Contain Damage as Verizon Joins Ad Boycott", "date": "2020-06-26 07:24", "summary": "Social network tells advertisers it takes civil-rights groups' concerns seriously, but won't 'make policy changes tied to revenue pressure'. Facebook Inc. is working to persuade its top advertisers not to pause spending on the social network, as it tries to keep a boycott from a handful of marketers from turning into a widespread revolt.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elijah-mcclain-death-in-colorado-to-be-reinvestigated-after-petition-protests-11593170541", "title": "Elijah McClain's Death in Police Custody to Be Reinvestigated", "date": "2020-06-26 07:22", "summary": "National outcry over the killing of George Floyd leads to fresh look at case of 23-year-old black man who died last year in Aurora, Colorado. Colorado's governor appointed a special prosecutor Thursday to reinvestigate an August 2019 case in which a 23-year-old black man named Elijah McClain died in police custody after being stopped on his way home from a convenience store.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-hydrogen-the-new-wonder-fuel-11593170272", "title": "Is Hydrogen the New Wonder Fuel?", "date": "2020-06-26 07:17", "summary": "Technology to realize the vast potential of hydrogen is solid, but investors may be too far ahead of the adoption curve. Hydrogen holds great promise as a green fuel. The rub is that it is still expensive-as are shares in the companies that might help unlock that promise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-presses-to-convert-hagia-sophia-back-into-a-mosque-11593169200", "title": "Turkey's Erdogan Presses to Convert Hagia Sophia Back Into a Mosque", "date": "2020-06-26 07:00", "summary": "Resume Subscription. ISTANBUL-Turkish President Recep Tayyip Erdogan has long used religious and nationalist symbolism to shore up support. Now he is reviving plans to convert Hagia Sophia, once one of Christendom's most revered cathedrals, back into a mosque as he attempts to parry growing political and economic pressures in the wake of the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hermes-handbags-pass-an-early-covid-test-11593169054", "title": "Hermès Handbags Pass an Early Covid Test", "date": "2020-06-26 06:57", "summary": "Premiums paid for the French brand's Birkin and Kelly bags remained high at the latest Christie's auction, but don't necessarily signal healthy luxury demand more generally. Even with nowhere to flaunt it, wealthy shoppers have paid over the odds for a secondhand Birkin handbag during Covid-19 lockdowns. Strong auction results for the Hermès brand aren't a great indicator of the wider health of the luxury sector, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-buzzy-protest-art-that-no-one-can-see-11593163802", "title": "The Buzzy Protest Art That No One Can See", "date": "2020-06-26 06:43", "summary": "To get good photo of Black Lives Matter mural in Washington, D.C., bring your satellite. On June 5, at 3:30 in the morning, eight artists gathered on 16th Street in Washington, D.C., with 60 gallons of yellow paint to spell out \"Black Lives Matter\" on the asphalt. The letters are 46 feet tall and cover two city blocks, a distance of 580 feet, according to the city.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-parks-need-a-cure-11593167401", "title": "Disney's Parks Need a Cure", "date": "2020-06-26 06:30", "summary": "Even if U.S. theme parks reopen later this summer, full profit recovery could require a vaccine. Disney looks in for a rougher summer. But getting its theme park business back on track was always going to take more than face masks and favorable spreadsheets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-cellphones-face-off-against-indian-nationalism-11593167245", "title": "Chinese Cellphones Face Off Against Indian Nationalism", "date": "2020-06-26 06:30", "summary": "China and India have stepped back from the brink. How the collateral damage for China's cell phone companies plays out could be interesting. Chinese consumer electronics have been doing well in India in recent years. They should be able to weather the geopolitical tensions between the two countries, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-long-term-effects-sports-athletes-nba-bubble-11593161922", "title": "Nobody in Sports Knows the Long-Term Effects of Covid-19", "date": "2020-06-26 06:17", "summary": "Athletes are returning to their sports uncertain about what happens if they contract the virus-or what happens next. A young man in Boston was feeling uneasy when he asked his followers on social media a question about the pandemic that has vexed the brightest minds in medicine.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-raid-on-australian-state-lawmaker-seen-tied-to-chinese-influence-probe-11593166066", "title": "Police Raid on Australian State Lawmaker Seen Tied to Chinese-Influence Probe", "date": "2020-06-26 06:07", "summary": "Australia last year created an intelligence task force to tackle the threat of foreign interference in domestic politics. SYDNEY-A state opposition lawmaker in Australia was suspended from his party Friday, after police raided his home and office amid a crackdown on perceived Chinese interference in domestic politics.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-essential-novels-that-movingly-explore-racism-in-the-u-s-11593165644", "title": "Three Essential Novels That Movingly Explore Racism in the U.S.", "date": "2020-06-26 06:00", "summary": "Terry McMillan, Laila Lalami and Eddie S. Glaude Jr. on their favorite works of fiction that tackle the subject of racial inequality. \"Bebe Moore Campbell's 'Your Blues Ain't Like Mine.' Bebe was only 5 years old when Emmett Till, a 14-year-old African American was lynched in Mississippi in 1955 after being accused of offending a white woman in her family's grocery store because he had whistled at her. Emmett became Armstrong Todd in Bebe's 1992 novel. In her updated take, racism was still a thick rope that wrapped itself around multiple characters. It was unlike any first novel I've read in years.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lightship-capital-launches-fund-for-underrepresented-founders-in-the-midwest-11593165601", "title": "Lightship Capital Launches Fund for Underrepresented Founders in the Midwest", "date": "2020-06-26 06:00", "summary": "It's one of a few new funds focused on diverse founders in an industry that's still overwhelmingly white and male. Cincinnati-based Lightship Capital, a rare venture-capital firm managed by black partners, is raising a $50 million fund to invest in underrepresented founders in the Midwest.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-can-play-through-this-slump-11593165602", "title": "Nike Can Play Through This Slump", "date": "2020-06-26 06:00", "summary": "Sales were down significantly last quarter, but Nike is still outplaying the competition. Nike 's enduring popularity means it can command full prices-both for its Air Jordans and its shares, it seems. Being cash rich certainly doesn't hurt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faith-in-the-v-shaped-recovery-takes-a-hit-11593163802", "title": "Faith in the V-Shaped Recovery Takes a Hit", "date": "2020-06-26 05:30", "summary": "Data continue to show a rapid economic recovery isn't likely. Investors betting on a V-shaped recovery got some bad news this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-raced-to-spend-ppp-funds-but-covid-19-pandemic-drags-on-11593163801", "title": "Small Businesses Raced to Spend PPP Funds but Pandemic Drags On", "date": "2020-06-26 05:30", "summary": "Many business owners spent rescue loans before the government relaxed forgiveness rules; 'I have nothing to show for it now'. Restaurants and retailers have applauded recent changes in the government's $670 billion small business rescue program that make it easier for companies battling the Covid-19 pandemic to qualify for loan forgiveness. But the increased flexibility has come late for scores of small businesses that followed the Paycheck Protection Program's original rules-and quickly used up most or all of their money.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-strategy-when-in-doubt-ask-for-more-debates-11593163801", "title": "Senate GOP Strategy: When in Doubt, Ask for More Debates", "date": "2020-06-26 05:30", "summary": "Facing strong Democratic challenges, Sens. Joni Ernst, Thom Tillis and Susan Collins adopt same strategy as President Trump. REPUBLICAN INCUMBENTS try to push their Democratic challengers into the limelight. There are mounting concerns among some in the GOP that Democrats are having success framing the 2020 presidential and Senate races as referendums on the Trump administration and its handling of the various crises battering the country. To combat that, the Trump campaign and Republicans in tight Senate races want to increase attention on their Democratic opponents to drive down their favorability ratings and, they hope, force some less-experienced candidates to make errors that can drive news cycles and narratives.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-fast-food-has-arrived-ahead-of-schedule-11593163814", "title": "The Future of Fast Food Has Arrived Ahead of Schedule", "date": "2020-06-26 05:30", "summary": "Chains like McDonald's and Starbucks are quickly learning how to give customers what they want in our socially distant times. Those lessons will outlast the pandemic.. Big restaurant chains have done an admirable job navigating the coronavirus crisis. As a result, the future of the industry might look a lot like the present.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-australia-set-to-keep-flying-after-bain-agrees-to-buy-airline-11593162042", "title": "Virgin Australia to Keep Flying After Bain Agrees to Buy Airline", "date": "2020-06-26 05:00", "summary": "U.S. private-equity firm said it would recapitalize the carrier so it can survive until demand returns. SYDNEY-U.S. private-equity firm Bain Capital agreed to buy insolvent airline Virgin Australia Holdings Ltd., charting a future involving fewer and smaller planes, mirroring strategies adopted by other carriers, including in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-asks-supreme-court-to-invalidate-affordable-care-act-11593148136", "title": "Trump Administration Asks Supreme Court to Scrap Affordable Care Act", "date": "2020-06-26 02:18", "summary": "Challenge to health-care law comes as pandemic's economic impact drives millions to lose jobs and coverage. The Trump administration urged the Supreme Court to invalidate the Affordable Care Act in a legal brief filed Thursday, putting health care at center stage in an election year already focused on the coronavirus pandemic's impact.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owners-of-ailing-energy-trader-hit-back-at-critical-report-11593149880", "title": "Owners of Ailing Energy Trader Hit Back at Critical Report", "date": "2020-06-26 01:38", "summary": "Hin Leong's founder wasn't given real chance to make his case, family says. The family owners of Hin Leong Trading Pte. Ltd. claimed unfair treatment after a report alleged serious irregularities at the distressed energy trader, including a $3 billion-plus overstatement of its assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ceos-pressure-is-on-to-pivot-from-say-to-do-on-inequality-11593183622", "title": "Pressure Is On to Pivot From 'Say' to 'Do' on Inequality", "date": "2020-06-26 00:01", "summary": "All the talking corporate executives have been doing about diversity hasn't worked. It's time for action.. Companies rushed to prove they had heard the national outpouring of racial anguish after police killed George Floyd. Along with statements condemning racism and supporting inclusion, chief executives promised to make changes.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11593117502", "title": "Pepper...and Salt", "date": "2020-06-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-orders-some-hospitals-to-halt-surgeries-amid-coronavirus-outbreak-11593099383", "title": "Texas Orders Some Hospitals to Halt Surgeries Amid Coronavirus Outbreak", "date": "2020-06-26 23:19", "summary": "Confronting record hospitalizations, state mandates hospitals in four counties to stop some procedures. Arizona keeps operating rooms open for now.. Texas has ordered hospitals in four counties to stop some surgeries as the pandemic gains traction across Western and Southern states and hospitals fill with critical coronavirus patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-25-2020-11593070962", "title": "Millions More Might Have Had Virus, U.S. Government Says", "date": "2020-06-26 22:19", "summary": "The government estimates 20 million Americans were infected, significantly higher than official case counts, as Texas sees surge. Texas paused reopening plans Thursday, as new coronavirus cases and hospitalizations increased in many U.S. states, and a government estimate showed more than 20 million Americans may have contracted the virus, far exceeding diagnosed infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-take-aim-at-statue-of-lincoln-with-kneeling-ex-slave-11593090836", "title": "Protesters Take Aim at Statue of Lincoln With Kneeling Black Man", "date": "2020-06-26 22:13", "summary": "Authorities gird against plan to topple Washington's Emancipation Memorial. WASHINGTON-Protesters said they are planning to topple a statue of Abraham Lincoln in the capital meant to commemorate his 1863 proclamation freeing enslaved people in the rebel states at the height of the Civil War.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-investigates-large-explosion-near-key-military-site-11593135668", "title": "Iran Investigates Large Explosion Near Key Military Site", "date": "2020-06-26 21:41", "summary": "Defense Ministry says blast was from an industrial gas tank in a civilian area of Parchin. Iranian authorities said they were investigating an explosion in the early hours of Friday at a Defense Ministry facility east of Tehran, near a site that has been crucial for Iran's development of missiles and munitions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-pass-democrats-policing-bill-but-no-path-seen-for-deal-11593097123", "title": "House Passed Democrats' Policing Bill, but No Path Seen for Deal", "date": "2020-06-26 20:52", "summary": "House and Senate at an impasse on next steps concerning policing. WASHINGTON-The House passed a Democratic bill on Thursday to overhaul the nation's law-enforcement practices in the wake of protests over police abuses and racism, but the prospects for any legislation becoming law remained dim amid sharp differences with a rival Republican proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-companies-operating-in-irans-metals-industry-11593132759", "title": "U.S. Blacklists Companies Operating in Iran's Metals Industry", "date": "2020-06-26 20:52", "summary": "Large Iranian metals producers are among the sanctioned entities. The U.S. Treasury Department on Thursday imposed sanctions on nine entities allegedly operating in or providing materials to Iran's metals sector, including four large Iranian steel, aluminum and iron producers and some of their foreign subsidiaries and sales agents.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-bill-to-sanction-chinese-officials-and-entities-enforcinghong-kongnational-security-laws-11593102046", "title": "Senate Passes Sanctions Bill on China Over Hong Kong Law", "date": "2020-06-26 20:49", "summary": "The bill, which aims to defend human rights in the territory and pressure China to preserve its special status, passed by unanimous consent. The U.S. Senate passed by unanimous consent a bipartisan bill that would put sanctions on Chinese officials who erode Hong Kong's limited autonomy from Beijing, as well as the banks and firms that do business with them.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-digital-sales-blunt-blow-from-coronavirus-11593120411", "title": "Nike Sales Dragged Down by Store Closures", "date": "2020-06-26 20:11", "summary": "Sneaker giant says overall sales fell 38%, offsetting strong growth in digital revenue; nearly all stores have reopened. Nike Inc. said sales fell 38% in the latest quarter, as mass closures of physical stores amid the coronavirus pandemic overshadowed surging demand online.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-new-f-150-truck-aims-to-double-as-a-rolling-office-11593129600", "title": "The New Ford F-150 Aims to Double as a Rolling Office", "date": "2020-06-26 20:00", "summary": "Auto maker targets commercial buyers with truck that can operate as remote workstation, complete with desk and built-in WiFi. Ford Motor Co. is turning its most important vehicle-the F-150-into a rolling workstation, a bet that today's pickup truck buyers crave technology and creature comforts as much as brawn.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}]