[{"link": "https://www.wsj.com/articles/restaurants-defend-dining-rooms-as-covid-19-spreads-11604831402", "title": "Restaurants Defend Dining Rooms as Covid-19 Spreads", "date": "2020-11-08 18:56", "summary": "McDonald's, Starbucks say new protocols keep people safe in their stores; health experts say takeaway and outdoor dining remain safer. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automats-make-a-comeback-in-covid-19-pandemic-11604854800", "title": "Automats Make a Comeback in Covid-19 Pandemic", "date": "2020-11-08 18:15", "summary": "Restaurateurs in Jersey City and New York City reboot a century-old vending-machine idea to serve meals. Some restaurateurs in the New York City metropolitan area are looking to the past to figure out the future of dining during the coronavirus pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bts-jennifer-lopez-watch-wsj-magazine-2020-innovators-awards-11604872369", "title": "BTS and Jennifer Lopez: How to Watch WSJ. Magazine's Innovator Awards Tonight", "date": "2020-11-08 18:00", "summary": "WSJ. Magazine's 10th annual Innovator Awards showcases groundbreaking talents in a first-ever virtual presentation premiering on Wednesday, November 11 at 7 p.m. ET.. For a decade, WSJ. Magazine has been honoring inspiring talents from a variety of cultural pursuits with its annual Innovator Awards and November issue. While Innovators is normally a private red-carpet event, this year, for the first time, everyone is invited to watch and enjoy and share the program with friends and followers.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-leaders-ready-themselves-for-a-biden-presidency-11604798959", "title": "World Leaders Ready Themselves for a Biden Presidency", "date": "2020-11-08 17:55", "summary": "Global leaders congratulated Joe Biden on his election win, as some allies of President Trump stayed silent. Leaders from around the world continued to congratulate President-elect Joe Biden on Sunday, though several officials have remained silent.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happened-to-the-protests-11604875929", "title": "What Happened to the Protests?", "date": "2020-11-08 17:52", "summary": "Now we know why shopkeepers had to board up windows.. Can we take down the plywood over the windows now? With Joe Biden on his way to the White House, can we show our goods again in the storefront, confident that \"largely peaceful\" protesters won't loot the place or burn it down?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senate-in-the-balance-11604873708", "title": "The Senate in the Balance", "date": "2020-11-08 17:26", "summary": "Chuck Schumer reveals what's at stake in the two Georgia runoff races.. 'Now we take Georgia, then we change the world. Now we take Georgia, then we change America.\" So declared an ebullient Chuck Schumer, the Senate Minority Leader, on Saturday as he addressed supporters, and voters in Georgia should pay attention. The Peach State holds two Senate runoff races on Jan. 5, and how they turn out will determine whether Washington steers toward the center or sharply to the left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-time-to-heal-11604873786", "title": "Joe Biden's 'Time to Heal'", "date": "2020-11-08 17:16", "summary": "Having won as the anti-Trump, he will now have to hold off his party's left.. Joe Biden sent an encouraging message Saturday night in declaring \"a time to heal\" as he claimed victory in the race for the White House. Toppling an incumbent President is no small achievement, and congratulations are in order assuming his votes in the Electoral College hold.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-democrats-lost-so-many-south-texas-latinosthe-economy-11604871650", "title": "Why Democrats Lost So Many South Texas Latinos-the Economy", "date": "2020-11-08 16:40", "summary": "Resume Subscription. RIO GRANDE CITY, Texas-For decades, no Democratic presidential candidate had won Starr County with less than a 48-point margin. Local lore is that the last Republican who came close to winning a partisan race was a sheriff's candidate gunned down in a saloon in 1907.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/elliott-management-takes-stake-in-software-company-f5-networks-11604870484", "title": "Elliott Takes Stake in Software Company F5 Networks", "date": "2020-11-08 16:21", "summary": "Activist investor spoke to the software company's management in recent weeks about ways to boost its lagging stock. Activist investor Elliott Management Corp. has taken a stake in F5 Networks Inc. and spoken to the software company's management in recent weeks about ways to boost its lagging stock, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-trebek-who-kept-generations-guessing-on-jeopardy-dies-11604858409", "title": "Alex Trebek, Who Kept Generations Guessing on 'Jeopardy!,' Dies at 80", "date": "2020-11-08 16:20", "summary": "Mr. Trebek was one of the longest-running television game-show hosts. Alex Trebek, the Canadian-American quizmaster who stumped generations of trivia fanatics as host of the long-running syndicated game show \"Jeopardy!,\" died Sunday morning, the show said in a statement on social media. He was 80 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-vote-gridlock-is-acceptable-to-fund-investors-11604791942", "title": "Stock Market's Vote: Gridlock Is Acceptable to Fund Investors", "date": "2020-11-08 16:00", "summary": "U.S.-stock funds fell 0.7% in October, but November's rally reflects a comfort level with split government. Health chaos worries investors. But political chaos can be all right.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azerbaijan-pounds-key-city-in-disputed-enclave-11604867933", "title": "Azerbaijan Pounds Key City Shusha in Disputed Enclave", "date": "2020-11-08 15:38", "summary": "Azeri forces claim to seize the city near the Nagorno-Karabakh capital, while Armenia denies it has fallen. Azerbaijan and Armenia made conflicting claims Sunday over the fate of a strategic city in the disputed territory of Nagorno-Karabakh, as families fled heavy fighting and hopes for a diplomatic settlement sank.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-states-are-laboratories-for-covid-control-11604867730", "title": "The States Are Laboratories for Covid Control", "date": "2020-11-08 15:35", "summary": "President-elect Biden can look to the Massachusetts testing regime, Maryland's strike teams and more.. The U.S. is poised to get a new president amid a worsening crisis: The country is logging more than 100,000 new Covid cases a day, and this probably only represents one-fifth of total infections. Hospitalizations and deaths are rising, including in nursing homes and long-term-care facilities, which recorded at least 19,000 infections this week and about 1,800 deaths. But President-elect Joe Biden can look to some states as a model for handling the pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-mostly-reject-tax-hikes-11604867685", "title": "Voters (Mostly) Reject Tax Hikes", "date": "2020-11-08 15:34", "summary": "Ballot measures fail in Alaska, California, and Illinois. Colorado even passed a tax reduction.. Taxation was on the ballot last week, and not only in the presidential race. Voters in California and Illinois rejected ballot measures that would have raised their taxes, while those in Arkansas and Arizona approved tax hikes. Coloradans voted for a tax cut.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libertarians-spoil-the-election-11604867668", "title": "Libertarians Spoil the Election", "date": "2020-11-08 15:34", "summary": "Jo Jorgensen exceeds Biden's margin in Pennsylvania, Nevada, Arizona and Georgia.. Did the Libertarian Party throw the election to Joe Biden? Maybe. At this writing nominee Jo Jorgensen's vote total exceeds Mr. Biden's margin over President Trump in Arizona, Georgia, Nevada and Pennsylvania, enough to change the outcome.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-human-capital-flight-11604867623", "title": "Venezuela's Human-Capital Flight", "date": "2020-11-08 15:33", "summary": "Kamala Harris wants equal outcomes for all. Hugo Chávez promised the same.. In an animated video clip posted to Twitter on Nov. 1, Democratic Vice-Presidential candidate Kamala Harris argued that America needs to strive not for equal treatment of individuals but for equity. \"Equitable treatment,\" she explained, \"means we all end up at the same place.\"", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-joe-biden-presidency-will-mean-for-markets-11604865470", "title": "What a Joe Biden Presidency Will Mean for Markets", "date": "2020-11-08 15:31", "summary": "A wild week across financial markets shows investors pricing in more of the status quo. The U.S. presidency is set to change in January-but the two powerful forces that have driven financial markets this year will likely remain the same: the Federal Reserve and the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mideast-peace-means-open-markets-11604867508", "title": "Mideast Peace Means Open Markets", "date": "2020-11-08 15:31", "summary": "Keep your eye on Arab prospects: Israel's accords with neighbors are unleashing trade.. \"Once the Sand Curtain starts coming down, there's no stopping it.\" This from my friend Jon Medved, CEO of the Israeli venture-capital firm OurCrowd. He likens the Aug. 13 announcement of the Abraham Accords peace agreement between the United Arab Emirates and Israel to the Berlin Wall falling and the end of the Iron Curtain. Within a few weeks, Mr. Medved had hired (via Zoom) a senior Emirati deal maker as his man on the ground and announced a $100 million deal with the Al Naboodah merchant family.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-it-means-to-be-human-review-unchosen-obligations-11604867471", "title": "'What It Means to Be Human' Review: Unchosen Obligations", "date": "2020-11-08 15:31", "summary": "An expert on bioethics advocates for the disabled, the elderly and the otherwise vulnerable in American law and policy.. Bioethics has always been enmeshed in controversy. Arising out of gross abuses of the rights of human subjects in mid-20th-century scientific research, the field has grown to take on a variety of thorny challenges at the intersection of morality and biomedicine-from embryo research and organ markets to artificial reproduction and physician-assisted suicide.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ranked-choice-voting-is-far-from-optimal-11604865605", "title": "Ranked-Choice Voting Is Far From Optimal", "date": "2020-11-08 15:00", "summary": "Do you think RCV favor Democrats? Remember Ross Perot winning nearly 19% of the popular vote in 1992, likely handing the election to Bill Clinton?. Regarding your editorial \"Ranked-Choice Voting Is Second Best\" (Nov. 3): Those who push ranked-choice voting (RCV) make over-the-top claims for it, as we have seen in Massachusetts recently. The ads claim RCV will lead to consensus candidates and remove the impact of spoiler candidates. Not so fast. Stop and ask yourself: Why is RCV being pushed by a group that advocates changes to election laws to help elect liberal candidates? Clearly, they see an advantage beyond the first-mover advantage.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-gdp-and-jobless-claims-11604865600", "title": "Economy Week Ahead: Inflation, GDP and Jobless Claims", "date": "2020-11-08 15:00", "summary": "U.S. and China inflation, U.K. growth highlight this week's economic data. Key gauges of inflation in China and the U.S. highlight a relatively quiet week for economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/building-a-bridge-from-tech-to-hip-hop-to-banking-11604865601", "title": "Building a Bridge From Tech to Hip-Hop to Banking", "date": "2020-11-08 15:00", "summary": "Atlanta-based entrepreneur Dr. Paul Judge on his approach to leadership, how the city's culture influences his work and his business partnership with Killer Mike. When Dr. Paul Judge was a freshman at Morehouse College, he often passed a statue of the school's late president Benjamin E. Mays outside his dorm. An inscription below the statue reads, \"Not failure, but low aim is sin.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-a-public-assistance-reform-opening-11604865553", "title": "Covid: A Public-Assistance Reform Opening", "date": "2020-11-08 14:59", "summary": "During the current pandemic, some three dozen states have taken advantage of program flexibilities authorized as part of the national pandemic relief.. \"States Are Facing Historic Cash Crisis\" (Page One, Oct. 29) highlights the critical need for states to move aggressively to modernize service delivery to citizens. The federal government, which sets many of the rules for administering public assistance, should give states the ability to innovate. In fact, during the current pandemic, some three dozen states have taken advantage of program flexibilities authorized as part of the national pandemic relief, in particular related to unemployment insurance (UI). The results have been extraordinary: faster service, reduced backlogs and greater financial transparency. Other programs, such as the food stamp or Supplemental Nutrition Assistance Program, have seen the same increased demand but haven't yet been given the same flexibility that has proved so helpful to UI.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-western-logic-as-merely-white-privilege-oppression-11604865500", "title": "Good Western Logic as Merely White-Privilege Oppression", "date": "2020-11-08 14:58", "summary": "It's even been suggested that logic has its roots in (wait for it) \"white privilege.\". In \"100 Years of Media Lying\" (Business World, Nov. 4), Holman Jenkins rightly outlines the extreme disinterest of many journalists in using facts and verifiable evidence to support their reporting and opinions. However, he doesn't mention where the source of much of the failure in critical thinking comes from: academia, especially the humanities and social sciences. \"Postmodern\" thought, \"social constructivism,\" \"narratives\" and \"personal truth\" have supplanted critical thinking-the use of facts and logic to support one's position. It's even been suggested that logic has its roots in (wait for it) \"white privilege,\" and anyone who offers a rational argument that is not commensurate with victim culture is somehow racist. It's no surprise that newsrooms are packed with people who can only parrot the faddish prejudices of the day and cannot think straight.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-resembles-baseball-11604865450", "title": "Politics Resembles Baseball", "date": "2020-11-08 14:57", "summary": "An Oct. 30 letter incorrectly makes the baseball analogy of the popular vote versus the Electoral College.. Mark Young's letter \"Interstate Vote Compact or Voter Compactor?\" (Oct. 30) incorrectly makes the baseball analogy of the popular vote versus the Electoral College. The World Series isn't won by the team with the most runs but by the first team that wins four games. No one claims that to be unfair.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-election-results-the-3-000-challenged-votes-11604863720", "title": "Nevada Election Results: the 3,000 Challenged Votes", "date": "2020-11-08 14:48", "summary": "Trump campaign objects to some ballots; state officials and military families say many service members voted legally after being transferred. LAS VEGAS-When Trump campaign attorneys released a list of 3,000 people who they said voted in Nevada after moving to another state, they said it was evidence of voter fraud in a closely contested battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-eta-heads-toward-florida-after-leaving-cuba-11604863885", "title": "Eta Heads Toward Florida After Leaving Cuba", "date": "2020-11-08 14:31", "summary": "Storm forecast to reach Florida Keys on Sunday evening as a hurricane. MEXICO CITY-Tropical storm Eta headed toward southern Florida on Sunday after leaving Cuba, where it caused limited damage.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-biden-won-the-election-votes-from-blue-america-with-few-gains-in-trump-world-11604862528", "title": "How Biden Won the Election: Votes From Blue America With Few Gains in Trump World", "date": "2020-11-08 14:08", "summary": "Resume Subscription. WILMINGTON, Del.-To defeat President Trump, Joe Biden successfully reassembled the so-called blue wall of states surrounding the Great Lakes. He did it with hardly any Trump voters.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-ceos-expect-from-biden-presidency-more-predictability-11604844466", "title": "What CEOs Expect From Biden Presidency", "date": "2020-11-08 13:06", "summary": "Corporate leaders foresee more traditional relationship with White House, with fewer surprises, and urge next administration to prioritize pandemic. Chief executives say they expect that the biggest change with Joe Biden's administration won't be sweeping new policies but a more predictable relationship with the White House.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-what-bidens-win-means-for-business-11604858050", "title": "Election 2020: What Biden's Win Means for Key Industries, Business Issues", "date": "2020-11-08 12:54", "summary": "Democrat might bring big changes to some industries and renew relationships with U.S. allies. President-elect Joe Biden will step into the White House as U.S. companies are coping with the challenges posed by the coronavirus pandemic and adapting to new ways of doing business. Here is a look at how the incoming administration might shape key industries and issues over the next four years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-two-runoff-races-become-focus-for-senate-control-11604857077", "title": "Georgia's Two Runoff Races Become Focus for Senate Control", "date": "2020-11-08 12:37", "summary": "Republicans want to maintain at least one Senate seat from the state to try to preserve the GOP's majority in the chamber. ATLANTA-While the nation is focused on the outcome of the presidential election, political insiders and activists are turning their attention to Georgia where a set of runoff races likely will determine control of the U.S. Senate and whether President-elect Joe Biden will have a Democratic majority in both chambers of Congress when he begins his administration.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-joe-biden-stands-on-key-issues-11604856212", "title": "Where Joe Biden Stands on Key Issues", "date": "2020-11-08 12:23", "summary": "The president-elect has promised to undo large parts of Trump's policies in areas from health care to immigration. President-elect Joe Biden promised on the 2020 campaign trail to undo large parts of President Trump's policies in areas from health care to immigration. He also promised the federal government would play a greater role in combating the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-trial-over-college-affirmative-action-to-begin-in-north-carolina-11604855799", "title": "Latest Trial Over College Affirmative Action to Begin", "date": "2020-11-08 12:16", "summary": "UNC Chapel Hill will defend its consideration of race in admissions; plaintiff backed by conservative activist alleges too much preference for Black, Hispanic applicants. The undergraduate admissions process at the University of North Carolina at Chapel Hill will be scrutinized in a federal courtroom over the next two weeks as a trial about affirmative action gets under way Monday.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-study-abroad-when-you-cant-leave-home-11604855110", "title": "How to Study Abroad When You Can't Leave Home", "date": "2020-11-08 12:05", "summary": "Virtual programs salvage international experiences for students with Zoom pop-ins from actors and a former president. Yulissa Garcia-Serrato and her classmates were supposed to meet the former Croatian president during their study abroad trip to the Balkan country this summer. But after the Covid-19 pandemic caused the program to switch from in-person to an online learning environment, the University of Oregon senior feared her virtual travels wouldn't amount to much of a trip.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-cap-index-funds-vs-equal-weight-index-funds-how-they-compare-11604854873", "title": "Market-Cap Index Funds vs. Equal-Weight Index Funds: How They Compare", "date": "2020-11-08 12:01", "summary": "A look at the pros and cons of each type of index fund. As recent market action shows, there are perils with investments that track market-capitalization-weighted indexes-especially when a rally goes into reverse.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-love-thematic-etfs-and-mutual-funds-but-they-arent-always-loved-back-11604854815", "title": "Investors Love Thematic ETFs and Mutual Funds, but They Aren't Always Loved Back", "date": "2020-11-08 12:00", "summary": "Why 'thematic' funds can disappoint, and how investors can play them better. Pick a theme, any theme, and there's probably a way to invest in it.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-gridlock-is-supposed-to-be-good-for-stocks-the-data-dont-support-that-11604847910", "title": "Divided Governments Are Supposed to Be Good for Stocks. The Data Don't Support That.", "date": "2020-11-08 11:53", "summary": "Washington may be headed for a split government, but don't expect that to lift the stock market over the long term. Divided governments are generally thought to be good for the stock market, with neither Democrats nor Republicans receiving a broad mandate from voters that would lead to extreme policy changes.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarusian-leader-resists-efforts-to-unseat-him-11604851697", "title": "Belarusian Leader Resists Efforts to Unseat Him", "date": "2020-11-08 11:08", "summary": "Weekly mass rallies and sanctions by Western nations fail to weaken Alexander Lukashenko's resolve to remain in power. MOSCOW-Three months after Belarus's widely disputed presidential vote sent waves of protesters into the streets to contest the re-election of longtime leader Alexander Lukashenko, the demonstrations have continued unabated but Mr. Lukashenko has managed to repel the attempts to unseat him.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-care-act-faces-latest-test-in-supreme-court-11604849209", "title": "Affordable Care Act Faces Latest Test in Supreme Court", "date": "2020-11-08 10:26", "summary": "Trump has long vowed to get rid of health-care law; Biden wants to shore it up. WASHINGTON-A week after President Trump's electoral defeat, the Supreme Court will hear arguments on one of the principal goals of his 2016 campaign-eliminating the Affordable Care Act-in the midst of an intensifying pandemic.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virtual-mcs-charged-with-saving-company-morale-in-2020-11604847601", "title": "The Virtual MCs Charged With Saving Company Morale in 2020", "date": "2020-11-08 10:00", "summary": "Most Popular News. As a seasoned Las Vegas headliner, Jeff Civillico was used to entertaining hundreds of people, telling jokes and juggling bowling balls onstage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-lawsuit-points-to-payments-future-11604847600", "title": "Federal Lawsuit Points to Payments' Future", "date": "2020-11-08 10:00", "summary": "The Justice Department's suit against Visa's Plaid acquisition has implications for investors across the entire payments industry. The Justice Department's lawsuit against Visa isn't just relevant reading for Visa investors, but for investors across the payments sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-relief-surges-for-japans-small-businesses-11604847602", "title": "Coronavirus Relief Surges for Japan's Small Firms", "date": "2020-11-08 10:00", "summary": "Banks have extended the equivalent of more than $250 billion in loans in less than six months. TOKYO-It isn't a great time to be running a hotel in Japan, since virtually all foreign tourists are barred from visiting the country. But the owner of a traditional Kobe hot-springs inn had no problem getting a loan for renovations.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-was-a-fraudster-free-for-all-investigators-say-11604832072", "title": "Evidence of PPP Fraud Mounts, Officials Say", "date": "2020-11-08 09:04", "summary": "Reports of waste and abuse in the Paycheck Protection Program inundate government watchdogs and federal prosecutors. WASHINGTON-The federal government is swamped with reports of potential fraud in the Paycheck Protection Program, according to government officials and public data, casting a shadow on one of Washington's signature responses to the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-cheaper-apartment-for-renters-who-stay-in-new-york-11604844000", "title": "A Better, Cheaper Home for Renters Who Stay in New York", "date": "2020-11-08 09:00", "summary": "After exodus of tenants from Manhattan in recent months, many die-hard New Yorkers have seized on the soft rental market to upgrade. ", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-may-be-pretty-bad-and-that-feels-weird-to-say-11604843553", "title": "The Patriots May Be Pretty Bad, and That Feels Weird to Say", "date": "2020-11-08 08:52", "summary": "A dynasty in decline has lost four games in a row, and winter is coming in New England. Go for a walk. Knit a winter hat. Wash the car. Rake the yard. Talk to the family, for the first time in years. Color a picture in one of those big coloring books, the kind they sell in toy stores, with pictures of unicorns who live in castles. Knit another winter hat, the first one was a bit of a blob. Wash the car again. Sit in a chair and study a detailed map of New Hampshire. Plan a Cape vacation. Falmouth is nice. Lots of towns are nice. Fix the garage door. Befriend the neighbor's cat. Take the neighbor's cat out for roast beef sandwiches. Let the neighbor's cat drive the car. Sing! Nap. Breathe.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-is-big-in-new-e-commerce-warehouses-11604840400", "title": "Smaller Is Big in New E-Commerce Warehouses", "date": "2020-11-08 08:00", "summary": "Most Popular News. A robot army is doing training drills in a narrow warehouse by the Brooklyn-Queens Expressway.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/disney-mcdonalds-and-lyft-set-to-report-results-11604840401", "title": "Disney, McDonald's and Lyft Set to Report Results", "date": "2020-11-08 08:00", "summary": "Quarterly earnings season winds down, with 89% of the S&P 500 already in the books. Walt Disney Co. , Lyft Inc. and McDonald's Corp. are among the major companies that will provide quarterly updates to investors this week, as Wall Street nears the end of another earnings season.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-torture-victims-target-u-s-property-assets-of-libyan-commander-11604840401", "title": "Alleged Torture Victims Target U.S. Property Assets of Libyan Commander", "date": "2020-11-08 08:00", "summary": "Khalifa Haftar, at one time backed by the CIA, owns millions in U.S. real estate, assets that are being pursued by victims of Libya's bloody civil war. Since the two decades he spent in the U.S. after leading a CIA-backed campaign against the regime of Libyan strongman Moammar Gadhafi in the 1980s, militia leader Khalifa Haftar amassed millions of dollars in properties and other assets, including a luxury home in Virginia.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-rights-do-furloughed-employees-have-11604840401", "title": "What Rights Do Furloughed Employees Have?", "date": "2020-11-08 08:00", "summary": "Here's what to know about health insurance benefits, freelance work, unemployment and more. A furlough generally means workers' hours have been cut or eliminated temporarily, or requires that they take a certain amount of unpaid time off. Furloughed workers are still considered active employees and eligible for some benefits. While furlough doesn't have a technical legal meaning, employers-especially since the onset of the pandemic-are using the term to signal that it's a status where employees can expect to maintain their health care benefits and eventually be called back to work. Still, a furlough can lead to termination.", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-offer-creative-solutions-to-worker-burnout-during-the-pandemic-11604836834", "title": "Companies Offer Creative Solutions to Worker Burnout During the Pandemic", "date": "2020-11-08 07:00", "summary": "From surprise days off to 30-hour workweeks, managers are devising ways to help employees; 'How are you really, really doing?'. A few months into the pandemic, Nick Popoff let his guard down in an all-hands video call and said aloud what many had been experiencing: He felt burned out.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-joe-biden-wins-tight-2020-election-contest-u-s-daily-coronavirus-cases-top-100-000-and-more-11604836800", "title": "Photos of the Week", "date": "2020-11-08 07:00", "summary": "Selection of photos from Nov. 1-7 by The Wall Street Journal's photo editors. The U.S. reported more than 100,000 new coronavirus cases in a single day for the first time on Thursday, as infections rose in states across the country. Nearly a year into the global coronavirus pandemic, scientists, doctors and patients are beginning to unlock a puzzling phenomenon: For many patients, including young ones who never required hospitalization, Covid-19 has a devastating second act. Since falling ill in March, Elizabeth Moore, a 43-year-old lawyer and mother of three in Valparaiso, Ind., has been struggling with symptoms including memory problems and gastrointestinal issues. She has lost nearly 30 pounds. 'I feel like there has to be some sort of next step,' she said, 'because I'm not ready to accept this as my new reality.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebounding-corporate-profits-fortify-stock-market-rally-11604831400", "title": "Rebounding Profits Fortify Stock Rally", "date": "2020-11-08 05:30", "summary": "Companies have trounced expectations this earnings season, potentially laying groundwork for more gains. Big U.S. companies have trounced expectations this earnings season, potentially laying the foundation for the next leg of the stock market's rally as investors look beyond the election.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-holds-election-as-transition-to-democracy-faces-hurdles-11604808264", "title": "Myanmar Holds Election as Transition to Democracy Faces Hurdles", "date": "2020-11-08 00:11", "summary": "Incumbent party led by Aung San Suu Kyi is seen staying in power despite concern over treatment of ethnic minority. YANGON, Myanmar-People across Myanmar made their way to the polls Sunday for the country's first nationwide elections since a historic vote in 2015 transferred power to a civilian government after decades of military rule.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-wins-2020-presidential-election-ap-says-11604766914", "title": "Joe Biden Vows to Unite America as President", "date": "2020-11-08 23:51", "summary": "Resume Subscription. President-elect Joe Biden called for an end of \"a grim era of demonization in America,\" as he promised to unite a deeply divided nation mired by a pandemic, racial unrest and an economic recession.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/manufacturers-fare-better-than-many-service-providers-in-covid-19-economy-11604745000", "title": "Manufacturers Fare Better Than Many Service Providers in Covid-19 Economy", "date": "2020-11-08 23:29", "summary": "A recent rise in infections in much of the West risks worsening a divide in how countries and industries are weathering the crisis. The coronavirus has dealt a savage blow to the world economy, idling workers and bankrupting businesses around the globe.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-look-back-at-moments-that-shaped-the-campaign-11604809543", "title": "Photos | A Look Back at Moments That Shaped the Campaign", "date": "2020-11-08 23:25", "summary": "From a crowded field of Democratic contenders, Joe Biden emerged to challenge and beat President Trump amid a deadly pandemic and restive summer of protests against racism and police brutality. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kamala-harris-to-make-history-as-first-female-u-s-vice-president-11604769441", "title": "Harris to Make History as First Female Vice President", "date": "2020-11-08 21:52", "summary": "Californian will also be the first Black vice president and first of Indian descent. Sen. Kamala Harris of California was elected the first female vice president of the United States, putting a substantial crack in what former candidate Hillary Clinton called the \"highest and hardest glass ceiling\" between women and the White House.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-sends-mixed-signals-on-biden-win-with-leaders-largely-silent-11604793811", "title": "GOP Sends Mixed Signals on Biden Win", "date": "2020-11-08 19:03", "summary": "Top Senate and House Republicans aren't publicly backing Trump's continued protests-nor signaling they would urge him to end the fight. WASHINGTON-Republican congressional leaders were largely silent Saturday after the Associated Press declared Democrat Joe Biden had enough electoral votes to become president, and in the void GOP lawmakers sent diverging messages about whether they were ready to call Mr. Biden the president-elect.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]