[{"link": "https://www.wsj.com/articles/representatives-of-chinas-uighurs-file-evidence-to-international-criminal-court-11594078290", "title": "Representatives of China's Uighurs File Evidence to International Criminal Court", "date": "2020-07-06 19:31", "summary": "Move is an effort to spark an investigation of China for alleged human-rights violations. Overseas representatives of China's Uighur ethnic group said Monday they filed evidence to the International Criminal Court in a novel effort to spark a formal investigation of China and its top leaders for alleged human-rights violations.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-cooper-criminally-charged-for-calling-police-on-black-bird-watcher-in-central-park-11594070712", "title": "Amy Cooper Criminally Charged for Calling Police on Black Bird-Watcher", "date": "2020-07-06 19:16", "summary": "Ms. Cooper, a white woman, faces misdemeanor charges for filing a false report; her actions sparked a wave of backlash on social media. Amy Cooper, the white woman who falsely accused a Black bird-watcher of threatening her life in Central Park, faces misdemeanor charges for filing a false report, the Manhattan district attorney's office said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-one-of-the-highest-ranking-black-women-in-tech-police-still-terrify-her-11594077051", "title": "She's One of the Most Top-Ranking Black Women in Tech. Police Still Terrify Her.", "date": "2020-07-06 19:11", "summary": "When YouTube was under siege by an active shooter two years ago, Google's Marian Croak recalls being just as afraid of campus security. \"\"I remember telling the officers when I was walking out that I was afraid they were going to shoot me, and they just sort of looked away. I told my children and then I just stopped thinking about it.\"\"", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-first-energy-casualty-11594076498", "title": "Joe Biden's First Energy Casualty", "date": "2020-07-06 19:01", "summary": "Utilities pull the plug on a gas pipeline in a sign of damage to come.. Joe Biden is currently cruising to the White House, and this weekend we saw an early economic consequence when Dominion Energy and Duke Energy pulled the plug on the Atlantic Coast Pipeline (ACP). The companies blamed legal and regulatory uncertainty, and the winners are America's energy competitors weakened by the U.S. shale boom that is now under political threat.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kipp-wokes-up-11594076432", "title": "Kipp Wokes Up", "date": "2020-07-06 19:00", "summary": "The charter network abandons its motto 'Work hard. Be nice.'. The greatest barrier to minority advancement in America is the K-12 education system, so it was dismaying last week to read that Kipp charter schools has decided to abandon its motto \"Work hard. Be nice.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-and-the-electoral-college-11594076400", "title": "States and the Electoral College", "date": "2020-07-06 19:00", "summary": "A unanimous Supreme Court rules against 'faithless electors.'. There is no shortage of surprises that could rock the November election, but an Electoral College revolt is unlikely to be one of them. That's one result of the Supreme Court's welcome decision Monday in Chiafalo v. Washington that states can compel electors to vote for whoever won the most votes in their state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-north-american-trade-dividend-11594076282", "title": "The North American Trade Dividend", "date": "2020-07-06 18:58", "summary": "The revised U.S.-Mexico-Canada pact will help post-Covid recovery and lure jobs back from China.. The U.S.-Mexico-Canada trade agreement took effect last week, and U.S. business and political leaders should be racing to take advantage of its benefits. The deal will hasten economic recovery from the Covid-19 pandemic. Even more important, it will counteract the Chinese Communist Party's aggression.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herd-immunity-may-be-closer-than-you-think-11594076237", "title": "Herd Immunity May Be Closer Than You Think", "date": "2020-07-06 18:57", "summary": "Antibody tests could significantly underestimate the number of novel coronavirus infections.. Some early assumptions about Covid-19 no longer add up-and that could be good news for the future progress of the virus. There are reasons to think the novel coronavirus began spreading earlier than previously understood, raising the possibility that herd immunity is closer than we think.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siriusxm-to-buy-stitcher-podcasting-unit-from-scripps-11594075192", "title": "SiriusXM to Buy Stitcher Podcasting Unit From Scripps", "date": "2020-07-06 18:56", "summary": "Deal would follow similar moves by Spotify and iHeartMedia to enter podcasting industry. Sirius XM Holdings Inc. is near a deal to buy E.W. Scripps Co. 's Stitcher Inc. podcasting unit for around $300 million, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sun-ever-sets-on-the-british-empire-11594076187", "title": "The Sun Ever Sets on the British Empire", "date": "2020-07-06 18:56", "summary": "Like the U.S., nations from Afghanistan to Zimbabwe celebrate 'British Leaving Day.'. Sometimes life throws you a metaphor. As my neighbors and I stood, masked and socially distanced, to watch Washington's fireworks Saturday, a thick plume of smoke spread from the staging area to obscure part of the display. Similarly, the doom and gloom hanging over American life this year clouded but didn't quite kill the joy of the most glorious day in our civic calendar. Even in a bad year, independence is good.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-now-for-pro-lifers-11594076155", "title": "What Now for Pro-Lifers?", "date": "2020-07-06 18:55", "summary": "Betrayed by John Roberts, some despair of getting justices who will follow the law.. As Yogi Berra once put it, it's déjà vu all over again. The pro-life movement knows what he meant.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sirens-of-mars-review-a-planetary-attraction-11594076126", "title": "'The Sirens of Mars' Review: A Planetary Attraction", "date": "2020-07-06 18:55", "summary": "Early observers dreamed up canal-building civilizations on Mars, inspiring science-ﬁction writers. The search for life there goes on.. Sarah Stewart Johnson knows exactly when she found her calling as a planetary scientist. She was a sophomore in college, on a class trip to Mauna Kea, a dormant volcano in Hawaii. Kicking a black rock, she exposed a tiny fern, \"its defiant green tendrils trembling in the air.\" The little plant, amid such barrenness, inspired her, because \"it was just so impossibly triumphant.\" It also led to a vocation: \"It was then, on that trip, that the idea of looking for life in the universe began to make sense to me.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sequoia-capital-sails-through-fundraising-to-close-on-7-2-billion-11594076043", "title": "Sequoia Capital Sails Through Fundraising to Close on $7.2 billion", "date": "2020-07-06 18:54", "summary": "Prominent venture firms have been able to raise funds easily despite recession. Unfazed by the recession, venture firm Sequoia Capital has raised $7.2 billion for new funds to deploy in China, India and the U.S., according to people familiar with the situation.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-department-braces-for-summer-uptick-in-crime-11594075990", "title": "NYPD Braces for Summer Uptick in Crime", "date": "2020-07-06 18:53", "summary": "Officials blame bail-overhaul laws, jail releases and antipolice sentiment; mayor cites pandemic that has devastated city's economy. New York City could see a jump in crime this summer driven by bail-overhaul laws, the release of incarcerated people from city jails amid the new coronavirus pandemic and rising antipolice sentiment, according to New York Police Department officials on Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-daniels-pioneering-country-and-rock-musician-dies-at-83-11594075681", "title": "Charlie Daniels, Pioneering Musician, Dies at 83", "date": "2020-07-06 18:48", "summary": "A fiddler, singer and guitarist, his playing spanned musical styles. Charlie Daniels, a pioneering country and Southern rock musician known for \"The Devil Went Down to Georgia,\" died Monday at the age of 83.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-years-of-staying-silent-black-executives-share-their-experiences-of-racism-11594071967", "title": "After Years of Staying Silent, Black Executives Share Their Experiences of Racism", "date": "2020-07-06 18:46", "summary": "For many high-ranking employees, this is the first time they have spoken out. \"\"The education, the degrees, the fact that I'm a veteran-none of it matters. I'm a black man and someone could perceive me as a threat.\"\"", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-violence-marked-fourth-of-july-weekend-in-cities-across-the-u-s-11594053843", "title": "Gun Violence Marked Fourth of July Weekend in Cities Across the U.S.", "date": "2020-07-06 18:40", "summary": "Chicago, New York and Atlanta saw a surge in shootings; young children were among the fatalities. A spate of shootings in cities across the U.S. over the holiday weekend resulted in the deaths of a number of children and calls from officials for a halt to the violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spencer-cox-defeats-jon-huntsman-in-utah-governor-gop-primary-11594073688", "title": "Spencer Cox Defeats Jon Huntsman in Utah Governor GOP Primary", "date": "2020-07-06 18:24", "summary": "Current lieutenant governor will compete against Democrat Chris Peterson in November. Utah Lt. Gov. Spencer Cox won the Republican nomination for governor, according to an Associated Press projection, putting him on course to win in the fall in the deeply red state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/younger-people-are-getting-sick-with-covid-19-11594072935", "title": "Younger People Are Getting Sick With Covid-19", "date": "2020-07-06 18:02", "summary": "The virus that ravaged Northeastern U.S. cities is now surging through Southern and Western states, with younger people accounting for a growing proportion of cases. Health officials are sounding alarms about a surge in cases racing through bars and house parties. Many people appear to have embraced their usual summer rituals.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-are-preparing-to-boost-their-mental-health-services-11594072386", "title": "Colleges Are Preparing to Boost Their Mental Health Services", "date": "2020-07-06 17:53", "summary": "Some schools are training professors to spot trauma in students - even if their only interaction with them is via Zoom. About 24% of college students were diagnosed with or treated for anxiety problems in the prior year, and 20% were diagnosed with or treated for depression, according to a spring 2019 survey of nearly 68,000 students by the American College Health Association. Both figures are roughly 10% higher than they were in 2009.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lin-manuel-miranda-is-with-us-11594072274", "title": "Lin-Manuel Miranda Is With Us", "date": "2020-07-06 17:51", "summary": "On the eve of Hamilton's film release, Lin-Manuel Miranda shares his thoughts on where we are in America. \"\"I'm as OK and as fed up and as tired and as energized and as angry and.... I'm where everybody else is.\"\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-choose-furloughs-over-layoffs-to-manage-coronavirus-slowdown-11593954001", "title": "Companies Choose Furloughs Over Layoffs to Manage Coronavirus Slowdown", "date": "2020-07-06 17:44", "summary": "Wary of rehiring and retraining costs, most S&P 500 firms that announced staff reductions have avoided permanent layoffs; whether that lasts may depend on the recovery. When meat orders from restaurants, hotels and other food-service clients dried up at two of Hormel Foods Corp.'s plants in April, finance chief Jim Sheehan chose to furlough roughly 350 workers, but didn't lay them off. These furloughed employees didn't receive pay but got benefits such as health care.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-bet-is-a-midstream-buying-signal-11594058836", "title": "Warren Buffett's Bet Is a Midstream Buying Signal", "date": "2020-07-06 17:33", "summary": "Berkshire Hathaway's long-awaited pandemic-era purchase in a seemingly difficult business might seem like odd timing, but there is good logic behind it. After months of quiet browsing, Warren Buffett has finally found something worth buying.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-cobra-health-insurance-11594071141", "title": "What You Need to Know About COBRA Health Insurance", "date": "2020-07-06 17:32", "summary": "As millions of Americans lose their jobs in the middle of a pandemic, they'll need to look for other coverage. Employers are, in most cases, required to offer COBRA enrollment to workers who have been terminated. If you lost your job, you're generally entitled to 18 months of continuous coverage.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-stock-surges-as-virus-fuels-digital-payments-11594061182", "title": "Square Stock Surges as Virus Fuels Digital Payments", "date": "2020-07-06 17:25", "summary": "Shares have jumped 15% over the past week to close at a record Monday. Square Inc.'s stock has jumped 15% over the past week to close at a record on Monday, as the coronavirus pandemic has prompted consumers sheltering at home to make greater use of the payments company's tools.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-to-buy-postmates-for-2-65-billion-in-stock-11594038727", "title": "Uber to Buy Postmates for $2.65 Billion in Stock", "date": "2020-07-06 17:24", "summary": "The ride-hailing giant aims to improve standing in restaurant and grocery delivery to get chunk of consumers' online spending. Uber Technologies Inc. said its $2.65 billion deal for rival Postmates Inc. will help it better compete in restaurant delivery and the market for delivering groceries and other staples, a signal of the ride-hailing company's ambitions to provide a wider range of items to consumer doorsteps.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-deal-with-face-shields-11594070639", "title": "What's the Deal With Face Shields?", "date": "2020-07-06 17:24", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-orders-big-four-to-separate-audit-practices-by-2024-11594070565", "title": "U.K. Regulator Orders Big Four to Separate Audit Practices by 2024", "date": "2020-07-06 17:22", "summary": "Under new rules, audit businesses will have to publish their own profit and loss statements, separate from the overall firm's. A U.K. regulator on Monday told the country's biggest professional services firms to draw up plans for separating their audit businesses by Oct. 23 and for the work to be completed by mid-2024.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staff-spread-coronavirus-at-new-york-nursing-homes-study-says-11594070427", "title": "Staff Spread Coronavirus at New York Nursing Homes, Study Says", "date": "2020-07-06 17:20", "summary": "Report findings run counter to accusations that a directive from the state led to deaths at facilities across New York. The novel coronavirus was introduced into New York nursing homes by infected staff, and infections among nursing-home workers correlate with the timing of peak resident deaths, according to a new study by New York state health officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-you-catch-covid-19-its-becoming-more-clear-11594070230", "title": "How Do You Catch Covid-19? It's Becoming More Clear", "date": "2020-07-06 17:17", "summary": "Surface contamination and brief encounters are less of a worry than close-up, person-to-person interactions for extended periods. A major way that people contract Covid is through close-up, person-to-person interactions for extended periods of time, generally defined as 15 minutes or more of unprotected contact with someone less than six feet away. Bu that is only a rule of thumb. Scientists say it could take much less time with a sneeze in the face or other intimate contact where a lot of respiratory droplets are emitted.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-transformations-11594069928", "title": "Biden's Transformations", "date": "2020-07-06 17:12", "summary": "Trying to prevent a second Trump term, the former vice president may have to explain what he did to impede the first one.. When Joe Biden announced his campaign for the presidency in 2019, he presented himself as a nonideological defender of the status quo, a leader to prevent President Trump from altering \"the character of this nation.\" A weekend tweet from the former vice president suggests that Mr. Biden now has something more ambitious in mind:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-business-groups-urge-china-to-redouble-efforts-to-implement-trade-deal-11594066059", "title": "U.S. Business Groups Press China to Implement Trade Deal", "date": "2020-07-06 17:03", "summary": "In letter, more than 40 associations call on Beijing to buy more U.S. manufactured goods and energy and other products. NEW YORK-As senior U.S. and Chinese economic officials plan to discuss China's compliance with a trade deal signed early this year, more than 40 American business groups called on Beijing to step up purchases of U.S. manufactured goods as well as energy and other products as part of the agreement.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-pulling-out-all-the-stops-11594069285", "title": "The Staying Inside Guide: Pulling Out All the Stops", "date": "2020-07-06 17:01", "summary": "Recordings and films available online offer access to the genius of George Frideric Handel as a composer of organ works.. During these anxious times, the music of George Frideric Handel offers consolation and hope. While many of us are familiar with his oratorio \"Messiah\" and the \"Water Music,\" he was an astonishingly prolific composer, bequeathing to posterity some of the most moving music ever written. Here is a chance to experience-online-the full splendor of Handel's genius.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-black-fed-president-warns-of-systemic-racisms-economic-toll-11594027802", "title": "First Black Fed President Warns of Systemic Racism's Economic Toll", "date": "2020-07-06 16:55", "summary": "National upheaval coincides with shifting focus at central bank; 'We are a different Fed,' Atlanta's Raphael Bostic says. Raphael Bostic, the Federal Reserve Bank of Atlanta's president, is shining a light on how economic and social upheaval have changed how the central bank talks and thinks about racial and economic inequality.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-begins-third-phase-of-reopening-economy-11594067967", "title": "New York City Begins Third Phase of Reopening Economy", "date": "2020-07-06 16:39", "summary": "Nail salons, tattoo parlors resume operations at limited capacity in the latest easing of the coronavirus restrictions. New York City entered the third phase of reopening its economy on Monday, allowing some personal care services such as nail salons and tattoo parlors to open at limited capacity.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dakota-access-pipeline-must-shut-down-judge-rules-11594052464", "title": "Dakota Access Pipeline Must Shut Down, Judge Rules", "date": "2020-07-06 16:32", "summary": "A federal court ruled the pipeline, which has been carrying oil since 2017, must stop until a key environmental approval is redone. A federal judge ordered the Dakota Access pipeline to shut down by next month because it was improperly granted a key environmental permit, a major setback for operator Energy Transfer LP and the American shale drilling industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linkedin-wants-to-end-pronunciation-gaffes-on-names-with-new-audio-feature-11594067349", "title": "LinkedIn to Add Audio Feature to End Pronunciation Gaffes on Names", "date": "2020-07-06 16:29", "summary": "Garble no more: Platform looks to smooth first contacts by allowing users to record their own name and add the clip to their profile. LinkedIn, the professional networking site, is adding a new feature that will allow users to hear how other members pronounce their own names.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rules-detail-how-foreign-students-canand-canttake-classes-at-u-s-colleges-this-fall-11594056119", "title": "ICE Outlines Rules for Foreign Students Taking Classes at U.S. Colleges in Fall", "date": "2020-07-06 16:24", "summary": "Long-awaited guidance says some won't be able to take classes entirely online. International students can't take all their classes online if their college offers a mix of on-campus and remote classes, according to new guidelines from Immigration and Customs Enforcement, as Harvard University and others laid out their plans for the fall.", "categories": [["WSJ News Exclusive", "Education"]], "category_links": ["https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-veterans-pandemic-role-keeping-the-kids-in-line-11594044241", "title": "Baseball Veterans' Pandemic Role: Keeping the Kids in Line", "date": "2020-07-06 16:22", "summary": "Team leaders are preaching responsibility to younger players who might underestimate the virus. But some top veterans are opting to stay at home.. Saying that winning baseball teams need clubhouse leadership is a trope so tired that it's become a cliché. But in this pandemic-shortened season, where one bad choice could spark an outbreak of the novel coronavirus across the sport, it's never been more true.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-06-2020-11594026733", "title": "U.S. Stocks Rise, Following Surge in Chinese Markets", "date": "2020-07-06 16:18", "summary": "Dow, S&P 500 rise to start the week despite an increase in coronavirus cases in dozens of states. U.S. stocks jumped Monday following the holiday weekend, lifted by shares of everything from medical technology companies to banks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-oils-rise-is-a-historic-drop-in-u-s-crude-output-11594027801", "title": "Behind Oil's Rise Is a Historic Drop in U.S. Crude Output", "date": "2020-07-06 16:18", "summary": "U.S. crude supply is falling at its quickest pace ever, easing a global oil glut and spurring a swift recovery in fuel prices. U.S. crude supply is falling at its quickest pace ever, easing a global oil glut and spurring a swift recovery in fuel prices.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-edge-higher-on-recovery-optimism-11594035694", "title": "Treasury Yields Edge Higher on Recovery Optimism", "date": "2020-07-06 16:15", "summary": "Longer-dated yields rise faster than those on shorter-term debt as investors bet on recovery. U.S. Treasury yields rose as signs of an economic bounce from the Covid-19 pandemic encouraged investors to move money into riskier assets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-municipalities-feel-budget-crunch-as-coronavirus-pandemic-squeezes-funding-11594027800", "title": "New York Municipalities Feel Budget Crunch as Pandemic Squeezes Funding", "date": "2020-07-06 15:42", "summary": "Local governments cut expenses, freeze salaries amid hopes for federal funding. Officials in Buffalo, the second-largest city in New York, were already preparing to borrow $18 million to keep them in the black after the novel coronavirus caused municipal revenues-from parking meters to sales tax-to shrivel.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-allows-states-to-prohibit-faithless-presidential-electors-11594045181", "title": "Supreme Court Rules States Can Prohibit Presidential Electors From Breaking Rank", "date": "2020-07-06 15:37", "summary": "Justices rule that states can bar 'faithless' electors from supporting someone other than the candidate chosen by voters in their state. WASHINGTON-A unanimous Supreme Court ruled Monday that presidential electors can be required to cast ballots for the candidate who wins their state's popular vote, reducing any Electoral College uncertainty as the U.S. heads toward a contentious election in November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-shuffles-government-for-pandemic-era-11594061897", "title": "France's Macron Shuffles Government for Pandemic Era", "date": "2020-07-06 14:58", "summary": "Changes illustrate the challenge president faces in finding a balance between left- and right-leaning cabinet members. PARIS-French President Emmanuel Macron shuffled his government on Monday, injecting new life into his administration at a time when France is navigating the economic fallout of the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nokia-hurt-by-costly-5g-chip-mistake-struggles-to-catch-huawei-11594061453", "title": "Nokia, Hurt by Costly 5G Chip Mistake, Struggles to Catch Huawei", "date": "2020-07-06 14:50", "summary": "After losing market share to the Chinese firm and rival Ericsson, the Finnish giant reverses course on computer processors. In the global race for 5G supremacy, Nokia Corp. bet big on the wrong computer chip.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-sanctions-saudis-russians-for-human-rights-abuses-11594060840", "title": "U.K. Sanctions Saudis, Russians for Human-Rights Abuses", "date": "2020-07-06 14:40", "summary": "Moves extend British legislation along model of the U.S. Magnitsky Act. LONDON-The U.K. government issued sanctions against dozens of Russian and Saudi nationals for alleged human-rights abuses, extending British legislation along the lines of the U.S.'s Global Magnitsky program targeting corrupt actors and human-rights offenders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pier-1-imports-gets-20-million-offer-for-branding-online-business-11594047824", "title": "Pier 1 Imports Gets $20 Million Offer for Branding, Online Business", "date": "2020-07-06 14:39", "summary": "The company that bought Dressbarn's branding last year has agreed to serve as the lead bidder to purchase Pier 1's brand assets out of bankruptcy. Home-goods retailer Pier 1 Imports Inc. has found a potential buyer offering more than $20 million for the bankrupt company's intellectual property and e-commerce business as its brick-and-mortar retail operations wind down.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lincoln-and-the-emancipated-slave-statue-11594060455", "title": "Lincoln and the Emancipated-Slave Statue", "date": "2020-07-06 14:34", "summary": "The scene depicted actually happened. Admiral David Dixon Porter accompanied President Lincoln to Richmond to accept the surrender of the Confederacy, and recounted the story in his 1885 memoir.. Allen C. Guelzo and James Hankins describe the poignant origins of the Emancipation Memorial in Washington, paid for by the donations of newly freed slaves (\"A Monument to Our Shared Purpose,\" Life & Arts, June 30). The story of the memorial's design is equally poignant.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-course-teachers-want-schools-to-reopen-11594060410", "title": "Of Course Teachers Want Schools to Reopen", "date": "2020-07-06 14:33", "summary": "The AFT published our school reopening plan in April. We said it isn't a question of whether to reopen, but how to do it safely.. Daniel DiSalvo asks: \"Will Unions Let Schools Reopen?\" (op-ed, June 30). Of course! The AFT published our school reopening plan in April. We said it isn't a question of whether to reopen, but how to do it safely. We need the infrastructure and investment to physically distance, stagger classes, provide personal protective equipment and test, trace and isolate new cases. The real question is whether the Trump administration will pay for this, but, knowing money is an issue, Mr. DiSalvo raises the red herring of teacher pensions to try to pit teachers against parents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-roberts-and-supreme-court-precedents-11594060362", "title": "John Roberts and Supreme Court Precedents", "date": "2020-07-06 14:32", "summary": "Regarding your editorial \"One Man's Supreme Court\" (June 30): If Chief Justice John Roberts was so concerned with legal precedent, why didn't he rely upon Roe v. Wade and its trimester framework?. Regarding your editorial \"One Man's Supreme Court\" (June 30): If Chief Justice John Roberts was so concerned with legal precedent, why didn't he rely upon Roe v. Wade and its trimester framework? Under Roe, Louisiana's law would have been clearly constitutional, at least regarding the last two trimesters. It appears some precedents are more equal than others.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/separating-chaff-from-a-very-blurry-radar-image-11594060261", "title": "Separating Chaff From a Very Blurry Radar Image", "date": "2020-07-06 14:31", "summary": "Chaff strips, called \"window\" by the British, didn't mimic radar signatures of bombers, something impossible.. In his review of Anthony Cave Brown's \"Bodyguard of Lies,\" (Books-Five Best, June 27), Damien Lewis misunderstands the use of chaff, thin strips of aluminum dropped from Allied aircraft during World War II to confuse enemy radar. These strips, called \"window\" by the British, didn't mimic radar signatures of bombers, something impossible. What they did was to cause German radar screens to lose their definition and fog up, in essence. As a result, they were unable to \"see\" the bombers, and radar-controlled guns and searchlights became useless.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lots-of-credit-for-u-s-s-r-s-fall-mostly-due-to-reagan-11594060134", "title": "Lots of Credit for U.S.S.R.'s Fall, Mostly Due to Reagan", "date": "2020-07-06 14:28", "summary": "Giving Mr. Gorbachev the lion's share of the credit is akin to giving Robert E. Lee the majority of the credit for ending the Civil War.. Lon Bouknight agrees with author Archie Brown that Mikhail Gorbachev deserves \"the lion's share of the credit\" for ending the Cold War peaceably (\"Give Gorbachev Due Credit For U.S.S.R.'s Peaceful End,\" Letters, July 1). The revisionist history constantly put forward by the left is designed to ensure Ronald Reagan never gets full credit for his accomplishments. Giving Mr. Gorbachev the lion's share of the credit is akin to giving Robert E. Lee the majority of the credit for ending the Civil War. Both Lee and Mr. Gorbachev should only get credit for having the good sense to know when they were defeated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-coronavirus-wave-slams-israel-11594057852", "title": "Second Coronavirus Wave Slams Israel", "date": "2020-07-06 14:05", "summary": "After early success countering the coronavirus, Israel faces a significant new outbreak that health experts warn could soon spiral out of control. TEL AVIV-After early success countering the new coronavirus, Israel faces a significant new outbreak that health experts warn could spiral out of control as the government scrambles to shut down swaths of the economy it had reopened.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/service-sector-in-u-s-shows-signs-of-recovery-11594053051", "title": "Service Sector in U.S. Shows Signs of Recovery", "date": "2020-07-06 13:53", "summary": "Businesses reported last month that demand had started to stabilize and exports were starting to pick up. U.S. services industries showed signs of recovery in June as businesses took early steps to reopen following the easing of some of the coronavirus-related lockdowns, according to two surveys of purchasing managers released Monday. But analysts warned those gains could be undone in July as a resurgence of cases in some states leads to another shutdown of businesses.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-expands-robocall-ban-11594055693", "title": "Supreme Court Expands Robocall Ban", "date": "2020-07-06 13:14", "summary": "Court strikes down exception for government-debt collectors. WASHINGTON-The Supreme Court on Monday blocked the use of robocalls to collect government-backed debt, closing an exception Congress enacted in 2015 to a decades-old ban on unwanted and intrusive automated cellphone-dialing campaigns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defend-americas-historyand-retake-its-institutions-11594055137", "title": "Defend America's History-and Retake Its Institutions", "date": "2020-07-06 13:05", "summary": "The country hasn't passed from great to evil in 20 years. But elites have failed and betrayed us.. That was quick.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mobs-monumental-failure-to-understand-11594055109", "title": "A Mob's Monumental Failure to Understand", "date": "2020-07-06 13:05", "summary": "To topple statues is to reject the good along with the bad.. My elegant old hometown of Bristol, England, made world headlines when it kicked off the statue-bashing craze that swept many Western cities. Amid the uproar of argument, the central consideration remains overlooked: No country or culture's historical record is spotless. The vital question is whether, at each stage of evolution, the balance of good over bad was sufficiently decisive to build a civilization that advances humanity generally.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-economy-go-back-out-of-service-11594054603", "title": "Will the Economy Go Back Out of Service?", "date": "2020-07-06 12:56", "summary": "The service sector rebounded last month, but with Covid crisis intensifying, the bounceback's staying power is uncertain. The services sector rebounded in June. But with new Covid-19 cases rising in many parts of the country, the big question is whether the snapback will stick.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escape-stressful-times-in-the-great-depression-11594052612", "title": "Escape Stressful Times...in the Great Depression?", "date": "2020-07-06 12:23", "summary": "TV series and novels return to the 1930s for stories and characters reflecting a harder, tougher America. As a barrage of economic forecasts veer between overnight recovery and meltdown, several coming novels, TV series, films and videogames are offering escape by holding up a mirror to the financial trauma of the early 1930s.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regeneron-advances-covid-19-drug-into-later-stage-testing-11594051853", "title": "Regeneron Advances Covid-19 Drug Into Later-Stage Testing", "date": "2020-07-06 12:10", "summary": "Data from the studies of the antibody drug in hospitalized and nonhospitalized patients could come later this summer. Regeneron Pharmaceuticals Inc. said Monday it is starting later-stage studies of its experimental Covid-19 drug, a quick move into testing that could establish whether the drug can be used for treatment and prevention.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernick-disney-team-up-for-series-on-racial-and-social-injustices-11594051245", "title": "Colin Kaepernick, Disney Team Up for Series on Racial and Social Injustices", "date": "2020-07-06 12:00", "summary": "The venture brings together one of the NFL's biggest financial partners and Kaepernick, an outspoken critic of the league. Colin Kaepernick and Walt Disney Co. have reached a deal that brings together the activist quarterback and the entertainment giant to produce content about the racial and social topics Kaepernick has championed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-launches-platform-to-make-big-loans-11594031400", "title": "Apollo Launches Platform to Make Big Loans", "date": "2020-07-06 11:59", "summary": "Buyout firm moves deeper into expanding pool of direct lending; Mubadala Investment is lead backer. Apollo Global Management Inc. is launching a big new credit operation as the buyout giant dives deeper into the rapidly expanding pool of direct lending.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publisher-moves-up-release-date-of-tell-all-book-by-trumps-niece-11594050040", "title": "Tell-All Book by Trump's Niece Gets Earlier Release Date", "date": "2020-07-06 11:56", "summary": "Mary L. Trump's book to be published on July 14, two weeks earlier than originally scheduled. Simon & Schuster is moving up the publication date of a tell-all book by President Trump's niece to July 14, days after a New York appellate judge overturned a temporary restraining order against the publisher.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-wirecard-executive-arrested-and-questioned-by-prosecutors-11594050818", "title": "Second Wirecard Executive Arrested and Questioned by Prosecutors", "date": "2020-07-06 11:53", "summary": "Head of Dubai business to be detained because he is considered a flight risk. A second Wirecard AG executive was arrested and questioned by German prosecutors Monday as part of their investigations into suspected fraud at the insolvent, one-time star of the European tech sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-all-american-battle-for-your-delivery-dollars-11594050833", "title": "The All-American Battle for Your Delivery Dollars", "date": "2020-07-06 11:53", "summary": "The competition for customers among DoorDash, Grubhub, Uber Eats and rivals is going nationwide as they expand. The largest U.S. food-delivery companies are in a nationwide fight for customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-pushes-crown-castle-to-bolster-fiber-business-11594049271", "title": "Elliott Pushes Crown Castle to Bolster Fiber Business", "date": "2020-07-06 11:27", "summary": "Hedge fund says in letter to the owner of wireless towers and fiber infrastructure that the latter business hasn't paid off for investors. Elliott Management Corp. is pressuring Crown Castle International Corp . to overhaul its approach to its fiber-cable business, which the hedge fund says has weighed on the company's market value despite billions in investment in recent years.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-newest-day-trading-craze-president-kanye-11594049201", "title": "The Newest Day-Trading Craze: President Kanye", "date": "2020-07-06 11:26", "summary": "A wager on a surprise election win by the musician faces long odds. Tired of day trading penny stocks? A bet on the 2020 presidential election briefly looked like a \"Runaway.\" Kanye West announced on July 4 that he plans to run for U.S. president via a Twitter post.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-reinvent-themselves-after-jobs-vanish-in-pandemic-11594049004", "title": "Workers Reinvent Themselves After Jobs Vanish in Pandemic", "date": "2020-07-06 11:23", "summary": "Flexibility and adaptability are the skills hiring managers seek; a former assistant ponders: \"What can I bring to the table?\". Some U.S. workers, buffeted by a pandemic that has ravaged the labor market and reconfigured the work place, are questioning whether to stick with their occupation or start an entirely new career.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-triggers-steep-drop-in-new-york-city-commercial-property-sales-11594047809", "title": "Coronavirus Triggers Steep Drop in New York City Commercial Property Sales", "date": "2020-07-06 11:03", "summary": "The trend will likely accelerate in the last half of the year with painful consequences for city tax collections. The volume of commercial property sales in New York City cratered in the second quarter because of the new coronavirus pandemic, a trend that will likely accelerate in the last half of the year with painful consequences for city tax collections.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-treat-covid-19-they-spread-it-too-11594046342", "title": "Hospitals Struggle to Contain Covid-19 Spread Inside Their Walls", "date": "2020-07-06 10:39", "summary": "Resume Subscription. The University of Illinois Hospital in Chicago thought it was ready when the pandemic reached its emergency room in early March.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-biden-offer-dramatically-different-visions-of-normal-in-america-11594045222", "title": "Trump, Biden Offer Dramatically Different Visions of 'Normal' in America", "date": "2020-07-06 10:20", "summary": "In the presidential campaign of 2020, their versions of a return to normality are diametrically opposed. What is normal?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-loans-what-you-need-to-know-about-the-latest-changes-11594033156", "title": "PPP Loans: What You Need to Know About the Latest Changes", "date": "2020-07-06 10:12", "summary": "Congress has extended the Paycheck Protection Program for a third phase of applications into August. Small-business owners who haven't yet applied for forgivable loans designed to ease the economic pain of the Covid-19 pandemic now have another chance. Congress passed legislation extending the deadline for submitting applications for the federal Paycheck Protection Program, and President Trump signed the bill on July 4.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-faults-chinese-state-broadcaster-after-britons-complaint-11594043589", "title": "U.K. Regulator Faults Chinese State Broadcaster After Briton's Complaint", "date": "2020-07-06 09:53", "summary": "Ofcom finds airing of interview that British private investigator Peter Humphrey says was coerced violated fairness and privacy rules. The U.K. communication regulator said Monday that a Chinese state-run broadcaster violated fairness and privacy rules in airing interviews with a detained Briton who claimed his appearance was coerced.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-restaurants-need-to-reopen-a-flattened-infection-curve-and-fresh-air-11594033202", "title": "What Restaurants Need to Reopen: A Flatter Infection Curve and Fresh Air", "date": "2020-07-06 09:41", "summary": "Europe's bistros and cafes haven't been the source of major outbreaks, unlike those in America's Sunbelt. PARIS-Public-health authorities in the U.S. have singled out restaurants and bars as a source of coronavirus contagion. Yet in Europe, bistros, pizzerias and cafes bustling with clientele have had no major outbreaks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-byrne-and-talking-heads-on-burning-down-the-house-11594042472", "title": "David Byrne and Talking Heads on 'Burning Down the House'", "date": "2020-07-06 09:34", "summary": "The former bandmembers talk about Parliament's funky influence on their 1983 hit and why a car is a good place to write lyrics. At the height of the new-wave movement in the early 1980s, Talking Heads added funk to their art-rock sound. The result was the group's first Top 10 hit-\"Burning Down the House.\"", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidates-confront-2020-election-campaigns-remade-by-coronavirus-11594035000", "title": "Candidates Confront 2020 Election Campaigns Remade by Coronavirus", "date": "2020-07-06 09:22", "summary": "Politicians are caught between the risks of courting voters in person and relying on untested digital operations. Politicians trying to campaign during the coronavirus pandemic are confronting the risks of courting voters in person and relying on newer, less-proven online operations that are fit for social distancing.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/being-antiracist-is-work-even-for-ibram-x-kendi-11594039962", "title": "Being Antiracist Is Work, Even For Ibram X. Kendi", "date": "2020-07-06 08:52", "summary": "He wrote a history of racist ideas and the blockbuster How to Be an Antiracist, but that doesn't mean Kendi is done learning or teaching. In fact, he's only just getting started.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/being-antiracist-is-work-even-for-ibram-x-kendi-11594039803", "title": "Being Antiracist Is Work, Even for Ibram X. Kendi", "date": "2020-07-06 08:50", "summary": "He wrote a history of racist ideas and the blockbuster How to Be an Antiracist, but that doesn't mean Kendi is done learning or teaching. In fact, he's only just getting started.. Ibram X. Kendi has very little free time these days. His schedule is packed with Zoom meetings, virtual speaking engagements, photo shoots and phone interviews from his new home in Boston, where he's joining the faculty of Boston University as a professor of history and launching the new BU Center for Antiracist Research. Kendi is best-known as the author of How to Be an Antiracist, and everyone, it seems, wants instructions directly from the source. On one especially busy day last month, he worked from a 7 a.m. appearance on MSNBC's Morning Joe to an 11 p.m. appearance on The 11th Hour With Brian Williams. \"It's been a lot,\" Kendi says.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hail-to-the-sadness-machine-11594038750", "title": "Hail to the Sadness Machine!", "date": "2020-07-06 08:32", "summary": "Washington's NFL team is finally exploring a name change. Here's a suggestion.. \"The Washington Sadness Machine.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elle-fannings-quarantine-includes-her-barbie-calendar-11594038377", "title": "Elle Fanning's Quarantine Includes Her Barbie Calendar", "date": "2020-07-06 08:26", "summary": "\"I really find satisfaction with looking at my calendar and figuring out what time I have certain things. But I also don't force myself to do anything. I'm a daydreamer.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-surges-in-u-s-some-countries-have-just-about-halted-it-11594037814", "title": "As Coronavirus Surges in U.S., Some Countries Have Just About Halted It", "date": "2020-07-06 08:16", "summary": "Containing the pandemic has allowed a handful of countries to reopen their economies sooner and with greater confidence than harder-hit U.S. states or the U.K.. Some European nations are closing in on a milestone that to the U.S. seems distant: virtually stopping the new coronavirus from spreading within their territories.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-detains-one-of-xi-jinpings-most-prominent-critics-11594029111", "title": "China Detains One of Xi Jinping's Most Prominent Critics", "date": "2020-07-06 08:11", "summary": "Xu Zhangrun, a law professor at Tsinghua University, is one of the few well-known voices in China still willing to openly criticize the president. HONG KONG-Chinese authorities have detained a legal scholar known as one of the few prominent voices in China still willing to openly criticize President Xi Jinping's leadership, the professor's friends say.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-kremlins-view-of-u-s-s-war-in-afghanistan-has-shifted-11594036976", "title": "How Kremlin's View of U.S.'s War in Afghanistan Has Shifted", "date": "2020-07-06 08:02", "summary": "Deteriorating U.S.-Russian ties adversely affect a once-shared goal, leading to a U.S. intelligence assessment of bounties paid to Taliban. For years after the Sept. 11 attacks, the U.S. and Russia shared a goal of deposing the Taliban government and hunting down its remnants in the countryside.", "categories": [["World", "Analysis"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lloyds-ceo-who-oversaw-postcrisis-overhaul-to-step-down-11594034553", "title": "Lloyds CEO Who Oversaw Postcrisis Overhaul to Step Down", "date": "2020-07-06 07:22", "summary": "Long-serving António Horta-Osório returned the British bank to private hands following the government's financial crisis bailout. LONDON-Lloyds Banking Group PLC Chief Executive António Horta-Osório will step down next year after a decade at the British lender during which he oversaw a massive overhaul and returned the bank to private ownership after a £20.3 billion ($25.3 billion) crisis-era bailout.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-semiconductor-contender-isnt-holding-that-many-chips-11594030022", "title": "China's Semiconductor Contender Isn't Holding That Many Chips", "date": "2020-07-06 06:07", "summary": "China's SMIC will benefit from local sales, but may struggle to boost margins and avoid the long arm of U.S. technology usage restrictions. China's leading domestic chip maker is minting cash in the stock market. Winning the global technological race will be much more challenging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-etsy-come-for-the-face-masks-stay-for-the-growth-potential-11594029600", "title": "At Etsy, Come for the Face Masks, Stay for the Growth Potential", "date": "2020-07-06 06:00", "summary": "Face-mask demand has reintroduced craft site Etsy to customers and investors alike. Under normal circumstances, a $13 billion market value for an e-commerce company catering to crafters might look tremendously overvalued. Amid a pandemic, it could be a deal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-investors-have-learned-to-love-wind-and-solar-power-11594027941", "title": "Why Investors Have Learned to Love Wind and Solar Power", "date": "2020-07-06 05:32", "summary": "Renewable energy has become cheap and now offers investors utility-like returns. After a stormy, dependent youth, the wind-and-solar-energy industries have matured into boring, profitable middle age. This year's plunging interest rates make that a more appealing proposition than ever for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-look-to-private-sector-in-fight-against-financial-crime-11594027801", "title": "Governments Look to Private Sector in Fight Against Financial Crime", "date": "2020-07-06 05:30", "summary": "Mariano Federici, the former chair of an association of financial intelligence agencies, explains why law enforcement officials must share information with banks to get the best information in return. Private-sector institutions that facilitate the flow of money across the global financial system are often best placed to detect when the system is being abused by criminals. But the sheer volume of data banks collect can make screening for financial crime difficult.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-nations-key-apple-cherry-farms-11594027802", "title": "Coronavirus Hits Nation's Key Apple, Cherry Farms", "date": "2020-07-06 05:30", "summary": "Mounting Covid-19 cases in a Washington county underscore the difficulty of keeping farmworkers safe. A surge in coronavirus cases in one of the country's top regions for apples and sweet cherries is challenging agricultural operations already limited by rules aimed at preventing such outbreaks, underscoring the difficulty of keeping farmworkers safe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-fast-tracks-annual-meetings-into-digital-era-11594027800", "title": "Japan Fast-Tracks Annual Meetings Into Digital Era", "date": "2020-07-06 05:30", "summary": "Foreign investors get greater access as CEOs answer shareholder questions online, but no free mugs this year. TOKYO-Annual shareholder meetings here were once hosted in large conference halls, with gift bags at the door and lavish lunch buffets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-surge-as-individual-investors-pile-into-market-11594021438", "title": "Chinese Stocks Surge as Individual Investors Pile Into Market", "date": "2020-07-06 05:14", "summary": "Shanghai Composite Index gained 5.7%, hitting its highest since early 2018. Chinese shares jumped, with the flagship Shanghai Composite Index hitting its highest since early 2018, as small investors bet that a recovering economy and easier financial conditions would fuel a boom in corporate profits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ennio-morricone-oscar-winning-movie-composer-dies-at-91-11594024869", "title": "Ennio Morricone, Oscar-Winning Composer, Dies at 91", "date": "2020-07-06 04:41", "summary": "During a career that spanned decades, he produced more than 400 original scores for feature films. ROME-Italian composer Ennio Morricone, who created the coyote-howl theme for the iconic Spaghetti Western \"The Good, the Bad and the Ugly\" and the soundtracks for Hollywood movies such as \"The Untouchables,\" has died. He was 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-chip-giant-pursues-years-biggest-stock-sale-11594016176", "title": "Chinese Chip Giant Pursues Year's Biggest Market Debut", "date": "2020-07-06 02:16", "summary": "SMIC set to list on Shanghai's high-tech STAR market. China's leading chip maker is preparing a $6.55 billion stock offering, as Beijing moves to shore up its semiconductor capabilities amid heightened tensions with the U.S.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-derails-chinas-push-to-be-biggest-movie-market-11594035600", "title": "Covid-19 Derails China's Push to Be Biggest Movie Market", "date": "2020-07-06 00:01", "summary": "Closures seen shutting more than 40% of theaters permanently and preventing China from becoming world's top box office. This was supposed to be the year China's theatrical box office became No. 1 in the world. Instead it is setting a different record: the world's longest closure of movie theaters.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-drive-through-covid-pandemic-teller-drive-thru-window-reopen-11594049450", "title": "The Bank Drive-Through Makes a Covid Comeback", "date": "2020-07-06 00:01", "summary": "Resume Subscription. Even Brody, a Labrador retriever, is a new fan of the customer drive-through at the local Fifth Third Bancorp branch just north of Cincinnati.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11593963006", "title": "Pepper...and Salt", "date": "2020-07-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-stock-investors-irrationally-exuberant-again-11593952050", "title": "Are Stock Investors 'Irrationally Exuberant' Again?", "date": "2020-07-06 20:46", "summary": "One of the current narratives about the market is that it's being boosted by foolishly optimistic investors. The numbers don't support that.. There's a lot of talk these days about the return of \"irrational exuberance\"-the frothy stock market seen in the internet-stock bubble of the late 1990s. But a close look at the data suggests things are nowhere near that heated.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-23-5-in-the-quarter-11593967861", "title": "U.S.-Stock Funds Rose 23.5% in the Quarter", "date": "2020-07-06 20:45", "summary": "Funds investing in growth, science and tech stocks did the best. But bond funds are also up for the year and money is flowing there.. When is a 23.5% rally in your stock fund not a cause to celebrate too hard?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Quarterly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-no-1-stock-fund-manager-is-11593968621", "title": "And the No. 1 Stock-Fund Manager Is...", "date": "2020-07-06 20:44", "summary": "Morgan Stanley's Dennis Lynch posted a 56.2% gain for the 12 months in his Institutional Discovery fund. A winning stock for managers was the Zoom videoconference app.. After enduring the most volatile market swings in the U.S. stock market in more than three-quarters of a century, even the best-performing mutual-fund managers might be forgiven for wanting to socially distance themselves from anything to do with stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-benefits-of-calling-yourself-a-trader-for-tax-purposes-11593947083", "title": "The Benefits of Calling Yourself a 'Trader' for Tax Purposes", "date": "2020-07-06 20:38", "summary": "Filing for trader taxpayer status can save a lot of money-but it may not be a designation that's easy to get. Today's neophyte day-traders make plenty of newbie errors, such as buying bankrupt companies or miles-out-of-the-money equity options. Many also aren't aware of a certain tax-filing strategy that can save them a lot of money.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-wrote-why-many-people-misunderstand-dividends-readers-had-a-lot-of-comments-11593944982", "title": "I Wrote, 'Why Many People Misunderstand Dividends.' Readers Had a Lot to Say", "date": "2020-07-06 20:37", "summary": "Who knew that dividends could be so contentious? Here's my response to 12 reader questions.. In June, I wrote an article in The Wall Street Journal, decrying the way investors-and companies-treat dividends.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sitting-on-bond-profits-sell-switch-or-wait-11593894892", "title": "Sitting on Bond Profits? Sell, Switch or Wait?", "date": "2020-07-06 20:36", "summary": "For most cases, advisers say to sit tight. But there are exceptions.. Profits are a good thing, but that doesn't mean it always makes sense to take them.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-and-bonds-havent-helped-against-inflation-11593945281", "title": "The Assets That Have Best Protected Investors Against Inflation", "date": "2020-07-06 20:35", "summary": "The best way to figure it out is to look at historical correlations, writes a George Mason professor. Here's what those numbers reveal.. In recent months, Congress and the Federal Reserve have worked in tandem to pump more than $2 trillion into the U.S. economy through the Cares Act and Fed liquidity provisions.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-neutral-can-be-a-positively-baffling-label-11593946588", "title": "'Market Neutral' Can Be a Positively Baffling Label", "date": "2020-07-06 20:35", "summary": "The term gives off a cozy feel, but the funds that use it are all over the place in composition and performance. Few investment strategies aimed at Main Street are as baffling as the seemingly simple \"market-neutral.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-want-to-see-where-new-york-is-heading-these-reits-offer-a-clue-11593995640", "title": "If You Want to See Where New York Is Heading, These REITs Offer a Clue", "date": "2020-07-06 20:34", "summary": "Empire State Realty, SL Green Realty, Paramount Group and Vornado have all taken big hits in recent months, reflecting the city's woes. The pandemic has raised important questions about the future of New York City. Will residents flee its concentration of people? Will the need for closely packed elevators cripple city office towers? Can employees work as well from home?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-bear-market-rally-11593947207", "title": "What Is a 'Bear-Market Rally'?", "date": "2020-07-06 20:33", "summary": "An upward blip within a longer period of falling prices is usually remembered as a bear-market rally. Whether the market is experiencing one now remains a matter of debate.. Recently, some investors have been talking about a bear-market rally. But what does it mean and are we experiencing one currently?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asia-focused-etfs-are-a-post-lockdown-play-11593894796", "title": "Asia-Focused ETFs Are a Post-Lockdown Play", "date": "2020-07-06 20:31", "summary": "Many funds in the region have rebounded as economies reopen. As Asian countries emerge from lockdowns ahead of the rest of the world, could ETFs that focus on the region stand to benefit? There may be grounds for optimism, though investors should tread with caution.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-volatile-dollar-hurts-emerging-markets-11593945058", "title": "How a Volatile Dollar Hurts Emerging Markets", "date": "2020-07-06 20:31", "summary": "Emerging-markets investors need to pay attention when the dollar strengthens. It can lead to capital outflows and make debt more expensive to service in many developing economies.. Most investors know that the U.S. dollar is the most important currency in the world. But fewer understand how changes in its value can have an outsize impact on investments in emerging markets.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-bond-etfs-drew-trading-during-the-crisis-11593946133", "title": "Junk-Bond ETFs Drew Trading During the Crisis", "date": "2020-07-06 20:30", "summary": "In times of market stress, people feel more reluctant to buy a single bond than a basket of bonds. At the height of the Covid-19 lockdowns, parts of the bond market-particularly junk bonds-nearly ground to a halt. But exchange-traded funds that focus on junk bonds have kept rolling along.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]