[{"link": "https://www.wsj.com/articles/mondelez-is-stung-by-coronavirus-lockdowns-in-emerging-markets-11595970951", "title": "Mondelez Is Stung by Coronavirus Lockdowns in Emerging Markets", "date": "2020-07-28 19:49", "summary": "Oreo, Toblerone maker says India and China returned to growth by July. Mondelez International Inc. said tough lockdowns to fight the coronavirus in emerging markets hurt sales of its cookies and other snacks in the second quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-college-sports-get-the-ax-11595978700", "title": "Should College Sports Get the Ax?", "date": "2020-07-28 19:25", "summary": "As budgets tighten, students debate cutting athletics programs.. Editor's note: In this Future View, students weigh the merits of college sports in light of several universities' decisions to cut athletics programs. Next week we'll ask, \"What do you think of your school's reopening plan?\" Students should click here to submit opinions of fewer than 250 words before Aug. 4. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-covid-resurgence-11595978652", "title": "The World's Covid Resurgence", "date": "2020-07-28 19:24", "summary": "Countries hailed as models see a virus case revival.. Remember the stories blaming America's virus resurgence on states reopening too fast and praising other countries for crushing the virus with lockdowns? Well, flare-ups are now occurring in several countries that recently eased their lockdowns and travel restrictions. Victory declarations anywhere are premature.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-barrs-other-prosecutor-11595978614", "title": "Bill Barr's Other Prosecutor", "date": "2020-07-28 19:23", "summary": "A U.S. Attorney is looking at Obama-era 'unmasking.'. Tuesday's House Judiciary hearing starring Bill Barr was a political bust, as Democrats barely let the Attorney General speak amid their political denunciations. But Mr. Barr did make some news when he confirmed amid the din that he has tasked a prosecutor to investigate the Obama-era \"unmasking\" of Trump campaign officials.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-get-a-meaty-education-11595978578", "title": "Senators Get a Meaty Education", "date": "2020-07-28 19:22", "summary": "A CEO instructs critics on food production and safety in a pandemic.. Producing meat is tough going in a pandemic, especially when you're getting slaughtered by politicians. Last month Senators Elizabeth Warren and Cory Booker denounced America's four largest meat processors for allegedly putting profits over workers, and Smithfield Foods CEO Kenneth Sullivan's unapologetic response deserves attention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-urge-federal-reserve-to-take-on-racial-wealth-gap-11595948475", "title": "Biden Urges Bigger Role for Fed in Addressing Racial Wealth Gap", "date": "2020-07-28 19:21", "summary": "The former vice president also called for greater funding for low-income housing and other policies meant to reduce inequality. Joe Biden called on the Federal Reserve to play a bigger role in addressing racial economic inequality, demanding the central bank look beyond its current mandate of containing inflation and maximizing employment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-officials-testing-mystery-seeds-mailed-to-u-s-residents-11595978122", "title": "Mystery Seeds Postmarked From China to Be Tested by U.S. Officials", "date": "2020-07-28 19:15", "summary": "Packages appear to be part of retail scam intended to drive sales, says USDA, which advises recipients against planting or disposing of seeds. Federal officials are preparing to test seeds that have been appearing in mailboxes across the country to determine whether they could be harmful to U.S. agriculture or the environment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eighteen-is-too-young-to-vote-11595977239", "title": "Eighteen Is Too Young to Vote", "date": "2020-07-28 19:00", "summary": "Today's adolescent voters aren't allowed to drink and aren't drafted to fight a war.. I teach at Yale, where the undergraduate elite is the best part of the university. These students are often more articulate, more conversable and more interesting than most of the professors. Students are a big reason why I (and others) stay at Yale when we could easily leave and might love to. But-it almost pains me to say-these superstars should not be allowed to vote. The law must change, and I can't exclude my friends.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-steeley-media-silence-11595977183", "title": "A Steeley Media Silence", "date": "2020-07-28 18:59", "summary": "A newspaper of record disapproves of you knowing the truth but at least it tells you so.. When the movie of the Trump-Russia conspiracy is made, I once suggested, it won't be the 2006 \"Casino Royale,\" with Daniel Craig as James Bond. It will be the 1967 version with Woody Allen, played for laughs.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/porcelain-review-in-search-of-the-arcanum-11595977132", "title": "'Porcelain' Review: In Search of the Arcanum", "date": "2020-07-28 18:58", "summary": "Many of the European rulers who sponsored the porcelain industry cared less for proﬁt than for objects of luxury to display their grandeur.. When they weren't trying to make gold, alchemists at the end of the 17th century kept busy with an altogether different quest: finding the secret to porcelain. Europe's monarchs and nobles had been obsessed with Chinese porcelains since the early 1600s, and they spent fortunes to discover how to make delicate translucent ceramics with blue-and-white enamel beneath the glaze. In 1708 experimenters employed by Augustus the Strong, Elector of Saxony, hit paydirt. Ehrenfried Walther von Tschirnhaus, a famed mathematician, and Johann Friedrich Böttger, a young alchemist, worked out that mixing 43% kaolin from the German town of Aue, 43% clay from Colditz, and 14% alabaster would yield a ceramic very much like that from China.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-defends-deploying-federal-agents-to-protests-in-showdown-with-house-democrats-11595960046", "title": "Barr Defends Federal Deployments to Break Up Protests in Tense Hearing", "date": "2020-07-28 18:57", "summary": "Democrats, Republicans use hearing to preview themes emerging in the 2020 presidential race. Attorney General William Barr clashed with congressional Democrats Tuesday at a hearing in which he rejected accusations he is working to politically boost President Trump on a number of fronts, including by deploying federal agents in response to protests and his personal intervention in criminal cases involving the president's allies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-hold-beijing-accountable-for-the-coronavirus-11595976973", "title": "How to Hold Beijing Accountable for the Coronavirus", "date": "2020-07-28 18:56", "summary": "Why did China cover up the epidemic? The most plausible explanation involves a Wuhan lab.. If a country accidentally launched a nuclear missile killing more than 650,000 people, world leaders would at least demand a comprehensive and immediate investigation into what happened to make sure it didn't occur again. But as evidence grows that the equally deadly Covid-19 pandemic may stem from a Wuhan virology lab's accidental leak followed by a Chinese government coverup, most politicians across the globe have been strangely silent. Unless policy makers understand the novel coronavirus's origins, the world remains vulnerable to an even deadlier pandemic in the future.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-getting-late-early-for-the-trump-re-election-effort-11595976842", "title": "It's Getting Late Early for the Trump Re-Election Effort", "date": "2020-07-28 18:54", "summary": "If he wants a second term, he needs to convince voters that he's the best choice to oversee the recovery.. Trump supporters don't like to hear this, but with just over three months to go before Election Day, their guy is playing catch-up.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-seattle-11595976809", "title": "Notable & Quotable: Seattle", "date": "2020-07-28 18:53", "summary": "'The Council legislation gives officers no ability to safely intercede to preserve property in the midst of a large, violent crowd.'. Carmen Best, chief of the Seattle Police Department, in a July 23 letter to the City Council:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-curb-daca-as-it-reviews-whether-to-cancel-program-11595960186", "title": "Trump Administration to Halt New DACA Applicants, Review Canceling Program", "date": "2020-07-28 18:44", "summary": "White House unveils new limits on program benefiting young immigrants who came to U.S. as children; move is likely to draw court challenges. WASHINGTON-The Trump administration announced rollbacks of an Obama-era program that benefited immigrants who have lived in the U.S. illegally since childhood, including a prohibition on new applicants, while it again considers canceling the program altogether.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-police-11595976212", "title": "Biden and the Police", "date": "2020-07-28 18:43", "summary": "Will cops show up for his party's convention?. How will Democrats respond if cops refuse to work under the conditions set by Democratic politicians? Just as former Vice President Joe Biden was explaining today why he thinks Donald Trump should let local police respond to violent protests, some local police were explaining why they're scrapping plans to serve at Mr. Biden's Democratic National Convention.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-revives-attacks-against-fauci-on-coronavirus-policy-11595948672", "title": "Trump Retweets Attacks Against Fauci on Coronavirus Policy", "date": "2020-07-28 18:43", "summary": "Twitter sanctions president's son for violating misinformation policy. WASHINGTON-President Trump revived his support for an antimalaria drug to treat Covid-19 and spread messages attacking the government's top infectious disease official, in several overnight retweets of statements at odds with his government's policy that also prompted another run-in with Twitter Inc.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-logs-another-sales-hit-from-coronavirus-11595968871", "title": "Starbucks Logs Another Sales Hit From Coronavirus", "date": "2020-07-28 18:28", "summary": "Coffee giant expects business to improve later this year at reopened U.S. stores. The coronavirus is still weighing on Starbucks Corp. , but the coffee giant expects to narrow its losses as the pandemic marches on.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-lands-765-million-u-s-loan-in-start-of-medical-supply-chain-fix-11595930400", "title": "Kodak Shifts Into Drug Production With Help of $765 Million U.S. Loan", "date": "2020-07-28 18:25", "summary": "Onetime photography leader is making the move with funding provided under the Defense Production Act. Eastman Kodak Co. has won a $765 million government loan under the Defense Production Act, the first of its kind. The purpose: to help expedite domestic production of drugs that can treat a variety of medical conditions and loosen the U.S. reliance on foreign sources.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-more-miami-marlins-test-positive-as-outbreak-continues-to-rage-11595953764", "title": "The Marlins' Season Is Put on Pause", "date": "2020-07-28 18:16", "summary": "MLB postponed the team's scheduled games through the weekend as another round of testing revealed four more positives on the team. The Miami Marlins' season has been suspended through the weekend as Major League Baseball deals with the fallout from a coronavirus outbreak that continues to rage.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-has-to-stay-on-the-edge-11595974613", "title": "AMD Has to Stay on the Edge", "date": "2020-07-28 18:16", "summary": "Intel's struggles have actually raised the stakes for its much smaller rival. Intel Corp.'s latest manufacturing stumble would appear to make life much easier for Advanced Micro Devices. The reality might turn out to be the opposite.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-maker-amd-raises-sales-outlook-as-intel-battle-heats-up-11595969315", "title": "Chip Maker AMD Raises Sales Outlook as Intel Battle Heats Up", "date": "2020-07-28 17:57", "summary": "Advanced Micro Devices posts improved earnings amid strengthening demand for latest processors. Chip maker Advanced Micro Devices Inc. reported higher second-quarter earnings and lifted its full-year sales forecast, driven by growing demand for a new generation of high-performing processors that are helping the company take market share from rival Intel Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-profit-falls-on-lower-payments-volume-11595969065", "title": "Visa Profit Falls on Lower Payments Volume", "date": "2020-07-28 17:56", "summary": "Visa's quarterly profit fell 23%; company declined to provide an earnings outlook, citing the coronavirus. A drop in payments activity pushed Visa Inc. earnings down 23% in the quarter that ended in June.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-police-identify-man-suspected-of-inciting-violence-11595972184", "title": "Minneapolis Police Identify Man Suspected of Inciting Violence", "date": "2020-07-28 17:36", "summary": "Police allege 'Umbrella Man' is a known associate of white-supremacist prison gang Aryan Cowboys. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-countries-sanction-china-over-hong-kong-security-law-11595957097", "title": "EU Imposes Sanctions Over Hong Kong Security Law", "date": "2020-07-28 17:32", "summary": "Brussels to limit exports of equipment Beijing could use for repression and reassess extradition arrangements. BRUSSELS-The European Union imposed sanctions on China over its treatment of Hong Kong on Tuesday, inching the bloc closer to the Trump administration's more hawkish stance toward Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-up-shots-in-distanced-times-11595970802", "title": "Close-Up Shots in Distanced Times", "date": "2020-07-28 17:13", "summary": "As we wear masks and stay far from each other to combat the pandemic, the cinematic close-up remains a gratifying reminder of the expressive power of the human face.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frayed-review-back-to-the-backwater-11595970628", "title": "'Frayed' Review: Back to the Backwater", "date": "2020-07-28 17:10", "summary": "Sarah Kendall's withering comedy, about a newly widowed London woman who must return to her provincial Australian hometown, comes to HBO Max.. Propriety has long demanded that if you feel you must tell a joke about a nationality, ethnicity or religion, you be a member of the group about whom the joke is being made. Doing so is, of course, still in questionable taste. So is \"Frayed.\" Fortunately, Sarah Kendall is Australian.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weight-of-gold-review-when-dreams-become-burdens-11595970315", "title": "'The Weight of Gold' Review: When Dreams Become Burdens", "date": "2020-07-28 17:05", "summary": "HBO's documentary examines the pressures and mental health issues that often affect Olympic athletes.. As a world-class freestyle skier, Jeremy Bloom didn't win a lot of love when he failed to medal at the 2002 Olympics. But he'll make friends with one of the more welcome statements in \"The Weight of Gold,\" a documentary about the mental health of Olympic athletes: \"People,\" he says, \"have bigger problems.\" He's not belittling anyone, or the point of the film. But given the bitterness and self-absorption displayed by some of its subjects, what he says needs to be said, if only so the more enlightening aspects of the story can shine through.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-preparing-to-cut-15-of-its-corporate-jobs-11595970021", "title": "L Brands Preparing to Cut 15% of Its Corporate Jobs", "date": "2020-07-28 17:00", "summary": "Victoria's Secret owner to layoff about 850 in latest restructuring. L Brands Inc. said it plans to lay off about 850 corporate employees, or about 15% of the jobs at its home office, the latest restructuring at the embattled retail company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-puts-pressure-on-private-debt-as-default-rates-rise-11595963573", "title": "Pandemic Puts Pressure on Private Debt as Default Rates Rise", "date": "2020-07-28 16:58", "summary": "Survey shows an increasing private-debt default rate as the coronavirus pandemic keeps squeezing U.S. businesses. Privately held companies, particularly smaller operations, are starting to feel more pain from the coronavirus pandemic as loan default rates rise while their lenders and private-equity backers seek ways to steer them safely to the end of the year.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-dow-update-072820-11595916194", "title": "U.S. Stocks Fall Amid Bevy of Earnings Reports", "date": "2020-07-28 16:52", "summary": "3M, McDonald's weigh on Dow industrials. U.S. stocks fell Tuesday after some large American companies reported earnings that revealed an even larger hit from the coronavirus pandemic than investors had been expecting.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-on-lukewarm-data-uncertainty-over-stimulus-relief-11595952837", "title": "Treasury Yields Fall on Lukewarm Data, Uncertainty Over Stimulus Relief", "date": "2020-07-28 16:37", "summary": "U.S. home-price growth decelerated, consumer confidence fell more than expected, reports show. U.S. government-bond yields fell Tuesday after tepid economic data and new signs of policy makers' struggles with the economic damage from the pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-hurry-to-raise-cash-as-federal-aid-could-end-11595939400", "title": "Hotels Hurry to Raise Cash as Federal Aid Could End", "date": "2020-07-28 16:35", "summary": "Some owners of smaller and private hotels must pay more for financing and take less for property sales. Some hotel owners are faced with property sales at discounted prices and expensive financing now that federal aid is poised to expire.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rival-companies-tussle-to-buy-los-angeles-hospital-out-of-bankruptcy-11595968409", "title": "Rival Companies Tussle to Buy Los Angeles Hospital Out of Bankruptcy", "date": "2020-07-28 16:35", "summary": "Prospect Medical, which says it would top Prime Healthcare's offer by $50 million, wants to reopen the bankruptcy bidding process for St. Francis Medical Center. Prospect Medical Holdings Inc., a hospital manager backed by private-equity firm Leonard Green & Partners LP, is trying to block Prime Healthcare Services Inc.'s $350 million purchase of a bankrupt Los Angeles-area hospital.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-books-that-will-whisk-you-away-to-long-lost-lands-11595967615", "title": "4 Books That Will Whisk You Away to Long-Lost Lands", "date": "2020-07-28 16:20", "summary": "A novelist, classics professor and guidebook author on captivating novels set in long-lost worlds, like Edgar Rice Burroughs's 'The Land That Time Forgot' and Ayn Rand's 'Anthem'. \"I always loved adventure novels where explorers were searching for lost kingdoms or hidden civilizations, like 'The Land That Time Forgot' by Edgar Rice Burroughs or 'The Island of Doctor Moreau' by H.G. Wells. They all became influences, but it's a challenge as a modern-day writer to do a book about mysterious civilizations when the world has been Google-mapped to a T! People ask me, 'Why are your characters always going underground or underwater?' Where else am I going to hide these lost civilizations?\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattle-protesters-allege-police-abuses-11595966242", "title": "Seattle Protesters Allege Police Abuses", "date": "2020-07-28 15:57", "summary": "Seattle's Black Lives Matter chapter filed a court motion requesting that the city be held in contempt after weekend clashes with police that left people on both sides injured. In Seattle and Portland, where protests against police brutality and racial injustice have been going on for weeks, the streets cleared after violent clashes between protesters and police over the weekend.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-governor-atlanta-mayor-make-headway-in-fight-over-coronavirus-restrictions-mask-mandate-11595954273", "title": "Georgia Governor, Atlanta Mayor Make Headway in Fight Over Virus Restrictions, Mask Mandate", "date": "2020-07-28 15:49", "summary": "Gov. Brian Kemp withdraws request for emergency court hearing as mediation continues. Georgia Gov. Brian Kemp withdrew a request for an emergency court hearing in his lawsuit against Atlanta Mayor Keisha Lance Bottoms over the city's mask mandate and other coronavirus restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-push-for-fbi-building-funds-in-coronavirus-relief-package-sparks-opposition-confusion-11595952413", "title": "Trump Push for FBI Building Funds in Virus Package Sparks Opposition", "date": "2020-07-28 15:47", "summary": "The administration insisted on including money for new agency headquarters in downtown Washington. WASHINGTON-An unrelated measure tucked into the Republicans' coronavirus relief proposal that would provide funding for the Federal Bureau of Investigation's new headquarters has sparked opposition from top leaders in both parties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ces-will-be-online-only-in-2021-opting-against-las-vegas-showcase-11595944800", "title": "CES Will Be Online Only in 2021, Opting Against Las Vegas Showcase", "date": "2020-07-28 15:37", "summary": "Coronavirus pandemic prompts trade group that produces annual consumer tech event to change plans. CES, the world's largest consumer-electronics exhibition, is going to be virtual in 2021, a move that illustrates growing concern among businesses that the coronavirus will pose public health risks well into next year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guccis-sales-fell-34-in-first-half-11595964788", "title": "Gucci's Sales Fell 34% in First Half", "date": "2020-07-28 15:33", "summary": "Italian fashion house appeared to lose market share against two of its main rivals, Louis Vuitton and Dior. PARIS-Gucci's sales and operating profit fell sharply in the first half, hit hard by lockdowns imposed world-wide to fight the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-plan-would-help-people-boost-growth-11595964665", "title": "GOP Plan Would Help People, Boost Growth", "date": "2020-07-28 15:31", "summary": "Our House Republican plan would renew, restore and rebuild the greatest economy Americans have experienced in a generation.. Your editorial \"A Phase-Four Flop\" (July 24) rightly argues that House Democrats' $3 trillion special-interest feeding trough won't help the economy recover but will do the opposite. As you point out, economic growth is the only way to overcome the economic disruption caused by Covid-19.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3ms-sales-drop-despite-demand-for-face-masks-cleaning-supplies-11595935672", "title": "3M's Sales Drop Despite Demand for Face Masks, Cleaning Supplies", "date": "2020-07-28 15:30", "summary": "N95 mask maker sees signs of economic recovery in China and beyond. 3M Co. is the lead maker of the most critical face masks in the fight against Covid-19. But mask demand hasn't protected the company from the brutal economic impact of the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trader-joes-should-talk-with-its-customers-11595964531", "title": "Trader Joe's Should Talk With Its Customers", "date": "2020-07-28 15:28", "summary": "Keep those exotic names which open up our world, though it may annoy an idle, obsessed, immature protester.. Regarding your editorial \"Say it Ain't So, Trader Joe's\" (July 23): It may be a generational difference, but I have always looked at the ethnic traders Jose, Giotto, etc., not as demeaning but rather as a witticism in recognizing that various ethnic subcultures make up the mosaic of America. The various names weren't associated with negative stereotypes or logos, they were a respectful joke. As an ethnic American, I would be happy to buy an offering such as \"Trader Yossi's gefilte fish,\" as long as it was a good product. It would catch my eye and I would think it clever. People from other ethnic traditions bake and sell bagels, I am happy to share my dining traditions with them. My only demand is that whoever is baking bagels for sale is making good bagels. Perhaps companies should see what their real customers think before making decisions, rather than running from any controversy. We have enough real problems that should be addressed. Humor can be healing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-and-the-condoning-of-thuggery-11595964391", "title": "Democrats and the Condoning of Thuggery", "date": "2020-07-28 15:26", "summary": "The actions of the DHS in Portland are political theater for an audience of one: President Trump.. Ted Van Dyk couldn't be more wrong in his \"Why Do Democrats Defend Disorder?\" (op-ed, July 27). As a long-serving chief of police in Seattle, I think his analysis of the protests in Portland is fatally flawed. He claims that the federal officers are \"uniformed and clearly identified,\" yet wearing camouflage isn't a law-enforcement uniform, and the Journal reported the Border Patrol chief acknowledged that the insignia can be hard to read and that nametags were removed. The majority of those participating in the protests are nonviolent, the example being mothers, teachers and health-care workers standing together. The protests are in a very confined area, and throughout the rest of city life goes on in the \"new normal\" of a pandemic. The acting secretary of the Department of Homeland Security was a lobbyist with no law-enforcement or military experience, and the lack of urban law-enforcement knowledge cascades throughout the ranks. We know what happens when the federal government takes control of local law enforcement; I am sure Mr. Van Dyk remembers Kent State. The actions of the DHS in Portland are political theater for an audience of one: President Trump.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-australia-bolster-health-security-cooperation-in-face-of-coronavirus-china-11595964310", "title": "U.S., Australia Bolster Health, Security Cooperation in Face of Coronavirus, China", "date": "2020-07-28 15:25", "summary": "Two longtime allies agree on accords designed to confront China on several fronts. The U.S. and Australia announced agreements to bolster diplomatic and military cooperation on Tuesday, presenting a united front against an increasingly aggressive China and the coronavirus pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roll-dice-on-church-liberty-11595964257", "title": "Roll Dice on Church Liberty", "date": "2020-07-28 15:24", "summary": "Calvary Chapel should sell its building and rent multiplex theaters where its congregation can gather to worship in groups of 500.. Regarding your editorial \"Rendering Unto Caesars Palace\" (July 27): Nevada has already provided the solution. Calvary Chapel should sell its building and rent multiplex theaters where its congregation can gather to worship in groups of 500. As well as rendering unto Caesar, Jesus also told us to be as wise as serpents and harmless as doves.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-guard-officer-says-excessive-force-used-to-clear-lafayette-square-in-d-c-11595964048", "title": "National Guard Officer Says Excessive Force Used to Clear Lafayette Square", "date": "2020-07-28 15:20", "summary": "Acting Park Police chief says law-enforcement officers acted in line with policies and procedures. WASHINGTON-A National Guard officer testified that federal law-enforcement officers used tear gas to clear a largely peaceful crowd from Lafayette Square in June, contradicting accounts from law-enforcement officials about the nature of the protest in the park.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordea-asset-management-drops-jbs-over-deforestation-corruption-worker-health-11595963107", "title": "Nordea Asset Management Drops JBS Over Deforestation, Corruption, Worker Health", "date": "2020-07-28 15:05", "summary": "Finnish money manager pulls its roughly $47 million investment in Brazilian meat giant. Nordea Asset Management dropped Brazilian meat giant JBS SA from all its funds this month over concerns stemming from the company's handling of deforestation, corruption charges and employee health and safety amid the coronavirus pandemic.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-cult-beauty-products-you-should-know-11595963005", "title": "10 Cult Beauty Products You Should Know", "date": "2020-07-28 15:03", "summary": "From the best affordable moisturizer by Weleda to M.A.C.'s universally flattering red lipstick, these formulas have earned fervent followings. THE BEAUTY industry constantly churns out tempting new products, touting each lip-plumping gloss or skin-tightening potion as the next big thing. However, only a handful of these formulas achieve bona fide cult status. To understand what makes something an enduring cult hit, look at 1975's \"The Rocky Horror Picture Show\"-perhaps the most famous cult film of all time. The flick was a box office bomb, but thanks to its campy outrageousness and decades of midnight screenings (attended by spirited viewers whose insider antics created an air of exclusivity), it's earned a wildly devoted following. That's what makes a film or a product a cult smash-fervent fans.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-unit-to-pay-20-million-to-settle-sec-probe-of-teacher-retirement-business-11595941081", "title": "AIG Unit to Pay $20 Million to Settle SEC Probe of Teacher-Retirement Business", "date": "2020-07-28 14:58", "summary": "Valic Financial Advisors also resolved separate fund-fees investigation. A unit of American International Group Inc. agreed to pay $20 million to settle claims that it failed to disclose payments intended to draw more business to the firm, the first case to emerge from a crackdown on practices in the market for teachers' retirement plans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-phones-in-space-virgin-galactic-designs-cabin-to-keep-passengers-in-the-moment-11595960406", "title": "Virgin Galactic Designs Cabin to Keep Passengers in the Moment", "date": "2020-07-28 14:20", "summary": "Spaceship includes 16 cameras in the cabin to catch all the action and a giant mirror so space tourists can watch themselves float. Virgin Galactic Holdings Inc. on Tuesday revealed its design for the passenger cabin in SpaceShipTwo, the suborbital craft it is building to send tourists into space.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emission-costs-jump-in-europe-hastening-coals-demise-11595926552", "title": "Emissions Costs Jump in Europe, Hastening Coal's Demise", "date": "2020-07-28 13:54", "summary": "Swift recovery in carbon prices, despite falling emissions, took traders by surprise. The price of carbon credits in Europe has rebounded from a pandemic low, reflecting government stimulus efforts and the reopening of economic activity.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-suspends-extradition-treaty-with-hong-kong-over-new-security-law-11595924633", "title": "New Zealand Suspends Extradition Treaty With Hong Kong Over New Security Law", "date": "2020-07-28 13:52", "summary": "The U.K., Canada and Australia have taken similar steps after Beijing imposed a national-security law on the city. The New Zealand government suspended its extradition treaty with Hong Kong, joining the U.K. and others in protesting Beijing's decision to impose a new security law on the city.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-deploys-troops-to-stop-migrants-breaking-coronavirus-quarantine-11595957404", "title": "Italy Deploys Troops to Stop Migrants Breaking Coronavirus Quarantine", "date": "2020-07-28 13:30", "summary": "Some 400 troops will be sent to the Mediterranean after a surge of new arrivals from Tunisia. The Italian government will send soldiers to Sicily to stop recently arrived migrants leaving holding centers after a raft of breakouts in recent days, including some by people who had been quarantined to contain the spread of the coronavirus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmy-nominations-2020-hbos-watchmen-leads-contenders-11595957392", "title": "Emmy Nominations 2020: HBO's 'Watchmen' Leads Contenders", "date": "2020-07-28 13:29", "summary": "Netflix, with 160 Emmy nods, breaks record set last year by HBO. HBO's limited series \"Watchmen,\" which used a comic-book adaptation to explore racism in America and seemed to anticipate the real-life social unrest that exploded across the country in recent months, leads the contenders for the 72nd Primetime Emmy Awards with 26 nominations. Other top nominees include Amazon 's \"The Marvelous Mrs. Maisel,\" Netflix 's \"Ozark\" and HBO's \"Succession.\"", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-coronavirus-vaccines-in-the-works-11595594845", "title": "How Soon Will There Be a Covid-19 Vaccine?", "date": "2020-07-28 13:27", "summary": "Results from early studies offer promising signs that some coronavirus vaccines could work safely and might be ready for use before the end of the year. Researchers around the world have been racing to develop vaccines that can fight off the coronavirus. Now, a handful are starting the final stage of testing, or will soon. Depending on the results, some companies say their vaccines could be greenlighted for use as soon as this year. Here's a look at some things to know:", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-there-be-second-stimulus-check-due-to-covid-19-11595957185", "title": "Will There Be a Second Stimulus Check Due to Covid-19?", "date": "2020-07-28 13:26", "summary": "Democrats and Republicans are hashing out another round of coronavirus aid. This is where things stand.. Democrats and Republicans are hashing out another round of coronavirus aid, and both sides want a new round of payments to American households. This is where things stand.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-nuts-are-priced-for-elite-status-11595957111", "title": "These Nuts Are Priced for Elite Status", "date": "2020-07-28 13:25", "summary": "The company that provided premium nuts for American Airlines has an offer for you. Absence makes the heart grow fonder-even for flying, it seems.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rise-in-covid-infections-rains-on-europes-peak-tourism-season-11595955855", "title": "New Rise in Covid Infections Rains on Europe's Peak Tourism Season", "date": "2020-07-28 13:04", "summary": "Continent is reviving curfews and obligatory testing for visitors amid worries that after draconian lockdowns this spring, people are letting down their guard. Some European governments are warning that a recent surge in coronavirus infections could burgeon into a second wave, as the summer tourism season peaks and people express fatigue with measures that had successfully brought the spread under control in Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moped-company-revel-suspends-new-york-city-operations-after-second-death-11595955261", "title": "Moped Company Revel Suspends New York City Operations After Second Death", "date": "2020-07-28 12:54", "summary": "Decision comes hours after a 32-year-old man was killed early Tuesday while riding in Queens. Revel, the moped-sharing company that brought scooters to New York City last year, has shut down operations in the city after a second person was killed early Tuesday while riding one of its scooters.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-is-a-problem-for-biden-11595954680", "title": "Portland Is a Problem for Biden", "date": "2020-07-28 12:44", "summary": "To win, the Democrat has to show that he isn't a hostage of the disorderly far left.. With fewer than 100 days until the election, the main threat to Democrats is overconfidence, which can breed recklessness. For the most part, the Biden campaign has avoided this trap. But on the issue of federal law-enforcement officers in American cities, the presumptive Democratic nominee risks losing his balance.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-america-from-a-worried-european-friend-11595954397", "title": "To America, From a Worried European Friend", "date": "2020-07-28 12:39", "summary": "A country convinced that it is irredeemably racist can't lead the world as the 'indispensable nation.'. Brussels", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-university-fires-democracy-advocate-as-china-clamps-down-11595954251", "title": "Hong Kong University Fires Democracy Advocate as China Clamps Down", "date": "2020-07-28 12:37", "summary": "Legal scholar Benny Tai says the move by forces aligned with Beijing marks the end of academic freedom in the city. HONG KONG-Pro-democracy campaigner Benny Tai was fired Tuesday from his job as an associate law professor at the University of Hong Kong, a decision that cast a pall over wider academic freedoms in the city as China asserts its authority.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-startup-ro-raises-200-million-in-new-funding-11595954160", "title": "Health-Care Startup Ro Raises $200 Million in New Funding", "date": "2020-07-28 12:36", "summary": "The company said it will use the capital to invest in technology and double its engineering team. Ro, an online health-care startup, said Monday that it raised $200 million in a new funding round, bringing its total raised to $376 million.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-charting-own-paths-in-coronavirus-reclosings-11595928601", "title": "After Reopening, Coronavirus-Hit States Chart Their Own Paths to Close Up Again", "date": "2020-07-28 12:35", "summary": "New public-health analyses show majority of states don't meet CDC's criteria for lifting restrictions. States are relying on their own public-health indicators when deciding whether to reclose portions of their economies to try to stop rising coronavirus infections that many attribute to the reopening of shops, bars and restaurants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-barr-to-face-lawmakers-questions-after-string-of-controversies-11595904449", "title": "Barr Defends Deploying Federal Agents to Protests in Showdown With House Democrats", "date": "2020-07-28 12:03", "summary": "Lawmakers, attorney general clash over Trump policies during House panel hearing. Attorney General William Barr vigorously defended the Trump administration's deployment of federal agents in response to nationwide protests over racial injustice and of his leadership of the Justice Department more broadly as he testified before Congress on Tuesday for the first time in more than a year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysias-missing-billions-11595617242", "title": "Malaysia's Missing Billions", "date": "2020-07-28 12:02", "summary": "Timeline of the alleged theft from government investment fund 1MDB. Malaysia's 1MDB scandal ensnared a prime minister and Goldman Sachs , and spurred a global spending spree that included yachts, luxury condos, art and the film \"The Wolf of Wall Street.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-says-motorcycle-unit-sales-fell-27-amid-coronavirus-lockdowns-11595938710", "title": "Harley-Davidson's Sales Drop Again", "date": "2020-07-28 11:55", "summary": "The motorcycle maker plans to make fewer models and exit some markets. Harley-Davidson Co. 's sales fell again as the motorcycle maker continues to cut costs and reorient its business around fewer models and simpler factories.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altrias-net-revenue-falls-11595938465", "title": "Cigarette Smoking Makes Comeback During Pandemic", "date": "2020-07-28 11:53", "summary": "Marlboro maker Altria says stimulus checks and e-cigarette restrictions are driving sales of traditional cigarettes. Americans are smoking more during the coronavirus pandemic because they are spending less on travel and entertainment and have more opportunities to light up. They are also switching back to traditional cigarettes from vaping devices in the wake of federal restrictions on e-cigarette flavors.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cboe-proposes-plan-that-could-curb-advantages-of-fast-traders-11595951409", "title": "Cboe Proposes Plan That Could Curb Advantages of Fast Traders", "date": "2020-07-28 11:50", "summary": "Exchange operator aims to bring first periodic auctions to a U.S. stock exchange. Cboe Global Markets Inc. is seeking to introduce a new mechanism on one of its U.S. stock exchanges that could limit the advantages of high-frequency traders over other market participants.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-irans-covid-19-death-toll-hits-a-record-government-remains-wary-of-another-lockdown-11595950379", "title": "As Iran's Covid-19 Death Toll Hits a Record, Government Remains Wary of Lockdown", "date": "2020-07-28 11:33", "summary": "Government blames the population for not following hygiene protocols and social-distancing guidelines. Iran's daily death toll from the coronavirus reached a record high Tuesday, as authorities grapple with a recent surge after rolling back restrictions in an attempt to salvage the country's struggling economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-decelerated-in-may-11595941307", "title": "U.S. Home-Price Growth Decelerated in May", "date": "2020-07-28 11:26", "summary": "Sales fell due to a widespread shutdown of economic activity in much of the country. Home-price growth slowed slightly in May, as home sales fell for a third straight month due to a widespread shutdown of economic activity in many parts of the country.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-this-market-mcdonalds-is-a-value-meal-11595949835", "title": "In This Market, McDonald's Is a Value Meal", "date": "2020-07-28 11:23", "summary": "Though the fast-food chain is far from a full recovery, its shares looks reasonably priced. The Golden Arches are still standing in the face of severe economic disruption.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattle-portland-return-to-calm-after-violent-weekend-11595918504", "title": "Seattle, Portland Return to Calm After Violent Weekend", "date": "2020-07-28 11:21", "summary": "Only a few protesters headed out in the heat; Seattle's Black Lives Matter chapter leveled new abuse allegations at the city's police. SEATTLE-The streets of this city were nearly empty Monday, while protests in nearby Portland, Ore., shrank significantly, after a weekend of clashes between protesters and police that left people on both sides injured and dozens facing criminal charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-college-fall-semester-online-lockdown-reopen-harvard-michigan-berkeley-11595949067", "title": "Back-to-College Plans Devolve Into a Jumble of Fast-Changing Rules", "date": "2020-07-28 11:14", "summary": "With the fall term about to start amid pandemic, campus plans are in disarray at a host of American colleges. Spelman College announced on July 1 that the Atlanta campus would welcome back students to dorms and classrooms for the fall semester. Last week it reversed course. Classes would be online only.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-grants-4-3-billion-coronavirus-loan-to-south-africa-11595949220", "title": "IMF Grants $4.3 Billion Coronavirus Loan to South Africa", "date": "2020-07-28 11:13", "summary": "The loan raises concerns among South Africans that it could encourage government corruption. JOHANNESBURG-The International Monetary Fund agreed to lend South Africa $4.3 billion, the largest loan any African country has received since the start of the coronavirus crisis, underscoring the force of the pandemic's blow to the continent's most developed economy and prompting concerns among South Africans that the funds could encourage government corruption.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-health-service-turns-to-former-contractor-cited-for-failures-11595949141", "title": "Indian Health Service Turns to Former Contractor Cited for Failures", "date": "2020-07-28 11:12", "summary": "Troubled federal agency to rehire staffing company cited by U.S. officials for trying to bring on doctors with troubled histories, including a record of sexual abuse in one case. The Rosebud Indian Hospital was supposed to be a triumphant turnaround story for the U.S. Indian Health Service, a troubled federal agency that runs health care facilities on Native American reservations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-you-have-covid-19-soon-your-smartwatch-or-smart-ring-might-tell-you-11595949072", "title": "Could You Have Covid-19? Soon Your Wearable Might Tell You", "date": "2020-07-28 11:11", "summary": "Wearable devices with sensors that continuously gather your temperature, heart rate and blood oxygen could become personal warning systems for the coronavirus. A drip of snot... Could be Covid?", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sam-trammell-spent-his-childhood-on-the-move-acting-is-where-he-found-home-11595948456", "title": "Sam Trammell Spent His Childhood on the Move. Acting Is Where He Found Home.", "date": "2020-07-28 11:00", "summary": "The 'Reckoning' star remembers hiding his Southern drawl to fit in, his passion for performing and Nick Nolte's valuable tip. Sam Trammell, 51, is an actor who has appeared in TV's \"True Blood,\" \"The Fault in Our Stars\" and \"Homeland.\" He stars in the Netflix series \"Reckoning.\" He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nightly-cheering-is-overbut-a-few-diehards-didnt-get-the-memo-11595948275", "title": "Nightly Cheering Is Over-but a Few Diehards Didn't Get the Memo", "date": "2020-07-28 10:57", "summary": "Resume Subscription. When New Yorkers began cheering for essential workers in March, Scott Hightower joined the raucous daily 7 p.m. chorus, sounding an air horn and shaking a tambourine from the terrace of his apartment in Manhattan's Chelsea neighborhood.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/googles-extended-home-stay-isnt-for-everyone-11595947766", "title": "Google's Extended Home Stay Isn't for Everyone", "date": "2020-07-28 10:49", "summary": "Google is welcoming necessity with open arms, but that doesn't mean every company should jump at the chance. Something similar could be said of remote working to what Winston Churchill said of democracy: that it is the worst possible option, except for all the others.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-extends-lending-programs-through-dec-31-11595943188", "title": "Fed Extends Lending Programs Through December", "date": "2020-07-28 10:33", "summary": "Funding, credit market backstops had been set to expire at end of September. The Federal Reserve said Tuesday it extended by three months the operation of all of its emergency lending programs that had been set to run through September to support economic activity during the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-face-masks-work-and-which-types-offer-the-best-covid-19-protection-11595946178", "title": "How Face Masks Work and Which Ones Best Protect Against Covid-19", "date": "2020-07-28 10:22", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-squeezes-mcdonalds-profit-11595934000", "title": "Coronavirus Pandemic Squeezes McDonald's Profit", "date": "2020-07-28 10:18", "summary": "Chain spends to operate during the virus while generating lower sales. McDonald's Corp. profit suffered a deeper-than-expected drop, as the coronavirus shut restaurants around the globe and forced the chain to spend tens of millions of dollars to help keep its franchisees operating.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-motor-swung-to-2-71-bln-1q-net-loss-as-pandemic-hit-sales-11595926485", "title": "Nissan Expects Second Straight Annual Loss of More Than $6 Billion", "date": "2020-07-28 10:08", "summary": "Japanese auto maker says sales aren't expected to fully rebound for another two years. TOKYO- Nissan Motor Co. said it was facing a second consecutive year of losses topping $6 billion because of the coronavirus pandemic's hit to car sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-bunt-or-not-to-bunt-that-is-the-question-11595945213", "title": "To Bunt or Not to Bunt, That Is the Question", "date": "2020-07-28 10:06", "summary": "All extra innings begin with a runner automatically on second, an experimental rule designed to prevent marathon affairs in MLB this season. After sitting around for about 2½ hours Saturday afternoon waiting for an opportunity to play, Brett Phillips suddenly found himself standing on second base. He still can't explain how he ended up there.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bmw-used-pandemic-plant-stoppages-to-boost-artificial-intelligence-11595939400", "title": "How BMW Used Pandemic Plant Stoppages to Boost Artificial Intelligence", "date": "2020-07-28 10:04", "summary": "Firms investing in AI and advanced robotics bet they are poised to benefit as global economy reopens. When the coronavirus pandemic forced BMW AG to close factories across Germany in March, Matthias Schindler saw an opportunity to boost plants' use of artificial intelligence.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-retailers-are-devoting-more-shelf-space-to-black-owned-brands-11595944801", "title": "Some Retailers Are Devoting More Shelf Space to Black-Owned Brands", "date": "2020-07-28 10:00", "summary": "The 15 Percent Pledge movement asks stores to commit 15% of their shelf space to products produced by Black-owned businesses. The snack box currently sitting on my kitchen counter includes treats of every kind. There are cheese puffs, granola, cookies, chocolate bites and soda. So what do they have in common? They are all produced by Black-owned companies, many based in New York City.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-outlook-turns-gloomier-as-coronavirus-spreads-11595842200", "title": "Fed Outlook Turns Gloomier as Virus Spreads", "date": "2020-07-28 09:49", "summary": "Central bank leaders warn of hits to confidence, higher joblessness and more business bankruptcies. Federal Reserve officials meet Tuesday and Wednesday facing growing doubts about the prospect for a sustained economic rebound due to the nation's uneven public-health response to the coronavirus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-drivers-test-cross-country-in-dads-classic-buick-11595943867", "title": "The Ultimate Driver's Test: Cross-Country in Dad's Classic Buick", "date": "2020-07-28 09:44", "summary": "Resume Subscription. Steven A. Uiterwyk, 55, a buyer and seller of auto dealerships who is from Lakeland, Fla., on his 1961 Buick LeSabre convertible, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-the-right-car-for-a-rite-of-passage-11595943784", "title": "Photos: The Right Car for a Rite of Passage", "date": "2020-07-28 09:43", "summary": "Steven Uiterwyk and his daughter Demi show off his 1961 Buick LeSabre in Lakeland, Fla.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/agriculture-department-states-investigate-foreign-seed-packages-11595901682", "title": "Americans Receive Mystery Seeds in the Mail, Mostly From China", "date": "2020-07-28 09:08", "summary": "Agricultural officials investigate after U.S. residents get unsolicited packages, warn people not to plant them. State officials and the U.S. Department of Agriculture are investigating reports that hundreds of residents have received seeds in the mail they didn't order.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peugeot-owner-shows-how-to-drive-through-a-crisis-11595941623", "title": "Peugeot Owner Shows How to Drive Through a Crisis", "date": "2020-07-28 09:07", "summary": "Impressive first-half numbers inspire confidence in PSA's merger with Fiat Chrysler. A crisis is when good management really counts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tencent-is-moving-search-in-house-back-home-11595941425", "title": "Why Tencent Is Moving Search In-House, Back Home", "date": "2020-07-28 09:03", "summary": "An offer to buy the remainder of New York-listed Sogou makes sense from both a strategic and geopolitical point of view. Tencent 's latest search deal could find the right results.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/complaint-says-trump-campaign-payments-broke-rules-11595941200", "title": "Complaint Says Trump Campaign Payments Broke Rules", "date": "2020-07-28 09:00", "summary": "Campaign is alleged to have paid more than $170 million to affiliates of ex-campaign manager Brad Parscale without disclosing the ultimate recipients of the money. WASHINGTON-President Trump's re-election effort is alleged to have paid more than $170 million to companies affiliated with former campaign manager Brad Parscale without disclosing the ultimate recipients of the money, a campaign-finance oversight group says in a new complaint.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/najib-razak-former-malaysian-prime-minister-found-guilty-in-1mdb-case-11595912007", "title": "Former Malaysian Leader Najib Found Guilty in 1MDB Case", "date": "2020-07-28 08:44", "summary": "Verdict is the first in a string of cases against Najib, who was sentenced by the court to 12 years imprisonment and fined nearly $50 million. KUALA LUMPUR, Malaysia-Former Prime Minister Najib Razak was sentenced to 12 years imprisonment and fined nearly $50 million by a Malaysian court that found him guilty of abuse of power in connection with one of the world's largest financial scandals that resulted in his defeat in the country's 2018 elections.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disabled-actors-hollywood-ada-30-11595939824", "title": "The Challenges of Being Disabled in Hollywood", "date": "2020-07-28 08:39", "summary": "30 years after the Americans with Disabilities Act, actors with disabilities are still struggling to find a place on TV and in film.. Kurt Yaeger is one of the busiest working actors who is also an amputee. Known for his role in the popular series Sons of Anarchy, last year, he appeared in four TV shows, including NCIS: New Orleans. Given the limited number of opportunities afforded to other actors with amputations, however, his achievements strike him as bittersweet. \"I feel guilty that I'm the only one who gets to work this much,\" he says. \"It soils my accomplishments.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lysol-maker-seeks-to-capitalize-on-covid-hygiene-concerns-in-hotels-on-planes-11595939726", "title": "Lysol Maker Seeks to Capitalize on Covid Hygiene Concerns in Hotels, on Planes", "date": "2020-07-28 08:35", "summary": "Reckitt Benckiser reports surge in sales as it launches new business aimed at customers including Hilton and Delta. Lysol maker Reckitt Benckiser Group PLC is capitalizing on booming interest in hygiene during the pandemic, launching a new business selling its cleaning products and expertise to the travel and hospitality industries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-tries-to-shed-status-as-defamation-hotspot-11595934180", "title": "Australia Tries to Shed Status as Defamation Hotspot", "date": "2020-07-28 08:34", "summary": "Proposed law changes would make it harder to sue for libel after a glut of such litigation. SYDNEY-Australian lawmakers have agreed to overhaul the country's defamation laws for the social-media age and make them less favorable for celebrities and public figures who claim their reputations have been smeared.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/redbird-capital-partners-oakland-as-executive-billy-beane-launch-sports-focused-spac-11595939290", "title": "RedBird Capital Partners, Oakland A's Executive Billy Beane Launch Sports-Focused SPAC", "date": "2020-07-28 08:28", "summary": "RedBall Acquisition aims to raise $500 million to focus on businesses in sports, and sports-related media and data analytics. Private-equity firm RedBird Capital Partners is teaming up with Oakland Athletics executive Billy Beane to launch the first-ever special purpose acquisition company dedicated to sports.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-relief-how-the-republican-and-democratic-plans-compare-11595934002", "title": "Coronavirus Stimulus: How the Republican and Democratic Plans Compare", "date": "2020-07-28 08:07", "summary": "Lawmakers work on fifth round of relief that would include more unemployment aid, stimulus checks. The Senate GOP proposal, delayed for several days by disputes within the party and with the Trump administration, aims to provide about $1 trillion in new coronavirus aid. It is smaller than the Democratic plan, which is seeking about $3.5 trillion and includes big-ticket items the GOP package left out, such as $1 trillion for states and cities, $25 billion for the post office and $10 billion for food assistance. The plans also take a different approach on unemployment aid, with Republicans targeting a smaller number, arguing that the current level of assistance can discourage people from seeking work.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lonely-girls-how-the-pandemic-has-deepened-the-isolation-of-adolescents-11595937600", "title": "Lonely Girls: How the Pandemic Has Deepened the Isolation of Adolescents", "date": "2020-07-28 08:00", "summary": "The coronavirus lockdown has increased the fear of missing out for many girls; social media reveals who's getting together and who's stuck at home. Emerson Christman hasn't gotten together with friends in four months because of the coronavirus pandemic. The loneliness is gnawing at her.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-marlins-virus-outbreak-exposes-holes-in-mlbs-return-to-work-strategy-11595937600", "title": "The Marlins' Virus Outbreak Exposes Holes in MLB's Return-to-Work Strategy", "date": "2020-07-28 08:00", "summary": "Baseball's playing schedule, its testing schedule, and its distancing rules don't join up. Major League Baseball's return-to-work coronavirus strategy rests on a formula of testing, distancing and contact tracing that leaves little room for error-and plenty of opportunity for it.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-muslim-uighurs-are-stuck-in-u-s-immigration-limbo-11595937603", "title": "China's Muslim Uighurs Are Stuck in U.S. Immigration Limbo", "date": "2020-07-28 08:00", "summary": "Resume Subscription. Kalbinur Awut came to the U.S. in 2015 from China's far west for graduate study. Soon after arriving at the University of Rhode Island, she applied for political asylum. A member of the mostly Muslim Uighur minority, she had been harassed in China for wearing headscarves and was briefly detained after she applied to study overseas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wework-sheds-youthful-image-as-it-lures-big-corporations-11595937615", "title": "WeWork Sheds Youthful Image as It Lures Big Corporations", "date": "2020-07-28 08:00", "summary": "Co-working company pitches flexibility amid business uncertainty wrought by the coronavirus. WeWork enjoyed explosive early growth as a refuge for small startups and freelancers. Now, it is ditching that image while trying to revive its business with larger, more-traditional corporate clients.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-commissions-black-artist-for-work-confronting-colleges-past-11595936809", "title": "Yale Commissions Black Artist for Work Confronting College's Past", "date": "2020-07-28 07:46", "summary": "Barbara Earl Thomas to examine history of slavery supporter John C. Calhoun, commemorate computer scientist Grace Murray Hopper. A Yale University dining hall once adorned with windows containing romanticized depictions of the antebellum South and slavery will soon showcase the work of a Black artist.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-bid-target-could-join-chinese-exodus-from-u-s-markets-11595936224", "title": "Tencent Bid Target Could Join Chinese Exodus From U.S. Markets", "date": "2020-07-28 07:37", "summary": "Tencent proposed to buy out other investors in its search-engine affiliate Sogou for about $2.1 billion. Tencent Holdings Ltd. proposed to buy out other investors in its search-engine affiliate Sogou Inc. for about $2.1 billion, in what could become the latest instance of a Chinese technology company abandoning the U.S. stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-nears-two-year-high-as-investors-bet-on-europes-covid-19-progress-11595932257", "title": "Euro Nears Two-Year High as Traders Bet on Europe's Covid-19 Progress", "date": "2020-07-28 06:30", "summary": "Currency's gains partly reflects concerns about the U.S.'s uneven progress in halting infections, which have weighed on the dollar. The euro traded near a two-year high against the dollar on signs that Europe has largely slowed down coronavirus infections and taken steps toward bolstering its weakest economies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-workers-fuel-surge-in-demand-for-startups-offering-retraining-11595930400", "title": "Jobless Workers Fuel Surge in Demand for Startups Offering Retraining", "date": "2020-07-28 06:00", "summary": "Tech-powered tools in the spotlight as pandemic leaves millions looking for work, possibly new careers. Startups are seeing a surge in demand as they attempt to help the millions of unemployed job seekers with new technology-based approaches to retraining.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-banks-told-to-hold-off-on-dividends-11595929203", "title": "Europe's Banks Told to Hold Off on Dividends", "date": "2020-07-28 05:40", "summary": "ECB urges moderation on banker bonuses, warns of capital shortfalls if economy worsens. The European Central Bank said lenders should refrain from paying dividends and buying back shares until next year, suggesting several would face a capital shortfall if the eurozone economy deteriorated further.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-banks-and-slow-boiling-frogs-11595928665", "title": "Chinese Banks and Slow-Boiling Frogs", "date": "2020-07-28 05:31", "summary": "Slow recognition of nonperforming loans may be good news for the broader economy today, but lenders cannot whip up interest income from nowhere-and investors will pay the price. Put a frog in boiling water and it will jump out. Put a frog in cold water and slowly raise the temperature, and it won't notice-or so the story goes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotelier-to-the-stars-plans-to-make-some-properties-private-clubs-11595928601", "title": "Hotelier to the Stars Plans to Make Some Properties Private Clubs", "date": "2020-07-28 05:30", "summary": "Covid-19 pandemic accelerates André Balazs's plans for L.A.'s Chateau Marmont and possibly other hotels. Hotelier André Balazs, whose stylish boutique properties have long attracted film stars, media moguls and fashion models, is looking to get out of the traditional hotel business.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-seeks-to-reel-in-tiktok-creators-raising-stakes-in-social-media-rivalry-11595928600", "title": "Facebook Offers Money to Reel In TikTok Creators", "date": "2020-07-28 05:30", "summary": "Instagram makes lucrative offers to popular TikTok users to join its new competing service, raising stakes in social-media rivalry. Facebook Inc.'s Instagram has offered financial incentives to TikTok users with millions of followers to persuade them to use a new competing service, an escalation in a high-stakes showdown between the two social-media giants.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicodemus-a-kansas-town-that-made-black-history-copes-with-2020-11595928600", "title": "Nicodemus: A Kansas Town That Made Black History Copes With 2020", "date": "2020-07-28 05:30", "summary": "Homecoming, a celebration that has drawn descendants of the town's post-Civil War founders for generations, moves online due to coronavirus. Nicodemus, Kan.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-for-thought-for-online-grocery-bulls-11595927316", "title": "Food for Thought for Online Grocery Bulls", "date": "2020-07-28 05:08", "summary": "Supermarkets need to decide the best way to fulfill e-commerce orders. Big, automated warehouses aren't necessarily the answer.. With online grocery orders now coming thick and fast, e-commerce is a top priority in supermarket boardrooms. The best model for selling food online may not always be the one that investors appear most excited about.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595955587", "title": "Pepper...and Salt", "date": "2020-07-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swimmer-killed-in-apparent-shark-attack-off-maine-coast-11595904923", "title": "Swimmer Killed in Apparent Shark Attack off Maine Coast", "date": "2020-07-28 23:13", "summary": "Woman was pronounced dead at the scene; unprovoked shark attacks in the state are rare. HARPSWELL, Maine-A woman was killed in an apparent shark attack off the coast of Maine on Monday, a rare occurrence that has only been recorded once before in the state by an unprovoked shark.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-replaces-its-diversity-chief-11595905726", "title": "Nike Replaces Its Diversity Chief", "date": "2020-07-28 23:08", "summary": "Sneaker giant names Felicia Mayo, a former Tesla diversity chief, to succeed Kellie Leonard. Nike Inc. said it is replacing its chief diversity officer, adding a Black woman to its leadership team at a time that the sneaker giant and other brands are promising to improve diversity and speaking out on social issues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remington-arms-declares-bankruptcy-despite-surging-gun-demand-11595903187", "title": "Remington Arms Declares Bankruptcy Despite Surging Gun Demand", "date": "2020-07-28 22:26", "summary": "The firearms manufacturer has been struggling with debt since a 2018 restructuring and will seek buyers for its assets. Firearms maker Remington Arms Co. filed for bankruptcy protection for the second time since 2018, weighed down by more debt than it can repay even as fearful Americans buy more guns than ever.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-inflated-company-value-by-billions-creditors-say-11595892680", "title": "Neiman Marcus Inflated Company Value by Billions, Creditors Say", "date": "2020-07-28 22:22", "summary": "How much the retailer was worth is key to creditors' potential legal claims against the company's owners over the spinoff of the MyTheresa business. Neiman Marcus Group Ltd.'s creditors say the retailer inflated its own value by billions of dollars before its 2018 spinoff of fast-growing e-commerce businesses MyTheresa so it could carry out what they say was an improper transaction.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-aims-to-improve-wait-times-on-covid-19-testing-11595886676", "title": "New York City Aims to Improve Wait Times on Covid-19 Testing", "date": "2020-07-28 22:09", "summary": "Waiting times for results of coronavirus tests have been cut by half, down to a median time of two days. Officials in New York City are scrambling to improve wait times for coronavirus tests-crucial to keeping the pandemic at bay-as the city reopens and New Yorkers flock back to restaurants, stores and public spaces like zoos.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-marlins-virus-outbreak-throws-mlbs-pandemic-season-into-turmoil-11595862310", "title": "Miami Marlins' Virus Outbreak Throws MLB's Pandemic Season Into Turmoil", "date": "2020-07-28 22:09", "summary": "Tests showed that a dozen or more players and staff members from the team have contracted Covid-19, prompting MLB to postpone two games previously scheduled for Monday. Five days after Major League Baseball began its attempt to stage a season amid the coronavirus pandemic, its plan was thrown into turmoil following an outbreak of positive tests on the Miami Marlins.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-continues-fight-against-subpoena-for-taxes-11595892825", "title": "Trump Continues Fight Against Subpoena for Taxes", "date": "2020-07-28 21:25", "summary": "Subpoena is part of Manhattan district attorney investigation into 2016 hush-money payments. President Trump renewed his efforts Monday to block a subpoena for his tax returns by the Manhattan district attorney, describing the request as \"patently overbroad\" and amounting to harassment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-fend-off-attempts-to-back-medicare-for-all-in-platform-11595898534", "title": "Democrats Fend Off Attempts to Back Medicare for All in Platform", "date": "2020-07-28 21:08", "summary": "Document approved by the party's platform committee aligns with presumptive nominee Joe Biden's campaign proposals. Democrats rejected efforts to amend the party's platform to show support for Medicare for All and legalizing marijuana, as they moved the document closer to adoption by delegates to next month's convention.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-to-release-coronavirus-aid-proposal-after-delay-11595860826", "title": "GOP Releases Coronavirus Relief Proposal After Delay", "date": "2020-07-28 21:07", "summary": "Republicans and Democrats will seek to reach agreement on unemployment aid, funding for schools, testing. WASHINGTON-Senate Republicans rolled out a roughly $1 trillion coronavirus relief bill proposal Monday, launching a mad dash to reach a deal with Democrats on expiring unemployment payments and other aid disputes in the parties' rival plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foods-that-battle-stress-during-the-coronavirus-pandemic-11595898000", "title": "Foods That Battle Stress During the Coronavirus Pandemic", "date": "2020-07-28 21:00", "summary": "Berries. Nuts. Olive oil. How to craft an eating plan to help manage your emotions.. Are you anxious? Angry? Feeling depressed?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-pulls-controversial-show-about-coronavirus-11595895808", "title": "Sinclair Pulls Controversial Show About Coronavirus", "date": "2020-07-28 20:23", "summary": "Move follows broadcaster's decision to air segment at later date after adding context. Sinclair Broadcast Group Inc., one of the largest broadcast television station owners in the country, said it would pull an interview about the alleged origins of the coronavirus pandemic that has caused widespread controversy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-notice-amounts-to-declaration-of-warand-under-armour-deals-with-it-11595895136", "title": "SEC Notice Amounts to 'Declaration of War'-and Under Armour Deals With It", "date": "2020-07-28 20:12", "summary": "The athletic apparel maker received a SEC warning for alleged violations in 2015 and 2016. Companies in recent years have been less likely to receive a Wells notice from the Securities and Exchange Commission warning them of potential charges, but when they get one, it is serious.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]