[{"link": "https://www.wsj.com/articles/government-doubles-interest-rate-on-sba-loans-after-banks-complain-11585867578", "title": "Government Doubles Interest Rate on SBA Loans After Banks Complain", "date": "2020-04-02 19:56", "summary": "Change seeks to make the emergency program more appealing to smaller lenders. WASHINGTON-Faced with complaints from small banks, the federal government on Thursday doubled the interest rate-to 1%, up from 0.5%-under its emergency lending program for small businesses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-now-an-essential-business-new-york-state-says-11585869087", "title": "Real Estate Now an Essential Business, New York State Says", "date": "2020-04-02 19:41", "summary": "Ruling by the powerful New York State Association of Realtors caught some in the industry off guard. New York state has reclassified the real-estate industry as an essential business, allowing brokers to resume certain aspects of their jobs and generating both relief and anxiety within the New York City brokerage community.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-suppliers-under-pressure-as-coronavirus-driven-demand-surges-11585861451", "title": "Industrial Suppliers Under Pressure As Coronavirus-Driven Demand Surges", "date": "2020-04-02 19:40", "summary": "Inventories at industrial wholesalers and suppliers are running low as police officers, delivery drivers and other 'essential' workers seek protective gear. Manufacturers and distributors of masks, gloves and sanitary supplies say they're making difficult choices about where to ship limited inventories as unprecedented demand driven by the coronavirus pandemic overwhelms their supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-oil-summit-11585870063", "title": "Trump's Oil Summit", "date": "2020-04-02 19:27", "summary": "Tariffs and quotas won't solve a price shock caused by a pandemic and a Saudi Arabia-Russia feud.. U.S. crude oil prices jumped 25% Thursday to $25.32 a barrel after President Trump suggested that Saudi Arabia and Russia could soon settle their destructive price war. This is all the more reason to resist calls from the U.S. shale patch for domestic production quotas or import duties when he meets with oil executives on Friday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-states-of-covid-19-11585870030", "title": "The States of Covid-19", "date": "2020-04-02 19:27", "summary": "We need a clearinghouse for sharing the states' experience and ideas.. This week President Trump and his coronavirus task force laid out their background data for deciding to keep the U.S. on de facto lockdown for another month. Dr. Deborah Birx, for example, explained how the models have gone from estimating as many as 2.2 million deaths-which assumed no mitigation-to between 100,000 and 240,000 now.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faster-internet-is-on-the-way-11585869911", "title": "Faster Internet Is on the Way", "date": "2020-04-02 19:25", "summary": "Americans working at home should thank Ajit Pai and Trump's FCC.. Broadband demand is surging as more Americans use the internet during the pandemic to shop, stream video, work remotely and consult teladocs. The good news is that the internet is holding up well, and now Federal Communications Commission Chairman Ajit Pai is taking steps to boost Wi-Fi across the country.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-fines-kpmg-partner-for-audit-failures-11585869959", "title": "U.K. Regulator Fines KPMG, Partner for Audit Failures", "date": "2020-04-02 19:25", "summary": "The move by the Financial Reporting Council comes amid heightened concerns about the quality of audits done by large U.K. accounting firms. A U.K. regulator on Thursday reprimanded and fined KPMG and one of its former partners for a lack of \"professional skepticism\" and a failure to obtain sufficient verification to do an accurate audit.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-recriminations-come-first-11585869942", "title": "Coronavirus Recriminations Come First", "date": "2020-04-02 19:25", "summary": "House Democrats tee up virus investigations before the election.. While most Americans under coronavirus lockdown are worrying about their jobs, their groceries, and their local doctors and nurses, congressional Democrats have other priorities. To wit, pin blame on the Trump Administration before the November election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-is-the-epicenter-of-the-world-11585869852", "title": "New York Is the Epicenter of the World", "date": "2020-04-02 19:24", "summary": "The hidden gift in this pandemic is that we learn how to prepare for the worse one still to come.. New York", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mormons-convene-online-11585869805", "title": "The Mormons Convene Online", "date": "2020-04-02 19:23", "summary": "But the church's president, 95, is a throwback to its 19th-century roots.. In the spring of 1820, a teenage boy went into the upstate New York woods to ask God which church he should join. Joseph Smith, in his telling, was shocked by the response. A brilliant pillar of light revealed \"two personages.\" One pointed to the other and identified him as \"My Beloved Son.\" Jesus Christ then told Smith that he should not join any church, \"for they were all wrong.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pols-face-a-coronavirus-test-11585869779", "title": "Pols Face a Coronavirus Test", "date": "2020-04-02 19:22", "summary": "Who's leading and who's seeking political advantage? Here are the answers.. Crises have a way of separating the leaderlike wheat from the opportunistic chaff. Coronavirus is the crisis of our time, and the political winnowing is something to behold.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-james-bond-review-the-birder-and-the-spy-11585869758", "title": "'The Real James Bond' Review: The Birder and the Spy", "date": "2020-04-02 19:22", "summary": "The ornithologist James Bond-like the secret agent who shares his name-was handy with ﬁrearms and able to work around ofﬁcialdom.. James Bond found the man who stole his identity at his island lair. On February 5, 1964 he went in for the kill. \"I don't read your books,\" Bond told Ian Fleming. \"My wife reads them all, but I never do.\" Fleming had been expecting Mr. Bond-for 12 years, since the day when, searching for a blunt and masculine name for his newly invented fictional secret agent, the author had plucked Bond's name from the spine of a volume called \"Birds of the West Indies.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/testing-is-our-way-out-11585869705", "title": "Testing Is Our Way Out", "date": "2020-04-02 19:21", "summary": "Returning to normal is too dangerous. Lockdowns are unsustainable. Let's save lives without a depression.. For now, social distancing is the best America can do to contain the Covid-19 pandemic. But if the U.S. truly mobilizes, it can soon deploy better weapons-advanced tests-that will allow the country to shift gradually to a protocol less disruptive and more effective than a lockdown.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-iraq-to-new-york-thank-those-who-keep-on-truckin-11585869684", "title": "From Iraq to New York: Thank Those Who Keep on Truckin'", "date": "2020-04-02 19:21", "summary": "I learned in the Army why supply chains are so vital. There are lessons for the current crisis.. I'm in the trucking business, and the coronavirus pandemic has me thinking back to my days in Iraq as a tank platoon commander. In 2008 I was stationed with Bravo Company 2-6 Infantry at an air base once controlled by Saddam Hussein that we repurposed as an outpost for about 120 soldiers. Well-functioning supply chains helped keep us safe and the local economy humming. The same is true here at home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-right-to-train-private-power-on-the-coronavirus-11585869612", "title": "Trump Is Right to Train Private Power on the Coronavirus", "date": "2020-04-02 19:20", "summary": "The Defense Production Act can help deliver vital supplies and technology without leading to long-term central planning.. President Trump invoked his authority under the Defense Production Act of 1950 last weekend to compel General Motors to work faster on its contract to make ventilators. His action wasn't a moment too soon.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-hospital-workers-hazard-pay-11585869657", "title": "Give Hospital Workers Hazard Pay", "date": "2020-04-02 19:20", "summary": "Extra money would be a tangible show of gratitude and would enable them to care better for everyone.. Doctors, nurses and other medical workers have been justly praised for their heroism and courage. We owe them our lives, we are told. What are we doing for them?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/releasing-sex-offenders-is-no-way-to-fight-coronavirus-11585869568", "title": "Releasing Sex Offenders Is No Way to Fight Coronavirus", "date": "2020-04-02 19:19", "summary": "Don't empty the prisons and jails. Individualized risk assessments can help officials balance public health and public safety.. \"Social distancing\" isn't easy in jails and prisons. Many states and localities are issuing orders to release inmates in an effort to prevent spread of the novel coronavirus. But while it makes sense to release some first-time and low-level offenders, some states and counties are going about it in a way that puts the public at risk.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-oil-rally-cant-last-11585869453", "title": "This Oil Rally Can't Last", "date": "2020-04-02 19:17", "summary": "Crude prices, ignited by President Trump on Thursday, could plumb new lows. With a single tweet Thursday, President Donald Trump accomplished what decades of wars, coups, terrorist attacks and OPEC meetings hadn't, sending the price of the world's most important commodity up by nearly half in a trading session.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-plans-election-despite-coronavirus-pandemic-as-poll-workers-drop-out-11585819802", "title": "Wisconsin Plans Election Amid Coronavirus as Poll Workers Drop Out", "date": "2020-04-02 19:14", "summary": "Public opinion in the state is divided on holding the election with 51% saying it should be postponed. There is a bigger question surrounding Tuesday's Wisconsin primary balloting than the Democratic presidential nomination race between Joe Biden and Bernie Sanders: can an election be successfully held in the midst of a full-scale pandemic?", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-moves-to-shield-doctors-from-lawsuits-while-fighting-coronavirus-11585868982", "title": "New York Moves to Shield Doctors From Lawsuits While Fighting Coronavirus", "date": "2020-04-02 19:09", "summary": "Legislation is tucked into state's budget, which passed the state Senate and is expected to be signed by Cuomo. New York lawmakers are expected to approve a bill that would grant sweeping civil- and criminal-liability protections to hospitals and health care workers treating the surge of patients infected with the coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-furloughs-employees-across-all-u-s-divisions-11585865152", "title": "Disney to Furlough Employees Across All U.S. Divisions", "date": "2020-04-02 19:03", "summary": "Impact from coronavirus pandemic has shut parks and postponed would-be movie blockbusters. LOS ANGELES- Walt Disney Co. is furloughing employees across all divisions in its domestic operations, as the world's largest entertainment company struggles with continued fallout from the spread of the novel coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigation-into-origins-of-trump-russia-probe-continues-despite-coronavirus-11585868529", "title": "Investigation Into Origins of Trump-Russia Probe Continues Despite Coronavirus", "date": "2020-04-02 19:02", "summary": "Connecticut U.S. attorney leading investigation began CIA and other interviews earlier this year. Investigators examining the beginnings of the 2016 probe of possible links between the Trump campaign and Russian election interference are pushing to complete their inquiry despite the coronavirus pandemic.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-clayton-signals-sympathy-for-pleas-of-private-equity-backed-firms-11585865177", "title": "SEC's Clayton Signals Sympathy for Pleas of Private Equity-Backed Firms", "date": "2020-04-02 18:45", "summary": "Smaller firms seek access to $350 billion in government-backed emergency loans. WASHINGTON-Companies financed by private investors that want access to the federal government's emergency small-business lending program got a sympathetic hearing from Wall Street's top regulator.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-costing-trump-properties-over-1-million-daily-in-lost-revenue-11585823401", "title": "Coronavirus Costing Trump Properties Over $1 Million Daily in Lost Revenue", "date": "2020-04-02 18:39", "summary": "Crisis is also complicating Trump Organization's effort to sell long-term lease on Washington hotel at a record price. The coronavirus outbreak is costing Trump Organization properties more than a million dollars in lost revenue daily and may have hurt the firm's chances of earning a record price on the sale of its Washington hotel, according to an analysis of industry data and people familiar with the deal talks.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gets-creative-in-search-for-ventilators-11585853382", "title": "New York Gets Creative in Search for Ventilators", "date": "2020-04-02 18:37", "summary": "With only enough for next six days, state says it will finance companies to manufacture the machines. New York state will finance companies willing to manufacture ventilators and other needed medical supplies, Gov. Andrew Cuomo said, as reported cases of the coronavirus continued to grow.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/approach-resources-sale-is-off-after-oil-price-collapse-11585866889", "title": "Approach Resources Sale Is Off After Oil-Price Collapse", "date": "2020-04-02 18:34", "summary": "Joint venture between a Sam Zell-backed firm and Colony Capital says oil-and-gas drilling company breached deal terms. A joint venture formed by property mogul Sam Zell and private-equity firm Colony Capital has backed out of a deal to pump close to $200 million into Approach Resources Inc., the bankrupt West Texas oil-and-gas drilling company, amid a steep drop in oil prices.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-mayor-appoints-former-dallas-chief-as-top-cop-11585866628", "title": "Chicago Mayor Appoints Former Dallas Chief as Top Cop", "date": "2020-04-02 18:30", "summary": "David O. Brown was in national spotlight during shootings of officers in 2016. CHICAGO-Mayor Lori Lightfight on Thursday appointed former Dallas police chief David O. Brown as the top cop in the nation's third-largest city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-are-now-outperforming-stocks-in-battle-for-returns-this-century-11585841859", "title": "Bonds Are Now Outperforming Stocks in Battle for Returns This Century", "date": "2020-04-02 18:28", "summary": "The leading bond-market investment benchmark's outperformance against the S&P 500 underscores the extent of the recent carnage in the stock market. Bonds have pulled away from stocks in the race for returns since the turn of the century.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-national-convention-to-be-postponed-until-week-of-aug-17-11585843459", "title": "Democratic National Convention to Be Postponed Until Mid-August", "date": "2020-04-02 18:15", "summary": "Delaying event is biggest disruption yet to presidential campaign as result of coronavirus crisis. This summer's Democratic National Convention in Milwaukee is being pushed back to mid-August because of the coronavirus pandemic, the biggest disruption yet to the presidential campaign as a result of the crisis.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-to-form-committee-to-track-coronavirus-response-2-trillion-stimulus-11585852943", "title": "Pelosi to Form Committee to Track Coronavirus Response, Stimulus", "date": "2020-04-02 18:11", "summary": "Democratic Whip Jim Clyburn to lead panel, which will have subpoena power. 'This is not an investigation of the administration.'. WASHINGTON-House Speaker Nancy Pelosi is creating a committee to oversee the federal response to the new coronavirus, an effort to add more supervision of the trillions of dollars the government is spending to combat the economic effects of the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-to-furlough-thousands-of-u-s-aviation-workers-due-to-air-travel-slump-11585865382", "title": "GE to Furlough Thousands of U.S. Aviation Workers Due to Air Travel Slump", "date": "2020-04-02 18:09", "summary": "Jet-engine business last week cut 10% of U.S. workforce as pandemic squeezes global aviation industry. General Electric Co. is furloughing half of the U.S. manufacturing workers in its jet-engine business for four weeks, citing growing pressure on the global aviation industry from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-partners-group-fund-to-aid-portfolio-company-employees-hit-by-coronavirus-crisis-11585865063", "title": "New Partners Group Fund to Aid Portfolio Company Employees Hit by Coronavirus Crisis", "date": "2020-04-02 18:04", "summary": "The Swiss firm's co-chief executives and directors will forgo salaries to build the support fund. Swiss private-equity firm Partners Group has set up a fund for employees of its portfolio companies affected by the novel coronavirus pandemic, in an attempt to help their workers weather the global health crisis.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-kind-of-u-s-actively-managed-etf-starts-trading-11585863481", "title": "New Kind of U.S. Actively Managed ETF Starts Trading", "date": "2020-04-02 17:38", "summary": "American Century Investments' new U.S. exchange-traded funds are aimed at reviving investors' interest in stock-picking managers. American Century Investments on Thursday launched the first of a new flavor of U.S. exchange-traded funds aimed at reviving investors' interest in stock-picking managers.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-bond-downgrades-grow-as-coronavirus-spreads-11585849497", "title": "Corporate Bond Downgrades Grow as Coronavirus Spreads", "date": "2020-04-02 17:36", "summary": "U.S. corporate bonds suffer negative ratings moves, while analysts say more may be coming. U.S. corporate bonds are being downgraded at breakneck speeds, highlighting the threat posed to companies' balance sheets by the coronavirus crisis.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-leaps-on-hopes-for-u-s-action-end-to-saudi-russia-spat-11585821756", "title": "Crude Leaps 25% on Hopes for an End to Price War", "date": "2020-04-02 17:32", "summary": "Crude-oil jumps in single-day record after President Trump expresses hopes of Saudi-Russia pact. U.S. oil prices jumped 25% Thursday in their biggest one-day rally on record, lifted by investors' hopes that initial steps to end a global price war will offer a reprieve to an industry battered by coronavirus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-doesnt-change-growth-goal-despite-coronavirus-uncertainty-11585860105", "title": "Tesla Doesn't Change Growth Goal Despite Coronavirus Uncertainty", "date": "2020-04-02 17:10", "summary": "Plans to deliver more than 500,000 cars are in jeopardy as pandemic idles company's U.S. factory. Tesla Inc. said first-quarter deliveries of its electric vehicles rose 40% compared with a year ago, while not addressing how the coronavirus pandemic might hurt future sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-issues-order-under-defense-production-act-to-secure-more-ventilators-11585857321", "title": "Trump Issues Order Under Defense Production Act to Secure More Ventilators", "date": "2020-04-02 17:05", "summary": "President says order will allow companies to secure supplies they need to build ventilators. President Trump on Thursday moved to use a Korean War-era national security mobilization law to help major manufacturers secure supplies companies need to make ventilators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-on-fire-review-a-war-on-many-fronts-11585861013", "title": "'World on Fire' Review: A War on Many Fronts", "date": "2020-04-02 16:56", "summary": "Families across Europe caught up in the struggles of World War II in this new seven-part PBS drama.. Very early in \"World on Fire\" (begins Sunday, 9 p.m., PBS), a seven-part series set at the beginning of World War II, there's a cheery dinner scene in the home of a Warsaw family. Also noticeable, amid all the merriment, is a distinct atmosphere of menace. Hitler's troops will soon be there; the men in the family of fighting age will serve in the resistance. Not long after that convivial evening come the bombardment of the city and the brutality of the invaders. Instances of the latter shown in the film speak for its exceptional grasp of the history of this moment. It's hard to recall any dramatic work that captured the terror of this invasion with such immediacy: not the only indicator of the aspirations that resulted in this smashing series, created and written by Peter Bowker.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-windermere-children-and-dishing-with-julia-child-reviews-finding-hope-in-dark-times-11585860822", "title": "'The Windermere Children' and 'Dishing With Julia Child' Reviews: Finding Hope in Dark Times", "date": "2020-04-02 16:53", "summary": "Young Holocaust survivors adjust to life outside the camps; chefs praise a culinary icon.. In 1945, a group of young survivors of the Nazi camps arrive in England carrying their few possessions and looking tense. As \"The Windermere Children\" (Sunday, 10 p.m., PBS)-a dramatization-shows, their experience of death camps and labor camps and of being herded into boxcars has caused them to be wary of being taken to destinations they know nothing about. One child refuses stubbornly to leave the bus. History has given him no experience of anything good at the end of a long journey.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-02-2020-11585799938", "title": "U.S. Stocks Rise, Led by Energy Shares", "date": "2020-04-02 16:50", "summary": "Dow, S&P 500 advance 2% on rallies for Exxon Mobil and Chevron. U.S. stocks rose Thursday on signs of potential easing in the oil price war between Saudi Arabia and Russia, raising hopes for the battered energy sector.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/past-visions-of-an-empty-present-11585860434", "title": "Past Visions of an Empty Present", "date": "2020-04-02 16:47", "summary": "Vacant cityscapes are now the real-life norm, though they've long been a cinema trope.. Until a few weeks ago it was the movies we looked to for haunting spectacles of great cities suddenly stilled by epic events, their streets and squares devoid of visible life. Now we needn't look farther than our own doorsteps. We're living inside a frightening drama with an indeterminate running time, beset by barely imaginable special effects. What films we choose to watch when we're able to pry ourselves away from the news are likely to be uppers, reliably entertaining and life-affirming. Yet another category might be worth checking out every now and then-movies celebrated for their scenes of eerie emptiness or stylized solitude, their evocation of negative spaces. By heightening and clarifying our perceptions, they can do what art has always done, help us understand what we're feeling in our all-too-real lives.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-3-1-million-americans-likely-sought-unemployment-benefits-last-week-11585819800", "title": "Record 6.6 Million Americans Sought Jobless Benefits Last Week", "date": "2020-04-02 16:37", "summary": "Coronavirus-related layoffs trigger record-setting surge in jobless-insurance claims. A record 6.6 million Americans applied for unemployment benefits last week as the new coronavirus struck the U.S. economy and sent a recently booming labor market into free fall.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-new-coronavirus-policies-disrupt-u-s-air-cargo-operations-11585859298", "title": "China's New Coronavirus Policies Disrupt U.S. Air Cargo Operations", "date": "2020-04-02 16:28", "summary": "FedEx, UPS made appeals to top Trump administration officials in a bid to help protect supply chains. China's new coronavirus policies roiled the operations of FedEx Corp. and United Parcel Service Inc., rattling flight crews, disrupting cargo shipments and prompting appeals from the carriers to the White House and other U.S. officials to stave off supply-chain disturbances amid the pandemic, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1984-review-a-stunning-dystopia-on-our-telescreens-11585859139", "title": "'1984' Review: A Stunning Dystopia on Our Telescreens", "date": "2020-04-02 16:25", "summary": "Alley Theatre's stripped-down staging closely tracks the George Orwell classic.. 'Nineteen Eighty-Four,\" George Orwell's parable of the coming of Stalinist totalitarianism to England, is the most significant political novel of the 20th century-but one with which many readers are by now so familiar that they can no longer come to it fresh. Adapting it for the stage is one way to restore the immediacy of Orwell's nightmare vision, but the 2014 West End production of the Robert Icke-Duncan Macmillan stage version, which played on Broadway three years ago, was a bells-and-whistles multimedia extravaganza that strayed too far from the original novel for its own good. Not so Michael Gene Sullivan's no-frills, six-actor 2006 version, intended for performance on a near-bare stage. The script tracks the book closely, spelling out the once-unprintable obscenities at which Orwell could only hint in the late 1940s, though most everything else, even the telescreens, is left to the imagination.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-28-11585859021", "title": "Bestselling Books Week Ended March 28", "date": "2020-04-02 16:23", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keynes-on-pandemics-and-coverage-by-media-11585857838", "title": "Keynes on Pandemics and Coverage by Media", "date": "2020-04-02 16:03", "summary": "How should the media communicate and comment on the on-going situation and any intended policy actions?. Allison Schrager's \"Risk, Uncertainty and Coronavirus\" (op-ed, March 24) provides one of the clearest explanations to date regarding what is needed to handle the Covid-19 outbreak. Without greater quantitative insights into the medical risks associated with the virus, and with the economic risks associated with the various remedial policies being advocated and introduced, it will take much longer to contain and subsequently eliminate the pandemic and will also cost more.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-clinical-labs-in-the-cronavirus-plan-11585857709", "title": "Where Are Clinical Labs in the Coronavirus Plan?", "date": "2020-04-02 16:01", "summary": "We must immediately provide labs with the resources they need and help hospitals and physicians prioritize who gets tested.. While the U.S. has made progress to counter the spread of Covid-19, there is broad awareness that we still have a lot of work ahead of us (\"New Backlog Hits Some Places as Demand for Testing Surges,\" The Coronavirus Pandemic, March 26). Many Americans are trying to access tests, and commercial labs are doing everything we can to scale up capacity as quickly as possible. In just over three weeks, members of the American Clinical Laboratory Association performed more than 480,000 tests and continue to build capacity. But what we have seen from the front lines of this pandemic demands the administration and Congress's attention and immediate response.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-order-coronavirus-and-prison-policy-11585857637", "title": "Public Order, Coronavirus and Prison Policy", "date": "2020-04-02 16:00", "summary": "The true public disorder will come when the guards get sick and nobody can watch the inmates. Reducing the jail population, which is typically those awaiting trial, is key.. Regarding your editorial \"Coronavirus and Public Order\" (March 21): I am president of the Georgia Association of Criminal Defense Lawyers (1,700 members). We aren't a pressure group. We are here to advocate for the rights of our citizens and their constitutional rights. We have acted quickly to identify those stuck in jail unable to pay bond or those who should be out of jail quickly. Most judges and prosecutors have been quick to help, even the most conservative ones; Georgia isn't a progressive state although we have been on the forefront of criminal-justice reform. To facilitate this, we are also making sure those released have a place to live on their release.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisdom-about-venezuela-beats-feeling-good-11585857542", "title": "Wisdom About Venezuela Beats Feeling Good", "date": "2020-04-02 15:59", "summary": "Indicting Nicolás Maduro is an unwise course of action and could have a severe humanitarian and diplomatic impact.. Nicolás Maduro is a dictator and a kleptocrat who has run his country into the ground (\"Indicting the Caracas Mob,\" Review & Outlook, March 27). Yet indicting Maduro is still an unwise course of action and could have a severe humanitarian and diplomatic impact.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-life-democrats-must-look-outside-their-party-11585857422", "title": "Pro-Life Democrats Must Look Outside Their Party", "date": "2020-04-02 15:57", "summary": "Rep. Dan Lipinski would have fared better by running as an independent or a Republican.. I'm a constituent of Rep. Dan Lipinski and it's long been clear that his own party would work to unseat him because of consistent pro-life positions as expressed in \"No Compromise on Life\" (op-ed, March 26). Sen. Bernie Sanders recently and correctly pointed out that \"there is no room\" in today's Democratic Party for anyone who adheres to a pro-life position. To assure that Bernie's message was received, the Democratic governor of Illinois insisted on holding a primary election in the midst of a contagion that otherwise kept citizens sheltered in place. Deprived of the support of the vulnerable seniors who supported him most strongly, Mr. Lipinski lost narrowly. He is now being replaced by an acolyte of Alexandria Ocasio-Cortez who has accomplished little in life, but who gained Democratic Party support because she opposes any restrictions on abortion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolsonaros-casual-stance-on-coronavirus-meets-resistance-in-brazil-11585846012", "title": "'Go Back to Work': Brazil's President Dismisses Risks of Deadly Coronavirus", "date": "2020-04-02 15:56", "summary": "With focus on economy, leader faces resistance as deadly disease takes a worsening toll. SÃO PAULO, Brazil-Ignoring the self-isolation steps advocated by his health minister, President Jair Bolsonaro recently waded into crowds at a gas station, bakery and supermarket, as supporters told him they want to keep working even as the new coronavirus spreads across Brazil with deadly consequences.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-glossary-key-terms-you-need-to-know-11584489947", "title": "Coronavirus Glossary: Key Terms You Need to Know", "date": "2020-04-02 15:32", "summary": "Definitions of terms commonly used to describe the situation. Efforts to stop the spread of the new coronavirus have people stuck at home and consuming news that may be confusing and alarming. Here, some terms used repeatedly by public officials and health-care experts to describe the situation as well as what those terms mean.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-unemployment-claims-unlikely-to-show-up-in-fridays-march-jobs-report-11585855416", "title": "Record Unemployment Claims Unlikely to Show Up in Friday's March Jobs Report", "date": "2020-04-02 15:23", "summary": "The weekly claims figure offers more of a real-time view of coronavirus impact on economy. Record-setting unemployment-insurance claims triggered by the coronavirus pandemic that were filed in the last two weeks are unlikely to materialize in Friday's March unemployment report.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-probes-whether-taboolas-deal-to-buy-outbrain-would-harm-competition-11585855347", "title": "DOJ Probes Whether Taboola's Deal to Buy Outbrain Would Harm Competition", "date": "2020-04-02 15:22", "summary": "Antitrust officials interview clients, rivals of the internet's two largest content-recommendation firms amid concerns deal could harm publishers. Justice Department antitrust officials are looking to find out if a deal to combine the internet's two largest content-recommendation firms would suppress competition in a market that has provided a steady stream of revenue to online publishers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wine-remains-a-great-connector-11585855065", "title": "Why Wine Remains a Great Connector", "date": "2020-04-02 15:17", "summary": "Our wine columnist asked neighbors and friends what they're uncorking now, revealing how wine provides a vital link to friends and places far away. ", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-jobless-claims-soar-as-coronavirus-forces-layoffs-11585853911", "title": "New York's Jobless Claims Soar as Coronavirus Forces Layoffs", "date": "2020-04-02 14:58", "summary": "Applications in Long Island, western part of state rise more than 3,300% compared with year-earlier period. The economic toll of the coronavirus pandemic continues to grow, with more than 600,000 people filing for first-time unemployment benefits across the tri-state area last week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-lawyers-gear-up-for-surge-in-filings-due-to-coronavirus-fallout-11585853669", "title": "Bankruptcy Lawyers Gear Up for Surge in Filings Due to Coronavirus", "date": "2020-04-02 14:54", "summary": "The volume of work is like 'drinking from a fire hose' as restructuring lawyers and advisers field large volume of calls and emails. Lawyers and advisers who work on the largest corporate bankruptcies in the U.S. say they expect a deluge of debt restructurings and chapter 11 filings due to the massive disruption caused by the novel coronavirus.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-haikus-by-stressed-out-remote-workers-11585851110", "title": "10 Haikus by Stressed-Out Remote Workers", "date": "2020-04-02 14:11", "summary": "Struggling to stay connected during the quarantine? We offer these soothing poems on the anxieties of toiling remotely-and encourage you to contribute your own. Can't work with children Clinging to my every limb I am a plaything!", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-coronavirus-shareholders-will-have-to-share-their-crown-11585829466", "title": "After the Coronavirus, Shareholders Will Have to Share Their Crown", "date": "2020-04-02 14:08", "summary": "Insurance sector may offer a glimpse of how Covid-19 will change what society expects from companies. Among Covid-19's many victims is likely to be the already frail concept of shareholder supremacy. Investors are right to be nervous about the insurance sector in particular.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-virus-spreads-exponentially-11585850494", "title": "When a Virus Spreads Exponentially", "date": "2020-04-02 14:01", "summary": "The key to stopping the Covid-19 pandemic lies in lowering the rate at which infections multiply.. Fighting a pandemic like Covid-19 requires experts in many fields: epidemiologists who study the spread of disease, doctors who treat the sick, scientists who work on finding a vaccine. There is math involved in all of these specialties, but math can also help us to make sense of the barrage of information that we're receiving daily.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-explore-ways-to-resolve-oil-price-war-11585844035", "title": "Saudis Explore Ways to Resolve Oil-Price War", "date": "2020-04-02 13:43", "summary": "OPEC's leader seeks global cooperation to stabilize oil markets. Saudi Arabia is willing to consider massive oil-supply curbs as long as other nations join the effort, according to Saudi officials.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-narrowed-in-february-as-coronavirus-spread-11585831480", "title": "U.S. Trade Gap Narrowed in February as Coronavirus Spread", "date": "2020-04-02 13:30", "summary": "Deficit contracted 12.2% from January to $39.93 billion, the smallest since September 2016. WASHINGTON-The U.S. trade deficit narrowed sharply in February as the spread of the novel coronavirus disrupted global commerce.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-crave-breadand-where-to-get-it-11585848439", "title": "Why We Crave Bread-and Where to Get It", "date": "2020-04-02 13:27", "summary": "Across the U.S., neighborhood bakeries continue to provide loaves and reassurance to their communities in a time of uncertainty. LAST WEEK, the line outside the 104-year-old Orwasher's Bakery on the Upper East Side of Manhattan stretched from the register to the end of the block, curling around tree boxes and stoops, much as it did a hundred years ago. Except now, with New York an epicenter of the coronavirus pandemic, customers leave 6 feet between them as they wait to buy a glazed doughnut, bagel, babka or loaf of pumpernickel, wheat, raisin or rye.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-now-the-time-to-push-your-luck-in-the-lottery-11585847716", "title": "Is Now the Time to Push Your Luck in the Lottery?", "date": "2020-04-02 13:15", "summary": "Prizes for Powerball will drop significantly and rise more slowly after the next jackpot, making the coming days and weeks the last chance at a big payout for a while. It could be you!", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-italianate-home-in-houston-enjoys-its-own-renaissance-11585846532", "title": "An Italianate Home in Houston Enjoys Its Own Renaissance", "date": "2020-04-02 12:55", "summary": "Resume Subscription. It was the second marriage for the newly engaged couple-in their 40s and 50s-but their first home together. Their residence of choice: a five-bedroom, eight-and-a-half bath Italian Renaissance-inspired mansion in the River Oaks neighborhood of Houston.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/castaways-and-other-lonely-survivors-11585846465", "title": "Castaways and Other Lonely Survivors", "date": "2020-04-02 12:54", "summary": "From prisoners to exiles to marooned sailors, human beings have faced the ordeal of enforced solitude.. Being one's own company can be blissful, but not when it's involuntary. According to John Donne, the 17th-century English poet and priest, \"As sickness is the greatest misery, so the greatest misery of sickness is solitude.\" Now that nearly two in three Americans are currently subject to shelter-in-place orders as a result of the coronavirus pandemic, how will we cope with prolonged isolation?", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delhi-isnt-buying-beijings-coronavirus-hero-act-11585846214", "title": "Delhi Isn't Buying Beijing's Coronavirus Hero Act", "date": "2020-04-02 12:50", "summary": "Anti-Chinese sentiment is sweeping the country amid fears that Covid-19 will soon do the same.. It's not often that iconic Bollywood actor Amitabh Bachchan tweets about a contentious geopolitical issue to his nearly 41 million followers. Last week he shared a meme doing the rounds in India-an illustration that showed World Health Organization chief Tedros Ghebreyesus blindfolded with a Chinese flag.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-bartholomay-baseball-fanatic-put-atlanta-in-big-leagues-11585845890", "title": "William Bartholomay, Baseball Fanatic, Put Atlanta in Big Leagues", "date": "2020-04-02 12:44", "summary": "Chicago insurance broker moved Braves from Milwaukee and helped Satchel Paige get a pension. When William Bartholomay decided to move the Milwaukee Braves baseball team to Atlanta, Bud Selig, one of the team's biggest fans, was furious.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-kits-that-prepare-you-for-almost-any-emergency-11585845691", "title": "3 Kits That Prepare You for Almost Any Emergency", "date": "2020-04-02 12:41", "summary": "Whether it's a flat tire, an earthquake or a global pandemic, these survival kits are packed with necessities your family needs to make it through until help comes. When an emergency strikes, you don't have time to dig in a closet for supplies. Preppi uses design to encourage people to keep kits, like this stylish one, at the ready and even gift them, said CEO Ryan Kuhlman. The canvas weekender (shown above) holds 72 hours of provisions (which experts say is often the longest it should take for aid to arrive), including food and water, a solar-powered phone charger, flares, a tube-tent shelter, diverting playing cards and two N95 respirator masks many have been seeking amid the Covid-19 outbreak. \"You should have the proper tools ready before you know you need them.\" The Prepster Two Person, $495, preppi.co", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-makes-ambulances-rethink-hospital-trips-11585845538", "title": "Coronavirus Crisis Makes Ambulances Rethink Hospital Trips", "date": "2020-04-02 12:38", "summary": "Emergency medical services forgo revenue as they avoid transporting noncritical patients that further strain hospitals. Overcrowded hospitals and supply shortages caused by the coronavirus crisis are creating financial and ethical quandaries for emergency medical workers who respond to 911 calls.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkeley-schools-leave-every-child-behind-11585845288", "title": "Berkeley Schools Leave Every Child Behind", "date": "2020-04-02 12:34", "summary": "My daughter is being denied an education in the name of 'equity.'. Berkeley, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-couldnt-see-the-ocean-so-this-couple-demolished-their-home-and-built-a-new-one-11585844766", "title": "They Couldn't See the Ocean. So This Couple Demolished Their Home and Built a New One.", "date": "2020-04-02 12:26", "summary": "Resume Subscription. The California home where Art and Pat Antin lived for 20 years had a panoramic view of the Pacific Ocean and the Santa Monica Mountains. The only problem? The vista was hardly visible from inside the hillside house.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-a-home-rebuilt-to-create-a-feast-for-the-eyes-11585844569", "title": "Inside a Home Rebuilt to Create a Feast for the Eyes", "date": "2020-04-02 12:22", "summary": "Pat and Art Antin tore down their closed traditional home and replaced it with a modern, airy house that allowed ocean views from most of the rooms.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gun-background-checks-hit-new-record-in-march-sparked-by-coronavirus-fears-11585843956", "title": "Gun Background Checks Hit Record in March, Sparked by Coronavirus Fears", "date": "2020-04-02 12:12", "summary": "The proxy for firearm sales hit an all-time high as Americans worry about social breakdown and prisoner releases. The number of gun background checks hit an all-time high in March as panicked Americans rushed to buy firearms during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-extends-stay-at-home-order-through-april-in-russia-11585843896", "title": "Putin Extends Stay-at-Home Order Through April in Russia", "date": "2020-04-02 12:11", "summary": "Despite measures taken by federal and city authorities, leader says it wasn't possible 'to turn the tide' of the spread of coronavirus. MOSCOW-Acknowledging the challenges of curbing the spread of coronavirus, Russian President Vladimir Putin extended a stay-at-home order through the end of the month, in a move expected to seriously challenge the country's ailing economy.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-felt-the-pain-of-the-stock-markets-selloff-but-i-stayed-the-course-11585843888", "title": "I Felt the Pain of the Market's Selloff. But I Stayed on Course.", "date": "2020-04-02 12:11", "summary": "This is no time to guess about what's next for the stock market, says retirement columnist Glenn Ruffenach.. The coronavirus and the swings in the markets are more than I can take. I just moved everything in my savings into cash. Have you made any changes with your nest egg?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-has-hired-80-000-workers-out-of-100-000-plan-announced-weeks-ago-11585840027", "title": "Amazon Has Hired 80,000 Workers Out of 100,000 Plan", "date": "2020-04-02 12:09", "summary": "After pressure from staff, tech giant plans to expand temperature checks and roll out masks by next week. Amazon . com Inc. has filled 80,000 jobs in the span of a few weeks, part of a hiring spree to add 100,000 workers to meet soaring demand amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loss-of-live-sports-changes-espns-marketing-plans-11585570694", "title": "Loss of Live Sports Changes ESPN's Marketing Plans", "date": "2020-04-02 12:08", "summary": "Two new commercials address challenges sports fans-and ESPN itself-are facing amid the coronavirus shutdown. Walt Disney Co. 's ESPN has had to significantly revamp its programming with the loss of live sports during the coronavirus pandemic, and now it's altering its marketing as well.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-accuses-operating-chief-of-financial-misconduct-11585840274", "title": "Rival to Starbucks in China Says Staff Fabricated Sales; Stock Plummets", "date": "2020-04-02 12:01", "summary": "Chinese company, which trades on Nasdaq, accuses chief operating officer of financial misconduct. Luckin Coffee Inc., an upstart rival to Starbucks Corp. in China that touted itself as the country's largest coffee chain by stores, said several employees fabricated much of its reported sales in 2019, the year the company went public on the Nasdaq Stock Market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-miss-my-daily-dose-of-sports-talk-11585843070", "title": "How I Miss My Daily Dose of Sports Talk", "date": "2020-04-02 11:57", "summary": "I'd happily stand six feet apart to hear my breakfast club chatter about Tom Brady again. For the past 20 years-well, probably only 12, but it seems like 20-I have had breakfast almost every morning with a free-floating group of eight to 10 sports-minded men. Some are self-employed, a couple work locally, several are retired. Every morning we seize the last two booths in our beloved village restaurant-the owners become apoplectic if we dare call it a diner-and have the exact same conversations we had yesterday.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-says-more-fiscal-stimulus-appears-necessary-11585842985", "title": "Fed's Robert Kaplan Says More Fiscal Stimulus Appears Necessary", "date": "2020-04-02 11:56", "summary": "Easing regulatory burden on banks now is correct path, he says. While acknowledging that ultimately it wasn't the central bank's call, Dallas Fed leader Robert Kaplan said Thursday elected leaders probably would need to provide more stimulus to the economy to help it navigate the coronavirus crisis.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diagnosis-is-murky-even-for-walgreens-11585842810", "title": "Diagnosis Is Murky, Even for Walgreens", "date": "2020-04-02 11:53", "summary": "Not even drugstore chains can tell investors what the future looks like. Stability in commerce is hard to find these days. At the moment, not even large pharmacy chains can offer it, as Thursday's business update from Walgreens Boots Alliance makes clear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-says-it-wont-buy-wework-co-founder-neumanns-shares-11585812968", "title": "SoftBank Says It Won't Buy WeWork Co-Founder Neumann's Shares", "date": "2020-04-02 11:47", "summary": "Japanese technology group terminates $3 billion offer for shares in office-space provider. SoftBank Group Corp. terminated an offer to pay up to $3 billion for shares in office-space provider WeWork, depriving co-founder Adam Neumann of a potential windfall of nearly a billion dollars.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-grappling-with-cororavirus-as-quarterly-sales-rise-11585828873", "title": "Walgreens Sales Drop Off After Early Coronavirus Surge", "date": "2020-04-02 11:31", "summary": "The decline came in the final week of March, particularly in communities where residents have been directed to stay home. ", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selwood-puts-redemption-penalty-on-458-million-fund-amid-losses-11585765615", "title": "European Fund's Investors Face Penalty Amid Losses", "date": "2020-04-02 11:30", "summary": "Alma Capital adds fee to exit €458 million fund sub-managed by Selwood. ", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-proposes-jobs-support-scheme-to-cushion-economic-impact-of-coronavirus-11585827579", "title": "EU Proposes Jobs-Support Scheme Amid Coronavirus but Deep Rifts Remain", "date": "2020-04-02 11:26", "summary": "European Commission proposes a $110 billion program to help governments keep people in work. After bitter clashes last week over a collective economic response to the coronavirus crisis, European authorities have rolled out proposals aimed at convincing Spain and Italy the bloc is serious about standing together.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shelter-in-place-seeking-safety-at-times-of-extreme-danger-11585840322", "title": "'Shelter in Place': Seeking Safety at Times of Extreme Danger", "date": "2020-04-02 11:12", "summary": "Authorities issuing directives to stay home to slow the spread of Covid-19 often avoid using the term, which originated in Cold War drills to prepare for nuclear fallout. As the novel coronavirus has ferociously spread across the country, most U.S. states have imposed drastic measures ordering residents to remain at home to slow the spread of the virus and the deadly disease it causes, Covid-19. But there is little consistency in what these measures are called.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vacation-homes-are-helping-families-separate-during-coronavirus-11585840245", "title": "Vacation Homes Are Helping Families Separate During Coronavirus", "date": "2020-04-02 11:10", "summary": "Some families are using their second homes to protect vulnerable parents or self-isolate after college or a trip abroad. Owning a vacation home has long been a way to bring families together. Now, in this unprecedented global crisis, it offers an unexpected benefit: keeping family members separated.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-take-pandemic-hit-u-s-economys-temperature-11585839516", "title": "How to Take Pandemic-Hit U.S. Economy's Temperature", "date": "2020-04-02 10:58", "summary": "Weekly jobless claims are the most important economic data series for gauging the degree of coronavirus shock. The monstrous increase in jobless claims gives some sense of how hard the hit to the U.S. economy from the novel coronavirus will be. Recognizing the depths of the problem is important.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-ceo-james-dimon-back-to-work-after-heart-surgery-11585838681", "title": "JPMorgan CEO James Dimon Back to Work After Heart Surgery", "date": "2020-04-02 10:44", "summary": "The bank chief underwent emergency heart surgery last month. JPMorgan Chase & Co. Chief Executive James Dimon returned to work this week, a month after undergoing emergency heart surgery.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-consequence-crackdown-on-press-freedom-world-wide-11585838608", "title": "Coronavirus Consequence: Crackdown on Press Freedom World-Wide", "date": "2020-04-02 10:43", "summary": "Hard-hit Iran and China have been among the most repressive, media groups say, but attacks on independent reporting have emerged widely. The spread of coronavirus has led to widespread clampdowns on press freedom around the world, with numerous governments seeking to rein in independent reporting on the virus in their countries, watchdog groups said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-all-baking-bread-now-and-many-of-us-are-failing-at-it-11585837309", "title": "We're All Baking Bread Now (And Many of Us Are Failing at It)", "date": "2020-04-02 10:35", "summary": "Cooped up during coronavirus, baking seems like a great diversion. Getting a loaf right takes practice.. They're calling it carb therapy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-new-york-fed-paper-sees-value-in-holding-back-bank-data-in-a-crisis-11585837809", "title": "New York Fed Paper Sees Value in Holding Back Bank Data in a Crisis", "date": "2020-04-02 10:30", "summary": "The report says withholding information is a way to avoid runs on banks that are 'weak, but still solvent'. As banks around the world come under stress from the coronavirus crisis, a New York Fed paper says there is a benefit of limiting disclosure of information on the soundness of banks in times of stress.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pushes-chicago-chef-from-linen-napkins-to-takeout-containers-11585836989", "title": "Virus Pushes Chef From Linen Napkins to Takeout Containers", "date": "2020-04-02 10:16", "summary": "Danny Grant's dining rooms are closed, but his short-rib pasta still shows up on doorsteps; staff stays busy making 550 meals a night. Chef Danny Grant didn't need takeout to generate more than $50 million in sales last year at his fine-dining restaurants in Chicago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-tracee-ellis-ross-on-relieving-stress-during-the-coronavirus-pandemic-11585836749", "title": "Tracee Ellis Ross on Relieving Stress During the Coronavirus Pandemic", "date": "2020-04-02 10:12", "summary": "'Anything I'm doing has to be gentle and bring me joy,' says the Golden Globe winner. In a series called How I Cope, we speak to people across the country about the things they're doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Tracee Ellis Ross, a Golden Globe-winning actress best-known for her roles in the comedy series \"Girlfriends\" and \"Black-ish.\" She is the creator and narrator of \"Mixed-ish\" (a \"Black-ish\" spinoff) and the founder and CEO of Pattern Beauty, a haircare line for people with curls. Ms. Ellis Ross lives in Los Angeles.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-derails-capitol-hill-on-surveillance-energy-policy-11585836462", "title": "Coronavirus Derails Capitol Hill on Surveillance, Energy Policy", "date": "2020-04-02 10:07", "summary": "Narrow window for making progress on policy issues before November election could begin to close. WASHINGTON-The coronavirus crisis has brought much of American life to a halt in recent weeks. Typical business on Capitol Hill has been no exception, leaving some critical legislation unfinished.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questions-about-accuracy-of-coronavirus-tests-sow-worry-11585836001", "title": "Questions About Accuracy of Coronavirus Tests Sow Worry", "date": "2020-04-02 10:00", "summary": "Experts believe nearly one in three infected patients are nevertheless getting negative test results. Last week, a 16-month-old boy in Florida tested positive for the new coronavirus, a lab report shows. A few days later, he tested negative at a second lab.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-science-of-staying-connected-11585835999", "title": "The Science of Staying Connected", "date": "2020-04-02 09:59", "summary": "With millions confined by the pandemic, social neuroscience shows how we can achieve real communication using virtual tools.. A writer posted a brief video of her husband blasting crème brûlée with a welding torch and called it Fattening the Curve. A cellist uploaded his tender rendition of J.S. Bach's Allemande in G Major to calm down his Facebook friends. During the Covid-19 pandemic, such social media projects are attempted workarounds to social distancing, along with more traditional methods like calling old friends and chatting with neighbors from opposite sides of the street. The question is, what works? How do we get our basic social needs met during a pandemic?", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-is-still-months-away-but-the-sport-is-already-reeling-11585834733", "title": "College Football Is Still Months Away. But the Sport Is Already Reeling.", "date": "2020-04-02 09:38", "summary": "Springtime gridiron traditions have ground to a halt and the regular hum of the recruiting cycle has fallen silent. The first game of the 2020 college football season is still five months away, but the sport is already reeling from the NCAA's unprecedented decision to cancel athletics for the 2019-20 academic year.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-d-companies-tackle-coronavirus-supply-shortages-11585832400", "title": "3-D Companies Tackle Coronavirus Supply Shortages", "date": "2020-04-02 09:00", "summary": "New production tools help craft nasal swabs, face shields and door handles to fight the pandemic. Multinational companies and startups world-wide are reprogramming their cutting-edge 3-D printers to tackle shortages of critical medical equipment caused by the coronavirus outbreak.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rice-university-engineers-macgyver-an-inexpensive-ventilator-for-coronavirus-patients-11585832400", "title": "Rice University Engineers 'MacGyver' an Inexpensive Ventilator for Coronavirus Patients", "date": "2020-04-02 09:00", "summary": "The eight-pound machine uses parts available in hobby shops and could be mass-produced for less than $200 apiece, its inventors say. Rice University engineers are building a prototype of a ventilator using 3-D printed parts and hobby-store materials for possible use by coronavirus patients in dire need of breathing machines.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-race-for-beds-ventilators-how-u-s-hospitals-are-bracing-for-a-surge-in-coronavirus-patients-11585832401", "title": "How U.S. Hospitals Are Bracing for a Surge in Patients", "date": "2020-04-02 09:00", "summary": "Latest data show hospitals projected to be 88,000 beds short when coronavirus peak hits. U.S. hospitals are projected to fall thousands of beds short of the expected surge in coronavirus patients, which could peak as soon as mid-April.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oil-stocks-boosted-by-signs-of-u-s-intervention-11585831465", "title": "Big Oil Stocks Boosted by Signs of U.S. Intervention", "date": "2020-04-02 08:44", "summary": "President Trump is set to meet oil major chiefs and says the Russia-Saudi dispute may soon be worked out. Shares in big oil companies climbed Thursday as President Trump said the Russia-Saudi price dispute could soon be resolved, and was set to meet with industry leaders.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-one-of-europes-oldest-fashion-houses-collaborates-with-a-self-taught-artist-11585830388", "title": "When One of Europe's Oldest Fashion Houses Collaborates With a Self-Taught Artist", "date": "2020-04-02 08:26", "summary": "Thirty-year-old Joshua Vides, whose black-and-white sketches recall comics and pop art, has created a bold new collaboration with Fendi. Growing up low-income, broke, I didn't really have much to do besides be a bad kid. There weren't a lot of role models surrounding me,\" says Southern California-based artist Joshua Vides. \"The only thing I had to look up to was the California sky.\" That sky became the inspiration for California Sky, a collaboration between Vides and Fendi that's part of the Italian brand's pre-fall 2020 collection. Creative director Silvia Venturini Fendi designed the pieces, which are festooned with Vides's largely black-and-white graphics in his signature hand-drawn style.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youve-perfected-your-handwashing-technique-heres-how-to-dry-them-11585830034", "title": "You've Perfected Your Handwashing Technique. Here's How to Dry Them.", "date": "2020-04-02 08:23", "summary": "Paper towels vs. cloth towels vs. dryers on keeping the coronavirus at bay. In the age of coronavirus, handwashing can save lives. But proper hand-drying matters, too.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleagues-become-confidants-in-the-age-of-coronavirus-11585829455", "title": "Colleagues Become Confidants in the Age of Coronavirus", "date": "2020-04-02 08:10", "summary": "With millions of people stressed out and working from home, mental health takes center stage. Are you OK? Your co-worker wants to know.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-suppliers-teeter-as-car-production-halts-11585828803", "title": "Auto-Parts Suppliers Teeter as Car Production Halts", "date": "2020-04-02 08:00", "summary": "Shutdowns ripple through supply chain, prompting some to consider layoffs, delayed payments and adjustments to loan terms. With U.S. car factories idled because of the new coronavirus, the disruptions are falling hard on the nation's auto-parts suppliers, some of which are already showing signs of distress.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-surge-in-coronavirus-hate-crimes-against-asians-11585828800", "title": "New York City Sees Rise in Coronavirus Hate Crimes Against Asians", "date": "2020-04-02 08:00", "summary": "The NYPD is planning a social media campaign to promote a message of unity, officials said. Coronavirus-related hate crimes against Asian-Americans have risen in New York City, according to new New York Police Department data.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sick-with-coronavirus-an-ohio-doctor-soldiers-on-11585828800", "title": "Sick With Coronavirus, an Ohio Doctor Soldiers On", "date": "2020-04-02 08:00", "summary": "From her bed and nursing a 101-degree fever, Dr. Mary Krebs used her laptop to consult 130 patients over two days. The calls kept coming late Saturday night, rousing Mary Krebs from sleep again and again at her farmhouse 15 miles outside Dayton, Ohio.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billie-jean-king-tennis-center-is-going-to-be-a-temporary-hospital-no-ones-more-on-board-than-billie-jean-king-11585828798", "title": "Tennis Center Is Going to Be a Temp Hospital. Billie Jean King Is on Board.", "date": "2020-04-02 07:59", "summary": "Amid a pandemic, a radical makeover for the home of the U.S. Open. This week, officials in embattled New York City announced, somewhat startlingly, that they would begin construction on a 350-bed temporary hospital inside the Billie Jean King National Tennis Center-the sprawling site of the annual U.S. Open.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comfort-reads-escape-to-a-room-with-a-view-11585828367", "title": "Comfort Reads: Escape to 'A Room With a View'", "date": "2020-04-02 07:52", "summary": "Strange days call for familiar tales. In this new series, we revisit beloved books-and deconstruct them in terms of fashion, food, technology and more. Up first, E.M. Forster's life-affirming tale of a fateful grand tour. ACROSS THE country, coronavirus-related lockdowns are narrowing our physical worlds, confining most of us to home. But we can still find escape and respite in reading: expanding our sense of what is possible even as day-to-day life contracts. Few novels capture that surge of possibilities quite like E.M. Forster's 1908 \"A Room with a View\" (adapted into a 1985 Merchant Ivory film). The story of the Italian sojourn of spirited naif Lucy Honeychurch, who travels to Florence with her neurotic spinster chaperone, Charlotte Bartlett, it's at once a wry comedy of British manners and a timely meditation on fate: No matter what we think life has in store for us, Forster tells us, we may find the seemingly destined path we take far stranger, and sometimes far better.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-africa-fierce-enforcement-of-coronavirus-lockdowns-is-stirring-resentment-11585825403", "title": "In Africa, Fierce Enforcement of Coronavirus Lockdowns Is Stirring Resentment", "date": "2020-04-02 07:03", "summary": "Fears are growing in South Africa, Kenya and Uganda that violent policing of curfews and stay-at-home orders could hurt efforts to stem the pandemic's advance. JOHANNESBURG-In South Africa, three people have been killed as police have attacked crowds with whips and rubber bullets for defying a lockdown to prevent the spread of the coronavirus. Five more were killed in Kenya, including a 13-year-old boy hit by a stray bullet fired by police enforcing a stay-at-home order in Nairobi. In Uganda, soldiers shot and injured two people for riding on a motorbike during a curfew.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-drives-demand-for-palliative-care-11585825201", "title": "Coronavirus Crisis Drives Demand for Palliative Care", "date": "2020-04-02 07:00", "summary": "Specialists talk through tough treatment decisions with patients and family-including, sometimes, saying goodbye. Mount Sinai Hospital in New York City recently launched a hotline to coach health workers facing tough conversations with patients infected with the new coronavirus and their family members.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-find-workout-workarounds-during-coronavirus-outbreak-11585825201", "title": "New Yorkers Find Workout Workarounds During Coronavirus Outbreak", "date": "2020-04-02 07:00", "summary": "Garage ramps, stair climbing and soup cans used as dumbbells are alternatives for gym rats. Like many health-conscious New Yorkers, Emily Koh has an exercise routine that includes regular trips to the gym. But when the coronavirus pandemic prompted the shutdown of the two facilities she uses, she worried about finding a fitness alternative.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-pioneer-amgen-joins-hunt-for-coronavirus-drug-11585825203", "title": "Biotech Pioneer Amgen Joins Hunt for Coronavirus Drug", "date": "2020-04-02 07:00", "summary": "Amgen's partnership with Adaptive Biotechnologies marks the latest entry by drugmakers mobilizing to discover a treatment. Big biotech company Amgen Inc. is joining the race to discover new drugs that can treat the novel coronavirus, the latest drugmaker redirecting resources toward the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-volatility-surges-secs-trade-monitoring-system-has-struggled-11585796442", "title": "SEC's Tools to Analyze Market Swings Remain Deficient", "date": "2020-04-02 07:00", "summary": "Internal agency emails point to data delays and outages in system designed to analyze unexpected market swings. The stock market is gyrating wildly but the Securities and Exchange Commission may not have a complete picture of what's going on.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-is-betting-in-casinosor-on-their-stocks-11585824374", "title": "No One Is Betting in Casinos-Or on Their Stocks", "date": "2020-04-02 06:49", "summary": "Spreading bets across Asia and the U.S. is less useful when a pandemic punishes everyone at once. The house always wins-that is, if there are any gamblers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-muni-market-became-the-epicenter-of-the-liquidity-crisis-11585823404", "title": "How the Muni Market Became the Epicenter of the Liquidity Crisis", "date": "2020-04-02 06:30", "summary": "A concentration of power and risk has resulted from a fundamental shift in how municipal bonds are bought and sold. The coronavirus triggered a liquidity crisis in municipal bonds, but the volatility that resulted has been brewing for a decade.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-back-to-work-but-the-specter-of-covid-19-still-haunts-the-economy-11585821108", "title": "China Is Back to Work. But the Specter of Covid-19 Still Haunts the Economy", "date": "2020-04-02 05:54", "summary": "China is tiptoeing back. Hopes for a speedy recovery in the West once the epidemic peaks may also be misplaced. As the U.S. and Europe confront the bitter toll of the new coronavirus, Chinese citizens are tiptoeing back to their normal lives. A return to the precrisis economic status quo, however, remains far off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-hedge-fund-saw-risks-of-coronavirus-early-now-its-up-36-11585819802", "title": "This Hedge Fund Saw Risks of Coronavirus Early. Now It's Up 36%.", "date": "2020-04-02 05:30", "summary": "Chris Hansen's Valiant boosted hedges and bet against companies it viewed as more likely to be hurt by an economic slowdown. Chris Hansen saw it coming.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-developing-world-coronavirus-slams-workers-in-informal-economy-11585819801", "title": "In Developing World, Coronavirus Slams Workers in Informal Economy", "date": "2020-04-02 05:30", "summary": "Hundreds of millions of people globally who work odd jobs worry about homelessness and hunger during quarantines. BOGOTÁ, Colombia-Life has never been easy, said Zuleidy Carrasco, but she and her husband on a good day could earn enough money to cover the room they share with two small children and pay for the family's meals.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-get-bombed-how-to-host-zoom-meetings-hangouts-houseparty-and-more-11585819821", "title": "Don't Get Bombed: How to Host Zoom Meetings, Hangouts, Houseparty and More", "date": "2020-04-02 05:30", "summary": "If you find yourself asking such questions as 'Hello, can anyone hear me?' and 'What is Zoombombing?'-this is your guide. During the coronavirus crisis, those of us who can work from home are video chatting, a lot. We've covered the WFH tech tips you need, along with the joys and exhaustion of our new screen-based reality. Now let's talk about how to video chat. If you've got questions, I've got answers.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pushes-shipping-companies-into-survival-mode-11585819800", "title": "Coronavirus Pushes Shipping Companies Into Survival Mode", "date": "2020-04-02 05:30", "summary": "A backbone of the global supply chain is looking for safe anchor, but some operators might not weather the storm. Oceangoing shipping companies are keeping commerce moving around the world as governments try to keep their staggering economies propped up and supplies heading to increasingly strained communities.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-seems-to-be-infecting-and-killing-more-men-than-women-11585819801", "title": "Coronavirus Seems to Be Infecting and Killing More Men Than Women", "date": "2020-04-02 05:30", "summary": "Scientists sift through clues from differences in social behavior, work roles and sex chromosomes. More infected men than women seem to be dying from the new coronavirus, according to data from countries hit by the pandemic, but an incomplete data set is clouding scientists' ability to understand why.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-bucking-consensus-says-limited-coronavirus-testing-is-enough-11585758630", "title": "Japan, Bucking Consensus, Says Limited Coronavirus Testing Is Enough", "date": "2020-04-02 04:25", "summary": "Tokyo reports relatively few cases and deaths despite low screening rate, though the policy holds risks. TOKYO-At a time when the World Health Organization and many countries are pushing to \"test, test, test\" to help stop the coronavirus pandemic, Japan is swimming against the tide.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-task-forces-fauci-receives-a-security-detail-11585801236", "title": "Coronavirus Task Force's Fauci Receives a Security Detail", "date": "2020-04-02 00:20", "summary": "Infectious-disease expert has become polarizing in a politically divided country. Dr. Anthony Fauci, a member of the White House coronavirus task force who has faced threats, has been given a security detail, according to an official familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-raises-possibility-of-cutting-domestic-flights-11585791261", "title": "Trump Raises Possibility of Cutting Domestic Flights", "date": "2020-04-02 00:04", "summary": "The president said restricting some air travel between coronavirus hot spots would be aimed at slowing spread of infection. WASHINGTON--President Trump said he was looking at whether to ground some domestic air travel between cities that are coronavirus hot spots to slow the pandemic's spread.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585775571", "title": "Pepper...and Salt", "date": "2020-04-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-care-act-sign-ups-total-11-4-million-for-this-year-11585798403", "title": "Affordable Care Act Sign-Ups Total 11.4 Million for This Year", "date": "2020-04-02 23:59", "summary": "ACA sign-ups steady for third straight year despite efforts by the Trump administration to roll back the Obama-era health law. About 11.4 million consumers signed up for health coverage on the Affordable Care Act's exchanges in the 50 states and Washington, D.C., this year, according to data released Wednesday by the Trump administration, marking the third straight year sign-ups have remained steady.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coronavirus-death-toll-passes-42-000-11585737353", "title": "Florida Issues Statewide Limits as U.S. Virus Cases Mount", "date": "2020-04-02 23:06", "summary": "Tally of confirmed cases world-wide passes 900,000; U.S. confirmed cases top 200,000. In the span of a month, the coronavirus pandemic has radically transformed markets and the very nature of American life, with millions out of work, streets and shops emptied and health-care systems under strain as confirmed infections rise from coast to coast.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdowns-prompt-smaller-restaurants-to-rethink-delivery-11585743246", "title": "Coronavirus Lockdowns Prompt Restaurants to Rethink Delivery", "date": "2020-04-02 22:38", "summary": "Eateries examine different ways to get food to customers to avoid paying the commission fees charged by delivery giants. Restaurants' increasing dependence on companies like DoorDash Inc. and Uber Technologies Inc.'s Eats during the coronavirus pandemic has inflamed their frustrations with the delivery services and prompted some eateries to strike back.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-york-neighborhoods-with-the-most-coronavirus-cases-11585781164", "title": "The New York Neighborhoods With the Most Coronavirus Cases", "date": "2020-04-02 22:34", "summary": "Working-class and Orthodox Jewish neighborhoods in Queens and Brooklyn among city's hardest hit areas, according to new data. The new coronavirus has struck hardest in working-class neighborhoods in New York City's outer boroughs, city data shows, underlining how the pandemic has ravaged densely packed lower-income areas where social-distancing guidelines have proved difficult to implement.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-lawmakers-miss-budget-deadline-11585746673", "title": "New York State Lawmakers Reach Tentative Budget Agreement", "date": "2020-04-02 21:40", "summary": "Gov. Cuomo says falling revenue complicated the process. New York state lawmakers reached a tentative state budget agreement that reduces operating spending by roughly $10 billion, an adjustment caused by the economic toll of the state's novel coronavirus crisis.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sues-to-unwind-altrias-12-8-billion-investment-in-juul-11585789327", "title": "U.S. Sues to Unwind Altria's $12.8 Billion Investment in Juul", "date": "2020-04-02 21:35", "summary": "Federal Trade Commission says 2018 deal turned the Marlboro maker and the e-cigarette startup into collaborators in quashing competition. The Federal Trade Commission is suing Altria Group Inc. to unwind its $12.8 billion investment in Juul Labs Inc., accusing the Marlboro maker of violating federal antitrust laws when it took a stake in the e-cigarette maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-security-recipients-wont-need-to-file-tax-returns-for-coronavirus-stimulus-payment-11585787205", "title": "Social Security Recipients Won't Need to File Tax Returns for Stimulus Payment", "date": "2020-04-02 21:09", "summary": "Treasury Department reverses course after lawmakers, advocates raise concern about prior announcement. WASHINGTON-Social Security recipients won't need to file tax returns to receive the $1,200 one-time payments authorized in the new economic-relief law, the Treasury Department said late Wednesday in a reversal of its prior position.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unprecedented-number-of-u-s-diplomats-return-home-11585788812", "title": "Unprecedented Number of U.S. Diplomats Return Home", "date": "2020-04-02 20:53", "summary": "State Department has evacuated some 6,000 U.S. diplomats and family members from posts. WASHINGTON-The coronavirus outbreak has led to an unprecedented global evacuation of U.S. diplomats from China, Europe and other regions as the State Department seeks to mitigate its exposure to the virus overseas.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-selects-wall-street-banks-to-advise-on-airline-aid-11585782680", "title": "Treasury Department Selects Wall Street Banks to Advise on Airline Aid", "date": "2020-04-02 20:21", "summary": "PJT Partners, Moelis, Perella Weinberg Partners expected to be tapped. The Treasury Department plans to hire three Wall Street banks for advice on doling out tens of billions of dollars in aid to the airline industry, which is hemorrhaging cash as a result of the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-investigates-coronavirus-outbreak-at-veterans-home-11585768295", "title": "Massachusetts Probes Coronavirus Outbreak at Veterans' Home", "date": "2020-04-02 20:20", "summary": "Officials weren't told about deaths at facility until anonymous tip, Holyoke mayor says. Authorities in Massachusetts are launching an investigation into a veterans' home where they say a series of recent coronavirus-linked deaths weren't quickly disclosed to local and state officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]