[{"link": "https://www.wsj.com/articles/california-the-shoplifting-state-11604361241", "title": "California, the Shoplifting State", "date": "2020-11-02 18:54", "summary": "Retail theft was decriminalized, and guess what happened?. Progressives in California in recent years have strengthened property rights-to other people's property. Shoplifting has essentially been decriminalized, and retailers that apprehend thieves can be sued. The result: Another Walgreens store in San Francisco, the seventh this year, is closing after its shelves were cleared by looters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-hospital-lesson-11604361293", "title": "Europe's Covid Hospital Lesson", "date": "2020-11-02 18:54", "summary": "Government health care has led to funding caps and too few ICU beds.. Europeans are back under lockdown as another virus surge threatens to overwhelm their hospitals, which even before the pandemic were sick and malnourished. This is a side effect of government-run health care and a warning to the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-alliance-trump-didnt-break-11604361129", "title": "Another Alliance Trump Didn't Break", "date": "2020-11-02 18:52", "summary": "U.S. and India will share intelligence as the China threat looms.. Joe Biden has hit Donald Trump, sometimes fairly, for alienating U.S. allies. But one example of a bilateral relationship that has strengthened on Mr. Trump's watch is with India, as demonstrated by a military intelligence-sharing pact signed last week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelezs-sales-in-emerging-markets-bounce-back-11604356779", "title": "Mondelez's Sales in Emerging Markets Bounce Back", "date": "2020-11-02 18:50", "summary": "Effect of coronavirus lockdowns on snack purchases begins to ease in some countries. Mondelez International Inc. said sales of its snacks and candy are improving in emerging markets after months of lockdowns and economic turmoil stemming from Covid-19.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-pollsters-miss-about-trump-11604360068", "title": "What Pollsters Miss About Trump", "date": "2020-11-02 18:34", "summary": "A self-described 'cowboy' explains why he thinks the president will defy expectations and win again.. Matt Towery thought he'd retired from the polling business. But this election year has him feeling a little like Michael Corleone. Just when he thought he was out, he says, they pulled him back in.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-still-watches-america-11604360015", "title": "The World Still Watches America", "date": "2020-11-02 18:33", "summary": "Fears of waning soft power aside, the U.S. remains the example of free democracy.. For the 58th time since George Washington headed to New York for his first inauguration, U.S. voters are choosing the president, and again the eyes of the world are firmly fixed on the spectacle.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-may-decide-the-senate-majority-11604359957", "title": "Georgia May Decide the Senate Majority", "date": "2020-11-02 18:32", "summary": "When the upper chamber convenes on Jan. 3, at least one of the Peach State's seats will likely be vacant.. Atlanta", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-is-tearing-us-apart-11604359879", "title": "Democracy Is Tearing Us Apart", "date": "2020-11-02 18:31", "summary": "It shouldn't be so hard for Americans to see why someone would vote for the other guy.. A good test of your political sanity is to see if you can think of a reason to vote for the other guy. Try it. We all have our preferences. Most of us make up our minds before the campaigns start. But it's still a worthwhile exercise. If you can't think of a single reason, ask yourself why. The answer may surprise you.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-universities-lead-america-to-a-primitive-state-11604359918", "title": "Woke Universities Lead America to a Primitive State", "date": "2020-11-02 18:31", "summary": "Higher education now stands for mob rule, civic ignorance and contempt for truth and free inquiry.. In this election season it's almost impossible to find pro-Trump bumper stickers or signs anywhere in my town. The reason is not lack of support but fear of vandalism, or worse: People nationwide have been physically assaulted and even threatened with loss of their livelihoods for no other reason than that they plan to vote as one half of the country does, and political goals are now commonly pursued by violent means. With this our civilization seems to be regressing to a more primitive stage of its development-a time when disputes were settled by force instead of rules, and before the First Amendment guaranteed the right to speak freely on the social and political issues of the day.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-chief-risk-officer-to-depart-11604359599", "title": "Citigroup Chief Risk Officer to Depart", "date": "2020-11-02 18:26", "summary": "Brad Hu's exit comes as the bank moves to strengthen its risk-management systems. Citigroup Inc.'s chief risk officer will depart as the bank works to overhaul its risk-management systems, the nation's third-largest bank said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-hidden-trump-vote-11604359474", "title": "Notable & Quotable: The Hidden Trump Vote", "date": "2020-11-02 18:24", "summary": "'About 2.5% to 3% of voters in Pennsylvania qualified as possible shy Trump voters.'. Byron York writing for the Washington Examiner, Nov. 1:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-in-a-gallup-review-snapshots-of-the-electorate-11604359282", "title": "'Lost in a Gallup' Review: Snapshots of the Electorate", "date": "2020-11-02 18:21", "summary": "Poll numbers don't exist apart from complex human responses in speciﬁc contexts-and at speciﬁc points in time. They aren't predictions.. Griping about polling goes back a long time, even to the days before George Gallup published the first random-sample opinion poll in October 1935-as many years away from us in 2020 as that first poll was from the Compromise of 1850. And truth to tell, it doesn't seem intuitively obvious that the responses of a randomly chosen group of 800 people should come reasonably close, in 19 cases out of 20, to those you'd get if you could interview everyone in a nation of 209 million adults. Even sharp math students don't always know much about statistics and probability. So the griping goes on.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-early-votes-are-tallied-is-likely-to-cause-shifts-in-election-night-results-11604357620", "title": "Tallying of Early Votes Is Likely to Cause Shifts in Election Night Results", "date": "2020-11-02 17:53", "summary": "Early votes cast in person are often included in partial results after polls close, while mail ballots take longer to count in some states. The early ballots being cast in record numbers this election are counted at varying times in different states, so partial results showing which presidential candidate is ahead Tuesday night are likely to fluctuate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-warns-art-market-against-sanctions-risks-11604357530", "title": "Treasury Department Warns Art Market Against Sanctions Risks", "date": "2020-11-02 17:52", "summary": "OFAC encourages art sellers and others to implement a sanctions compliance program. The Treasury Department is concerned that vulnerabilities in the art market could be exploited by malign actors to evade U.S. sanctions, and is urging galleries, museums and other participants in the market to implement compliance programs to mitigate such risks.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-compare-policy-election-2020-11600337759", "title": "How Trump and Biden Compare on the Key Issues", "date": "2020-11-02 17:31", "summary": "See where President Donald Trump and former Vice President Joe Biden stand on policy issues including Big Tech, taxes and immigration. The election on Nov. 3 offers American voters a choice between two presidential candidates with differing views on a range of policy issues. Over the coming weeks, The Wall Street Journal will roll out a series of articles comparing where President Donald Trump and former Vice President Joe Biden stand on issues from climate change to health care and jobs. This package of stories is a guide to help voters understand where the candidates agree and disagree.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epstein-palm-beach-home-to-be-demolished-11604352533", "title": "Jeffrey Epstein's Palm Beach Mansion to Be Demolished", "date": "2020-11-02 17:14", "summary": "A local real-estate developer, who says he's in contract to buy the waterfront estate, is planning to knock it down and build a new home. Todd Michael Glaser, a Florida real-estate developer, said he has signed a contract to buy a Palm Beach waterfront property from the estate of the late financier and convicted sex offender Jeffrey Epstein.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-caravan-participants-who-blocked-new-jersey-highway-face-possible-citations-11604355223", "title": "Trump Caravan Participants Who Blocked New Jersey Highway Face Possible Citations", "date": "2020-11-02 17:13", "summary": "Police are investigating traffic tie-up on Garden State Parkway created by the president's supporters. A caravan of President Trump supporters could be issued summonses for obstructing traffic on the Garden State Parkway on Sunday, New Jersey State Police officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnny-depp-loses-libel-case-against-british-tabloid-11604354553", "title": "Johnny Depp Loses Libel Case Against British Tabloid", "date": "2020-11-02 17:02", "summary": "English judge finds allegation of 'wife beater' over treatment of ex-wife Amber Heard was justified. LONDON-Movie star Johnny Depp lost a libel case Monday against a British tabloid newspaper that published an article calling him a \"wife beater\" over his treatment of his former wife Amber Heard.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-regulation-elections-dont-change-everything-11604354189", "title": "On Regulation, Elections Don't Change Everything", "date": "2020-11-02 16:56", "summary": "Regardless of election outcome, some decisions relevant to investors may be made by regulators who won't change right away. There is an old Washington adage that personnel is policy. So whenever a new administration or Senate majority comes to town, for many investors and their portfolios the big question is what will happen in some key regulatory posts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzz-11603740659", "title": "Number Puzzles", "date": "2020-11-02 16:50", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-02-2020-11604298739", "title": "S&P 500 Gains as Election Looms", "date": "2020-11-02 16:47", "summary": "The energy and materials sectors led the way in the S&P 500. U.S. stocks rose Monday ahead of an election that will shape the government's response to the coronavirus pandemic and economic downturn.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-the-dead-abandoning-the-titanic-review-an-unanswered-sos-11604352868", "title": "'Secrets of the Dead: Abandoning the Titanic' Review: An Unanswered SOS", "date": "2020-11-02 16:34", "summary": "PBS's documentary focuses on the nearby 'mystery ship' that failed to respond to the sinking vessel's distress call.. \"Abandoning the Titanic\" isn't the first time that the long-running series \"Secrets of the Dead\" has dealt with maritime history's most famous disaster, and it probably won't be the last. The \"unsinkable\" ship might have gone to a watery grave in 1912. But its boatload of questions has never stopped bobbing to the surface.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wont-hear-nfl-directv-appeal-seeking-dismissal-of-antitrust-lawsuit-11604328433", "title": "Supreme Court Acts in Cases on Black Lives Matter Protest, Inmate Forced to Sleep in Sewage", "date": "2020-11-02 16:31", "summary": "High court also says antitrust case against NFL and DirecTV can proceed. WASHINGTON-The Supreme Court on Monday threw out a ruling against a Black Lives Matter protest organizer who was sued by a police officer hit by a rocklike object hurled by an unknown demonstrator, sending the case back to the lower courts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-networks-prepare-for-election-that-goes-beyond-election-day-11604352441", "title": "News Networks Prepare for Election That Goes Beyond Election Day", "date": "2020-11-02 16:27", "summary": "Networks have gamed out how to handle initial vote tabulations that could be misleading, causing a 'red mirage' or 'blue mirage'. TV news networks have honed a playbook for election-night coverage over the years. Anchors analyze what each side needs to do to win. Experts zoom in on touch-screen maps to show how votes are coming in. Everyone is cautious for a few hours until a winner is declared.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-extends-effort-to-help-private-companies-raise-capital-11604352377", "title": "SEC Extends Effort to Help Private Companies Raise Capital", "date": "2020-11-02 16:26", "summary": "A new rule increases exemptions to federal securities laws on disclosure of financial information. WASHINGTON-The Securities and Exchange Commission adopted a rule Monday to help companies raise capital without going public, the latest in a series of measures likely to further bolster private markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clorox-profit-more-than-doubles-continuing-gains-from-disinfectants-11604331733", "title": "Clorox Books Record Sales Jump", "date": "2020-11-02 16:16", "summary": "Household-supplies producer says it still isn't meeting high demand for disinfecting wipes as pandemic continues. Clorox Co. 's sales jumped 27%, the fastest growth in at least two decades, driven by Americans' continuing scramble for coronavirus-killing cleaning products.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-cfos-are-saying-about-this-weeks-elections-11604351813", "title": "What CFOs Are Saying About This Week's Elections", "date": "2020-11-02 16:16", "summary": "Finance chiefs weigh in on potential changes to tax rates, regulation, trade policies and wages. Tuesday's elections could bring substantial changes to corporate taxation, trade policies, minimum wages and regulation. Below is a roundup of what finance chiefs have said about potential changes in the government's role in business and what the next four years could bring.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-knife-attack-in-nice-what-we-know-so-far-about-the-deadly-stabbing-11603975141", "title": "France Terrorist Attack: What Happened in Nice at the Notre Dame Basilica?", "date": "2020-11-02 16:03", "summary": "The latest incident comes amid growing government concern about the threat posed by Islamist radicals. France is again facing the specter of terrorism after multiple people were stabbed at a church in Nice, a city on the country's south coast that has seen a number of attacks in the past. This is what we know so far.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pitch-in-tuesday-crossword-november-3-11604260504", "title": "Pitch In (Tuesday Crossword, November 3)", "date": "2020-11-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-people-abuse-robots-11604350806", "title": "What Makes People Abuse Robots?", "date": "2020-11-02 16:00", "summary": "A new study suggests the way we treat robots says a lot about ourselves. If a person starts abusing a robot, will other people intervene if the robot's friends show sadness?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-dials-back-estimates-for-u-s-borrowing-as-stimulus-talks-stall-11604349528", "title": "Treasury Dials Back Estimates for U.S. Borrowing as Stimulus Talks Stall", "date": "2020-11-02 15:55", "summary": "Federal government is expected to borrow $617 billion from October through December, less than $1.216 trillion estimated earlier. WASHINGTON-The Treasury Department on Monday dialed back its estimates for government borrowing through the end of the year as negotiations over another large fiscal stimulus bill remain stalled.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-most-productive-workspace-might-be-the-pub-11604350266", "title": "What's the Most Productive Workspace? Might Be the Pub", "date": "2020-11-02 15:51", "summary": "Resume Subscription. LONDON-U.K. pubs are shutting down again. This time, it isn't just the ale drinkers who are getting shut out.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/friendlys-restaurant-owner-files-for-bankruptcy-amid-pandemic-11604318761", "title": "Friendly's Restaurant Owner Files for Bankruptcy Amid Pandemic", "date": "2020-11-02 15:50", "summary": "The 85-year-old chain plans to sell itself for less than $2 million to the owner of Red Mango. The operator of the iconic Friendly's restaurant chain has filed for chapter 11 bankruptcy, saying the 85-year-old business could fetch less than $2 million as the coronavirus pandemic wreaks havoc on in-person dining nationwide.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-trader-tom-hayes-convicted-of-rigging-libor-to-be-released-early-11604349494", "title": "Former Trader Tom Hayes, Convicted of Rigging Libor, to Be Released Early", "date": "2020-11-02 15:38", "summary": "The 40-year old Briton is set to be released from prison in January after serving less than half of his 11-year sentence. LONDON-Tom Hayes, the former bank trader convicted of global interest-rate rigging, will be released from prison on Jan. 29 after serving five years out of an 11-year prison sentence.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mariano-rivera-selling-westchester-ny-home-11604348979", "title": "Exit Sandman: Mariano Rivera Asking $3.995 Million for Home in New York Suburbs", "date": "2020-11-02 15:30", "summary": "The Yankee legend's Rye, N.Y., property comes with a sports bar, a billiards room and an outdoor pool and basketball area. Mariano Rivera, the retired Major League Baseball pitcher who played 19 seasons for the New York Yankees, is listing his home in Rye, an affluent community in Westchester County, N.Y., for $3.995 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mariano-riveras-longtime-westchester-home-11604348802", "title": "Mariano Rivera's Longtime Westchester Home", "date": "2020-11-02 15:26", "summary": "The property of the retired New York Yankee comes with nine bedrooms, turrets and a dramatic entry hall.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uncivil-war-by-shemekia-copeland-review-bold-and-timely-blues-11604348466", "title": "'Uncivil War' by Shemekia Copeland Review: Bold and Timely Blues", "date": "2020-11-02 15:21", "summary": "The singer's album joins unyielding calls for justice with hope for reconciliation.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-discover-new-wines-without-paying-a-cent-11604348424", "title": "How to Discover New Wines Without Paying a Cent", "date": "2020-11-02 15:20", "summary": "Among oenophile friends, a bottle swap provides an opportunity to break out of a rut, try something different and share wine even when meeting up in person is impossible.. I WAS BROWSING the shelves of my not-so-large wine cellar one day last month and found a few bottles that had been gathering dust. They were all good wines-just not wines I wanted to open for one reason or another. Some were too high in alcohol or tannin, others were hard to pair with food. I wondered if my oenophile friends faced the same situation. And that's how my first wine swap came about.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ranked-choice-voting-is-second-best-11604348234", "title": "Ranked-Choice Voting Is Second Best", "date": "2020-11-02 15:17", "summary": "Voters in Alaska and Massachusetts weigh a wonky election change.. Electoral reforms often don't have the results proponents foresee-witness campaign-finance rules that empower wealthy candidates, or \"independent\" redistricting bodies that also gerrymander. So it is with ranked-choice voting (RCV), an idea that has taken hold in two dozen mostly liberal cities. On Nov. 3, RCV will face its biggest electoral test to date as voters in Alaska and Massachusetts decide whether to adopt it statewide.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-experiment-is-alive-and-well-11604348109", "title": "The American Experiment Is Alive and Well", "date": "2020-11-02 15:15", "summary": "We are not 1932 Weimar Germany. The republic isn't under siege by a left-wing mass movement on the precipice of taking power.. Andrew Michta's \"The American Experiment Is on Life Support\" (op-ed, Oct. 27) is hyperbolic to the point of absurdity. He magnifies the foolish words and destructive actions of a minuscule, marginal minority on the left to suggest that they represent an existential threat to our very way of life. In the process, he ignores the far greater threat posed by an unaccountable, antidemocratic president. President Trump claims he is all that stands between the good people of America and the forces of Bolshevik chaos, which will surely overwhelm them if a Democrat is elected. What rot! Failing right-wing regimes have fallen back on this canard for over a century to distract from their incompetence. But it won't work. We are not 1932 Weimar Germany. The republic isn't under siege by a left-wing mass movement on the precipice of taking power. I am confident that voters will see through the ruse and remove its messenger, and that a responsible new administration will prove Mr. Michta's (and President Trump's) argument to be the nonsense it is.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wsj-cheat-sheet-for-following-house-races-on-a-long-election-night-11604320356", "title": "How to Follow House Races on a Long Election Night", "date": "2020-11-02 15:14", "summary": "Democrats are expected to expand their House majority as Republicans try to keep losses to single digits. Polls show Democrats are favored to expand their control of the House on Tuesday night. Nonpartisan analysts predict Democrats will win a net of somewhere between 10 and 20 seats and GOP strategists said keeping Democrats' gains in the single digits would be a victory for them.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-expect-accurate-predictions-from-fed-11604348029", "title": "Don't Expect Accurate Predictions From Fed", "date": "2020-11-02 15:13", "summary": "This is yet another reminder that too much is expected from the Fed.. I understand why Lawrence B. Lindsey has a certain fondness for the Federal Reserve, but I question his desire to focus on any predictions made by economists at the Fed (\"The Trump Boom Is Real,\" op-ed, Oct. 26). He certainly knows the predictions of economists at the Fed (or anywhere else) on unemployment or GDP are rarely correct. This is another reminder that too much is expected from the Fed. It clearly has little control over employment, so it's foolish to think predictions on unemployment by Fed economists carry any more or less weight than those of economists on Wall Street, corporate America or any decent university.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-speech-trends-frighten-older-cuban-americans-11604347978", "title": "U.S. Speech Trends Frighten Older Cuban-Americans", "date": "2020-11-02 15:12", "summary": "What is happening here now, we experienced 60 years ago in Cuba.. Thanks to Mary Anastasia O'Grady, Journal readers are beginning to understand what so many Cuban-Americans are talking about today. What is happening here now, we experienced 60 years ago in Cuba (\"How Free Speech Dies,\" Americas, Oct. 26). The intellectuals, with great passion, unknowingly helped Fidel Castro claw his way to power in the 1950s with \"false democracy\" ideals and speeches (supported by upper-class intellectuals, academics and media) while suffering under the Batista regime. Many of these people wound up either executed or languishing in appalling prisons for years. The most important lesson we can learn from Cuba's experience is that Fidel Castro ran his communist revolution all the while promising democracy. We Cubans swallowed it hook, line and sinker, not realizing what would happen in the end. Practically all my Cuban-American friends of my age (upper 80s) agree about the similarity to today's situation in America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-curtails-election-night-parties-11604346452", "title": "Covid-19 Curtails Election-Night Parties", "date": "2020-11-02 15:07", "summary": "Some candidates plan to watch returns from home, while other campaigns prepare parking-lot events. The election-night gathering is one of the most time-honored political rituals. The typically boisterous affair, held traditionally in a hotel ballroom or a local restaurant or catering hall, allows candidates to gather with their supporters ahead of the returns-and the celebration that would ensue if the outcome proves positive.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slide-to-five-month-lows-as-lockdowns-hit-demand-11604325947", "title": "Oil Prices Close Higher After Volatile Session", "date": "2020-11-02 15:02", "summary": "Worries over demand, rising output and election volatility are driving gyrations in crude prices. Oil prices ended higher Monday, paring early declines but extending a recent period of volatility as widening restrictions on economic activity in Europe threaten to hit demand for fuel.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-brands-would-like-to-remind-you-theres-an-election-happening-11604347272", "title": "These Brands Would Like to Remind You There's an Election Happening", "date": "2020-11-02 15:01", "summary": "Most sacred ritual of American democracy provides promotion fodder. Election Day is imminent in the U.S. For those who are somehow unaware of this fact, consumer brands are happy to provide a reminder.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-voting-questions-you-asked-we-answered-11603287927", "title": "Election 2020 Voting Questions: You Ask, We Answer", "date": "2020-11-02 14:56", "summary": "Experts respond to WSJ readers' questions about voting in this unusual election year. The Wall Street Journal has been taking questions from readers about voting in the 2020 election. This election is historic, given the large number of people voting early and through the mail due to the pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-states-guard-against-voter-intimidation-11604346848", "title": "How Do States Guard Against Voter Intimidation?", "date": "2020-11-02 14:54", "summary": "While federal law forbids voter intimidation, political parties and states have taken extra steps to protect voters in this hotly contested election. A: It is against federal law to intimidate voters in the U.S. A main category of federal election crimes addresses civil-rights violations, which include voter intimidation, coercion, threats and other tactics to suppress a person's ability to vote.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weve-lost-our-country-lebanese-flee-an-imploding-economy-11604324182", "title": "'We've Lost Our Country': Lebanese Flee Imploding Economy", "date": "2020-11-02 14:48", "summary": "A new exodus is taking root as Lebanon's crises plunge the middle class into poverty and the poor into destitution. BEIRUT-Lebanon's multiple crises, compounded by the massive explosion at the Beirut port in August, have plunged the middle class into poverty and the poor into destitution, driving some to leave the country and those who remain to struggle for a way to survive.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-shelves-plan-to-have-robots-scan-shelves-11604345341", "title": "Walmart Scraps Plan to Have Robots Scan Shelves", "date": "2020-11-02 14:29", "summary": "Retailer ends contract with robotics company after seeing similar results from workers grabbing online orders during pandemic. Walmart Inc. has ended its effort to use roving robots in store aisles to keep track of its inventory, reversing a yearslong push to automate the task with the hulking machines after finding during the coronavirus pandemic that humans can help get similar results.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-closing-argument-11604343577", "title": "Biden's Closing Argument", "date": "2020-11-02 14:08", "summary": "Candidate promising decency spends weekend insulting opponent.. Former Vice President Joe Biden is closing his presidential campaign the same way he began: by relentlessly attacking the character of his opponent. It may be obvious why Mr. Biden doesn't want to move beyond vague mentions of his policies given the costs they would impose on a recovering economy. But by premising his campaign on the tendentious argument that he is a better person than the incumbent, Mr. Biden is inviting voters to judge the Biden family influence business that he has enabled for years.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-was-supposed-to-revolutionize-hollywood-heres-why-it-failed-11604343850", "title": "Quibi Was Supposed to Revolutionize Hollywood. Here's Why It Failed.", "date": "2020-11-02 14:04", "summary": "Resume Subscription. When Jeffrey Katzenberg and Meg Whitman were developing plans for a new streaming-video service called Quibi, they got a warning from advisers. Make sure it can be seen on TVs, not just phones.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-duckworth-and-jefferson-on-free-speech-11604343407", "title": "Democrats Duckworth and Jefferson on Free Speech", "date": "2020-11-02 13:56", "summary": "Sen. Tammy Duckworth claims that: \"There's no both sides when one side has chosen to reject truth,\" exemplifies a widespread misconception that only true speech merits protection as free speech.. Regarding your editorial \"Twitter's Censorship Method\" (Oct. 29): Sen. Tammy Duckworth says that \"there's no both sides when one side has chosen to reject truth,\" she exemplifies a widespread misconception that only true speech merits protection as free speech. This assertion contrasts sharply with our Founders' views of free speech. Thomas Jefferson put it best in an 1820 letter, referring to the establishment of the University of Virginia, when he wrote, \"we are not afraid to follow truth wherever it may lead, nor to tolerate any error so long as reason is left free to combat it.\" A system of speech that is genuinely free protects truth and error and requires no higher authority to arbitrate between them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-names-new-consumer-banking-head-11604343215", "title": "Citigroup Names New Consumer Banking Head", "date": "2020-11-02 13:53", "summary": "Incoming CEO Jane Fraser is tapping one of her top lieutenants, Anand Selva, to replace her as head of consumer bank. Citigroup Inc. on Monday named a new leader for its global consumer bank and said its chief risk officer will leave, two changes that highlight how the incoming chief executive, Jane Fraser, can start making her mark on the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-green-alternative-to-red-and-blue-11604342918", "title": "The Green Alternative to Red and Blue", "date": "2020-11-02 13:48", "summary": "Democrats say a vote for Biden is a vote for democracy. Howie Hawkins disagrees.. If you lean left, you're probably voting for Joe Biden. Howie Hawkins would like you to reconsider. Mr. Hawkins, 67, is a former teamster and construction worker and the Green Party's presidential nominee. A self-described anticapitalist and eco-socialist, Mr. Hawkins is running on Medicare for All, the Green New Deal and a $20 minimum wage.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-terribly-flawed-but-the-alternative-is-simply-terrible-11604342860", "title": "Trump Is Terribly Flawed, but the Alternative Is Simply Terrible", "date": "2020-11-02 13:47", "summary": "He may do more damage to the nation's frayed fabric. But the Democrats seem committed to tearing it up.. 'I wish I was as cocksure of anything as Tom Macaulay is of everything,\" the second Viscount Melbourne is supposed to have said. The weary observation of a Victorian prime minister about an intellectually self-assured political rival and the most famous historian of his age is a good starting point to ponder the state of American politics on Election Day 2020.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-work-problems-i-wish-ai-could-solve-11604341974", "title": "The Work Problems I Wish AI Could Solve", "date": "2020-11-02 13:32", "summary": "What about a system that automatically rewrites incoming emails to eliminate your co-workers' unhelpful quirks?. Whether you're sitting in an office or toiling from home, often the hardest part of work is having to deal with colleagues. Sometimes it's collaborating with them, sometimes it's avoiding them.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-aid-mostly-goes-to-bigger-farms-11604341709", "title": "Federal Aid Mostly Goes to Bigger Farms", "date": "2020-11-02 13:28", "summary": "Much aid money gets distributed based on production; some favor other approaches. As federal aid to the U.S. Farm Belt surges, a fraction of farmers are reaping a big portion of the government largess.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-fines-peaked-in-2020-driven-by-sums-from-big-cases-11604340887", "title": "Wall Street Fines Peaked in 2020, Driven by Sums From Big Cases", "date": "2020-11-02 13:14", "summary": "Case against Telegram Group brought in more than a quarter of total $4.6 billion. WASHINGTON-Fines for wrongdoing on Wall Street and other securities-related cases hit a record $4.6 billion this year, despite a pandemic that shuttered courts for months and sent government enforcers home to do their jobs.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-settles-with-holdout-lenders-easing-chapter-11-sale-11604333972", "title": "J.C. Penney Settles With Holdout Lenders, Easing Chapter 11 Sale", "date": "2020-11-02 13:13", "summary": "Bankrupt retailer says it has resolved creditor objections to a proposed bankruptcy sale involving landlords Simon and Brookfield. J.C. Penney Co. cleared the way to sell itself out of bankruptcy to lenders and landlords, settling with a group of holdout creditors led by Aurelius Capital Management LP that wanted a bigger slice of the pie from the company's restructuring.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attack-on-afghanistans-kabul-university-kills-at-least-19-people-11604332015", "title": "Attack on Afghanistan's Kabul University Kills at Least 19", "date": "2020-11-02 12:59", "summary": "Islamic State's local affiliate claimed responsibility, as rising violence raises questions about Kabul's ability to secure the country. Gunmen stormed Afghanistan's Kabul University as it hosted an Iranian book fair, killing at least 19 people and wounding 22 others, in the second attack claimed by Islamic State in recent weeks on an educational center in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-endures-agonizing-autumn-from-covid-19-terrorism-11604335246", "title": "France Endures Agonizing Autumn From Covid-19, Terrorism", "date": "2020-11-02 12:53", "summary": "Resume Subscription. NICE, France-France is enduring an autumn of agony. Covid-19 is filling up the country's hospitals. Its churches and schoolyards are haunted by Islamist terrorism.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-regulators-summon-ant-leaders-amid-record-ipo-11604327306", "title": "Chinese Regulators Summon Ant Leaders Ahead of Record IPO", "date": "2020-11-02 12:50", "summary": "Financial technology giant pledges to embrace regulation and promote economic development and stability in China. China's central bank and its securities, banking and foreign-exchange regulators met with billionaire Jack Ma and the top two executives of Ant Group Co. on Monday, just days before the financial technology giant's stock is set to begin trading publicly.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-meier-long-island-home-11604338338", "title": "On Long Island's Gold Coast, a Richard Meier-Designed Estate Asks $18 Million", "date": "2020-11-02 12:35", "summary": "The waterfront property in Sands Point, N.Y., includes a three-story corkscrew slide. In an exclusive area known as the Gold Coast of New York's Long Island, a modern home that was remodeled by prominent architect Richard Meier-and comes with an outdoor, three-story slide-is coming on the market for $18 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-richard-meier-modern-on-long-islands-gold-coast-11604338094", "title": "A Richard Meier Modern on Long Island's Gold Coast", "date": "2020-11-02 12:28", "summary": "The home, which comes with an outdoor slide, was extensively renovated by the architect early in his career.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/softbank-backed-greensill-ditches-corporate-aircraft-ahead-of-fundraising-effort-11604335487", "title": "SoftBank-Backed Startup Had a Fleet of Corporate Planes. Not For Much Longer.", "date": "2020-11-02 12:23", "summary": "Finance firm Greensill is selling four planes as it tidies up its corporate governance and looks to raise fresh capital from investors. Lex Greensill, the founder of SoftBank Group Corp. -backed Greensill Capital, recently agreed to a request from his board: Sell the company's fleet of private planes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-way-to-donate-to-the-needy-in-the-u-s-venmo-cash-directly-11604336963", "title": "A New Way to Donate to the Needy in the U.S.: Venmo Cash Directly", "date": "2020-11-02 12:09", "summary": "Digital cash transfers have surged during the pandemic, providing help to those struggling to make ends meet, but are such payments effective?. Josette Denis got an unusual kind of Covid relief last spring: $1,000 deposited directly into her Venmo account just as her family was about to fall off a cliff.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-dress-for-the-apocalypse-11604333424", "title": "How to Dress for the Apocalypse", "date": "2020-11-02 11:10", "summary": "The characters in end-of-days films like \"Children of Men,\" \"The Road\" and \"Snowpiercer\" dress quite a lot like we do now. That should really make us worry. Most apocalyptic movies play out like this: First humanity falls, then the sweaters get torn. OK, maybe it's not quite that simple. But in nearly every catastrophic film of the past few decades-from 1997's corny clunker \"The Postman\" to 1999's hallowed chronicle \"The Matrix,\" to the sorta-schmaltzy, sorta-stirring \"Hunger Games\" trilogy (2012-2015)-hole-ridden, wholly beaten-up sweaters have served as the foundation for the character's costumes.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-bounce-back-as-consumers-snap-up-goods-11604315271", "title": "Factories Bounce Back as Consumers Snap Up Goods", "date": "2020-11-02 11:07", "summary": "Consumers are still buying goods such as cars and electronics, buoying manufacturers despite rising coronavirus infections. Factories across the globe bounced back strongly in October, as manufacturers hired more people and ramped up production of consumer goods in hot demand despite rising coronavirus infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innovators-david-chang-videos-mark-bradford-11604331695", "title": "What Innovation Means To The Pros", "date": "2020-11-02 10:43", "summary": "Past recipients of WSJ. Magazine's Innovators award artist Mark Bradford, chef David Chang, entrepreneur Reshma Saujani and the creative couple behind design studio Roman and Williams catch us up on what continues to inspire them and how they are adapting to the times.. Don't forget to register for the 2020 Innovator Awards at wsjinnovators.com. It's taking place online (for the first time!) on Wednesday, November 11 at 7 PM ET.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-european-businesses-new-lockdowns-might-not-be-as-tough-11604322310", "title": "For Many European Businesses, New Lockdowns Might Not Be as Tough", "date": "2020-11-02 10:19", "summary": "Manufacturers and many others have retooled factory and office life, cushioning transition to fresh restrictions across the continent. This time, a large chunk of Europe Inc. is ready.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-use-ai-to-improve-online-recommendations-for-shoppers-11604330308", "title": "Retailers Use AI to Improve Online Recommendations for Shoppers", "date": "2020-11-02 10:18", "summary": "Companies are getting better at helping customers find what they are looking for-even when they don't know what they want. Wayfair Inc. has 37,173 kinds of coffee mugs for sale. Factor in different colors, sizes or materials, and the range of options rises above 70,000. It's Jim Miller's job to help shoppers find the mug they want-along with a set of espresso cups, a waffle iron or other products they didn't know they wanted.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fright-club-saturday-variety-puzzle-october-31-11603651142", "title": "Fright Club (Saturday Variety Puzzle, October 31)", "date": "2020-11-02 10:15", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-may-help-identify-patients-with-early-stage-dementia-11604329922", "title": "AI May Help Identify Patients With Early-Stage Dementia", "date": "2020-11-02 10:12", "summary": "Research suggests that how we type, sleep and speak may offer clues of cognitive decline. Researchers are studying whether artificial-intelligence tools that analyze things like typing speed, sleep patterns and speech can be used to help clinicians better identify patients with early-stage dementia.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swing-state-poll-finds-no-late-shift-in-presidential-race-11604329351", "title": "Swing State Poll Finds No Late Shift in Presidential Race", "date": "2020-11-02 10:02", "summary": "In 2016 election, many pollsters missed 11th-hour shift among undecided voters toward Trump. WASHINGTON-Support for President Trump and former Vice President Joe Biden in a group of battleground states has remained unchanged in recent days, according to a new Wall Street Journal/NBC News poll, finding little evidence of the kind of last-minute shift toward Mr. Trump that helped him win four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-more-than-ever-election-week-is-a-time-for-patience-11604328780", "title": "Now, More Than Ever, Election Week Is a Time for Patience", "date": "2020-11-02 09:53", "summary": "The tradition of jumping to election-night conclusions will need to be suspended this year. As a people, Americans have many, many virtues-but patience isn't necessarily one of them. Yet patience is what this election week will require.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-wave-or-not-ryanair-will-end-up-cashing-in-11604327330", "title": "Second Wave or Not, Ryanair Will End Up Cashing In", "date": "2020-11-02 09:28", "summary": "Europe has become the epicenter of a second Covid-19 wave, but the leading budget carrier is still one of investors' best long-term bets on the aviation industry. Those who invested in European airlines are about to be uncomfortably squeezed in their seats. Despite offering the least legroom, Ryanair could be their best bet to ride out this storm.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aurora-james-15-percent-interview-11604327102", "title": "Why Designer Aurora James Wears Heels for Zoom Date Nights", "date": "2020-11-02 09:25", "summary": "The fashion designer behind Brother Vellies and the 15 Percent Pledge on rituals, Zoom dates and activism. This summer, after the killing of George Floyd while he was in police custody and the harm inflicted on Black-owned businesses by the pandemic, fashion designer Aurora James thought about what she could do to help. In 2013, she founded the popular Brooklyn-based label Brother Vellies, which makes footwear-fluffy sandals, cowboy boots decorated with doodles and summer huaraches-in partnership with African artisans. She has since been expanding it, adding a handbag line, aided in part by the $300,000 prize that came with her game-changing 2015 CFDA/Vogue Fashion Fund award. Recently, James, 36, has begun helping other Black owners with their businesses, too.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-firm-coupa-to-buy-supply-chain-tech-provider-llamasoft-11604326800", "title": "Software Firm Coupa to Buy Supply-Chain Tech Provider Llamasoft", "date": "2020-11-02 09:20", "summary": "The $1.5 billion acquisition is part of a greater focus on supply-chain management amid pandemic-driven upheaval, shortages. Coupa Software Inc. is buying supply-chain planning company Llamasoft Inc. for roughly $1.5 billion, as the pandemic brings greater attention to technology that helps businesses make operations from raw materials sourcing to distribution more resilient.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-vitamin-d-help-fight-covid-19-11604326204", "title": "Can Vitamin D Help Fight Covid-19?", "date": "2020-11-02 09:10", "summary": "Studies under way around the world are examining whether the 'sunshine vitamin' can help prevent or treat the new coronavirus. Researchers around the globe are investigating whether vitamin D, known as the sunshine vitamin, can help reduce people's risk of catching the new coronavirus and even aid in treating patients with Covid-19.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dunkin-brands-li-auto-dish-network-what-to-watch-when-the-stock-market-opens-today-11604319073", "title": "Dunkin' Brands, Estee Lauder, Dish Network: What to Watch When the Stock Market Opens Today", "date": "2020-11-02 09:04", "summary": "S&P 500 futures jump as investors see a buying opportunity after the benchmark posted its worst week since March. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-migration-alters-electorate-of-new-york-suburbs-11604325405", "title": "Covid-19 Migration Alters Electorate of New York Suburbs", "date": "2020-11-02 08:56", "summary": "Some new arrivals to communities on Long Island and in Hudson Valley say their votes now count more. The coronavirus pandemic has this year accelerated the trend of registered voters moving from New York City to its suburbs, according to enrollment data analyzed by The Wall Street Journal.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-landlord-gets-lucky-with-fresh-lockdowns-11604325183", "title": "Mall Landlord Gets Lucky With Fresh Lockdowns", "date": "2020-11-02 08:53", "summary": "Restrictions in Europe are bad for business but may help Unibail-Rodamco-Westfield to get backing for a controversial rights issue. Europe's biggest mall landlord has an interest in talking down its business at the moment. New lockdowns in France and the U.K. could make it easier to persuade investors to approve an unpopular €3.5 billion, equivalent to $4.08 billion, rights issue instead of listening to activists.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-binge-on-convertible-bonds-as-issuance-soars-11604324846", "title": "Investors Binge on Convertible Bonds as Issuance Soars", "date": "2020-11-02 08:47", "summary": "Traditionally issued by high-growth companies, these securities have drawn tourism and travel companies who need to raise cash. Companies hit hard by the coronavirus pandemic flooded the market this year with the most convertible bonds since 2007. Investors who scooped up these securities have been rewarded with strong returns.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-to-strengthen-its-control-over-a-disputed-part-of-kashmir-11604324701", "title": "Pakistan to Strengthen Its Control Over a Disputed Part of Kashmir", "date": "2020-11-02 08:45", "summary": "Move riles India, which also claims the territory. China is pushing to end region's legal limbo.. ISLAMABAD, Pakistan-Pakistan announced plans to formally integrate part of the territory it controls in the disputed region of Kashmir, in a move China has been requesting but has upset India, which claims the territory.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-super-bowl-of-2020-was-played-across-the-street-in-a-new-jersey-suburb-11604324277", "title": "The Real Super Bowl of 2020 Was Played Across the Street in a New Jersey Suburb", "date": "2020-11-02 08:37", "summary": "He's 60. They're 8 and 6. How three neighbors invented a game that saved a weird pandemic summer.. Election Day is Tuesday. Folks are wound up, edgy, yelling at their pets. This story is about something completely different. I hope it will leave you feeling better. Here we go:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-snowden-seeks-russian-citizenship-11604323164", "title": "Snowden Seeks Russian Citizenship", "date": "2020-11-02 08:19", "summary": "Former U.S. intelligence contractor says he will remain an American but is seeking dual nationality for the benefit of his first child. MOSCOW-Edward Snowden, the former U.S. intelligence contractor who has been living in exile in Russia for the past seven years, said he would seek a Russian passport and dual citizenship to ensure he remains with his first child, who is due to be born in the country toward the end of year.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ballot-initiatives-cover-gig-work-recreational-marijuanaand-much-more-11604323029", "title": "U.S. Ballot Initiatives Cover Gig Work, Recreational Marijuana-and Much More", "date": "2020-11-02 08:17", "summary": "Voters will decide more than 100 measures in 34 states on Tuesday. Should Uber drivers be treated as employees? Should people be free to smoke marijuana? Is the wolf a friend or foe?", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-force-purchase-of-chinese-drones-spurs-security-concerns-11604322017", "title": "Air Force Purchase of Chinese Drones Spurs Security Concerns", "date": "2020-11-02 08:00", "summary": "The military uses drones for training and other purposes as lawmakers, experts warn of possible risks of data theft. The U.S. Air Force recently bought dozens of Chinese-made drones to use for testing and training, according to officials and records of the purchase, fueling concerns about continued Defense Department use of technology that lawmakers consider a threat to national security.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firm-hellman-friedman-in-talks-to-sell-nets-in-latest-payments-sector-deal-11604321734", "title": "Private-Equity Firm Hellman & Friedman in Talks to Sell Nets", "date": "2020-11-02 07:55", "summary": "U.S. buyout firm is in exclusive talks with Italy's Nexi over the tie up. U.S. buyout firm Hellman & Friedman LLC is in exclusive talks to sell its privately held European payments company Nets Group to Italy's Nexi SpA for stock, the latest potential tie-up in the fast-consolidating industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-use-or-not-use-social-media-this-week-11604320273", "title": "How to Use (or Not Use) Social Media During the 2020 Election", "date": "2020-11-02 07:31", "summary": "This week you and our country would be better off if you just stayed out of Facebook, Instagram, Twitter and YouTube. Can't quit it? At least follow these rules.. Please join me on your smartphone's home screen.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-important-is-headquarters-one-ceo-considers-getting-rid-of-it-11604319977", "title": "How Important Is a Headquarters? One CEO Considers Getting Rid of It", "date": "2020-11-02 07:26", "summary": "Freeport-McMoRan debates dropping the miner's Phoenix home, saying remote work works. Freeport-McMoRan Inc. Chief Executive Richard Adkerson says he has a fine office at the mining company's Phoenix headquarters, looking out across the city. He just isn't sure he wants to return to it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-baseball-season-was-hard-the-pandemic-offseason-will-be-harder-11604318401", "title": "The Pandemic Baseball Season Was Hard. The Pandemic Offseason Will Be Harder.", "date": "2020-11-02 07:00", "summary": "Ownership and the players' union need to figure out how to play in 2021 amid what's shaping up to be a frigid employment market. It took less than 24 hours after the conclusion of the World Series for a top front-office executive to send a resounding message about what baseball players should expect this offseason.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-economy-faces-a-winter-chill-11604318400", "title": "America's Economy Faces a Winter Chill", "date": "2020-11-02 07:00", "summary": "Rising coronavirus cases, falling temperatures and dwindling financial resources could make months ahead bleak. Covid cases are rising, cold weather is on its way and, for many American households and small businesses, financial resources are running out. The next few months could be tough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-more-americans-hitting-the-road-for-travel-rental-car-companies-revive-11604317493", "title": "Covid-19 Slammed Rental-Car Firms, Then Business Turned Around", "date": "2020-11-02 06:44", "summary": "After a big collapse in bookings this spring, Avis, Enterprise are benefiting from higher used-car prices and a preference for traveling by auto. Rental-car companies, crushed by a collapse in bookings at the onset of the Covid-19 pandemic, are now getting a lift from two unexpected sources: rising used-car prices and more people looking to travel by car.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-stoxx-benchmark-index-fails-to-calculate-prices-at-open-11604310297", "title": "Euro Stoxx Benchmark Index Fails to Calculate Prices at Open", "date": "2020-11-02 06:37", "summary": "For about an hour, the widely followed Stoxx Europe 600 and the Euro Stoxx 50 didn't budge even as underlying shares continued to trade. Two widely followed European benchmark stock indexes failed to show prices for about an hour after markets opened Monday because of issues with index calculation, according to the operator.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-east-west-gap-on-pandemic-control-may-be-finding-its-way-into-markets-11604309471", "title": "The East-West Gap on Pandemic Control May Be Finding Its Way Into Markets", "date": "2020-11-02 06:31", "summary": "In March, the panic and turmoil was too dominant for investors to pick between successful and unsuccessful control policies, but now those factors may come to the fore. A sharp new economic gap is likely to open between countries where the virus has either been reduced to imperceptible levels or is under relative control, and those where it isn't. That will also become increasingly visible in financial markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-unity-is-tested-by-threats-from-russia-turkey-11604316401", "title": "European Unity Is Tested by Threats From Russia, Turkey", "date": "2020-11-02 06:26", "summary": "EU's cohesion faces a challenge as assertive autocrats take advantage of a distracted America. PARIS-The twin threat of Russia's and Turkey's assertive autocracies on the European Union's doorstep is testing the ability of the bloc's members to find a common front in an increasingly unstable neighborhood.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-young-beauty-in-china-could-turn-investors-heads-11604315833", "title": "A Young Beauty in China Could Turn Investors' Heads", "date": "2020-11-02 06:17", "summary": "Chinese cosmetics haven't been on investors' radar, but some young challengers are starting to shake things up. China is well known as a buyer of cosmetics but not so much as a seller. That is changing, however, faster than most investors probably realize.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-apple-google-deal-is-an-elephant-in-both-rooms-11604314980", "title": "The Apple-Google Deal Is an Elephant in Both Rooms", "date": "2020-11-02 06:03", "summary": "Companies avoid discussing search arrangement that is now in regulators' crosshairs. Apple Inc. and Google have never been wild about discussing their arrangement over web search. At some point, they may have no choice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-hire-consultants-for-covid-19-help-with-mixedand-expensiveresults-11604313683", "title": "States Hire Consultants for Covid-19 Help, With Mixed Results", "date": "2020-11-02 05:41", "summary": "Struggles over unemployment claims and medical supplies opened the door to big consulting firms to reap millions of dollars. State governments struggling with the coronavirus pandemic have paid tens of millions of dollars to big consulting firms for help.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-burden-falls-heavily-on-middle-aged-men-11604313002", "title": "Covid-19 Burden Falls Heavily on Middle-Aged Men", "date": "2020-11-02 05:30", "summary": "Men's underlying health problems, weaker immune systems might be fueling higher mortality. When Brian Peters and his 80-year-old mother both fell ill with Covid-19 last May, she seemed to face the greater risk.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-firm-clients-demand-more-black-attorneys-11604313000", "title": "Law-Firm Clients Demand More Black Attorneys", "date": "2020-11-02 05:30", "summary": "Microsoft, Uber and U.S. Bancorp are among the companies urging law firms to enlist diverse legal teams. Law firms have spent years promising to hire and promote more Black lawyers. Their corporate clients are now pressuring them to show results.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-that-could-change-for-cfos-after-the-nov-3-elections-11604313002", "title": "Five Things That Could Change for CFOs After the Nov. 3 Elections", "date": "2020-11-02 05:30", "summary": "Tax rates, trade policies and regulation could shift under a new administration, alongside other issues. Finance executives and their companies could face changes in core areas such as tax rates, trade policies and regulation, depending on who wins the presidency and which party controls the Senate.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-ipo-boom-faces-market-turbulence-11604313001", "title": "Mortgage IPO Boom Faces Market Turbulence", "date": "2020-11-02 05:30", "summary": "Nonbank lenders have had a strong year, but October's market shakeout could stall the fundraising train. Mortgage lenders hoping to take advantage of a surprisingly prosperous year are facing a big challenge: rising market turbulence.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startups-drop-stay-private-mantra-as-wall-street-beckons-11604313000", "title": "Tech Startups Drop Stay-Private Mantra as Wall Street Beckons", "date": "2020-11-02 05:30", "summary": "SPACs, strong IPO market change calculus for venture-backed companies on when to go public. Frothy public markets have been chipping away at the long-held view that venture-backed tech companies should stay private as long as possible.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/control-of-u-s-senate-centers-around-a-handful-of-gop-held-seats-11604313002", "title": "Control of U.S. Senate Centers Around a Handful of GOP-Held Seats", "date": "2020-11-02 05:30", "summary": "Uncertain outcomes in two Georgia Senate races could push the fight into next year. WASHINGTON-Republicans and Democrats enter Election Day in a fight for control of the Senate, with key races tightening during a final push to turn out voters at the close of the chamber's most expensive contests in history.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604347910", "title": "Pepper...and Salt", "date": "2020-11-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-owner-cbl-files-for-bankruptcy-to-cut-1-5-billion-from-balance-sheet-11604326734", "title": "Malls' Decline Pushes Landlords CBL, PREIT to Bankruptcy", "date": "2020-11-02 00:01", "summary": "While retailers have reopened, foot traffic is still down, putting mall owners at odds with impatient lenders. Two major mall owners, CBL & Associates Properties Inc. and Pennsylvania Real Estate Investment Trust, filed for bankruptcy protection as sharp declines in retail foot traffic continue to devastate commercial property landlords even as businesses have reopened.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-bag-monday-crossword-november-2-11604260338", "title": "In the Bag (Monday Crossword, November 2", "date": "2020-11-02 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battleground-states-that-will-likely-decide-the-election-11604282330", "title": "The Battleground States That Will Likely Decide the Election", "date": "2020-11-02 23:04", "summary": "The decisive tallies for Trump and Biden are expected to come from among just 11 states. A win for President Trump or Democratic nominee Joe Biden requires securing 270 of the 538 electoral votes at stake Tuesday, but the decisive votes will likely come from the narrower terrain of 11 battleground states.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-car-rallies-slow-traffic-in-new-york-new-jersey-11604283889", "title": "Pro-Trump Car Rallies Slow Traffic in New York, New Jersey", "date": "2020-11-02 21:24", "summary": "At least 10 people were arrested when they attempted to stop a pro-Trump caravan in Manhattan. Supporters of President Trump driving in caravans held rallies on roads and bridges in and around New York City on Sunday, slowing traffic and in at least one instance clashing with demonstrators, police officials said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-frames-presidential-race-as-referendum-while-trump-presents-it-as-a-choice-11604239707", "title": "Trump Barnstorms Battleground States; Biden Targets Pennsylvania", "date": "2020-11-02 19:37", "summary": "Biden was in Philadelphia and will campaign in Ohio Monday; Trump to hit four states including Pennsylvania and Michigan. WASHINGTON, Mich.-President Trump barreled through battleground states Sunday seeking a late surge of support, while Democratic challenger Joe Biden appealed to Black voters, as he aimed to shore up the key prize of Pennsylvania.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-things-in-play-in-new-yorks-elections-11604275200", "title": "Three Things in Play in New York's Elections", "date": "2020-11-02 19:00", "summary": "Political observers plan to keep tabs on early voting, President Trump's impact on down ballots and the role of minor parties as races are called. Millions of dollars and thousands of hours that have been expended on this year's elections will culminate when polls close on Tuesday.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]