[{"link": "https://www.wsj.com/articles/fourteen-americans-headed-home-from-coronavirus-cruise-ship-test-positive-11581931972", "title": "U.S. Cruise Ship Passengers Flown Home, 14 Infected With Coronavirus", "date": "2020-02-17 18:58", "summary": "Japan says additional 99 people aboard the Diamond Princess tested positive for the virus, bringing the total to 454. Hundreds of Americans who had been passengers on a coronavirus-stricken cruise ship in Japan landed in the U.S. on Monday, including 14 people who tested positive for the virus and were allowed to join the evacuation operation at the last minute.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-storm-nevada-ahead-of-high-stakes-caucuses-11581982295", "title": "Democrats Storm Nevada Ahead of High-Stakes Caucuses", "date": "2020-02-17 18:55", "summary": "Contest's result could clarify the muddled presidential-primary fight. RENO, Nev.-Democratic presidential contenders are blitzing Nevada in the final week before the state's caucuses, a contest that could determine whether Sen. Bernie Sanders has staying power at the top of the pack and whether centrists will rally behind an alternative or remain splintered.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-seize-on-loan-demand-with-near-record-refinancing-push-11581944401", "title": "Companies Seize on Loan Demand With Refinancing Push", "date": "2020-02-17 17:54", "summary": "Demand has allowed businesses to cut billions of dollars in borrowing costs. Investors' renewed demand for speculative-grade corporate loans is proving to be a boon for businesses, allowing them to slash billions of dollars in borrowing costs in one of the biggest refinancing waves on record.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonic-the-hedgehog-lifts-paramount-with-record-setting-opening-11581977333", "title": "'Sonic the Hedgehog' Lifts Paramount With Record-Setting Opening", "date": "2020-02-17 17:08", "summary": "Family-friendly film posts highest-grossing opening weekend ever for a videogame adaptation. Paramount Pictures finally has something to cheer about.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pier-1-imports-files-for-chapter-11-bankruptcy-11581959763", "title": "Pier 1 Imports Files for Chapter 11 Bankruptcy", "date": "2020-02-17 17:04", "summary": "Home furnishings chain in discussions with several potential buyers. Pier 1 Imports Inc. the funky furniture retailer that started out selling bean bag chairs and love beads to hippies and later grew into a home-furnishings giant with more than 1,000 stores, filed for bankruptcy Monday, a victim of changing consumer tastes and an unforgiving retail environment.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-first-half-profit-rises-dividend-lifted-11581976561", "title": "BHP First-Half Profit Rises 29%", "date": "2020-02-17 16:56", "summary": "Directors declared interim dividend of 65 cents a share, up from an ordinary payout of 55 cents a year ago. SYDNEY- BHP Group Ltd. reported a 29% rise in half-year net profit and lifted its dividend, after strong prices of iron ore more than offset weakness among almost all other commodities that it produces.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-russia-standoff-in-syria-leaves-millions-of-refugees-caught-in-chaos-11581969539", "title": "Turkey-Russia Standoff in Syria Endangers Millions of Refugees", "date": "2020-02-17 16:50", "summary": "Turkey dispatches a delegation to Moscow for another round of talks aimed at forging a cease-fire. Turkey dispatched a delegation to Moscow on Monday for another round of talks aimed at forging a cease-fire agreement in Syria, where relief agencies warn that a deadly vortex of proxy wars could cause the worst humanitarian disaster in the nine-year conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-pledges-10-billion-to-tackle-climate-change-11581974234", "title": "Jeff Bezos Pledges $10 Billion to Tackle Climate Change", "date": "2020-02-17 16:42", "summary": "Amazon CEO says fund will aid scientists, others to fight 'biggest threat to our planet'. Amazon.com Inc. Chief Executive Jeff Bezos says he is committing $10 billion to start a new fund to fight climate change, the biggest philanthropic move to date for the world's richest man.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-virginia-drop-the-electoral-college-11581975720", "title": "Will Virginia Drop the Electoral College?", "date": "2020-02-17 16:42", "summary": "The new Democratic state government moves for a popular vote Presidency.. Virginia has long been a presidential battleground, but with Democratic control in Richmond it's moving swiftly to shed its swing-state status. Last week the House of Delegates passed a bill that aims to do an end run around the Electoral College.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-winter-evictions-ban-11581975695", "title": "Seattle's Winter Evictions Ban", "date": "2020-02-17 16:41", "summary": "A new ordinance will freeze needy families out of the rental market.. Seattle winters are cool but, as the old joke goes, not cold enough for socialists to stick their hands in their own pockets. The far-left City Council voted last week to prohibit almost all wintertime residential evictions in Seattle, at the expense of poor tenants and property owners.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vaticans-unholy-china-deal-11581974438", "title": "The Vatican's Unholy China Deal", "date": "2020-02-17 16:40", "summary": "A Chinese cardinal accuses Rome of dangerous naiveté about communism.. The Catholic Church in China is being \"murdered\" while the Vatican stands idly by. So alleged Cardinal Joseph Zen in an appeal he sent to the world's 223 cardinals in September but only recently made public.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europeans-try-to-have-it-both-ways-11581974424", "title": "Europeans Try to Have It Both Ways", "date": "2020-02-17 16:20", "summary": "They expect American protection but aren't prepared to defend their own countries.. How solid is the West? At last weekend's Munich Security Conference, the world's largest gathering of security policy makers and officials, the theme was \"Westlessness,\" referring to the sense of disorientation that many Europeans feel in this age of America First.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-campaign-against-bureaucratic-bloat-in-u-s-foreign-policy-11581974339", "title": "A Campaign Against Bureaucratic Bloat in U.S. Foreign Policy", "date": "2020-02-17 16:19", "summary": "Trump's national security adviser has a plan of attack for a problem decades in the making.. The press has been focused recently on Lt. Col Alexander Vindman's departure from the National Security Council. But less noticed is the substantive overhaul of the council's staffing practices, announced last fall by national security adviser Robert O'Brien. President Trump's renovation of the White House's top advisory body could help streamline American security for years to come.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-klobuchar-insurgent-from-the-inside-11581974379", "title": "Amy Klobuchar, Insurgent From the Inside", "date": "2020-02-17 16:19", "summary": "The surging Minnesota senator makes the case for a 'decency check' on Donald Trump.. Henderson, Nev.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-how-will-bloomberg-debate-11581974285", "title": "Notable & Quotable: How Will Bloomberg Debate?", "date": "2020-02-17 16:18", "summary": "'It sounded to me as though they think of Trump as evidence that weird magic things happen. So, why not Mike?'. Ann Althousewriting on her blog, Feb. 17:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vigil-hong-kong-on-the-brink-review-the-origins-of-deance-11581974256", "title": "'Vigil: Hong Kong on the Brink' Review: The Origins of Deﬁance", "date": "2020-02-17 16:17", "summary": "The protesters are too young to remember, or fear, Beijing's brutality at Tiananmen Square. They see democracy as their birthright.. It's hard to imagine Hong Kong returning to the way it was. For the past eight months, pro-democracy demonstrations have erupted almost weekly, often ending in violence and property damage. The Covid-19 outbreak brought a brief lull, but it didn't take long before protesters, dissatisfied with the government's efforts to contain the coronavirus, took to the streets, firebombing a proposed quarantine site. It's as if Hong Kong has opened a Pandora's box of teargas and Molotov cocktails.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-economyshrinks-as-sales-tax-increase-cools-consumption-11581898410", "title": "Japan's Economy Shrinks 6% as Sales-Tax Rise Cools Consumption", "date": "2020-02-17 16:11", "summary": "In Germany, central bank said it sees no sign of improvement in the first-quarter growth outlook. TOKYO-Following a dismal final quarter of 2019, Japan's economy is facing the risk of a recession because the coronavirus outbreak is hurting tourism and production, while Germany's central bank called on the government in Berlin to use its surplus to support growth as a broader danger of a slowdown builds.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-teen-charged-in-stabbing-death-of-barnard-student-11581795425", "title": "Second Teen Charged in Stabbing Death of Barnard Student", "date": "2020-02-17 14:54", "summary": "The 14-year-old is being charged as an adult, in accordance with New York state law. A second teen has been arrested in the fatal stabbing of a Barnard College student, law-enforcement officials said Saturday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-step-up-naval-enforcement-of-libya-arms-embargo-11581968699", "title": "EU to Step Up Naval Enforcement of Libya Arms Embargo", "date": "2020-02-17 14:45", "summary": "Foreign ministers agree to resume monitoring flow of arms by sea as foreign actors take sides in civil war. European Union foreign ministers agreed to revive a naval mission in the Mediterranean Sea to enforce the internationally backed arms embargo on Libya, a move likely to encounter stiff challenges given the recent arms buildup by regional powers in the North African country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cabin-fever-working-from-home-tests-employees-endurance-11581965410", "title": "Coronavirus Cabin Fever: Working From Home Tests Employees' Endurance", "date": "2020-02-17 13:50", "summary": "Days of isolation-or with the children underfoot; 'It's another full-time job trying to manage it all'. HONG KONG-As David Chang tried to talk on the phone with a colleague, his daughter banged away at the study-room door, and then, exasperated, slipped a note under it: She wanted to come in and do her homework.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dairy-farmers-of-america-proposes-425-million-deal-for-dean-foods-assets-11581956631", "title": "Dairy Farmers Strike $425 Million Deal for Dean Foods Assets", "date": "2020-02-17 13:46", "summary": "Deal would maintain farmers' market for milk, cooperative has said. The biggest U.S. dairy farming cooperative struck a $425 million deal to buy dozens of plants from bankrupt milk processor Dean Foods Co. , in a deal executives said would preserve jobs and markets for farmers' milk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-90-day-prescription-hazard-and-waste-11581964823", "title": "The 90-Day Prescription: Hazard and Waste", "date": "2020-02-17 13:40", "summary": "What is an admirable goal of having individuals be appropriately treated for depression, has had unintended negative consequences when other factors come into play.. In \"The 90-Day Prescription Isn't for Everyone\" (op-ed, Feb. 7), Brian Barnett accurately describes the dangers associated with 90-day prescriptions for psychotropic medications, especially in treating major depression. Although pharmacy-benefit managers and insurers appear to be behind the push for the 90-day prescriptions, they are not the only actors in this scenario. The National Quality Forum has quality measures for antidepressant medication management that call for individuals with major depression to remain on an antidepressant medication for at least 84 days for acute-phase treatment, and remain on the medication for an additional six months.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/competition-is-key-to-domain-name-reform-11581964731", "title": "Competition Is Key to Domain Name Reform", "date": "2020-02-17 13:38", "summary": "In fact, it is nonprofit organizations and other individual .org registrants who will largely be affected by a price increase, and they are victims of anti-free market policies enacted by Icann.. While admirably standing up for the free market, your \"Market Phobia Comes to Cyberspace\" (Review & Outlook, Feb. 10) demonstrates a misapprehension of the facts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-revenue-needs-vs-reforming-medicaid-11581964625", "title": "State Revenue Needs vs. Reforming Medicaid", "date": "2020-02-17 13:37", "summary": "In Pennsylvania nearly half a million healthy adults without dependents are on Medicaid but aren't working, studying or even volunteering.. Regarding your editorial \"Trump's Medicaid Benefit\" (Feb. 4): Gov. Tom Wolf of Pennsylvania is a perfect example of those you describe who care more about growing government than helping Americans gain independence.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-backs-anticorruption-steps-by-angola-11581964578", "title": "Pompeo Backs Anticorruption Steps by Angola", "date": "2020-02-17 13:36", "summary": "Secretary of state says he had productive talks with country's president and foreign minister. LUANDA, Angola-Secretary of State Mike Pompeo expressed support for the anticorruption stance and business-oriented agenda of Angolan President João Lourenço, following a meeting on Monday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/right-spectrum-approach-vital-for-u-s-5g-11581964547", "title": "Right Spectrum Approach Vital for U.S. 5G", "date": "2020-02-17 13:35", "summary": "Since spectrum belongs to all of us, the public should be the primary beneficiaries of any auctions.. Regarding your editorial \"Ajit Pai's Satellite Mission\" (Feb. 7): To better implement 5G, mobile-phone providers need more midband spectrum. Some satellite providers have more midband spectrum than they need. The FCC is offering to induce some satellite providers to release unneeded spectrum, paying the satellite operators up to $14.7 billion as compensation and to expedite release so the same could be auctioned and repurposed for 5G. This might yield up to $15 billion to $17 billion. In theory this reimburses the government for the reacquisition expense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solar-power-is-beginning-to-eclipse-fossil-fuels-11581964338", "title": "Can Solar Power Compete With Coal? In India, It's Gaining Ground", "date": "2020-02-17 13:32", "summary": "Electricity from sunlight costs less, a hopeful sign for developing nations building out their power grids. BHADLA, India-In a dusty northwest India desert dotted with cows and the occasional camel, a solar-power plant is producing some of the world's cheapest energy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-party-of-government-cant-manage-government-11581964019", "title": "The Party of Government Can't Manage Government", "date": "2020-02-17 13:27", "summary": "Big government is inherently a poor allocator of capital and an inefficient provider of services.. Regarding Daniel Henninger's \"The Incompetence Party\" (Wonder Land, Feb. 13): The Party of Government is being destroyed by its core beliefs. In fact, big government is inherently a poor allocator of capital and an inefficient provider of services. It is best at administering Social Security, a formulaic program where little subjective analysis is required. Medicare and the VA, on the other hand, are administrative monsters, where cost controls are substituted for accountability, allowing the programs to run wild with a growing constituency. This is probably a clue why the Party of Good Intentions often ends up with inconvenient truths and unintended consequences.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pull-ups-sit-ups-dont-hurt-as-much-as-these-high-fashion-gym-get-ups-11580683460", "title": "Pull-Ups, Sit-Ups Don't Hurt as Much as These High-Fashion Gym Get-Ups", "date": "2020-02-17 13:21", "summary": "Resume Subscription. Personal trainer Alexia Clark rotates through a surprising wardrobe of sportswear that includes crystal-embellished ensembles, a white-mesh sports bra that won't stay put and leggings with painfully placed metal logos.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stocks-edge-higher-on-new-stimulus-measures-in-china-11581934533", "title": "Global Stocks Edge Higher on New Stimulus Measures in China", "date": "2020-02-17 13:03", "summary": "Japanese stocks drop after data shows economic output shrank sharply in the fourth quarter. Global stocks edged higher Monday after Chinese authorities launched new stimulus measures to steady the economy and curtail the impact of the coronavirus outbreak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bernie-nomination-could-destroy-the-left-11581962615", "title": "A Bernie Nomination Could Destroy the Left", "date": "2020-02-17 13:03", "summary": "It took progressives 48 years to recover the last time the Democrats chose one.. Bernie Sanders's emergence as the Democratic presidential front-runner is an amazing accomplishment for a socialist. But what if he wins the nomination and loses to Donald Trump?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pittsburgh-suburb-is-the-2020-bellwether-11581962588", "title": "A Pittsburgh Suburb Is the 2020 Bellwether", "date": "2020-02-17 13:03", "summary": "If this state House district is leaning GOP on Nov. 3, it'll be a good night for President Trump.. Marshall Township, Pa.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerberg-tells-eu-regulators-facebook-wants-more-content-liability-11581961804", "title": "Zuckerberg Tells EU Regulators Facebook Wants More Content Liability", "date": "2020-02-17 12:50", "summary": "In meetings with top EU officials, the CEO advocates for more transparency requirements for online platforms. BRUSSELS-Mark Zuckerberg called on the European Union's top regulator to create customized legislation for online platforms, with the Facebook chief executive accepting some responsibility for the content shared by users. But not all EU officials were impressed.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cambodia-tests-hundreds-on-cruise-for-coronavirus-11581957867", "title": "Cambodia Tests Hundreds on Cruise for Coronavirus", "date": "2020-02-17 11:44", "summary": "An 83-year-old American passenger of cruise ship Westerdam diagnosed with the virus. Cambodian health officials are testing hundreds of travelers and crew who are still on a cruise ship after an American passenger, who was allowed to disembark last week, tested positive for the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-taps-feinberg-to-distribute-money-for-737-max-community-assistance-11581957001", "title": "Boeing Taps Feinberg to Distribute Money for 737 MAX Community Assistance", "date": "2020-02-17 11:30", "summary": "Attorney will help disburse $50 million to groups affected by MAX crashes. Boeing Co. said it had enlisted victim-compensation attorney Kenneth Feinberg to distribute $50 million to communities affected by two crashes involving the 737 MAX.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-bloomberg-offer-differing-theories-of-democratic-desires-11581956838", "title": "Sanders, Bloomberg Offer Differing Theories of Democratic Desires", "date": "2020-02-17 11:27", "summary": "Primary fight turns on what party's rank-and-file are most yearning for: a genuine revolution or a simple change in command. To say that Bernie Sanders and Michael Bloomberg are different is one of those statements that is at once both entirely true, yet woefully insufficient.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-vat-blunder-11581956610", "title": "Japan's VAT Blunder", "date": "2020-02-17 11:23", "summary": "A consumption-tax increase hits growth as the coronavirus looms.. The third time wasn't the charm for Tokyo's long-running attempt to increase its consumption tax. Data released Monday show Japan's economy contracted in the last three months of 2019 as the tax hike hammered growth-as many warned and like the previous two times the tax has been raised since its 1989 introduction, in 1997 and 2014.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/document-shows-chinese-officials-calculations-in-waging-xinjiang-campaign-11581955233", "title": "Document Shows Chinese Officials' Calculations in Xinjiang Campaign", "date": "2020-02-17 11:00", "summary": "Spreadsheet lists detailed information on 311 individuals detained in one county. KARAKAX, China-A spreadsheet compiled by Chinese authorities responsible for tracking ethnic-minority Muslims catalogs detailed personal information-including whether they regularly pray at a mosque, possess a passport or have friends or relatives in trouble with the law.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-departments-asked-to-do-more-with-less-11581955200", "title": "Finance Departments Asked to Do More With Less", "date": "2020-02-17 11:00", "summary": "Budgets are set to decrease while to-do lists are getting longer, forcing companies to turn to new technologies to increase efficiency. ", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-salesforce-makes-decisions-on-ethics-and-social-issues-11581955201", "title": "How Salesforce Makes Decisions on Ethics and Social Issues", "date": "2020-02-17 11:00", "summary": "The business software giant last year hired an ethicist to create a formal process for handling tricky social issues, such as whether to do business with gun manufacturers. After facing public backlash in 2018 for doing business with U.S. immigration authorities amid the separation of migrant families at the southern U.S. border, Salesforce.com Inc., a company known for speaking up on social issues, hired a resident ethicist.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-soccers-smartest-stock-pickers-11581954215", "title": "European Soccer's Smartest Stock Pickers", "date": "2020-02-17 10:43", "summary": "From Lewandowski to Pulisic to Sancho, there is no team that spots value like Borussia Dortmund. Dortmund, Germany", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-dont-save-enough-for-emergencies-but-there-are-ways-to-fix-that-11581951601", "title": "People Don't Save Enough for Emergencies. Here's How to Fix That.", "date": "2020-02-17 10:00", "summary": "Small changes to company retirement plans can make a big difference. When it comes to saving for emergencies, the evidence is clear: People want to do it. They just don't follow through.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dubai-to-delist-global-port-operator-dp-world-11581949939", "title": "Dubai to Delist Global Port Operator DP World", "date": "2020-02-17 09:32", "summary": "Deal comes as the emirate faces another looming debt crisis. DUBAI-Dubai plans to delist its global port operator and return it to full state ownership in a deal that would help the emirate repay billions of dollars in debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-sets-back-chinas-biggest-political-assembly-11581929843", "title": "Coronavirus Outbreak Sets Back China's Biggest Political Assembly", "date": "2020-02-17 09:10", "summary": "The National People's Congress is set to postpone its annual March meeting where the government sets out its policy agenda for the year. China plans to postpone an annual political conclave originally scheduled for early March, setting back a showpiece event for demonstrating Communist Party authority as officials scramble to contain a coronavirus outbreak that has shaken confidence in President Xi Jinping's rule.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-help-for-dementia-patients-delivered-via-games-and-puzzles-11581948000", "title": "New Help for Dementia Patients, Delivered Via Games and Puzzles", "date": "2020-02-17 09:00", "summary": "Resume Subscription. Roy, Utah", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virus-concerns-delay-volkswagen-production-restarts-chinas-biggest-car-show-11581940993", "title": "Virus Concerns Delay Volkswagen Production Restarts, China's Biggest Car Show", "date": "2020-02-17 08:54", "summary": "German auto giant now aims to resume production at some plants next week. HONG KONG- Volkswagen AG said Monday it would postpone production restarts at some of its Chinese plants until next week, while the organizers of China's biggest car show said the event would not go ahead in April as planned, as the outbreak of a new coronavirus continued to weigh on the world's biggest automotive market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-artist-broke-unwritten-rule-in-france-dont-expose-politicians-sex-lives-11581946073", "title": "Russian Performance Artist Broke Unwritten Rule in France: Don't Expose Politicians' Sex Lives", "date": "2020-02-17 08:27", "summary": "Explicit messages and images prompted a Paris mayoral candidate backed by Emmanuel Macron to quit the race. PARIS-In publishing sexually explicit messages allegedly from a mayoral candidate, Russian performance artist Piotr Pavlensky broke one of France's unwritten rules: The sex lives of politicians are off limits.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-cyberattacks-were-linked-to-one-web-services-provider-11581944460", "title": "Two Cyberattacks Were Linked to One Web Service Provider", "date": "2020-02-17 08:01", "summary": "Hacks aimed at Therese Shaheen and Elliott Broidy show the difficulties of tracing and identifying cyber intruders. WASHINGTON-It started almost a decade ago, when Therese Shaheen's home computer started flickering on and off. Over the next few years, apps logged into accounts she had never created. Her phone dialed itself repeatedly. Fake social-media accounts in her name appeared online, she said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fraud-case-in-charleston-s-c-shines-light-on-webs-dark-corners-11581944400", "title": "Fraud Case in Charleston Shines Light on Web's Dark Corners", "date": "2020-02-17 08:00", "summary": "Micfo and its founder pleaded not guilty in case revolving around IP addresses and the American Registry for Internet Numbers. CHARLESTON, S.C.-A first-of-its-kind fraud prosecution of a small technology company and its owner has shed light on how the architecture of the internet allows spammers, hackers and other bad actors to flourish online while cloaking their true identities.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pinsa-pie-tries-to-elbow-into-new-yorks-crowded-pizza-market-11581944401", "title": "The Pinsa Pie Tries to Elbow Into New York's Crowded Pizza Market", "date": "2020-02-17 08:00", "summary": "Restaurants are now offering the oval pie that is said to have a lighter texture. Pizza lovers in and around New York City may have to brace themselves yet again: There is another new pie in town.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-nypds-fight-to-stop-subway-graffiti-11581865200", "title": "Inside NYPD's Fight to Stop Subway Graffiti", "date": "2020-02-17 07:15", "summary": "Increased enforcement is helping reverse rise in major incidents that force trains out of service. The New York Police Department has employed new technology and partnered with law-enforcement agencies around the globe to fight a surge in graffiti on New York City subway trains that has been fueled by social media, law-enforcement officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cure-worse-than-disease-for-chinas-small-businesses-11581937519", "title": "Coronavirus Fight Brings Its Own Kind of Pain to Small Businesses", "date": "2020-02-17 06:05", "summary": "Restrictions on employees' movements could deal a fatal blow to many small businesses if the country doesn't get back to work soon. Things were just starting to look up for China's small businesses in late 2019. Now, two new threats have emerged: A dangerous new coronavirus is spreading through the nation and Chinese officials have shut down much of the country to try to curb infections.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-black-voter-support-shows-signs-of-strain-11581935400", "title": "Biden's Black Support Shows Signs of Strain", "date": "2020-02-17 05:30", "summary": "The ex-vice president has seen his standing in South Carolina polls drop, with some black Democrats saying they may switch support. COLUMBIA, S.C.-Joe Biden's strength with black Democrats is being tested here as losses in Iowa and New Hampshire have led some voters to give his rivals a second look.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-has-changed-investors-views-on-the-electric-car-11581935401", "title": "Elon Musk Has Changed Investors' Views on the Electric Car", "date": "2020-02-17 05:30", "summary": "Rival auto makers struggle to become more Tesla-like. As longtime auto makers try to sell investors on their visions for the future, they keep hearing the same thing: What about Tesla?", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-recover-from-coronavirus-driven-selloff-11581930971", "title": "Chinese Stocks Recover From Coronavirus-Driven Selloff", "date": "2020-02-17 04:16", "summary": "Recovery signals optimism, even if initial impact of outbreak on China will be more severe than in other large economies. Chinese shares have recouped their post-Lunar New Year losses, suggesting growing confidence the coronavirus will only deal a temporary blow to growth and overall corporate earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alstom-reaches-preliminary-deal-to-buy-bombardier-train-unit-11581872405", "title": "Alstom Reaches Preliminary Deal to Buy Bombardier Train Unit", "date": "2020-02-17 02:56", "summary": "French train giant enters pact to buy unit for more than $7 billion; Deal could be announced as early as Monday. French train giant Alstom SA has reached a preliminary deal to acquire Bombardier Inc.'s train business for more than $7 billion, according to people familiar with the matter, the latest effort by Alstom to gain scale amid the prospect of increased competition from China's state-owned CRRC, the world's largest rail supplier.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-sends-an-australian-iconits-holden-brandto-the-junkyard-11581921338", "title": "GM Sends an Australian Icon to the Junkyard", "date": "2020-02-17 01:35", "summary": "The American auto giant will stop selling and designing Holden vehicles in Australia and New Zealand by 2021. SYDNEY-- General Motors Co. will scale back operations in Australia, New Zealand and Thailand, its latest move to reduce exposure in tough overseas markets while investing more in autonomous and electric vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-court-unions-with-infrastructure-pitch-11581873256", "title": "Democratic Candidates Court Unions With Infrastructure Pitch", "date": "2020-02-17 00:37", "summary": "Joe Biden, Pete Buttigieg, Amy Klobuchar and Tom Steyer say U.S. faces an urgent need to rebuild the nation's roads, bridges and highways. LAS VEGAS-Democratic presidential candidates said Sunday that the U.S. faces an urgent need to rebuild the nation's roads, bridges and highways, appealing to union workers ahead of Nevada's Feb. 22 caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-third-sales-tax-blunder-must-be-its-final-mistake-11581917580", "title": "Japan's Third Sales-Tax Blunder Must Be Its Final Mistake", "date": "2020-02-17 00:33", "summary": "Resume Subscription. Japan's economy shrank sharply in the final three months of 2019, logging its second-worst quarter in the past decade. That would be easier to stomach if it weren't because of a mistake policy makers have now made three times.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-central-bank-cuts-rate-on-one-year-medium-term-lending-facility-11581908545", "title": "China's Central Bank Cuts Rate on One-Year Medium-Term Lending Facility", "date": "2020-02-17 22:02", "summary": "The People's Bank of China lowered the one-year medium-term lending facility rate to 3.15% from 3.25%. BEIJING-China's central bank on Monday cut a crucial interest rate that could pave the way for lower benchmark lending rates, as Beijing moved to support an economy hit by the outbreak of a deadly coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-people-might-one-person-with-coronavirus-infect-11581676200", "title": "How Many People Might One Person With Coronavirus Infect?", "date": "2020-02-17 21:53", "summary": "Researchers in U.K. offer clues as to how contagious Covid-19 virus could be. When an infection erupts the way coronavirus has exploded in Wuhan, China, and elsewhere in the world, public-health experts try to gauge the potential for an epidemic-or, worse, a pandemic-by calculating the pathogen's basic reproduction number.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-commissioner-rob-manfred-defends-punishments-in-astros-scandal-11581903088", "title": "MLB Commissioner Rob Manfred Defends Punishments in Astros' Scandal", "date": "2020-02-17 20:31", "summary": "Manfred said the obligation of the league's probe 'was to get the facts' and let people 'make their own judgment'. NORTH PORT, Fla.-With the sport he presides over engulfed in controversy, Major League Baseball commissioner Rob Manfred on Sunday defended his response to the Houston Astros' cheating scandal, which has become the legacy-defining event of his tenure.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}]