[{"link": "https://www.wsj.com/articles/coronavirus-stimulus-talks-to-resume-after-jobless-aid-lapses-11596470044", "title": "Democrats, White House Upbeat After New Talks on Coronavirus Aid Bill", "date": "2020-08-03 19:37", "summary": "Negotiators face pressure as $600 weekly supplement to unemployed people ends; Trump floats potential executive actions. WASHINGTON-Democratic leaders and White House officials sounded cautiously upbeat notes after another round of talks Monday on a new coronavirus aid package, under rising pressure to strike a deal as millions of Americans go without a $600-a-week federal jobless supplement, while President Trump floated potential executive actions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-tropical-storm-isaias-bears-down-on-eastern-seaboard-11596497409", "title": "Photos: Isaias Sweeps Up Eastern Seaboard", "date": "2020-08-03 19:30", "summary": "Much of the coast remains under watches and warnings; National Hurricane Center warns of strong winds, heavy rainfall and possible tornadoes.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/latino-business-owners-hit-hard-during-pandemic-11596493322", "title": "Latino Business Owners Hit Hard During Pandemic", "date": "2020-08-03 19:22", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerzbank-appoints-new-chairman-defying-big-investor-cerberus-11596484083", "title": "Commerzbank Names New Chairman, Defying Big Investor Cerberus", "date": "2020-08-03 19:17", "summary": "Hans-Jörg Vetter will take over at the beleaguered German lender. German lender Commerzbank AG appointed former state bank executive Hans-Jörg Vetter as its new chairman on Monday, ignoring opposition from its second largest shareholder, Cerberus Capital Management.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-opening-extortion-11596496376", "title": "School-Opening Extortion", "date": "2020-08-03 19:12", "summary": "Teachers unions are using Covid-19 as a political weapon.. For most Americans the coronavirus is a scourge. But teachers unions seem to think it's also an opportunity-to squeeze more money from taxpayers and put their private and public charter school competition out of business. That's the only way to read the extraordinary effort by national and local union leaders to keep their members from returning to the classroom.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peace-progress-in-yemen-11596496278", "title": "Peace Progress in Yemen", "date": "2020-08-03 19:11", "summary": "A settlement could undermine Iran's regional designs.. With few parts of the world trending toward greater peace and order, it's worth highlighting some good recent news in Yemen, of all places. The state on the southwestern Arabian peninsula has been the site of a catastrophic civil war for more than five years since the Iran-backed Houthi movement seized control of the capital city of Sana'a. The opposition forces have been fractured but last week reached an agreement to put aside their differences and focus on the Houthi threat. This could be the first step toward a larger settlement that alleviates suffering in the country and rolls back Iranian imperialism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lord-taylor-limps-into-bankruptcy-looking-for-a-suitor-11596495976", "title": "Lord & Taylor Limps Into Bankruptcy Looking for a Suitor", "date": "2020-08-03 19:06", "summary": "Tarnished department-store chain might be destined for liquidation if it can't find a buyer by October. Department-store chain Lord & Taylor kicked off its bankruptcy proceeding Monday with a full-page newspaper ad announcing its search for a new owner, but it has little time or money to reach a deal.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hastens-the-work-at-home-revolution-11596495435", "title": "Covid-19 Hastens the Work-at-Home Revolution", "date": "2020-08-03 18:57", "summary": "Parents, children and employers are seeing personal and productive benefits.. A patient of mine has worked for the same company for seven years and has three children under 5. After the birth of each, her employer offered 12 weeks of paid maternity leave. She returned to work each time feeling conflicted and depressed over leaving her babies; in one instance, she needed antidepressants. She couldn't quit because she was the family's main breadwinner, and her employer turned down her requests to work from home part-time on grounds that she wouldn't be productive and it would set a precedent for other employees.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lynching-false-alarm-in-california-11596495473", "title": "A Lynching False Alarm in California", "date": "2020-08-03 18:57", "summary": "Activists accused the KKK of murdering Robert Fuller, but his family now accepts he hanged himself.. Palmdale, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-get-aroundbut-not-this-covid-summer-11596495401", "title": "I Get Around-but Not This Covid Summer", "date": "2020-08-03 18:56", "summary": "A Zoom reunion can't match the magic of a live concert in the sun.. A warm summer night, and this is not what any of us had in mind as the year began. We're on a Zoom call-cold faces on cold screens-when we ought to be somewhere quite different.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veritas-review-crimson-faces-11596495263", "title": "'Veritas' Review: Crimson Faces", "date": "2020-08-03 18:54", "summary": "A real-life Harvard melodrama, featuring a feminist scholar, a con man and a papyrus purporting to be the Gospel of Jesus' Wife.. 'Hotwife' Pornographer Gulls Harvard Prof With 'Wife of Jesus' Hoax.\" The headlines could have been worse for Karen King, the Hollis Professor of Divinity at Harvard University. But not much worse.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wins-in-portland-11596495197", "title": "Trump Wins in Portland", "date": "2020-08-03 18:53", "summary": "The way to restore order to cities is to get mayors and governors to do their jobs.. Something big has changed in Portland, Ore. After weeks of chaos and flames outside the city's federal courthouse, the past few days have seen the violence subside dramatically. What happened?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-is-a-dress-rehearsal-11596495140", "title": "The Pandemic Is a Dress Rehearsal", "date": "2020-08-03 18:52", "summary": "The world is entering a transformative era. Prepare for more chaos and instability.. Eight months after the novel coronavirus burst out of Wuhan, China, it has created unprecedented economic and social disruption, with economies cratering across the globe and more destruction to come. Tens of millions have lost their jobs, and millions more have seen their life savings disappear as governments forced restaurants, bars and other small businesses to shut their doors.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-spending-hits-record-amid-economic-fallout-from-covid-19-11596494981", "title": "Cloud Spending Hits Record Amid Economic Fallout From Covid-19", "date": "2020-08-03 18:49", "summary": "Companies world-wide spent $34.6 billion on cloud services in the second quarter, up roughly 11% from the previous quarter. Spending on cloud services is surging, as companies shift more business applications online to cope with extended Covid-19 lockdowns, social distancing and other restrictions.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-prosecutor-seeking-trump-taxes-cites-possibly-extensive-and-protracted-criminal-conduct-11596494759", "title": "Manhattan Prosecutor Seeking Trump Taxes Says Request Is Justified", "date": "2020-08-03 18:46", "summary": "District attorney's office points to public reports of alleged fraudulent financial activities by Trump Organization; White House says effort is part of 'witch hunt'. The Manhattan district attorney's office said it is justified in seeking financial documents from President Trump and his company as part of a complex investigation into alleged insurance and bank fraud by the Trump Organization and its officers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-health-adviser-deborah-birx-after-her-coronavirus-warning-11596469424", "title": "Trump Criticizes Health Adviser Deborah Birx After Her Coronavirus Warning", "date": "2020-08-03 18:26", "summary": "President accuses the White House's coronavirus coordinator of unfairly knocking the administration's efforts to counter the pandemic. WASHINGTON-President Trump publicly criticized Deborah Birx, one of his top health advisers, after she warned in a Sunday television interview that the country is facing a new phase of the coronavirus pandemic with \"extraordinarily widespread\" cases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teak-glass-and-stone-in-miami-beach-11596493301", "title": "Teak, Glass and Stone in Miami Beach", "date": "2020-08-03 18:21", "summary": "DJ and social-media star Gianluca Vacchi has purchased this newly built, waterfront home for $24.5 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-03-2020-11596443238", "title": "U.S. Counts Smallest Daily Rise in Coronavirus Cases in Weeks", "date": "2020-08-03 18:09", "summary": "Some Northeast and Midwest states appear to show uptick in new infections as U.S. death toll nears 155,000. The U.S. reported more than 47,000 new coronavirus cases, the smallest daily increase in almost four weeks, despite signs of an uptick in new infections in some Northeast and Midwest states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-at-large-prestigious-nyc-high-schools-want-them-to-stay-fully-remote-11596492597", "title": "Families at Large, Prestigious New York City High Schools Want Them to Stay Fully Remote", "date": "2020-08-03 18:09", "summary": "At crowded schools like Stuyvesant, staggered in-person schedules could mean going to campus once a week, jeopardizing some advanced classes. Families at some of New York City's most prestigious public high schools want their schools to open with a fully remote approach this fall, without in-person classes.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-says-it-thwarted-attack-along-its-border-with-syria-11596454945", "title": "Israel Strikes Syrian Military Sites After It Reported Foiling Border Attack", "date": "2020-08-03 18:05", "summary": "Aerial attacks launched in response to what Israeli military called a failed attempt by four people to plant IEDs in Golan Heights. The Israeli military said its aircraft struck a number of targets in southern Syria belonging to the Syrian military on Monday in relation to a failed attack on Israeli territory a day earlier that was carried out near their shared border.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-prepares-for-tropical-storm-isaias-11596473695", "title": "New York City Prepares for Tropical Storm Isaias", "date": "2020-08-03 18:03", "summary": "Forecasters say storm might hit late Monday, with winds, rain and possibility of coastal flooding on Tuesday. New York City residents, businesses and emergency responders spent Monday preparing for potential flooding and heavy winds from Tropical Storm Isaias.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adt-says-google-to-invest-450-million-to-create-home-security-offerings-11596459647", "title": "Google to Invest $450 Million in ADT", "date": "2020-08-03 18:02", "summary": "Partnership will combine Nest hardware and services with ADT's installation, service and monitoring network. Google has agreed to buy a 6.6% stake in security-monitoring provider ADT Inc. for $450 million, as part of the search-engine company's effort to bolster its hardware business and capitalize on growth in the market for smart-home security products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-is-king-by-beyonce-review-visions-of-paradise-11596491944", "title": "'Black Is King' by Beyoncé Review: Visions of Paradise", "date": "2020-08-03 17:59", "summary": "The 'visual album,' which follows the pop star's 2019 recording issued in conjunction with the release of 'The Lion King,' uses that film's central story as a springboard for celebrating Black identity.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clorox-posts-higher-sales-as-consumers-stock-up-on-disinfectants-11596454128", "title": "Clorox, With Its Sales Soaring From the Coronavirus, to Get New CEO", "date": "2020-08-03 17:43", "summary": "Linda Rendle to be promoted in September; cleaning-supplies maker sees demand that far outpaces rivals'. The first big job for new Clorox Co. CEO Linda Rendle: pumping out more Clorox wipes.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-wearhouse-jos-a-bank-parent-to-pivot-to-casual-attire-in-chapter-11-11596491020", "title": "Men's Wearhouse, Jos. A. Bank Parent to Pivot to Casual Attire in Chapter 11", "date": "2020-08-03 17:43", "summary": "As many as 500 of Tailored Brands' 1,400 retail stores in the U.S. and Canada could close as the company focuses on its e-commerce business. The parent company of the Men's Wearhouse and Jos. A. Bank menswear brands entered bankruptcy hoping to turn around the nearly half-century-old business in the midst of the Covid-19 pandemic by slashing at least $630 million in debt while pivoting to casual wear from business clothing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-kansas-key-senate-gop-primary-goes-down-to-wire-11596480327", "title": "In Kansas, Key Senate GOP Primary Goes Down to Wire", "date": "2020-08-03 17:14", "summary": "More than $17 million spent on ads in contest that could help determine Senate control. As Kansas Republicans prepare to vote Tuesday in a bitterly contested primary, some in the GOP are warning that a victory by the state's former top election official, Kris Kobach, could cost their party a pivotal seat as they battle Democrats for control of the U.S. Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-borrow-estimated-2-trillion-in-second-half-of-2020-treasurysays-11596482647", "title": "U.S. Will Borrow Estimated $2 Trillion in Second Half of 2020, Treasury Says", "date": "2020-08-03 16:58", "summary": "Estimate assumes Congress will pass $1 trillion of additional stimulus. WASHINGTON-The U.S. expects to borrow an additional $2 trillion in the second half of the year as federal spending ramps up to combat the coronavirus pandemic, the Treasury Department said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-03-2020-11596446113", "title": "U.S. Stocks Climb to Start the Month", "date": "2020-08-03 16:45", "summary": "Technology companies' gains, slowing of new U.S. Covid-19 cases lift indexes. U.S. stocks rose on Monday, lifted by a surge in technology stocks like Apple and Microsoft , as well as signs that the rate of new coronavirus infections could be slowing.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-near-65-billion-restructuring-deal-with-bondholders-11596487233", "title": "Argentina Near $65 Billion Restructuring Deal With Bondholders", "date": "2020-08-03 16:40", "summary": "Latin America's third-largest economy is finalizing a restructuring settlement with bondholders including BlackRock. Argentina's government is finalizing an agreement with its biggest private creditors to restructure about $65 billion in foreign debt and resolve the country's third sovereign default this century, according to people involved in the talks.", "categories": [["WSJ News Exclusive", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-chairmen-issue-subpoenas-in-probe-of-u-s-arms-sales-to-saudi-arabia-11596474283", "title": "House Chairmen Issue Subpoenas in Probe of Arms Sales to Saudi Arabia", "date": "2020-08-03 16:32", "summary": "Democratic leaders demand State Department officials testify as part of investigation of 2019 arms sale and the dismissal of inspector general. Congressional Democrats, moving forward with an inquiry into the firing of the State Department's former inspector general, issued subpoenas to four State Department officials and released excerpts Monday from an interview with a former agency official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-insurer-aig-swings-to-quarterly-loss-on-substantial-losses-tied-to-pandemic-11596486068", "title": "AIG Swings to Quarterly Loss", "date": "2020-08-03 16:21", "summary": "AIG said that 'impacts from Covid-19 remain manageable'. Global insurance conglomerate American International Group Inc. swung to a loss for the second quarter driven in part by substantial costs tied to the pandemic as well as losses on the sale of most of its Fortitude Group Holdings LLC stake.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-lords-review-on-gigabytes-and-garden-sights-11596484869", "title": "'Data Lords' Review: On Gigabytes and Garden Sights", "date": "2020-08-03 16:01", "summary": "Maria Schneider leads a big band on a two-disc release that explores the dominance of the digital world and the quest to preserve natural space.. In 2015 Maria Schneider won Grammy Awards for two contrasting recordings. One was for \"The Thompson Fields\" (ArtistShare), an album by her orchestra, which has been her primary band since the early '90s. The music was serene and richly evocative of rolling hills and tranquil fields; it was inspired by a visit to her native Minnesota. The other was for her arrangement of David Bowie's \"Sue (or in a Season of Crime),\" a dark, ominous piece that suggested a dystopian urban future. On her new recording, \"Data Lords\" (ArtistShare), she expands and develops both sounds.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-warns-new-measures-planned-for-china-over-human-rights-11596120988", "title": "Pompeo Warns New Measures Planned for China Over Human Rights", "date": "2020-08-03 14:58", "summary": "Secretary of state defends $41 billion budget request, says he is aware of interest in bilateral trade negotiations with Taiwan, during hearing. WASHINGTON-Secretary of State Mike Pompeo said the U.S. is planning measures to address human-rights violations in China's Xinjiang region, furthering the Trump administration's recent confrontation with Beijing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-at-18-but-without-drinking-any-beer-11596479652", "title": "Voting at 18, but Without Drinking Any Beer", "date": "2020-08-03 14:34", "summary": "Whether the age of legal adulthood is 18 or 21, one should be an adult for everything.. Regarding David Gelernter's \"Eighteen Is Too Young to Vote\" (op-ed, July 29): I am 17. Last year I filed my first tax return and thought: \"Why am I being taxed when I can't even vote?\" I want a say in how my tax money is used. When I turn 18, I'll have already been deprived of two years of hard-earned money that the government has taken from me while I have no voice in how that money is used. If the voting age were to be extended to 21, the laws regarding taxing those who cannot vote would have to be revised as well.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-sowell-is-right-but-schools-still-fail-11596479569", "title": "Thomas Sowell Is Right but Schools Still Fail", "date": "2020-08-03 14:32", "summary": "File suit. Depose teacher after teacher, asking if there are students in their classes not doing well, but who would likely do far better if disruptive students were removed.. Regarding Jason L. Riley's \"Thomas Sowell Has Been Right From the Start\" (Upward Mobility, July 22): We are products of New York City public schools through college (CCNY in the early 1960s). We received an education equal to, and in some respects superior to, the one our children received in a highly regarded suburban system and at the Ivy League colleges they attended.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-is-overburdened-now-dont-add-race-to-mandate-11596479492", "title": "Fed Is Overburdened Now, Don't Add Race to Mandate", "date": "2020-08-03 14:31", "summary": "The central bank shouldn't be burdened with the task of reversing centuries of racial inequities.. Regarding your editorial \"A Peek Inside a Biden Fed\" (July 21): As the administrator of monetary policy, the Federal Reserve has enough problems managing its twin goals of full employment with price stability in the era of Covid-19. Former Vice President Joe Biden's platform of social and racial equity certainly lies in the area of fiscal policy. Black employment lags behind other ethnic groups for complex reasons. This can be partially alleviated by targeted investment in education. The whole country needs an education policy for developing skills required for our digital age, and in this we lag far behind Asia and several European countries.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-give-princeton-good-marks-for-freedom-of-speech-11596479413", "title": "Don't Give Princeton Good Marks for Freedom of Speech", "date": "2020-08-03 14:30", "summary": "Free speech doesn't exist when the price is so high that only a few can afford it. I thank Joshua T. Katz for paying the price Princeton charged.. Prof. Joshua T. Katz concludes \"I Survived Cancellation at Princeton\" (op-ed, July 27) with this sentence: \"Free speech and robust debate have prevailed at Princeton.\" But at what cost? His piece indicates that it was high. If you were denounced by your colleagues and told by your boss, in this case Princeton President Christopher Eisgruber, that you had violated your obligation to reasonably exercise free speech, would you seek employment elsewhere or start counting your days until retirement?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-bridge-is-a-better-way-to-honor-john-lewis-11596479338", "title": "A New Bridge Is a Better Way to Honor John Lewis", "date": "2020-08-03 14:28", "summary": "Rather than renaming an 80-year-old bridge with a limited future lifespan, a better tribute to John Lewis would be a new bridge over the Alabama River.. Regarding Jonathan Zimmerman's \"Dropping 'Pettus' Is a Bridge Too Far\" (op-ed, July 30): Rather than renaming an 80-year-old bridge with a limited future lifespan, a better tribute to John Lewis would be a new bridge over the Alabama River. From the bridge's Wikipedia entry: \"In 2011, the bridge was listed as functionally obsolete, meaning that it does not meet current design standards for its current traffic load.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blocked-by-senate-trump-nominee-takes-a-nearly-identical-pentagon-job-11596477068", "title": "Blocked by Senate, Trump Nominee Tata Takes Nearly Identical Job", "date": "2020-08-03 14:28", "summary": "Anthony Tata withdrew from consideration after the Senate canceled a confirmation hearing. The Trump administration named a retired Army general to a top Pentagon policy job on an acting basis after his nomination to a similar position stalled last week in the Senate, a move that some lawmakers denounced as a White House bid to skirt the confirmation process.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-fires-tennessee-valley-authority-board-members-cites-shift-to-foreign-workers-11596479284", "title": "Trump Fires Tennessee Valley Authority Board Members, Cites Shift to Foreign Workers", "date": "2020-08-03 14:28", "summary": "TVA drew criticism earlier this year after saying it would outsource 20% of its IT workforce to foreign companies. WASHINGTON-President Trump removed the chairman of the Tennessee Valley Authority board of directors and another board member and called for the firing of the federally owned utility's CEO on Monday as he signed an executive order designed to prevent U.S. federal workers from being displaced by foreigners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-to-open-new-bridge-two-years-after-deadly-collapse-11596467207", "title": "Italy Opens New Bridge, Two Years After Deadly Collapse", "date": "2020-08-03 13:57", "summary": "The new structure in Genoa has become a symbol of pride for many Italians. MILAN-Italy inaugurated a new bridge on a stretch of highway connecting the port city of Genoa to France, almost two years to the day after its predecessor collapsed, killing 43 people and shining a light on the dilapidated state of the country's infrastructure.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-truck-maker-lordstown-motors-to-go-public-in-reverse-merger-11596471825", "title": "Electric-Truck Maker's Deal Adds Further Spark to Battery-Powered Market", "date": "2020-08-03 13:56", "summary": "Lordstown Motors, valued at $1.6 billion, joins others in merging with 'blank check' company rather than pursue an IPO. Lordstown Motors Corp., the electric-truck startup working to revive a former General Motors Co. plant in Ohio, plans to go public through a reverse merger deal, becoming the latest firm to tap investor excitement around battery-powered vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-driller-fieldwood-energy-preps-for-imminent-bankruptcy-filing-11596476556", "title": "Offshore Driller Fieldwood Energy Preps for Imminent Bankruptcy Filing", "date": "2020-08-03 13:42", "summary": "A chapter 11 filing, which could come in a matter of days, would be the offshore driller's second in two years. Fieldwood Energy LLC, an oil driller that operates in the Gulf of Mexico, is preparing to file for bankruptcy within days as it grapples with the prolonged slump in commodity prices exacerbated by the coronavirus pandemic, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/find-covid-depressing-buy-a-ferrari-11596471673", "title": "Find Covid Depressing? Buy a Ferrari", "date": "2020-08-03 13:38", "summary": "The Italian racing-car brand has attracted strong orders this summer. It turns out that retail therapy extends to the super rich.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-foods-picks-former-tech-executive-dean-banks-as-new-ceo-11596454200", "title": "Tyson Foods Picks Former Tech Executive as New CEO", "date": "2020-08-03 13:33", "summary": "Dean Banks says his technology background will help the meat company evolve. Tyson Foods Inc. said it would promote company president Dean Banks to chief executive, elevating a former Silicon Valley tech executive as the biggest U.S. meat company grapples with fallout from Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-gain-valuable-skills-in-bankruptcys-school-of-hard-knocks-11596475325", "title": "CFOs Gain Valuable Skills in Bankruptcy's School of Hard Knocks", "date": "2020-08-03 13:22", "summary": "Finance chiefs that steer companies through the restructuring process get a crash course on how to manage liquidity-and stress-when times get tough. Steering a company through bankruptcy can be an unexpected bright spot on a chief financial officer's résumé.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-launches-pick-up-despite-covid-19-pandemic-11596466800", "title": "Hedge-Fund Launches Pick Up Despite Pandemic", "date": "2020-08-03 13:08", "summary": "Former Soroban founder Kapadia has raised over $1 billion in committed capital for new firm XN. Raising money for a new hedge fund long was contingent on a host of in-person meetings. But a slate of managers are launching sizable startup funds despite complications wrought by the new coronavirus.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blm-and-the-bodeguita-11596474293", "title": "BLM and the Bodeguita", "date": "2020-08-03 13:04", "summary": "A restaurant owner says the organization has gone too far.. Is the Black Lives Matter organization asking too much? \"Members of Louisville's Cuban community rallied together Sunday in support of an immigrant-owned business,\" reports Tyler Emery of the city's ABC affiliate WHAS. \"The owner of La Bodeguita de Mima, Fernando Martinez, came under fire recently after he publicly spoke out against a list of demands Black Lives Matter protesters gave\" to business owners in the city's NuLu neighborhood.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-federal-reserve-jerome-powell-covid-coronavirus-dollar-lending-economy-foreign-currency-11596228151", "title": "Covid Supercharges Federal Reserve as Backup Lender to the World", "date": "2020-08-03 12:51", "summary": "When the coronavirus halted the global economy, the U.S. central bank lent massively to foreign counterparts. When the coronavirus brought the world economy to a halt in March, it fell to the U.S. Federal Reserve to keep the wheels of finance turning for businesses across America.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-faces-1-4-billion-lawsuit-by-chinese-ai-firm-in-siri-patent-fight-11596436018", "title": "Apple Faces $1.4 Billion Lawsuit in China in Siri Patent Fight", "date": "2020-08-03 12:41", "summary": "Shanghai Zhizhen Network Technology's suit could prevent Apple from selling many of its products in China. A Shanghai company has filed a patent-infringement lawsuit against Apple Inc. that, if successful, could prevent the American tech giant from selling many of its products in its most important market outside the U.S.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-calls-for-more-privacy-protections-after-family-was-shot-in-new-jersey-11596472714", "title": "Federal Judge Calls for More Privacy Protections After Family Was Shot in New Jersey", "date": "2020-08-03 12:38", "summary": "U.S. District Judge Esther Salas says internet allowed 'depraved human being to find all our personal information and target us'. A federal judge in New Jersey is calling for tighter privacy protections for judges after her son was shot and killed by a gunman who tracked her family and compiled a dossier of personal information about them.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rock-leads-investor-group-buying-xfl-out-of-bankruptcy-11596472398", "title": "'The Rock' Leads Investor Group Buying XFL Out of Bankruptcy", "date": "2020-08-03 12:33", "summary": "Consortium including Dwayne Johnson, Dany Garcia and RedBird offers $15 million for football league. The XFL is poised to be sold out of bankruptcy for $15 million to an investment group that includes Dwayne \"The Rock\" Johnson, businesswoman Dany Garcia and RedBird Capital Partners LLC, giving the football league another opportunity to relaunch after the coronavirus pandemic ended a promising reboot season.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/used-car-dealers-really-really-want-to-buy-your-vehicle-11596471979", "title": "Used-Car Dealers Really, Really Want to Buy Your Vehicle", "date": "2020-08-03 12:26", "summary": "A shortage of inventory, along with higher demand, has used-car salespeople asking what it will take to get you out of your ride. A 10-year-old baby blue Volkswagen Beetle was the most recent impulse-buy for used-car manager Josh Levasseur.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-you-buy-a-beat-up-jacket-for-325-off-instagram-teens-do-11596471072", "title": "Why Teens Are Paying $325 for Beat-Up Jackets on Instagram", "date": "2020-08-03 12:11", "summary": "On the popular social media platform, teenagers and 20-somethings have created a vintage marketplace boasting tattered T-shirts and decades-old denim. SEARCH THE HASHTAG#vintagecarhartt on Instagram and 11,679 posts will spool out onto your phone screen. The posts showcase weathered Carhartt reinforced-knee pants or work jackets, and many stem from a budding community of small-scale vintage clothing dealers who are based on Instagram. Their accounts tend to share key characteristics. The sellers photograph their distressed products against white or gray backgrounds for maximum contrast. The account names nod snappily to antiquity: @AgedMatter or @FromThePast. And rarely do the accounts list an item's price in the post itself. To determine that crucial detail, you must direct-message the seller.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-talks-to-buy-tiktoks-u-s-operations-raise-concerns-in-china-11596465664", "title": "Microsoft's Talks With TikTok Raise Ire in China", "date": "2020-08-03 12:07", "summary": "Washington's push for Chinese company to sell American operations hardens suspicions in China that the U.S. aims to sabotage its technology. Washington's ultimatum to the Chinese owner of TikTok-sell the app's U.S. operations or leave the country-is hardening long-held suspicions in China that the U.S. aims to sabotage the country's efforts to grow its technology, while raising concerns about the precedent it could set for Chinese companies with global ambitions as U.S.-China relations unravel.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-star-pays-24-5-million-for-miami-beach-home-11596470477", "title": "Social-Media Star Pays $24.5 Million for Miami Beach Home", "date": "2020-08-03 12:01", "summary": "Gianluca Vacchi's new house has 150 feet of waterfront. The DJ and social-media star Gianluca Vacchi has purchased a furnished waterfront Miami Beach home for $24.5 million, according to people with knowledge of the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-may-test-the-faith-with-tiktok-11596470420", "title": "Microsoft May Test the Faith With TikTok", "date": "2020-08-03 12:00", "summary": "A deal could stretch Microsoft's renewed credibility in deals and business execution. The backdrop for Microsoft 's interest in TikTok couldn't be more favorable. But the software giant still has a lot on the line if it ends up winning the hand of the upstart social network.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-test-positive-for-coronavirus-and-be-at-work-sports-leagues-say-yes-11596470110", "title": "Can You Test Positive and Be at Work? Sports Leagues Say Yes", "date": "2020-08-03 11:55", "summary": "While the scientific community is still trying to fully understand who is still infectious, the NFL and MLB say it's safe for players to return even while they're still testing positive and enough time has elapsed. When American sports leagues began to chart their paths for the pandemic, they faced countless questions. How often should they test? Would the NBA's bubble burst? How many rule changes does it take to drive MLB purists cuckoo?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-and-loathing-in-covid-america-11596470084", "title": "Fear and Loathing in Covid America", "date": "2020-08-03 11:54", "summary": "Public panic and media scorn are shutting down important debates about how to tackle the virus.. The fear surrounding Covid-19, combined with the media's judgmental portrayal of new coronavirus cases as failures of political leadership and citizen morality, are backing policy makers into a corner and seeding social turmoil. Rising case numbers are the expected result of basic, powerful human desires to participate in life. Rather than acknowledge this, politicians are allowing fear to fuel poor policy decisions. A course correction will require empowering Americans to prevent illness and absolving ourselves from the prevailing narrative.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elites-fiddle-while-america-burns-11596470035", "title": "The Elites Fiddle While America Burns", "date": "2020-08-03 11:53", "summary": "The Great 2020 Meltdown has exposed the rottenness of our political and corporate establishments.. The most intolerable irony of the past few miserable months has been listening to our self-appointed moral leaders lecture us on the nation's irredeemable sinfulness from the comfort of their own secure, well-upholstered positions, while we endure daily the urban nightmare of a world created by their political allies.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-entrepreneurs-urged-to-ride-the-current-momentum-11596469626", "title": "Black Entrepreneurs Urged to Ride the Current Momentum", "date": "2020-08-03 11:47", "summary": "Panelists at The Wall Street Journal's Race and Progress at Work forum urged Black small business owners to take advantage of fresh attention. There is \"heightened conversation around supporting and finding and exploring Black-owned businesses\" right now, said Lauren Maillian, head of Digitalundivided, an incubator for Black and Latina women entrepreneurs. \"Take advantage of it.\"", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-lifts-watch-as-isaias-is-downgraded-from-hurricane-to-tropical-storm-11596390584", "title": "Florida Lifts Watch as Isaias Is Downgraded to Tropical Storm", "date": "2020-08-03 11:46", "summary": "Thousands of coastal residents were left without power amid heavy rain and gusty winds. Florida officials lifted a storm watch for the state's eastern coastline on Sunday as Isaias weakened to a tropical storm, but thousands of residents lost power as strong rains and gusty winds affected the area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-factories-increase-production-but-overseas-demand-remains-soft-11596462478", "title": "Global Factories Increase Production, but Overseas Demand Remains Soft", "date": "2020-08-03 11:36", "summary": "Export orders were soft across most of the countries, and activity contracted in Japan and South Korea. Factories across the U.S., Europe and parts of Asia increased production in July, but the upswing was held back by weak global trade and suggested a long and precarious road ahead for the global economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-teenage-brain-pushes-young-people-to-ignore-virus-restrictions-11596467107", "title": "Why the Teenage Brain Pushes Young People to Ignore Virus Restrictions", "date": "2020-08-03 11:24", "summary": "Tagged as irresponsible for socializing in big groups, teens and twentysomethings are grappling with a 'biological mandate' to see friends and colleagues. Monica Sager didn't see her boyfriend for four months after she moved back into her childhood home in Pottstown, Pa., in March. She also didn't go to any friends' houses or social events.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refiners-retrench-as-demand-for-gasoline-jet-fuel-shrivels-11596447000", "title": "Refiners Retrench as Demand for Gasoline, Jet Fuel Shrivels", "date": "2020-08-03 11:11", "summary": "U.S. fuel makers ran below capacity in the second quarter in a preview of the challenges they are likely to face as the world transitions away from fossil fuels. U.S. fuel makers slashed production during the second quarter as they reeled from a historic decline in demand for gasoline and jet fuel.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktokers-cant-quit-tiktok-thats-why-its-at-the-center-of-a-global-business-battle-11596466957", "title": "Why TikTok Is at Center of Global Business Battle", "date": "2020-08-03 11:02", "summary": "Infectious app becomes geopolitical ping-pong ball, prompting endless efforts to save it. What do you do when the president of the U.S. says he plans to ban your favorite app? You dance.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-pixel-4a-review-why-spend-1-000-when-you-can-spend-349-11596466800", "title": "Google Pixel 4a: Lots of Phone for $349", "date": "2020-08-03 11:00", "summary": "The Pixel 4a is a great value smartphone, with lots of premium photography tricks, but it isn't the only deal in town. I'll let you in on a not-so-secret secret: You don't need to spend a thousand dollars on a premium smartphone. You can get the same features by paying half as much, or less.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-china-questions-for-candidate-biden-11596466151", "title": "Five China Questions for Candidate Biden", "date": "2020-08-03 10:49", "summary": "Handling the rapidly deteriorating ties between China and the U.S. is the most important issue facing the country and the world in the coming years. Let us take a step back-OK, make that several big steps back-from the sounds and fury of this summer and take note of what should be obvious: The most important issue facing the country and the world in coming years is the rapidly deteriorating relationship between the two most powerful nations on the planet, China and the U.S.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-aims-for-a-deal-to-buy-tiktoks-u-s-business-11596418842", "title": "Inside the Microsoft Talks to Buy TikTok's U.S. Business", "date": "2020-08-03 10:47", "summary": "Covert discussions began weeks ago. After the software giant's CEO and Trump spoke Sunday, Microsoft said an agreement could include the video app's operations in Canada, Australia and New Zealand.. Microsoft Corp. said it will move forward with plans to buy the U.S. operations of the hit video-sharing app TikTok, capping weeks of covert dealmaking that were almost upended by an 11th-hour intervention from President Trump.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-has-more-problems-than-covid-19-11596463955", "title": "HSBC Has More Problems Than Covid-19", "date": "2020-08-03 10:12", "summary": "Linking East and West has been a good business for the Asia-focused bank, but it is getting harder to balance political priorities in its main markets. HSBC was established to connect the West and the East. It has been a sound strategy for most of the past 155 years, but currently has the bank caught in a geopolitical web over which it has little control.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-elevens-21-billion-deal-could-be-a-marathon-11596451820", "title": "7-Eleven's $21 Billion Deal Could Be a Marathon", "date": "2020-08-03 10:10", "summary": "The massive deal makes strategic sense but still looks pricey, particularly given the struggling state of the U.S. petroleum industry. 7-Eleven is paying top price for its shopping trip in the U.S.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gcm-grosvenor-to-merge-with-cantor-fitzgerald-spac-11596456900", "title": "GCM Grosvenor to Merge With Cantor Fitzgerald SPAC", "date": "2020-08-03 10:06", "summary": "The deal to take the asset manager public is worth $2 billion including debt. GCM Grosvenor is merging with a special purpose acquisition company in a deal that will take the Chicago asset manager public.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-claims-responsibility-for-deadly-attack-on-afghan-prison-11596448716", "title": "Islamic State Claims Responsibility for Deadly Attack on Afghan Prison", "date": "2020-08-03 09:53", "summary": "Afghan forces retake the prison following a more than 18-hour gunbattle. KABUL-Islamic State claimed responsibility for storming a prison in eastern Afghanistan holding hundreds of its members, in an attack that killed at least 29 people and allowed numerous inmates to escape.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-a-recovery-from-covid-brings-a-greater-sense-of-safety-11596462443", "title": "For Some, a Recovery From Covid-19 Brings a Greater Sense of Safety", "date": "2020-08-03 09:47", "summary": "Scientists don't know how long any immunity to future infection might last. But many patients say recovery has given them a greater confidence to resume their lives.. After fighting off cases of Covid-19, Danielle Vito and her husband needed a break. When they tested positive for antibodies, they decided to take a trip to Mexico in July. \"That played a big factor when I was traveling,\" says Ms. Vito, a 28-year-old social media marketer. \"It gives a little sense of hope that you will be safer.\"", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-to-resume-television-advertising-after-internal-review-11596458445", "title": "Trump Campaign to Resume Television Advertising After Internal Review", "date": "2020-08-03 09:42", "summary": "Ads to be launched in Arizona, Florida, Georgia and North Carolina. WASHINGTON-The Trump campaign is resuming television advertising after a temporary pause with a pair of spots set to run in four states that allow the public to vote early.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/societe-generale-retreats-from-risky-structured-products-11596453181", "title": "Société Générale Retreats From Risky Structured Products", "date": "2020-08-03 09:20", "summary": "The French bank, stung by trading losses, said it would pull back from one of its specialties, complex financial derivatives tied to stocks. French banking giant Société Générale SA, stung by coronavirus-related trading losses earlier this year, plans a retreat in its investment-banking unit and posted a surprise loss Monday, even as rivals thrived on the increase in stock and bond trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-kn95-face-masks-11596460569", "title": "What to Know About KN95 Face Masks", "date": "2020-08-03 09:16", "summary": "Masks made to China's standards for respiratory protection aim for similar benefits as N95 masks. But there are key differences.. Masks made to China's standards for respiratory protection aim for similar benefits as N95 masks. But there are key differences.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-college-football-wear-a-mask-socially-distance-and-empower-players-11596460357", "title": "Want College Football? Wear a Mask. Socially Distance. And Empower Players", "date": "2020-08-03 09:12", "summary": "Discontent over playing through a virus becomes a movement in the Pac-12. So: college football?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odell-beckham-jr-doesnt-think-the-nfl-should-come-back-this-season-11596457975", "title": "Odell Beckham Jr. Doesn't Think the NFL Should Come Back This Season", "date": "2020-08-03 08:32", "summary": "Just before attending training camp, the Browns wide receiver says, \"We're not ready for football season. So why are we trying to push forward?\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fifty-years-after-designing-electric-lady-studios-architect-cuts-new-track-with-ai-11596457800", "title": "Fifty Years After Designing Electric Lady Studios, Architect Cuts New Track With AI", "date": "2020-08-03 08:30", "summary": "Acoustics pioneer John Storyk and his team built a tool to help them optimize musical recording and performance spaces for low-frequency sounds. Architect and acoustician John Storyk, known for designing recording and performance spaces around the world, was frustrated by the limits of the software at his firm's disposal. So last year, he and his research and development director decided to build their own.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luck-be-an-electric-lady-how-architect-john-storyk-got-his-break-with-jimi-hendrix-11596457802", "title": "Luck, Be an Electric Lady: How Architect John Storyk Got His Break With Jimi Hendrix", "date": "2020-08-03 08:30", "summary": "As a recent college graduate, Mr. Storyk designed the guitar legend's recording studio in New York 50 years ago. Architect and acoustician John Storyk got his break at age 22 designing Electric Lady Studios for Jimi Hendrix. More than half a century later, the acoustics of the facility stand up to many facilities designed with newer technologies, according to Eddie Kramer, the recording producer and engineer who has worked with Hendrix, Led Zeppelin, the Beatles, the Rolling Stones, David Bowie and others.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marathon-petroleum-to-sell-gas-station-chain-to-7-eleven-owners-for-21-billion-11596409261", "title": "Marathon to Sell Gas-Station Chain to 7-Eleven Owners for $21 Billion", "date": "2020-08-03 08:04", "summary": "Activists including Elliott Management had pressured Marathon to spin off its convenience stores. Fuel maker Marathon Petroleum Corp. said it has agreed to sell its gas stations to the owners of the 7-Eleven convenience store chain for $21 billion in the largest U.S. energy-related deal of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hobbled-by-coronavirus-and-looting-new-yorks-small-businesses-snap-up-millions-in-city-assistance-11596456166", "title": "New York's Small Businesses Snap Up Millions in City Assistance", "date": "2020-08-03 08:02", "summary": "More than $48 million in grants and loans have gone to thousands of operations in five boroughs; 'We needed something fast'. New York City has doled out more than $48 million in grants and loans to thousands of small businesses hit by the coronavirus pandemic as well as looting that occurred after protests in June.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-city-built-on-the-slave-trade-britains-oldest-black-community-seeks-a-reckoning-11596454391", "title": "In a City Built on the Slave Trade, Britain's Oldest Black Community Seeks a Reckoning", "date": "2020-08-03 07:58", "summary": "Resume Subscription. LIVERPOOL, England-Standing on a rain-drenched boulevard in this northern English port city, Laurence Westgaph points to an empty stone plinth that sits at the heart of Britain's oldest Black community.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-world-has-too-many-jet-engines-11596455704", "title": "The World Has Too Many Jet Engines", "date": "2020-08-03 07:55", "summary": "Grounded airline fleets with limited maintenance needs could depress engine makers' revenues for longer than investors expect. A \"V-shaped\" recovery is looking even more unlikely for aircraft-engine makers than for the global economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-profit-slumps-on-coronavirus-trade-tensions-11596433630", "title": "HSBC Profit Slumps on Coronavirus, Trade Tensions", "date": "2020-08-03 07:43", "summary": "Profit for the London-based bank with Asian roots fell 96% in the second quarter. LONDON- HSBC Holdings PLC's net profit plummeted in the second quarter as the impact of the coronavirus pandemic complicated the bank's efforts to refocus on Asia while dealing with rising U.S.-China political tensions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-arizona-to-acquire-ashford-university-in-online-push-11596452400", "title": "University of Arizona to Acquire Ashford University in Online Push", "date": "2020-08-03 07:00", "summary": "Zovio, the parent of the for-profit target college, would run new venture under a service contract. The University of Arizona is acquiring the assets of for-profit college Ashford University from Zovio Inc. in an effort to establish itself as a major competitor in online education and attract more working-adult students domestically and abroad.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-shows-the-dangers-of-covid-19-drug-mania-11596452402", "title": "Gilead Shows the Dangers of Covid-19 Drug Mania", "date": "2020-08-03 07:00", "summary": "Investors chasing vaccine riches have assumed unrealistic odds of success and of profitability in the case of a breakthrough for treating the new coronavirus. Researchers are racing to develop a Covid-19 vaccine, and investors are in a mad dash to profit from it. The financial side of this exercise is likely to run into trouble.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-studies-experimental-covid-19-drug-in-nursing-homes-11596451502", "title": "Eli Lilly Studies Experimental Covid-19 Drug in Nursing Homes", "date": "2020-08-03 06:45", "summary": "Late-stage trial explores whether antibody drug can help reduce infections in facilities with a diagnosed coronavirus case. Eli Lilly & Co. has started a study exploring whether its experimental Covid-19 drug can prevent infections among vulnerable residents and staff at nursing homes and other long-term care facilities.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-hume-who-worked-to-end-violence-in-northern-ireland-dies-at-83-11596451348", "title": "John Hume, Who Worked to End Violence in Northern Ireland, Dies", "date": "2020-08-03 06:42", "summary": "Hume was seen as the principal architect behind the peace agreement to end the sectarian violence that plagued the region for three decades. LONDON-Politician John Hume, who won the Nobel Peace Prize for his work to end the sectarian violence in his native Northern Ireland, has died, his family said. He was 83.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-securities-fraud-unit-at-manhattan-u-s-attorneys-office-exits-11596448800", "title": "Head of Securities-Fraud Unit at Manhattan U.S. Attorney's Office Exits", "date": "2020-08-03 06:00", "summary": "Jason Cowley, who oversaw a number of high-profile insider-trading cases, is joining law firm McGuireWoods in Charlotte, N.C.. Jason Cowley, a federal prosecutor who in recent years has overseen the securities-fraud unit at the Manhattan U.S. attorney's office, has left the government for the private sector.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-sales-fall-25-but-millennial-bidders-soften-the-blow-11596448800", "title": "Sotheby's Sales Fall 25% but Millennial Bidders Soften the Blow", "date": "2020-08-03 06:00", "summary": "The auction house pivoted to online sales during the pandemic and targeted buyers in their 30s instead of Baby Boomers. Sotheby's sold $2.5 billion of art during the first seven months of the year, a 25.3% drop from the same period a year earlier and a sign that the art market took a major hit amid the pandemic. An influx of new, millennial bidders may be softening the blow, though.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-could-school-be-like-in-the-fall-summer-school-in-detroit-offers-a-preview-11596447001", "title": "What Could School Be Like in the Fall? Summer School in Detroit Offers a Preview", "date": "2020-08-03 05:30", "summary": "Opening of summer schools in Detroit drew protesters, a lawsuit. DETROIT-When public schools here opened for summer instruction, protesters blocked school buses and challenged the opening in a lawsuit. In-person learning was too risky, they said, amid the pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-indexes-lead-way-on-both-sides-of-atlantic-11596447000", "title": "Nasdaq Indexes Lead Way on Both Sides of Atlantic", "date": "2020-08-03 05:30", "summary": "Copenhagen exchange overcomes coronavirus fallout as health-care stocks make the difference. Nasdaq Inc. is cleaning up on both sides of the Atlantic.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melbourne-hardens-lockdown-to-combat-resurgent-coronavirus-outbreak-11596361390", "title": "Melbourne Hardens Lockdown to Combat Resurgent Coronavirus Outbreak", "date": "2020-08-03 02:27", "summary": "Australia's second-largest city imposes new six-week lockdown after earlier efforts failed to stem Covid-19. Australia's second-largest city is imposing a tough, new six-week citywide lockdown in a bid to more quickly suppress the spread of the coronavirus despite widespread community transmission.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdas-shifting-standards-for-chinese-face-masks-fuel-confusion-11596460191", "title": "FDA's Shifting Standards for Chinese Face Masks Fuel Confusion", "date": "2020-08-03 00:01", "summary": "Some states stop using KN95s to protect workers; agency cites 'regulatory flexibility'. A Food and Drug Administration effort to address a shortage of protective masks has instead opened the floodgates to 3,500 Chinese manufacturers' selling products of widely varying quality, potentially putting the public at risk and leaving some U.S. states with stockpiles of masks they no longer trust as protective gear, a Wall Street Journal analysis found.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/customs-ruling-to-boost-ability-to-identify-counterfeit-shipments-11596427261", "title": "Customs Ruling to Boost Ability to Identify Counterfeit Shipments", "date": "2020-08-03 00:01", "summary": "U.S. agency sees surge in small, tax-free packages from foreign sellers. WASHINGTON-U.S. Customs officials plan to issue a ruling Monday intended to give border agents more transparency about the origin of imports destined for U.S. warehouses, improving their ability to police shipments for counterfeits and other illegal goods.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596391192", "title": "Pepper...and Salt", "date": "2020-08-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-u-s-should-get-slice-of-tiktok-sale-price-11596479818", "title": "Trump Says U.S. Should Get Slice of TikTok Sale Price", "date": "2020-08-03 00:01", "summary": "President says he told Microsoft's Nadella that U.S. should get a cut 'because we're making it possible for this deal to happen'. WASHINGTON-President Trump said he was ready to approve a purchase of the U.S. operations of the Chinese video-sharing app TikTok, but only if the government receives \"a lot of money\" in exchange-an assertion of presidential power that appeared to lack precedent.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-wearhouse-parent-files-for-bankruptcy-11596420155", "title": "Men's Wearhouse Parent Files for Bankruptcy", "date": "2020-08-03 23:56", "summary": "Tailored Brands seeks bankruptcy protection from creditors after the coronavirus pandemic disrupted its business. Tailored Brands Inc., the parent company of Men's Wearhouse and Jos. A. Bank, has filed for bankruptcy after the coronavirus pandemic slashed demand for dress clothes.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guyana-ends-political-stalemate-as-new-president-is-sworn-in-11596425450", "title": "Guyana Ends Political Stalemate as New President Is Sworn In", "date": "2020-08-03 23:30", "summary": "Mohamed Irfaan Ali promises to unify South America's newest oil producer. Election authorities in the South American nation of Guyana declared opposition candidate Mohamed Irfaan Ali as the country's president, ending a political stalemate that had hampered the region's newest oil-producing nation since March.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-department-store-lord-taylor-files-for-bankruptcy-11596409396", "title": "Lord & Taylor, Once-Grand Department Store, Files for Bankruptcy", "date": "2020-08-03 22:45", "summary": "Chain's owner, the fashion rental service startup Le Tote, also files. Luxury department store chain Lord & Taylor, an industry pioneer dating back nearly 200 years, filed for bankruptcy along with its owner, the venture-backed fashion-rental subscription service Le Tote Inc.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-speaks-with-microsoft-ceo-about-tiktok-deal-11596411277", "title": "Microsoft Says It Remains Committed to Reaching TikTok Deal", "date": "2020-08-03 21:41", "summary": "CEO Satya Nadella speaks with President Trump about a possible deal to acquire U.S. operations of Chinese video-sharing app. WASHINGTON- Microsoft Corp. said it is committed to trying to acquire the U.S. operations of the Chinese video-sharing app TikTok on terms required by the White House, after Chief Executive Satya Nadella spoke by phone with President Trump about the possible deal.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-draws-strong-tv-ratings-in-opening-week-amid-uncertainty-over-season-11596373202", "title": "Baseball Draws Strong TV Ratings in Opening Week Amid Uncertainty Over Season", "date": "2020-08-03 21:29", "summary": "Los Angeles Dodgers, Houston Astros see twofold increase in viewership, Nielsen data show. The start of the Major League Baseball season, which came more than 100 days later than usual due to the coronavirus pandemic, drew significantly higher TV ratings than it did last year, a boon for sports networks that have had very little live content to run for months.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-isnt-going-away-so-lets-deal-with-the-obstacles-11596212590", "title": "Remote Work Isn't Going Away. So Let's Deal With the Obstacles.", "date": "2020-08-03 20:30", "summary": "Workers need to think of working from home indefinitely as a new career and adjust accordingly. Six months into the Covid crisis, remote work is no longer looking like a blip in the lives of millions of people, but rather a long-term realignment of how those workers and their organizations operate. It's time for people working from home to assert more control over how that transformation is reshaping their lives and careers.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-companies-favor-bullish-analysts-on-calls-bad-news-often-follows-11596208922", "title": "When Companies Favor Bullish Analysts on Calls, Bad News Often Follows", "date": "2020-08-03 20:30", "summary": "One or two quarters after such earnings calls, stocks of the companies have tended to fall on negative news, a study found.. Beware of companies that disproportionately call on bullish analysts to speak during earnings conference calls. They tend to later reveal negative news that drives down their share price.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-sets-some-companies-apart-in-the-current-crisis-11596311566", "title": "What Sets Some Companies Apart in the Current Crisis", "date": "2020-08-03 20:30", "summary": "Firms that are most effectively managed are less likely to have layoffs. As the downturn has affected a growing number of companies, it has become plain that \"no one is immune\" from letting workers go, in the words of Richard Florida, who teaches economic policy at the University of Toronto.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}]