[{"link": "https://www.wsj.com/articles/how-i-learned-to-stop-worrying-and-love-the-bear-market-11585301582", "title": "How I Learned to Stop Worrying and Love the Bear Market", "date": "2020-03-27 19:49", "summary": "A surprising share of a new bull market's returns pile up in its very early stages, when the average investor is at their most fearful. Everyone thinks they're a genius in a bull market, but it's only when prices head south that some people really stand out from the crowd.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-alters-policy-on-facial-recognition-investments-11585352890", "title": "Microsoft Alters Policy on Facial-Recognition Investments", "date": "2020-03-27 19:48", "summary": "Move includes selling minority stake in Israeli startup AnyVision. Microsoft Corp. has decided to no longer hold minority interests in companies that sell facial-recognition technology, a policy change that follows a controversial investment in Israeli startup AnyVision.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-we-need-cost-benefit-analysis-11585350326", "title": "Yes, We Need Cost-Benefit Analysis", "date": "2020-03-27 19:25", "summary": "A guru punts in the last paragraph but what he says is still worth listening to.. Our country's premier advocate for cost-benefit analysis has written about the coronavirus. He is Cass Sunstein, the Harvard law professor and former Obama White House regulatory guru.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-army-makes-an-impression-11585351268", "title": "'The American Army Makes an Impression'", "date": "2020-03-27 19:21", "summary": "Friedrich Kellner, a German who opposed the Nazis, recorded the arrival of Allied forces in his diary 75 years ago this week.. Allied forces crossed the Rhine 75 years ago this week. Meanwhile, Germans in the small town of Laubach anxiously twirled the radio dial for the latest news. The town had been full of early enthusiasts for Nazism, and many were stunned by the prospect of defeat. The Third Reich would collapse in a mere six weeks, having destroyed Europe in a ferocious pursuit to rule it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worst-case-coronavirus-science-11585351059", "title": "Worst-Case Coronavirus Science", "date": "2020-03-27 19:17", "summary": "Neil Ferguson clarified his Covid-19 projections. Good for him.. Give Neil Ferguson a break. Nearly two weeks ago Mr. Ferguson, an epidemiologist with Imperial College London, issued a report on Covid-19. Much of the public attention focused on his worst-case projection that there might as many as 2.2 million American and 510,000 British deaths. Fewer paid attention to the caveat that this was \"unlikely,\" and based on the assumption that nothing was done to control it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-divided-israels-unity-government-11585350956", "title": "A Divided Israel's Unity Government", "date": "2020-03-27 19:15", "summary": "Netanyahu will stay on for 18 months and then give way to Gantz.. It took three elections and a pandemic, but Israel finally will have a stable government after a year of uncertainty. This appears to mark the beginning of the end for Prime Minister Benjamin Netanyahu's political career, though that has been predicted many times before.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-the-ration-book-11585350435", "title": "Coronavirus and the Ration Book", "date": "2020-03-27 19:07", "summary": "During a dark American time, some used their coveted ration coupons to provide sustenance for others.. From the next aisle of a supermarket in southwest Florida the other morning, it sounded as if a fistfight might break out. I followed the raised voices and shouldn't have been surprised: Toilet paper. The argument was over the last four packages on the shelves. One man wanted all of them for himself; the other was furious that the first fellow wasn't willing to share.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-epidemics-change-civilizations-11585350405", "title": "How Epidemics Change Civilizations", "date": "2020-03-27 19:06", "summary": "Measures developed for the plagues of the 14th century are helping authorities fight the coronavirus now, says Yale historian Frank Snowden.. To put the coronavirus pandemic in perspective, consider what happened when the bubonic plague struck London in 1665. The onset of the disease could be sudden, says Yale historian Frank Snowden: \"You actually have people afflicted and in agony in public spaces.\" Trade and commerce swiftly shut down, and \"every economic activity disappeared.\" The city erected hospitals to isolate the sick. \"You have the burning of sulfur in the streets-bonfires to purify the air.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-seeks-to-raise-2-5-billion-in-debt-amid-stiff-coronavirus-headwinds-11585348367", "title": "ViacomCBS Seeks to Raise $2.5 Billion in Debt Amid Stiff Coronavirus Headwinds", "date": "2020-03-27 19:06", "summary": "Media industry is expected to be hard hit by the pandemic and the resulting economic fallout. ViacomCBS Inc. on Friday announced a $2.5 billion bond offering, as the struggling media company looks to shore up its balance sheet in the midst of a difficult business environment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-target-insurance-contracts-11585350279", "title": "Politicians Target Insurance Contracts", "date": "2020-03-27 19:04", "summary": "Lawmakers want them to pay out even when coverage doesn't apply.. Government shutdowns are wreaking widespread economic havoc, and now lawmakers are desperate for cash to shore up businesses that may have no choice other than to close. Some suggest that insurers should pick up the tab, but without a federal backstop this will generate more long-term economic damage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-stop-collecting-import-tariffs-for-three-months-officials-say-11585349037", "title": "U.S. Plans to Stop Collecting Import Tariffs for Three Months, Officials Say", "date": "2020-03-27 19:04", "summary": "Move aimed at helping U.S. businesses. WASHINGTON-The Trump administration is preparing to suspend collection of import tariffs for three months to give U.S. companies financial relief amid the coronavirus pandemic, according to administration officials.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-delays-summer-fuel-switchover-11585347644", "title": "EPA Delays Summer Fuel Switchover", "date": "2020-03-27 18:20", "summary": "Pandemic-induced slump in gasoline demand leaves oversupply of winter variety. WASHINGTON-The Environmental Protection Agency is delaying the changeover to summer gasoline by several weeks, saying otherwise the coronavirus pandemic could cause a fuel shortage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-enforce-measures-to-contain-coronavirus-as-cases-surpass-500-000-11585305961", "title": "U.S. Coronavirus Cases Exceed 100,000; Boris Johnson Tests Positive", "date": "2020-03-27 18:19", "summary": "Confirmed infections globally top 590,000 as Trump signs $2 trillion stimulus package approved by Congress. The U.S. surpassed 100,000 confirmed cases of the novel coronavirus Friday, led by a continued jump in infections in New York and in new hot spots across the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-on-the-life-and-works-of-robert-stone-globe-jotter-11585320738", "title": "Three on the Life and Works of Robert Stone: Globe Jotter", "date": "2020-03-27 18:09", "summary": "Robert Stone's novels turned a reportorial eye on America's shifting role in the world.. The life of Robert Stone contained virtually all the things one might consider essential to qualifying as a major postwar American novelist: a National Book Award (for \"Dog Soldiers,\" in 1975), movie adaptations, A-list friendships (Paul Newman, Nick Nolte), a succession of lucrative grants and residencies, depression exacerbated by drink and drugs, escalating advances, extensive dealings with Condé Nast, contrarian reviews in the late 1990s from Michiko Kakutani and James Wood. But whatever his credentials, however wide the recognition, Stone's friend, the novelist Madison Smartt Bell, was still duty-bound, like virtually all first biographers, to make a full-throated case for his continuing relevance and appeal. \"Child of Light\" forms part of a three-pronged onslaught, along with a Library of America edition of Stone's best-known novels and a selection of essays, \"The Eye You See With,\" both edited by Mr. Bell, but the reader who battles through these 2,000 pages might be forgiven for wondering at the scale of the tribute. Mr. Bell, in his role of biographer, proves as liable to presuppose his subject's importance (\"a complete maverick,\" \"one of the world's most brilliant, difficult, extraordinary men\") as the writer himself was in pontifical exercises called things like \"What Fiction Is For,\" while the freshly canonized novels, never at the cutting edge, too often seem slickly platitudinous and baldly conventional.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-assembly-required-review-how-nature-finds-a-way-11585346924", "title": "'Some Assembly Required' Review: How Nature Finds a Way", "date": "2020-03-27 18:08", "summary": "Did a virus help humans develop the ability to read, write and remember?. If you're over about 20 and learned about evolution in your high-school biology class, it's likely that there were a number of things that didn't seem to add up, and that you were exhorted to just take on faith. Random mutations occur, and across millions of births, the story goes, every once in a while an individual ends up with a mutation that confers a benefit for reproduction, or at least for living long enough to reproduce. The classic example is white-bodied moths (Biston betularia) on the trunk of a tree with white bark-they blend in and so are more difficult for predators to pick off. After the industrial revolution in the U.K. turned many of the white-barked trees black with soot, some moths that had randomly become black were better camouflaged; soon they were the only ones left to reproduce, and all U.K. moths became black-bodied.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dressed-review-wear-you-want-to-be-11585346851", "title": "'Dressed' Review: Wear You Want to Be", "date": "2020-03-27 18:07", "summary": "Meditations on Madonna's jackets, Cary Grant's suits and Van Gogh's paintings of his battered shoes.. In the course of reading Shahidha Bari's \"Dressed: A Philosophy of Clothes,\" I found myself thinking about my own wardrobe, past and present. In particular, a Calvin Klein coat I bought while in the throes of a divorce more than two decades ago. This was an elegant black wool winter-weight garment, trimmed in mink at the collar and cuffs, and at around $500, beyond what I might normally spend on a coat. But I enjoyed sticking it to my about-to-be ex on his Platinum Card, and the gesture seemed to signal a newfound independence. I didn't wear the coat much-and, yes, felt guilty about that fur-but it was deeply symbolic of a difficult period in my life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-to-emerge-as-big-stimulus-winner-11585331293", "title": "Boeing to Emerge as Big Stimulus Winner", "date": "2020-03-27 17:54", "summary": "Aerospace giant's customers and suppliers stand to benefit from government aid, even if Boeing declines direct taxpayer help. Boeing Co. is set to emerge as a big winner of the coronavirus stimulus package, even if the aerospace giant declines to seek direct taxpayer help.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retreat-from-risk-boosts-treasurys-11585333697", "title": "Retreat From Risk Boosts Treasurys", "date": "2020-03-27 17:51", "summary": "Slump in corporate bonds reflects mood of caution following three-day rally in stocks and other riskier assets. U.S. Treasurys rallied and corporate bonds slumped Friday, reflecting investors' caution following a three-day rally in stocks and other riskier assets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-medical-panel-devises-ventilator-sharing-protocol-11585345214", "title": "Trump Administration Medical Panel Devises Ventilator-Sharing Protocol", "date": "2020-03-27 17:40", "summary": "Panel races to post information online about how to share ventilators. The Trump administration has prepared a protocol for how to split ventilators among multiple Covid-19 patients that could be released as soon as today, according to two doctors working on it, even as the president has suggested the U.S. won't run short of the critical device.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-3-27-2020-11585280709", "title": "Stocks Drop, But Finish the Week With Big Gains", "date": "2020-03-27 17:26", "summary": "The Dow industrials posted their biggest weekly gain since 1938. The Dow Jones Industrial Average posted its biggest weekly gain since 1938, paring some of the losses of recent weeks, as lawmakers agreed to the largest economic-relief package in U.S. history in response to the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-delays-showdown-over-usa-gymnastics-bankruptcy-plan-11585339814", "title": "Coronavirus Delays Showdown Over USA Gymnastics Bankruptcy Plan", "date": "2020-03-27 17:26", "summary": "Contention over proposed offer to victims of sexual abuse requires waiting until courtrooms are safe, judge says. A courtroom confrontation between USA Gymnastics and victims of convicted serial sex offender and former team doctor Larry Nassar has been put off indefinitely as the coronavirus pandemic sweeps the globe.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-attacks-your-body-11585343549", "title": "How the Coronavirus Attacks Your Body", "date": "2020-03-27 17:12", "summary": "Here's what scientists know so far about how Covid-19 progresses inside the body. It starts, most often, with a cough or a sneeze.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nations-push-back-against-a-globalized-world-11585343300", "title": "Gerard Baker: Nations Push Back Against a Globalized World", "date": "2020-03-27 17:08", "summary": "Dangerous times remind governments that their first loyalty is to their own citizens. There are no atheists in foxholes, it's said, and we are learning quickly that there are no free traders in a pandemic.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-discloses-blackrocks-fee-structure-in-bond-purchasing-program-11585342944", "title": "Fed Discloses BlackRock's Fees for Bond-Purchasing Program", "date": "2020-03-27 17:02", "summary": "Aim is to limit chance firm will profit unfairly from contracted work to help calm markets. The Federal Reserve Bank of New York on Friday disclosed new protections aimed at reducing BlackRock Inc.'s chances of profiting unfairly from its contract to buy bonds on behalf of the U.S. government.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-stimulus-deal-came-back-from-the-brink-11585338737", "title": "How the Coronavirus Stimulus Deal Came Back From the Brink", "date": "2020-03-27 16:52", "summary": "Congress and the White House agreed on a massive package of economic relief in record time, but had to overcome partisan disputes and their own Covid-19 fears. WASHINGTON-When the top four congressional leaders gathered in Senate Majority Leader Mitch McConnell's office on March 22 for a meeting with senior Trump administration officials, marathon talks over the massive coronavirus relief bill had hit a snag.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-operator-killed-in-train-car-fire-11585325515", "title": "New York City Subway Operator Killed in Train-Car Fire", "date": "2020-03-27 16:50", "summary": "Sixteen passengers hurt; investigators probe series of suspicious fires at several subway stations. A New York City subway operator was killed and 16 passengers injured early Friday in a train-car fire under investigation as one in a string of possible arsons in subway stations, New York Fire Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-startups-see-new-demand-from-coronavirus-crisisand-hope-it-sticks-11585340847", "title": "Consumer Startups See New Demand From Coronavirus Crisis-And Hope It Sticks", "date": "2020-03-27 16:27", "summary": "Startups in food delivery, at-home fitness and other sectors see surge of new users; time will tell if they stay loyal once things go back to normal. Stuck at home for extended periods during the coronavirus pandemic, more Americans are speaking with doctors on video, ordering food online, working out to streaming videos and trying other technology services for the first time.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/primark-owner-relies-on-cost-cutting-government-help-to-manage-coronavirus-fallout-cfo-says-11585340837", "title": "Primark Owner Relies on Cost Cutting, Government Help to Manage Coronavirus Fallout, CFO Says", "date": "2020-03-27 16:27", "summary": "Job retention programs in Europe will cover around 75% of Primark's salary costs in Europe, according to finance director John Bason. Associated British Foods PLC is cutting costs and relying on government assistance to protect its balance sheet while its Primark fashion stores are closed during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-frequency-traders-feast-on-volatile-market-11585310401", "title": "High-Frequency Traders Feast on Volatile Market", "date": "2020-03-27 16:10", "summary": "Profits climb sharply with help from sophisticated computer algorithms and strategies that take advantage of rips and dips; 'a quarter for the record books'. Fast-trading investors have made big profits during the market's volatility, with strategies ranging from sophisticated computer algorithms to ones as simple as \"selling the rips and buying the dips.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/only-2-left-in-stock-order-now-but-does-that-really-work-11585339621", "title": "'Only 2 Left in Stock! Order Now!' But Does That Really Work?", "date": "2020-03-27 16:07", "summary": "When online retailers alert consumers they are low on stock, it can push people to buy right away. But only under certain conditions. Anyone who has bought a book on Amazon. com or made other online purchases is familiar with the message: \"Only 2 left in stock-order soon.\"", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corona-countermeasures-also-helping-to-combat-flu-11585339574", "title": "Corona Countermeasures Also Helping to Combat Flu", "date": "2020-03-27 16:06", "summary": "Latest CDC data provide encouraging news.. Social distancing already seems to have diminished the impact of influenza in the U.S. by one key measure and should help to limit coronavirus as well.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-surveillance-is-here-to-stay-11585339451", "title": "Carrie Cordero and Richard Fontaine: Health Surveillance Is Here to Stay", "date": "2020-03-27 16:04", "summary": "How much privacy will Americans be willing to give up for a better chance of defeating the new coronavirus?. Washington's post-9/11 debate about how much surveillance a free society should allow has suddenly become about much more than counterterrorism and national security. Amid today's global pandemic, key technology companies are in talks with federal and state governments about employing their tools against Covid-19. Facebook , which holds a trove of geolocation information, is sharing disease-migration maps. Clearview AI, a facial-recognition tech firm, may be able to track infected patients and identify people they have met. Smart thermometers are recording and transmitting fevers in real time. The data firm Palantir is working with the Centers for Disease Control and Prevention to collect and analyze vast information streams.", "categories": [["Life & Work", "Ideas", "Essay", "After the Pandemic"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-schools-to-stay-shut-until-at-least-april-15-11585329839", "title": "New York Schools to Stay Closed Until at Least April 15", "date": "2020-03-27 15:58", "summary": "Cuomo cites increasing numbers of coronavirus cases, now totaling 44,635 statewide. New York schools will remain closed until at least April 15 as the state's coronavirus outbreak continues to grow, Gov. Andrew Cuomo said.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-agrees-to-draft-climate-change-shareholder-resolution-11585339089", "title": "BP Agrees to Draft Climate Change Shareholder Resolution", "date": "2020-03-27 15:58", "summary": "The decision comes as energy companies face pressure from investors to dial down their exposure to fossil fuels. BP PLC said it has agreed to draft a shareholder resolution to be voted on next year that would enshrine its pledge to reach carbon neutrality by 2050, as investors urge major oil companies to diversify their portfolios to cleaner energy.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-forces-hospitals-to-consider-rationing-treatment-11585336785", "title": "Pandemic Forces Hospitals to Consider Rationing Treatment", "date": "2020-03-27 15:30", "summary": "Patients in New York would be coded 'blue,' 'red,' 'yellow' or 'green' for deploying ventilators; surgeries for other health conditions face delays. As Jerry Ed Roth prepared for heart surgery this month, doctors told the former theater director that the procedure might buy him a couple extra years for his life.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-those-401-k-s-in-the-time-of-coronavirus-11585337257", "title": "All Those 401(k)s in the Time of Coronavirus", "date": "2020-03-27 15:27", "summary": "An equally appropriate proposal for \"The Emergency 401(k) Button\" (Review and Outlook, March 20) would be a holiday for IRA required minimum distributions for senior citizens until the crashing market returns to its senses.. An equally appropriate proposal for \"The Emergency 401(k) Button\" (Review and Outlook, March 20) would be a holiday for IRA required minimum distributions (RMD) for senior citizens until the crashing market returns to its senses.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allianz-global-investors-liquidates-two-hedge-funds-11585324646", "title": "Allianz Global Investors Liquidates Two Hedge Funds", "date": "2020-03-27 15:27", "summary": "Investing arm of German insurer will also close related offshore feeder fund following recent move in markets. Allianz Global Investors is liquidating two hedge funds after they took heavy losses in recent weeks on stock-options trades.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-are-stronger-now-but-strong-enough-11585337218", "title": "Banks Are Stronger Now, but Strong Enough?", "date": "2020-03-27 15:26", "summary": "Today, the global regulatory framework is based on multiple metrics: the leverage ratio, the risk-based capital ratios and common liquidity standards.. Regarding Tom Hoenig's letter \"Bank Risk System From 2008 Has Problems\" (March 20): Until June 2019 I was the secretary general of the Basel Committee on Banking Supervision. In response to the deficiencies laid bare by the 2008 financial crisis, the Basel Committee adopted a non-risk-based leverage ratio, which had been a feature of the U.S. regulatory framework before the crisis, though in a weaker form. It wasn't, however, a requirement in virtually all other jurisdictions around the world. Today, the global regulatory framework is based on multiple metrics: the leverage ratio, the risk-based capital ratios and common liquidity standards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyndon-johnson-proved-greshams-law-is-correct-11585337171", "title": "Lyndon Johnson Proved Gresham's Law Is Correct", "date": "2020-03-27 15:26", "summary": "In 1965 Lyndon Johnson assured the nation that \"we expect our traditional silver coins to be with us in large numbers for a long, long time.\". Regarding James Grant's review of John Guy's \"Gresham's Law\" (Books, March 21): While Sir Thomas Gresham didn't say, \"Bad money drives out good money,\" we can see the aphorism's effect throughout history. One fairly recent example is President Lyndon Johnson's signing the Coinage Act on July 23, 1965. The president at the time assured the nation that \"we expect our traditional silver coins to be with us in large numbers for a long, long time.\" Of course, the old 90% silver coins rapidly went out of circulation, and we are left with today's pot-metal dimes and quarters and debased half-dollars that look as though they were stamped out of plastic. President Johnson and the Treasury obviously hadn't read their Gresham.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hoarding-toilet-paper-and-avoiding-the-y2k-horror-11585337127", "title": "Hoarding Toilet Paper and Avoiding the Y2K Horror", "date": "2020-03-27 15:25", "summary": "\"Do We Need So Much Tuna? Stockpiling Splits Couples\" (Page One March 13) brought back many fond and interesting Y2K prep memories.. \"Do We Need So Much Tuna? Stockpiling Splits Couples\" (Page One March 13) brought back many fond and interesting Y2K prep memories and discussions between my late husband, Jude, and myself. I hope every couple will look back on this stressful time and laugh someday. I'm proud to say I lost my temper only once. He really had been very patient because we had his elderly mother in our care, so for the most part the efforts were appreciated. But ultimately, he couldn't take any more and demanded indignantly to know why we needed so much toilet paper. He just wouldn't give in to any kind of argument about comfort or convenience. So finally I just told him, \"OK, you win. Mom-mom and I have the toilet paper. You use the newspaper if it comes.\" We didn't buy toilet paper for a year, but I wouldn't trade that memory for anything.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-congregations-start-embracing-virtual-worship-11585337086", "title": "Real Congregations Start Embracing Virtual Worship", "date": "2020-03-27 15:24", "summary": "The negatives of not being able to sing together and share joys and prayer concerns can be overcome, especially in smaller churches, by having worship by conference call.. \"Houses of Worship Rush to 'Online Only'\" (Life & Arts, March 23) covers what larger churches are doing with online services or even TV services. Smaller churches find this more difficult to do. However, the negatives of not being able to sing together and share joys and prayer concerns can be overcome, especially in smaller churches, by having worship by conference call, which our pastor initiated on the first Sunday that our bishop closed all United Methodist churches in the New York Annual Conference. Another advantage is that members who don't have computers can join in. We have even had members who winter in Florida and former members who have moved to retirement in Pennsylvania worship with us. It works well.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approves-devices-to-be-modified-into-ventilators-amid-shortage-11585336944", "title": "FDA Approves Devices to Be Modified Into Ventilators", "date": "2020-03-27 15:22", "summary": "Move aims to help increase availability during the growing coronavirus outbreak. The Food and Drug Administration has approved the emergency use of devices that can be modified into ventilators, in an effort to address their shortage amid the growing coronavirus outbreak in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-moment-to-renew-american-statesmanship-11585336844", "title": "William J. Burns: A Moment to Renew American Statesmanship", "date": "2020-03-27 15:20", "summary": "The global challenges ahead demand a return to character, vision and discipline in applying U.S. power. In the spring of 1919, as the world's major powers descended on Versailles to negotiate peace after World War I, President Woodrow Wilson was in bed with the flu. At a moment when, as Wilson's doctor put it, \"the whole of civilization seemed to be in the balance,\" a horrific influenza pandemic cast a shadow over the prospect of a new order.", "categories": [["Life & Work", "Ideas", "Essay", "After the Pandemic"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/construction-companies-lobby-to-keep-working-as-coronavirus-spreads-11585308782", "title": "Construction Companies Lobby to Keep Working as Coronavirus Spreads", "date": "2020-03-27 15:18", "summary": "Push for workers to be deemed essential highlights tension between economic and health goals. The construction industry is pushing to keep projects up and running even as some begin to shut down around the country to slow the spread of the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-measures-could-cut-economic-activity-by-a-quarter-report-says-11585328715", "title": "Coronavirus Measures Could Cut Economic Activity by a Quarter, Report Says", "date": "2020-03-27 15:14", "summary": "Organization for Economic Cooperation and Development calls for more government action 'to maintain a lifeline' to people and companies. WASHINGTON-Measures taken to curb the spread of the new coronavirus could lower economic activity in the U.S. and other developed countries by a quarter, the Organization for Economic Cooperation and Development said Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-considering-additional-support-for-state-and-local-government-finance-11585335550", "title": "Fed Considering Additional Support for State, Local Government Finance", "date": "2020-03-27 14:59", "summary": "Central bank hires former Treasury official to assist with potential municipal-lending program. Federal Reserve officials are reviewing new ways to support financing for state and local governments, many of which are on the front lines of the coronavirus pandemic and will face huge borrowing needs as revenues plunge, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-further-eases-curbs-on-seasonal-worker-visas-during-coronavirus-11585335410", "title": "U.S. Further Eases Curbs on Seasonal Worker Visas", "date": "2020-03-27 14:56", "summary": "State Department's move follows warnings from agriculture industry of possible farm-labor shortage. WASHINGTON-The State Department is further easing requirements on seasonal foreign worker visas, following agriculture industry warnings that a bottleneck created by coronavirus-related curbs could prompt a farm-labor shortage at the peak of spring harvest.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-way-to-spend-your-stimulus-money-11585301403", "title": "What's the Best Way to Spend Your Stimulus Money?", "date": "2020-03-27 14:54", "summary": "Here's a guide for how to handle the one-time rebate if you're lucky enough to have your basic expenses covered. On Friday, the House passed the $2 trillion stimulus bill passed by the Senate earlier this week in response to economic fallout from the novel coronavirus. As part of the package, all U.S. residents, even those with no income, qualify for a one-time $1,200 rebate; the payments will start to phase out for individuals making above $75,000 and couples making more than $150,000.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-business-winner-amid-coronavirus-lockdowns-the-cloud-11585327905", "title": "One Business Winner Amid Coronavirus Lockdowns: the Cloud", "date": "2020-03-27 14:48", "summary": "Cloud-computing emerges as a vital link for companies and governments trying to function amid the coronavirus pandemic. Cloud-computing providers are emerging as among the few corporate winners in the coronavirus pandemic as office and store closures across the U.S. have pushed more activity online.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-boris-johnson-tests-positive-for-coronavirus-11585309124", "title": "Boris Johnson's Coronavirus Diagnosis Shows Challenges Leaders Face", "date": "2020-03-27 14:47", "summary": "Other leaders, including President Trump and German Chancellor Angela Merkel, have been in contact with people with the infection. LONDON-British Prime Minister Boris Johnson became the first leader of a major government to announce he has tested positive for the new coronavirus, highlighting a challenge many governments may face as they seek to confront an unprecedented peacetime crisis.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defining-end-of-lifenursing-home-visitor-ban-raises-difficult-questions-11585317412", "title": "Defining 'End of Life'-Nursing Home Visitor Ban Raises Difficult Questions", "date": "2020-03-27 14:39", "summary": "Government measure to protect elderly from coronavirus brings uncertainty to families. When the U.S. government barred family members from visiting relatives in nursing homes, it made an exception for \"end of life situations\"-setting off a painful, nationwide debate over the meaning of the phrase.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-slow-progress-in-fighting-coronavirus-is-a-warning-to-west-11585314541", "title": "Italy's Slow Progress in Fighting Coronavirus Is a Warning to West", "date": "2020-03-27 14:39", "summary": "The growth of new infections in Italy is slowing, but progress is slow, stirring fears that the most draconian lockdown in the West may ultimately fail to stamp out the virus entirely. Doctors in Brescia, a northern Italian town at the center of the country's new coronavirus pandemic, have seen glimmers of hope in their battle against the disease in recent days.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jazz-meets-rock-in-an-intoxicating-potion-11585334217", "title": "Jazz Meets Rock in an Intoxicating Potion", "date": "2020-03-27 14:36", "summary": "Miles Davis's 'Bitches Brew' pioneered jazz fusion.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-fast-the-economy-crashed-and-washington-respondedin-charts-11585334137", "title": "How Fast the Economy Crashed and Washington Responded-in Charts", "date": "2020-03-27 14:35", "summary": "The Fed and Congress sped up the response to the coronavirus pandemic using strategies tested a decade ago in the financial crisis, while a united GOP and less concern for the deficit smoothed way for $2 trillion legislation. There are similarities between the financial crisis of 2008 and the coronavirus pandemic of 2020. A sudden, jarring breakdown in the economy and markets, followed by a massive response from policy makers to try to prevent a 21st-century Great Depression.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-says-central-bank-remains-ready-to-add-support-if-needed-11585333549", "title": "Fed's Bostic Says Central Bank Remains Ready to Add Support if Needed", "date": "2020-03-27 14:25", "summary": "The Atlanta Fed president says the central bank is still searching for stress points and appropriate remedies. Federal Reserve Bank of Atlanta President Raphael Bostic said more support from the U.S. central bank may be on tap should it see a need and a way to help the economy and financial system navigate the coronavirus crisis.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-explore-more-vote-by-mail-options-to-cope-with-coronavirus-11585306800", "title": "States Explore More Vote-By-Mail Options to Cope With Coronavirus", "date": "2020-03-27 14:19", "summary": "Early voting and vote by mail have risen in popularity, but moving all balloting to postal system would be costly. WASHINGTON-States are exploring ways to expand voting by mail and early voting ahead of the November general election to make sure balloting proceeds if the coronavirus pandemic persists.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-workplace-attuned-to-the-humanity-of-workers-11585332030", "title": "Kim Scott: A Workplace Attuned to the Humanity of Workers", "date": "2020-03-27 14:00", "summary": "When the office moves home, the lines between the two blur, as do standard ideas of hierarchy and control. Those of us lucky enough to be able to work from home during the Covid-19 crisis are getting a crash course in how we can come together to do our jobs while remaining physically distant. The experience is giving us a glimpse of the work life of the future, which may be one of the more positive developments to emerge from today's trauma.", "categories": [["Life & Work", "Ideas", "Essay", "After the Pandemic"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-hunger-strikes-erupt-over-coronavirus-in-immigration-detention-11585320903", "title": "Protests, Hunger Strikes Erupt Over Coronavirus in Immigration Detention", "date": "2020-03-27 13:25", "summary": "ICE officials use pepper spray on disruptive detainees as advocates say facilities aren't safe during pandemic. Immigrants in federal custody are staging hunger strikes and defying guards, according to advocates, while federal officials have cracked down with pepper spray in signs of growing tension over coronavirus in detention facilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-from-home-during-coronavirus-pandemic-hasnt-broken-internet-11585329238", "title": "Working From Home Hasn't Broken Internet", "date": "2020-03-27 13:13", "summary": "Internet usage by remote workers fills fallow daytime hours; providers say no big outages in U.S. so far. Home internet and wireless connectivity in the U.S. have largely withstood unprecedented demands as more Americans work and learn remotely.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-education-that-fits-each-child-11585328666", "title": "Sal Khan: Online Education That Fits Each Child", "date": "2020-03-27 13:04", "summary": "If remote instruction becomes mainstream because of school closures, it has a chance to accelerate student learning. Today, there are more than a billion students world-wide whose schools have closed to try to slow the spread of the coronavirus. Many school closures are likely to last through the end of this school year, and more may be needed in the fall if the virus's spread picks up then. These shutdowns have created a range of dire short-term problems, including inconsistent access to home internet and the disruption of essential meal programs and child care for working parents. In the long term, they may bring about profound changes in how we school our children.", "categories": [["Life & Work", "Ideas", "Essay", "After the Pandemic"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-apollos-next-act-expansion-11585328519", "title": "The Apollo's Next Act: Expansion", "date": "2020-03-27 13:02", "summary": "CEO Jonelle Procope on how the storied Harlem theater aims to become a home for more African-American artists. For over 85 years, the Apollo has been known primarily for the performances given in its storied 1,500-seat theater in the Harlem neighborhood of Manhattan. Countless African-American musicians, including Billie Holiday, Ella Fitzgerald, Stevie Wonder and Lauryn Hill, have launched their careers there, and the stage on 125th Street continues to attract more than a quarter-million visitors annually.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hobby-lobby-president-to-return-11-500-antiquities-to-iraq-and-egypt-11585324494", "title": "Hobby Lobby President Says He Is Returning Antiquities to Iraq and Egypt", "date": "2020-03-27 12:57", "summary": "Steve Green acknowledges the items lack ownership histories; 'I knew little about the world of collecting'. Hobby Lobby's president Steve Green said he is in the process of repatriating 11,500 antiquities to the Iraqi and Egyptian governments, bowing to what he called justified criticism from scholars and authorities over the ways he amassed a vast collection for the Museum of the Bible in Washington, D.C.", "categories": [["WSJ News Exclusive", "Art"]], "category_links": ["https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-adjust-u-s-bank-capital-requirements-to-encourage-lending-11585328274", "title": "Regulators Adjust U.S. Bank Capital Requirements to Encourage Lending", "date": "2020-03-27 12:57", "summary": "Banks have up to two additional years before they must set aside more capital for reserves against loan losses. WASHINGTON-U.S. regulators gave banks a reprieve from new accounting standards that require lenders to book losses on soured loans more quickly, the latest step designed to encourage banks to keep lending during the spread of the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portraying-the-tudors-then-and-now-11585327925", "title": "Portraying the Tudors, Then and Now", "date": "2020-03-27 12:52", "summary": "To write her trilogy of novels about Thomas Cromwell and Henry VIII, Hilary Mantel turned to the portraits of Hans Holbein for inspiration. Hans Holbein the Younger, the northern Renaissance's master portraitist, preserved faces from the 16th-century court of England's King Henry VIII. But it took the novelist Hilary Mantel to bring the people themselves back to life.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-good-news-is-youre-ceo-the-bad-news-is-the-economy-is-shut-down-11585321226", "title": "The Good News Is, You're CEO. The Bad News Is the Economy Is Shut Down.", "date": "2020-03-27 12:45", "summary": "New HP boss Enrique Lores relies on time management and webcam chats as he tries to reinvent the venerable hardware maker from his home office; 'it's about finding opportunity'. Every chief executive in America sits on a hot seat right now.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankofcanadaissues-half-percentage-point-emergency-ratecut-11585319109", "title": "Bank of Canada Issues Half-Percentage Point Emergency Rate Cut", "date": "2020-03-27 12:34", "summary": "Move aims to address economic fallout from coronavirus pandemic. OTTAWA-The Bank of Canada issued an emergency rate cut on Friday and unveiled plans to expand its balance sheet in its latest effort to shelter the economy from the new coronavirus pandemic and stabilize rocky financial markets.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharmas-future-blockbusters-laid-up-with-coronavirus-11585326825", "title": "Pharma's Future Blockbusters Laid Up With Coronavirus", "date": "2020-03-27 12:33", "summary": "Normally a haven during downturns, pharmaceuticals will see forthcoming products delayed as pandemic disrupts or delays clinical trials. Pharmaceutical companies tend to be relatively safe places to invest during economic shocks, but even they aren't immune to the pinch from Covid-19.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-players-union-reach-deal-on-salary-service-time-11585326391", "title": "MLB, Players' Union Reach Deal on Salary, Service Time", "date": "2020-03-27 12:26", "summary": "The agreement paves the way for coming discussions about when and how to restart the baseball season. Nobody knows at this point what the 2020 Major League Baseball season will look like, assuming the coronavirus pandemic allows for one to happen at all. When it will begin, how many games will be played and the timing and structure of the playoffs all need to be figured out before a single pitch is thrown.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-lives-five-countries-five-weeks-how-coronavirus-swept-the-globe-11585326162", "title": "Five Lives. Five Countries. Five Weeks. How Coronavirus Swept the Globe.", "date": "2020-03-27 12:22", "summary": "The most-connected population in world history watched with agony as their families suffered. Raju Sarker had been sick in his dormitory for two days, staying away from the Singapore construction site where he worked. He had a headache and chills. His stomach didn't feel right. He was exhausted.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-to-dining-together-11585325315", "title": "Bee Wilson: The Return to Dining Together", "date": "2020-03-27 12:08", "summary": "Social distancing has brought quiet to our tables for now, but we'll find new rules for group eating. At the beginning of March, I spent a magical afternoon with a group of fellow food writers touring the markets of Istanbul. Food writers are greedy people, and as we walked through the jostling streets, we shared bites of this and nibbles of that with each other, curious to taste everything that the city had to offer. The dishes were unbelievably good, all the more so because of the way we were sharing them from hand to hand.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-restaurant-at-the-edge-of-the-coronavirus-pandemic-11585324962", "title": "The Restaurant at the Edge of the Coronavirus Pandemic", "date": "2020-03-27 12:02", "summary": "Like many small-business owners, the Afghan owners of this Washington joint are staring into an abyss.. Omar Popal apologizes mid-call: \"Sorry, I have to take a telephone order.\" His sister, Fatima Popal, stays on the line. \"We've had just 12 orders all day,\" she says. This last one is for leek dumplings-made from a family recipe-and lamb pilaf, around $25 for the till. It's nearly 6 p.m. on March 22. What should have been a swamped (and satisfying) Sunday at Lapis-an Afghan bistro in the Adams Morgan neighborhood of Washington-has been, instead, a fiasco.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-age-is-a-bummer-for-the-baby-boomers-11585324904", "title": "Old Age Is a Bummer for the Baby Boomers", "date": "2020-03-27 12:01", "summary": "My generation, dominant for so long, gets a taste of its mortality with the help of the coronavirus.. The uncomfortable collision of a perilous pandemic and a boisterous battle for the presidency conveys an unwelcome but unmistakable message to aging baby boomers. The generation that has dominated pop culture and politics for nearly a half-century, that has loomed in the national consciousness as perpetually pre-eminent, may not be so ageless and invincible after all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-with-most-jobless-claims-in-u-s-could-foretell-high-numbers-elsewhere-11585323969", "title": "Pennsylvania, With Most Jobless Claims in U.S., Could Foretell High Numbers Elsewhere", "date": "2020-03-27 11:46", "summary": "Keystone state pushed workers to file for unemployment; avoided large disruptions like other states. Pennsylvania, the nation's fifth-most populous state, recorded the largest number of unemployment claims in the U.S., an outsize spike that suggests other states could report higher numbers ahead.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frank-ramsey-review-the-most-genial-genius-11585322801", "title": "'Frank Ramsey' Review: The Most Genial Genius", "date": "2020-03-27 11:26", "summary": "Ramsey first defined probability in terms of subjective degrees of belief, laying the basis for rational-choice theory and game theory,. Frank Ramsey was only 26 when he died in 1930. Yet he had already made indelible marks in philosophy, pure mathematics, mathematical logic, economics, probability theory and decision theory. Among the English intelligentsia of the 1920s, his opinion had peculiar and decisive authority. If a recondite point arose in philosophy, psychology, logic or economics, the question always asked was: \"What does Frank Ramsey think?\" His childhood and most of his working life were spent at the University of Cambridge. Though his name is remembered only by specialists, Cheryl Misak persuades us, in \"Frank Ramsey: A Sheer Excess of Powers,\" that it should be coupled with those of other Cambridge men, such as Isaac Newton, Charles Darwin and John Maynard Keynes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-noted-reader-questions-coronavirus-11585322361", "title": "Dear Noted: Answering your questions, big and small, in the coronavirus era", "date": "2020-03-27 11:25", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/politics-books-crises-real-and-imagined-11585322241", "title": "Politics Books: Crises, Real and Imagined", "date": "2020-03-27 11:17", "summary": "Will economic and political upheaval drive us apart, or is stability and common purpose still possible?. George Friedman's latest book is either a work of balderdash or a prescient anticipation of our current woe, or bits of both. In \"The Storm Before the Calm\" (Doubleday, 238 pages, $28.95), Mr. Friedman, specialist in geopolitical forecasting, posits two kinds of \"cycle\" in American history: an institutional one, which lasts roughly 80 years; and a socioeconomic one, which lasts roughly 50.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hair-stylists-coronavirus-survival-plan-build-a-digital-salon-11585322069", "title": "A Hair Stylist's Survival Plan: Build a Digital Salon", "date": "2020-03-27 11:14", "summary": "Maddisen Maxwell isn't cutting hair during the pandemic, so demonstrating for curly hair on a mannequin has to do. When business reopens, she'll merge her salon with her sister's.. Maddisen Maxwell's Highland Park, N.J., hair salon has seen tough times. Michael B Hair & Style opened its doors in December 2008, during the throes of the Great Recession. A van rammed into the storefront years later, prompting it to close for months while repairs took place.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-expect-u-s-crudes-worst-year-since-2003-11585321992", "title": "Banks Expect U.S. Crude's Worst Year Since 2003", "date": "2020-03-27 11:13", "summary": "Coronavirus demand shocks are expected to keep Brent and WTI below $40 during 2020. U.S. crude is set for its worst year since 2003, as the coronavirus pandemic drags oil demand lower in the second quarter, investment banks predict.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-professor-is-relieving-stress-during-the-coronavirus-crisis-11585321964", "title": "How an Author Is Relieving Stress During the Coronavirus Crisis", "date": "2020-03-27 11:12", "summary": "Brené Brown, author, lecturer and podcast host, advocates limited screen time and being realistic as many states impose social-distancing restrictions. In a new series called \"How I Cope,\" we speak to people across the country about the things they're doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Brené Brown, a research professor at the University of Houston who has spent the past 20 years studying shame, vulnerability, courage and empathy. Her 2010 TED talk, The Power of Vulnerability, has been watched over 45 million times. She is also the author of five bestselling books and the host of the \"Unlocking Us\" podcast. Brown lives in Houston with her husband, Steve, and their two children.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-on-tiger-woods-journey-back-to-the-leaderboard-11585320676", "title": "Two on Tiger Woods: Journey Back to the Leaderboard", "date": "2020-03-27 10:51", "summary": "The crucial moment in Woods's turnaround may have been his arrest, shortly after 2 a.m., on Memorial Day 2017.. If you're looking for a way to fill the void caused by the postponement of the Masters, originally scheduled for April 9-12, two books that celebrate the wonders of last year's tournament might do the trick.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-stars-are-made-of-review-a-life-in-eclipse-11585320608", "title": "'What Stars Are Made Of' Review: A Life in Eclipse", "date": "2020-03-27 10:50", "summary": "Cecilia Payne-Gaposchkin cracked the secret of the stars' composition but got scant credit for years.. Edwin Hubble, architect of the modern universe, called her \"the best man at Harvard,\" a decided compliment for a woman in the 1920s. Indeed, if Cecilia Payne-Gaposchkin had been born the opposite sex, she would surely have been offered a professorship shortly after completing her exceptional Ph.D. dissertation in astronomy. Instead, Harvard officials waited more than three decades before bestowing that honor.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-of-illness-and-miracle-11585320418", "title": "Fiction: Of Illness and Miracle", "date": "2020-03-27 10:46", "summary": "It's 2012 in Caracas, and all of Venezuela is praying for the recovery (or the death) of President Hugo Chávez.. Hordes of pathogens loosed on the public can paralyze a nation, but sometimes a single well-targeted illness can have the same effect, as happens in Alberto Barrera Tyszka's novel \"The Last Days of El Comandante\" (Texas, 236 pages, $19.95), set in 2012, when all of Venezuela became a \"waiting room\" while its demagogic president, Hugo Chávez, battled the pelvic cancer that would end his life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-hannah-rothschild-on-british-satires-11585320339", "title": "Five Best: Hannah Rothschild on British Satires", "date": "2020-03-27 10:45", "summary": "The author, most recently, of the novel 'House of Trelawney' selects books that mercilessly pick their society apart.. By Michael Frayn (1967)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-infections-slow-south-korea-plans-for-life-after-social-distancing-11585320356", "title": "As Infections Slow, South Korea Plans for Life After Social Distancing", "date": "2020-03-27 10:45", "summary": "With daily new cases tumbling to about 100 from nearly 1,000 just a few weeks ago, South Korea's moves will be closely watched. SEOUL-South Korea, enjoying a slowdown in new coronavirus infections, is contemplating life after social distancing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-italy-revived-holy-lives-revisited-11585320268", "title": "Children's Books: Italy Revived, Holy Lives Revisited", "date": "2020-03-27 10:44", "summary": "A dog tired of being cooped up dashes out to enjoy the Eternal City.. Rome at the moment is nothing like the vibrant, romantic destination of the tourist's fantasy. The streets are empty, the museums are locked and even Pope Francis is reduced to communicating with the world via technology. So the time could not be better, really, to dive into a vision of Rome as it has been (and, God willing, will be again), by means of Mac Barnett's joyful picture book, \"Paolo, Emperor of Rome\" (Abrams, 48 pages, $17.99).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-a-battle-of-tourists-librarians-11585320231", "title": "Mysteries: A Battle of Tourists & Librarians", "date": "2020-03-27 10:43", "summary": "A private army of terrorists, capitalistic in nature and global in scope, sets its sights on a disbanded group of U.N. secret agents.. 'Why couldn't anything just be simple?\" wonders Milo Weaver, chief protagonist of Olen Steinhauer's \"The Last Tourist\" (Minotaur, 375 pages, $27.99). Milo has recently been head of the Library: a super-secret service hidden inside the United Nations funneling up-to-the-minute information to the intelligence chiefs of the world's top nation-states. Before that, he was involved with the so-called Department of Tourism: New York-based shock troops deployed abroad who served as \"the sharp end of American foreign policy.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-grants-approval-for-goldman-sachs-morgan-stanley-to-control-securities-units-11585318469", "title": "China Clears Goldman Sachs, Morgan Stanley to Control Securities Units", "date": "2020-03-27 10:39", "summary": "Move is key step in opening up country's financial markets to Wall Street. China has cleared Goldman Sachs Group Inc. and Morgan Stanley to take majority control of their local securities businesses, taking a key step in opening up its financial markets to Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lies-we-tell-at-workand-the-damage-they-do-11585319160", "title": "The Lies We Tell at Work-and the Damage They Do", "date": "2020-03-27 10:26", "summary": "Lying at our jobs feels so harmless. Honestly, it isn't.. Most of us believe that everyday interactions are marked by honest conversations. We recognize that people lie, but we don't think they lie to us. At work, we reserve our harshest social punishments-humiliation, exclusion and a loss of status-for the tellers of big lies.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connect-and-connect-and-connect-11585318513", "title": "David Byrne: Connect and Connect and Connect", "date": "2020-03-27 10:15", "summary": "This virus is showing us just how tenuous our existence becomes when we distance ourselves from each other. I went for a long bike ride the other day. Social distancing, of course. I needed to get out and clear my head. The sun was out, daffodils were emerging along the riverside bike path, dogwood trees were in bloom, and at one point I thought to myself, \"Yeah, life goes on.\"", "categories": [["Life & Work", "Ideas", "Essay", "After the Pandemic"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-expects-strong-economic-rebound-after-coronavirus-shutdowns-end-11585318225", "title": "Mnuchin Expects Strong Economic Rebound After Coronavirus Shutdowns End", "date": "2020-03-27 10:10", "summary": "Asked if he agreed with the view that U.S. economic output could expand by 5% in the fourth quarter, Mr. Mnuchin said, 'Absolutely'. WASHINGTON-Treasury Secretary Steven Mnuchin said Friday he expects the economy to rebound strongly after widespread shutdowns to contain the novel coronavirus are lifted, adding that the government is working at \"lightning speed\" to provide support.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-sees-big-hit-to-economy-in-second-quarter-path-of-recovery-uncertain-after-that-11585317387", "title": "Fed's Kaplan Sees Big Hit to Economy in Second Quarter, Path Of Recovery Uncertain After That", "date": "2020-03-27 09:56", "summary": "Dallas Fed chief believes U.S. GDP could contract by around a fifth in the second quarter of the year. Federal Reserve Bank of Dallas President Robert Kaplan warned Friday that the economy's recovery from the severe blow dealt by the coronavirus could take some time and will be surrounded by uncertainty.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-21-11585316931", "title": "Bestselling Books Week Ended March 21", "date": "2020-03-27 09:54", "summary": "With data from NPD BookScan. ", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-zooming-whom-11585317265", "title": "Who's Zooming Whom?", "date": "2020-03-27 09:54", "summary": "SEC suspends trading on the hottest Zoom. Zoom has been one of the hottest stocks on the market this year-just not the Zoom you think.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bars-now-serving-boozy-drinks-to-go-11585260439", "title": "New York Bars Now Serving Boozy Drinks 'To Go'", "date": "2020-03-27 09:44", "summary": "With bars and restaurants unable to serve customers in person, establishments are countering the financial strain by making cocktails for delivery. After having their doors shut because of the novel coronavirus, restaurants and bars throughout New York state now have the opportunity to sell boozy drinks for delivery and takeout. But they are faced with a new challenge: How exactly do you prepare and package a cocktail to go?", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-issue-guidelines-for-classifying-areas-by-coronavirus-risk-11585248715", "title": "Trump Administration to Issue Guidelines for Classifying U.S. Counties by Coronavirus Risk", "date": "2020-03-27 09:37", "summary": "Criteria designed to help local officials decide whether to increase or relax social-distancing rules. WASHINGTON-The Trump administration is planning to issue guidelines categorizing counties across the nation as high-risk, medium-risk or low-risk to help state and local authorities decide whether to bolster or relax social distancing measures intended to combat the novel coronavirus.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mit-researchers-launch-location-tracking-effort-for-the-new-coronavirus-11585315674", "title": "MIT Researchers Launch Coronavirus Location-Tracking Effort", "date": "2020-03-27 09:27", "summary": "Users voluntarily enter data into an app and will be notified if they came into contact with anyone infected. A project to track Covid-19 patients via their phones is being launched by Massachusetts Institute of Technology researchers, potentially the first large-scale project in the U.S. to trace their movement and those with whom they interact.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-anyone-still-shopping-for-clothes-during-the-coronavirus-11585315319", "title": "Is Anyone Still Shopping for Clothes During the Coronavirus?", "date": "2020-03-27 09:22", "summary": "As the novel coronavirus forced stores closures across America, clothing retailers are hoping their online shops can carry them through an economic downturn. IT WAS JUST five months ago that Adsum, a five-year-old Brooklyn clothing label, opened up a shop in the borough's bustling Williamsburg neighborhood. Yet as of Monday, March 16, the store has been closed. Shutting down is \"going to be crushing,\" said co-founder Pete Macnee in an interview a day after he and his partners made the decision to close its physical storefront. For now, Adsum's efforts are focused on its online store, drumming up sales through blog entries and social media missives. \"I'm hoping that we can continue to trudge through,\" said Mr. Macnee.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gynecologist-catherine-hamlin-healed-horrific-childbirth-wounds-11585314002", "title": "Gynecologist Catherine Hamlin Healed Horrific Childbirth Wounds", "date": "2020-03-27 09:00", "summary": "Doctor teamed up with her husband to create a mission in Ethiopia and got an assist from Oprah Winfrey. For decades, few people outside Africa knew of Catherine Hamlin's mission of medical treatment for women in Ethiopia.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ticket-buyers-for-tokyo-games-remain-in-limbo-11585313929", "title": "Ticket Buyers for Tokyo Games Remain in Limbo", "date": "2020-03-27 08:58", "summary": "The ticketing website indicates 'all sales are final' but officials say the policy may be relaxed. Back in January, when the 2020 Tokyo Olympics were still six months away, securing tickets to watch the Games in person was an Olympian feat in itself as international demand for seats surged. Tokyo had become the hottest Olympics ticket in decades.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-digital-infrastructure-at-last-11585313825", "title": "Eric Schmidt: A Real Digital Infrastructure at Last", "date": "2020-03-27 08:57", "summary": "American innovation can bring us tools and solutions that will outlast today's crisis. Like other Americans, technologists are trying to do their part to support the front-line pandemic response. They are creating virus data sets, focusing computing resources on the search for vaccines, tracking the virus's spread, improving the distribution of critical health care supplies and facilitating online educational tools-work for which my philanthropy, Schmidt Futures, is providing support. This effort reflects the entrepreneurial, results-driven ethos of today's tech sector.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-work-and-tips-restaurant-workers-face-their-own-coronavirus-crisis-11585313366", "title": "Out of Work and Tips, Restaurant Workers Face Their Own Coronavirus Crisis", "date": "2020-03-27 08:49", "summary": "Unemployed waiters, other service staff scramble as benefits fall short; 'Everyone is trying to figure out how to survive'. Many servers and bartenders who have lost work amid the coronavirus outbreak are now contending with a challenging economic reality: how to make up for lost tips.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-supporters-want-him-to-stay-in-pressure-joe-biden-11585310878", "title": "Bernie Sanders's Supporters Want Him to Stay In, Pressure Joe Biden", "date": "2020-03-27 08:31", "summary": "Mr. Biden's allies have called for unity, but Mr. Sanders has shown no sign of leaving the race. Bernie Sanders's supporters want him to stay in the presidential contest, despite an unlikely path to the Democratic nomination after a string of primary losses in March.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acceptance-rates-at-harvard-other-ivy-league-schools-edge-up-11585311985", "title": "Acceptance Rates at Harvard, Other Ivy League Schools Edge Up", "date": "2020-03-27 08:26", "summary": "Cornell joins Stanford in saying it won't highlight admit numbers anymore. Some of the nation's most selective colleges became slightly less selective this year, as Harvard University, Dartmouth College and the University of Pennsylvania posted increased acceptance rates for the first-year class that will begin in the fall.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/go-for-the-gold-lame-11585311951", "title": "Go for the Gold (Lamé)", "date": "2020-03-27 08:25", "summary": "Spring fashions with the Midas touch give modern silhouettes a shimmer of mythical proportions. Six ways to try the trend. Set the gold standard in this shiny skirt. Chloé skirt, $3,295, Chloé Bal Harbour, Florida", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-shippings-demand-shock-hiring-for-logistics-delivering-the-gas-11585311717", "title": "Today's Logistics Report: Shipping's Demand Shock; Hiring for Logistics; Delivering the Gas", "date": "2020-03-27 08:21", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-catterton-backed-businesses-adapt-to-coronavirus-11585306801", "title": "L Catterton-Backed Businesses Adapt to Coronavirus", "date": "2020-03-27 08:18", "summary": "The consumer-focused firm's companies include restaurant chains and fitness providers. Private-equity firm L Catterton is seeing the coronavirus pandemic hit some of its consumer-oriented U.S. portfolio companies while bolstering the business of others.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-tracks-residents-phones-for-coronavirus-research-11585301401", "title": "Europe Tracks Residents' Phones for Coronavirus Research", "date": "2020-03-27 08:16", "summary": "Companies, governments are taking a privacy-focused approach, with anonymized data that complies with GDPR, experts say. Many European telecommunications companies are sharing mobile location data with governments to follow people's movements after coronavirus lockdowns, focusing on compliance with privacy rules by anonymizing the data.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-therapist-karol-ward-on-how-to-deal-with-coronavirus-stress-11585310401", "title": "Three Questions With Therapist Karol Ward on How to Deal With Coronavirus Stress", "date": "2020-03-27 08:00", "summary": "She says people need to acknowledge their feelings and take small steps to cope and move forward. The coronavirus is causing many people to feel anxious about their health, money and career.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-gives-extra-time-to-file-reports-as-firms-assess-coronavirus-impact-11585310403", "title": "SEC Grants Extra Time to File Reports", "date": "2020-03-27 08:00", "summary": "Step could deprive investors of information needed to learn about financial performance. WASHINGTON-Public companies will have extra time to file annual reports and other major disclosures, as firms ranging from McDonald's Corp. to Hershey Co. brace for a financial hit from the new coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-exploits-coronavirus-to-justify-centralized-russian-power-11585306801", "title": "Putin Exploits Coronavirus to Justify Centralized Russian Power", "date": "2020-03-27 07:28", "summary": "President touts Russian model, deriding Western liberal democracies as weak and globalism as fragile. MOSCOW-The coronavirus pandemic has given Russian President Vladimir Putin a fresh opportunity to drive home for worried Russians a recurring theme of his long reign: Western liberal democracies are weak, globalism is fragile and the Russian model of centralizing power in a strong leader is superior in times of crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-turmoil-seen-reshaping-secondary-market-in-2020-11585269164", "title": "Coronavirus Turmoil Seen Reshaping Secondary Market in 2020", "date": "2020-03-27 07:00", "summary": "Market upheaval and anticipated portfolio write-downs promise to dramatically damp secondary deal volume. The spread of the novel coronavirus and the market jolts that have followed promise to drastically shrink the private-equity secondary market this year, secondary buyers and intermediaries say.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-brings-big-gain-to-mall-bears-11585306800", "title": "Coronavirus Brings Big Gain to Mall Bears", "date": "2020-03-27 07:00", "summary": "Hedge fund has been betting for almost two years that index tracking debt from malls would decline. Hedge-fund manager Marc Rosenthal's wager on the demise of U.S. shopping malls nearly crippled his business last year. Now the trade is delivering paper gains exceeding 100%, a rare win amid the market carnage caused by the coronavirus.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-olympics-kareem-maddox-3x3-basketball-podcast-11585293059", "title": "He Quit His Podcasting Job to Qualify for the Olympics. Now What?", "date": "2020-03-27 07:00", "summary": "Kareem Maddox was supposed to be playing 3x3 basketball for a spot in Tokyo. His dreams have been delayed with the Olympics.. Kareem Maddox was in Poland one day a few years ago when he made two decisions that would change the course of his life: He wanted to work in podcasting, and he wanted to play basketball in the Olympics.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etfs-have-passed-their-covid-19-stress-test-11585303519", "title": "ETFs Have Passed Their Covid-19 Stress Test", "date": "2020-03-27 06:05", "summary": "Exchange-traded bond funds are proving an integral part of today's financial architecture. What doesn't kill a useful financial instrument will probably make it stronger.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-grocers-are-getting-a-preview-of-their-future-11585302760", "title": "Online Grocers Are Getting a Preview of Their Future", "date": "2020-03-27 05:52", "summary": "Major supermarkets are struggling to meet surging demand for home delivery, but the coronavirus crisis will leave their web businesses sharper. If the Covid-19 outbreak provides a global test for buying food online, it is one that supermarkets are by and large failing. Yet their e-commerce businesses should be in a different league after the crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-blame-for-coronavirus-hampering-global-economy-rescue-11585248616", "title": "U.S., China Trade Blame for Virus, Hampering Global Economy Rescue", "date": "2020-03-27 05:38", "summary": "Frayed relationship contrasts with cooperation between Washington and Beijing during financial crisis. Chinese President Xi Jinping has been on a telephone spree this month, dialing the leaders of coronavirus-battered France, Italy, Spain and Germany with offers of support including masks and other medical equipment. For weeks, the one phone number he hadn't tried was Donald Trump's.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-it-mean-to-flatten-the-curve-to-fight-coronavirus-11585301402", "title": "What Will It Take to Flatten the Coronavirus Curve?", "date": "2020-03-27 05:30", "summary": "Now that we all talk about #flattenthecurve, experts explain how to change course of pandemic. By now you've heard the phrase \"flatten the curve.\"", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-patients-flood-hospitals-the-rest-of-new-york-feels-like-the-twilight-zone-11585301402", "title": "Outside of Hospitals, the Rest of New York Feels 'Like the Twilight Zone'", "date": "2020-03-27 05:30", "summary": "Manhattan's crowds have disappeared, leaving shuttered businesses, an empty rush hour and only the sounds of HVAC systems audible on quiet streets. Before dawn on Wednesday, Brian Levy, a union electrician, drove into work in Manhattan's Financial District from his home on Long Island. The commute, normally clogged by traffic, took half as long-the roads were nearly empty.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-tries-to-salvage-decades-of-integration-as-coronavirus-shuts-borders-11585301402", "title": "Europe Tries to Salvage Decades of Integration as Coronavirus Shuts Borders", "date": "2020-03-27 05:30", "summary": "Road-travel restriction and grounded air transport threaten companies' abilities to produce and deliver goods and services. It took Europe a half-century to integrate its economies. It took the new coronavirus only weeks to roll that back as countries closed their borders.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-lobbying-ban-in-stimulus-package-quickly-nixed-by-k-street-and-senate-11585301403", "title": "Pelosi's Lobbying Ban in Stimulus Bill Quickly Nixed by K Street and Senate", "date": "2020-03-27 05:30", "summary": "House speaker wanted more corporate accountability; Tennessee GOP Senate hopeful Bill Hagerty sticks with 'Wuhan coronavirus'. NANCY PELOSI TRIED TO BAN LOBBYING by firms that receive funds as part of the coronavirus stimulus package, but the provision tucked into page 728 of House Democrats' draft proposal quickly caught the eye of lobbyists who were assured by Hill contacts that the provision had no chance of being included in the final legislation hammered out by the Senate. \"The corporation may not carry out any Federal lobbying activities,\" the House draft said.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upends-testing-of-new-drugs-11585301412", "title": "Coronavirus Pandemic Delays Testing of New Drugs", "date": "2020-03-27 05:30", "summary": "Pharmaceutical companies adjust to patients skipping treatments and hospitals shifting focus to coronavirus. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-changes-policing-including-fewer-arrests-11585301402", "title": "Coronavirus Pandemic Changes Policing, Including Fewer Arrests", "date": "2020-03-27 05:30", "summary": "As crime falls, police focus on keeping social order, enforcing social distancing. Law and order is changing across America during the novel coronavirus pandemic, as police pull back on arrests for small-time crimes and instead focus on breaking up gatherings that pose health risks, all the while coping with the perils of a job that can't be done with social distancing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kirin-shareholders-reject-share-buyback-in-blow-to-u-k-investor-11585281638", "title": "Kirin Shareholders Reject Share Buyback in Blow to U.K. Investor", "date": "2020-03-27 04:41", "summary": "Independent Franchise Partners had advocated for Kirin to sell health-care holdings. TOKYO-Shareholders at Japanese beer maker Kirin Holdings Co . soundly defeated a proposal by a London-based investor to unload the company's health-care holdings and carry out a big share buyback.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-clamp-down-as-coronavirus-infections-surge-11585218656", "title": "U.S. Coronavirus Cases Top China's", "date": "2020-03-27 04:31", "summary": "Confirmed infections top 85,000 across country, exceeding all other national totals. The U.S. has overtaken China as the country with the most cases in the world of the novel coronavirus, marking a new milestone in the fight against the global pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585255043", "title": "Pepper...and Salt", "date": "2020-03-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casinos-shut-by-coronavirus-get-a-glimpse-of-the-future-in-macau-11585280952", "title": "Casinos Shut by Coronavirus Get a Glimpse of the Future in Macau", "date": "2020-03-27 23:49", "summary": "Thin crowds of customers wearing masks and having their temperature taken serve as a possible preview for when casinos in U.S., Australia reopen. At casinos in Macau, the world's biggest gambling hub, customers must wear masks, have their body temperature taken upon entry and refrain from eating or drinking at the gambling tables.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-indicts-venezuelan-president-nicolas-maduro-on-allegations-of-drug-trafficking-11585236443", "title": "U.S. Charges Venezuela's Maduro With Drug Trafficking", "date": "2020-03-27 23:44", "summary": "Trump administration charged current and former Venezuelan officials with money laundering and other offenses; $15 million reward. U.S. authorities charged Venezuelan President Nicolás Maduro and senior government officials with drug trafficking and conspiring with terrorists and offered multimillion-dollar rewards for their arrests, escalating the Trump administration's effort to unseat the leftist regime.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moving-forward-with-rule-to-limit-chips-to-huawei-11585261519", "title": "U.S. Moving Forward With Rule to Limit Chips to Huawei", "date": "2020-03-27 22:53", "summary": "Proposal would require export license for many chips shipped to Huawei that are produced by U.S.-designed chip-making tools. WASHINGTON-The Trump administration is moving ahead with new restrictions aimed at cutting off Chinese telecom-equipment maker Huawei Technologies Co. from one of its main suppliers of advanced semiconductors, according to people familiar with the situation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-ponders-how-to-pass-stimulus-without-spreading-coronavirus-11585245569", "title": "House Leaders Rush to Get Quorum for Vote on $2 Trillion Rescue Package", "date": "2020-03-27 22:15", "summary": "GOP lawmaker from Kentucky suggests he might object to voice vote on Friday. WASHINGTON-House leaders were scrambling to bring back enough legislators to form a quorum to pass a $2 trillion economic rescue package after a Republican lawmaker suggested he might object to holding the vote using a procedure that avoids putting members on the record.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-stores-rethink-their-business-as-coronavirus-curtails-daily-life-11585261677", "title": "Wine Stores Rethink Their Business as Coronavirus Curtails Daily Life", "date": "2020-03-27 22:00", "summary": "Wine merchants are still open for business in many states, though some are switching to delivery and curbside pickup. In just a matter of weeks, the nature of the wine business in the U.S. has dramatically changed. Restaurants and bars have been shut down, wineries have closed their tasting rooms and wine retailers have had to rethink the way they do business. Some have closed altogether, at least for now.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-me-anytimeno-really-were-all-answering-the-phone-again-11585261816", "title": "Call Me Anytime...No, Really, We're All Answering the Phone Again", "date": "2020-03-27 22:00", "summary": "Texts can be cold; calls let people hear the concern in your voice. Now that we're all stuck in coronavirus-related social isolation, the phone call is making a big comeback.. At some point over the past decade or so, the phone call became the redheaded stepchild of communication. It's been dubbed inefficient, interruptive, and even rude. But now, in the era of social distancing, people are using the phone again to call friends and relatives. What's more, the people they're calling are actually picking up.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-kid-friendly-songs-that-wont-drive-parents-insane-11585274404", "title": "Seven Kid-Friendly Songs That Won't Drive Parents Insane", "date": "2020-03-27 22:00", "summary": "Music may soothe the savage beast, but not if you're all stuck under one roof and can't agree on the tune. Here, a playlist entertaining enough for all ages. I feel you, music-loving parents. Since probably before your child was even conceived, you dreamed of weaning your spawn on the coolest tunes. There would be no Kidz Bop for Junior, you vowed. Only a steady diet of Mingus.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-enforcer-stanley-sporkin-cracked-down-on-corporate-bribery-11585241568", "title": "SEC Enforcer Stanley Sporkin Cracked Down on Corporate Bribery", "date": "2020-03-27 21:29", "summary": "Regulator slammed 'greedy businessmen trying to get edge' in foreign markets. Stanley Sporkin forced changes in corporate behavior in the 1970s as a crusading enforcement chief at the Securities and Exchange Commission who cracked down on bribery of foreign officials.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-cruise-ship-lines-wouldnt-qualify-for-aid-under-stimulus-package-11585249527", "title": "Big Cruise-Ship Lines Won't Get Aid in Stimulus Package", "date": "2020-03-27 20:48", "summary": "Democrats, Labor had opposed aid to offshore-based cruise industry, which has been hit hard by the coronavirus crisis. WASHINGTON-A last-minute legislative change has shut major cruise ship lines out of the roughly $2 trillion coronavirus stimulus package headed for a House vote Friday, despite being one of the hard-hit industries President Trump has pledged to help.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-objects-to-u-s-plan-to-put-troops-at-border-11585247654", "title": "U.S. Drops Proposal to Put Troops at Canadian Border", "date": "2020-03-27 20:27", "summary": "Officials in Ottawa had strenuously objected to idea considered to curb coronavirus. The Trump administration dropped its consideration of plans to send U.S. military forces to the Canadian border to help with efforts to combat the new coronavirus, a U.S. official said Thursday, disclosing that decision after Canadian officials had strenuously objected to the idea.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-3-26-2020-11585196225", "title": "Dow Rallies 6.4% After Stimulus Vote", "date": "2020-03-27 20:00", "summary": "The blue-chip index is now up 20% from its low, qualifying as a new bull market. U.S. stocks soared Thursday as the government came closer to approving a $2 trillion stimulus package to combat the coronavirus pandemic, capping a three-day rally that has pushed the Dow Jones Industrial Average into a bull market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}]