[{"link": "https://www.wsj.com/articles/volkswagen-cfo-plans-to-target-new-investors-with-green-bond-11598571447", "title": "Volkswagen CFO Plans to Target New Investors With Green Bond", "date": "2020-08-27 19:37", "summary": "The bond, which still needs final approval, would be the auto maker's first under a new green finance framework launched in March. German car maker Volkswagen AG plans to target new investors with a green bond in excess of €1 billion ($1.18 billion) in September, the company's first under a sustainable finance framework launched in March.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/principals-warn-new-york-city-faces-teacher-shortage-for-reopening-plan-11598567102", "title": "Principals Warn New York City Faces Teacher Shortage for Reopening Plan", "date": "2020-08-27 19:36", "summary": "School leaders have demanded more guidance on how to staff the city's hybrid model of classroom and online education. New York City principals are warning of a teacher shortage as they work to comply with a new district policy their union says will require thousands more teachers during a hiring freeze.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-rates-forever-11598570652", "title": "Low Rates Forever!", "date": "2020-08-27 19:24", "summary": "The Federal Reserve takes a leap into the monetary unknown.. Jerome Powell's Federal Reserve on Thursday released a long-awaited review of its policy framework, and it's a mixed bag. On the upside, the central bank will no longer throttle the economy whenever \"too many\" Americans have jobs. On the downside, the Fed may never raise interest rates again.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-joins-microsofts-pursuit-of-tiktok-11598544354", "title": "Walmart Joins With Microsoft in Race to Purchase TikTok", "date": "2020-08-27 19:24", "summary": "Microsoft bid seen as front-runner for potential deal that could be announced next week; TikTok is asking $30 billion for its U.S. operations. The race to capture TikTok's U.S. operations took a sharp turn Thursday, as Walmart Inc. said it is joining Microsoft Corp.'s bid for the popular video-sharing app after other deep-pocketed suitors dropped out of the running.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-wants-no-debates-11598570610", "title": "Pelosi Wants No Debates", "date": "2020-08-27 19:23", "summary": "The Speaker walks point to protect Biden from going against Trump.. Nowadays politicians so frequently say the opposite of what they mean that they can't be taken at face value. So it may be with House Speaker Nancy Pelosi's assertion on Thursday that Joe Biden shouldn't deign to debate President Trump this fall.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-california-sanity-on-housing-11598570567", "title": "Some California Sanity on Housing", "date": "2020-08-27 19:22", "summary": "A case study in why homes are unaffordable, and a possible solution.. Good news from California, of all places. The city of Santa Ana is trying to do something about its housing shortage, and other cities in the state should take note.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-27-2020-11598519627", "title": "New U.S. Coronavirus Cases Rise, as Hurricane Laura Affects Testing", "date": "2020-08-27 19:01", "summary": "Total infections have passed 5.85 million nationwide, and more than 180,000 have died. The number of new coronavirus infections in the U.S. increased for a third straight day, as Hurricane Laura pummeled the Gulf Coast, stirring fears about how the storm might make it harder to contain the virus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rnc-2020-schedule-speakers-how-to-watch-11598218846", "title": "RNC Guide: Schedule, Speakers and How to Watch", "date": "2020-08-27 19:00", "summary": "This year's Republican National Convention is mostly virtual due to the coronavirus, with parts taking place in Charlotte, N.C., and Washington, D.C.. This year's Republican National Convention is mostly virtual, with only official party business taking place in Charlotte, N.C. President Trump initially moved the prime-time events to Jacksonville, Fla., then canceled that change due to coronavirus concerns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robins-wish-review-the-punchline-was-courage-11598568815", "title": "'Robin's Wish': The Punchline Was Courage", "date": "2020-08-27 18:53", "summary": "A documentary offers a moving portrait of Robin Williams and a harrowing account of the disease that ravaged him.. By now the circumstances of Robin Williams's death are settled fact. He didn't kill himself because of addiction or depression, though he'd made stops at those way stations in the past. He put an end to his rich, joyous life because he was suffering, hideously and terminally, from diffuse Lewy body dementia, a rare and incurable degenerative disease that ravages both body and brain. Tylor Norwood's \"Robin's Wish,\" a documentary streaming on digital platforms and VOD, examines the nature and impact of the disease in useful, if harrowing detail. The film also offers a portrait in unfathomable courage. It's a horror story shackled to a hero's journey in which a man with a surpassingly fertile mind feels himself-his deepest, essential self-coming inexorably, inexplicably undone.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lingua-franca-review-looking-for-love-11598568714", "title": "'Lingua Franca' Review: Looking for Love", "date": "2020-08-27 18:51", "summary": "A Filipina caregiver hopes to find a husband, and thereby a green card, in Isabel Sandoval's touching feature.. An outer calm belies the inner turmoil of the Filipina caregiver at the center of Isabel Sandoval's \"Lingua Franca,\" a small and affecting feature set mostly in the Brighton Beach neighborhood of Brooklyn. (It's streaming on Netflix.) Her name is Olivia, she is played-with extraordinary understatement-by the filmmaker, and she brings seemingly inexhaustible patience to the job of looking after Olga (Lynn Cohen), an elderly Russian woman who is often befuddled though not defeated by dementia.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-ethnic-studies-returns-to-california-11598568504", "title": "'Critical' Ethnic Studies Returns to California", "date": "2020-08-27 18:48", "summary": "The state's new curriculum prefers victimization to minority achievement, and Marxism to liberal values.. A year after it was sent back to the drawing board, California's ethnic-studies model curriculum is back. The last version, released in May 2019, was radical and jargon-laced. Even many progressives found it fringy. On Aug. 13, the state Education Department presented a new, toned-down draft to the curriculum commission. Not only does it suffer from the same conceptual problems as before, but during their meeting, commissioners directed the Education Department to resuscitate unpopular parts cut from the 2019 draft.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-personal-history-of-david-copperfield-review-timelessness-made-tired-11598568482", "title": "'The Personal History of David Copperfield' Review: Timelessness Made Tired", "date": "2020-08-27 18:48", "summary": "Dev Patel stars in Armando Iannucci's adaptation of the Dickens classic.. Before turning to Armando Iannucci's \"The Personal History of David Copperfield,\" a cheerfully meta and multiracial reimagining of the Dickens classic starring Dev Patel, let me say that I loved the filmmaker's previous feature, \"The Death of Stalin,\" for its darkly absurdist humor. I wanted to embrace this one for its bright spirit, its eagerness to please and its audacity in taking the novel's essential elements and scattering them around a time-hopping, turn-on-a-farthing narrative structure. Mr. Patel is certainly up for every moment of every scene, a lively, quick-witted presence as the adult David. Truth be told, though, the film, which Mr. Iannucci directed from a screenplay he wrote with Simon Blackwell, is blissed out on its own cleverness and ultimately exhausting. (Showtimes in theaters-yes, actual theaters-around the country can be found at copperfieldtickets.searchlightpictures.com.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-august-is-the-cruelest-month-11598568456", "title": "Where August Is the Cruelest Month", "date": "2020-08-27 18:47", "summary": "Louisianans are reminded of nature's devastating power with tragic regularity.. Baton Rouge, La.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clothing-retailers-go-casual-as-consumers-spurn-dressy-clothes-11598568277", "title": "Clothing Retailers Go Casual as Consumers Spurn Dressy Clothes", "date": "2020-08-27 18:44", "summary": "Consumers shifted to 'soft and cozy merchandise,' Abercrombie & Fitch CEO says. Americans' newfound love for sweatpants has apparel retailers racing to get casual, as they try to kick-start sales decimated by coronavirus-related store closures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-has-witnessed-a-mortgage-strike-before-11598568248", "title": "New York Has Witnessed a Mortgage Strike Before", "date": "2020-08-27 18:44", "summary": "In 1929, when some Queens residents stopped paying, leaders didn't share AOC's view of government power.. New York is facing a crime wave and Rep. Alexandria Ocasio-Cortez has found the culprit: rent. People can't afford it and need money, \"so they feel like they either need to shoplift some bread or go hungry,\" she said earlier this summer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-liberty-university-goes-from-here-11598568186", "title": "Where Liberty University Goes From Here", "date": "2020-08-27 18:43", "summary": "The firing of Jerry Falwell Jr. should be the beginning of much deeper reforms.. Success can cover a multitude of sins-at least that's how it seemed to anyone observing Jerry Falwell Jr.'s behavior when he served as president of Liberty University. His resignation this week was long overdue, and Liberty can now begin regaining its place of prominence as a leading evangelical academic institution. It must start with recommitting to what drew so many young people there in the first place: its reputation for training champions for Christ.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-wide-open-arms-11598568165", "title": "The GOP's Wide-Open Arms", "date": "2020-08-27 18:42", "summary": "A marginal increase in Trump's minority support could swing the vote in key states.. The Republican Party that presented itself to the nation this week had a wide and welcoming look. Some in the GOP think that look could make the difference in November.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losers-review-the-lessons-of-defeat-11598568102", "title": "'Losers' Review: The Lessons of Defeat", "date": "2020-08-27 18:41", "summary": "To the man who threw the pennant-losing pitch to Bobby Thomson, a priest said it could happen to anyone. 'Yes, father, but why did it have to be me?'. Floyd Patterson, who was the heavyweight boxing champion when people cared about such things, began to talk about himself in a way he never had before when he started losing. What followed his two knockouts by Sonny Liston was hurt-\"a confused hurt-not a physical hurt.\" It was the hurt of having to leave the ring \"and face those people.\" Imagine, Floyd Patterson purchased false whiskers and a mustache to wear as a disguise. Yes, Floyd Patterson, as fearsome as any boxer ever, considered himself a coward.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postmaster-general-focused-too-narrowly-on-trucking-some-experts-say-11598567154", "title": "Postmaster General Focused Too Narrowly on Trucking, Some Experts Say", "date": "2020-08-27 18:25", "summary": "Sticking to tight schedules can save money, but logistics analysts say services can also slide. Logistics experts say Postmaster General Louis DeJoy's recent drive to make the U.S. Postal Service's operations more efficient appeared to overlook the impact on mail delivery at a time of considerable upheaval and growing demands on services.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-sues-marble-ridge-over-alleged-bid-rigging-11598566934", "title": "Neiman Marcus Sues Marble Ridge Over Alleged Bid Rigging", "date": "2020-08-27 18:22", "summary": "Bankruptcy watchdog says hedge fund's founder lobbied to prevent a competing bid for Neiman's online unit MyTheresa. Neiman Marcus Group Ltd. is suing Marble Ridge Capital LP after a bankruptcy watchdog said the hedge fund's founder illegally pressured an investment bank to drop its bid on a lucrative piece of the department-store chain's business so he could buy it himself.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remington-wont-have-to-answer-questions-from-sandy-hook-families-11598565991", "title": "Remington Won't Have to Answer Questions From Sandy Hook Families", "date": "2020-08-27 18:06", "summary": "Lawyers for families of Connecticut school shooting victims can't probe bankrupt gunmaker's finances, judge says. A judge overseeing the bankruptcy of Remington Outdoor Co., the maker of the weapon used to kill 26 people, mostly children, at Sandy Hook Elementary School in 2012, barred lawyers for victims' families from probing the company's finances.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publishers-brace-for-impact-from-apples-new-privacy-controls-11598565920", "title": "Publishers Brace for Impact From Apple's New Privacy Controls", "date": "2020-08-27 18:05", "summary": "Media outlets worry the change in Apple's operating system will hurt ad sales at a critical moment for the industry. Privacy changes in Apple Inc.'s new operating system are sending ripples through the digital publishing world, with outlets that rely heavily on advertising bracing for a sizable drop in revenue from iPhone users.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-seeking-up-to-1-5-billion-in-bankruptcy-financing-11598565548", "title": "Hertz Seeking Up to $1.5 Billion In Bankruptcy Financing", "date": "2020-08-27 17:59", "summary": "Rental car company goes the traditional bankruptcy finance route after being forced to terminate controversial stock sale. Hertz Global Holdings Inc. is on the hunt for a bankruptcy loan totaling as much as $1.5 billion after regulators blocked the rental car company from pursuing a sale of what likely would be worthless stock, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalled-coronavirus-aid-talks-test-schools-11598531735", "title": "Stalled Coronavirus-Aid Talks Test Schools", "date": "2020-08-27 17:53", "summary": "Falling tax revenues and new costs are squeezing school districts, and lawmakers disagree on how much funding to provide. As schools start the year without more federal aid to help cover the costs of contending with a pandemic, academic officials are warning that vast budget shortfalls will further strain their districts unless Democrats and Republicans break their impasse on a new coronavirus-relief package.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-council-bill-would-amend-police-chokehold-law-11598565199", "title": "New York Council Bill Would Amend Police Chokehold Law", "date": "2020-08-27 17:53", "summary": "Amendment, proposed amid concerns about rising crime, would clarify reasons an officer could be prosecuted. A bill introduced in the New York City Council on Thursday would limit the reasons a police officer could be prosecuted for using a chokehold.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-elevation-of-employment-goal-reflects-a-changed-world-11598564713", "title": "Fed's Elevation of Employment Goal Reflects a Changed World", "date": "2020-08-27 17:45", "summary": "Central bank implies that unemployment can never be too low. With the revamp of its monetary policy framework, the Federal Reserve has subtly but clearly shifted its priorities away from inflation to employment.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-27-2020-11598519649", "title": "U.S. Stocks Rise as Fed Signals Policy Shift", "date": "2020-08-27 17:42", "summary": "The Fed said it will tolerate periods when inflation runs higher than 2% to even out periods when it has been below that mark. U.S. stocks rose Thursday after Federal Reserve Chairman Jerome Powell said the central bank would abandon its policy of pre-emptively raising rates to head off inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-cut-back-as-many-await-stimulus-checks-11598563159", "title": "Americans Cut Back as Many Await Stimulus Checks", "date": "2020-08-27 17:38", "summary": "Many people are spending less on groceries as federal unemployment stimulus remains on hold for most recipients. Americans are spending less money on groceries than they were in July, data show, a sign that they are hurting for cash as the federal unemployment stimulus remains on hold for most recipients. The extra $600 in weekly benefits that people without jobs were receiving expired in July. President Trump signed an executive order earlier this month that would provide an additional $400 a week in benefits. The program has been delayed because it requires states to reconfigure their unemployment systems and chip in $100 per person. Currently, three states are distributing the funds. Walmart executives said consumers are nervous about their finances and job security in the absence of stimulus aid, leading to cutbacks in spending. The trend has prompted Associated Food Stores to offer discounts. Food makers Kellogg Co. and Kraft Heinz said they are also planning to bring back discounts aimed at budget-conscious shoppers, as they try to keep the momentum they saw in recent months. The financial stress could push more middle-income consumers to shop at dollar stores, said Morgan Stanley retail analyst Simeon Gutman.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tesla-rival-to-raise-1-5-billion-in-u-s-ipo-11598518496", "title": "Xpeng, a Chinese Rival to Tesla, Raises $1.5 Billion in U.S. IPO", "date": "2020-08-27 17:37", "summary": "Shares of electric-car maker jump 41% on the first day of trading in the U.S. Xpeng Inc., one of Tesla Inc.'s Chinese rivals, raised $1.5 billion through an initial public offering in the U.S., more than initially planned, because of high investor demand.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-lighthizers-plan-to-reform-the-wto-11598564236", "title": "Robert Lighthizer's Plan to Reform the WTO", "date": "2020-08-27 17:37", "summary": "The so-called \"free trade\" dogma that led the U.S. into trade disasters was anything but.. Regarding U.S. Trade Representative Robert E. Lighthizer's \"How to Set World Trade Straight\" (op-ed, Aug. 21): The so-called \"free trade\" dogma that led the U.S. into trade disasters was anything but. The term was cynically employed by its proponents to avoid the economically accurate term \"reverse mercantilism.\" That policy deliberately gamed the governmentally established conditions of trade disproportionately to favor imports over exports. As just one example, the U.S. government itself calculated that the average tariff for American imports was just over 1%, the world's lowest by far, when the average faced by American exports was 40%. Every Econ 101 student learns that if you tax butter at 40%, and guns at 1%, you get more guns and less butter than the \"free trade\" result. Thus our massive trade deficits, with the consequent job losses, wealth transfers abroad and other pathologies weren't the natural results of \"free trade\" but the products of deliberately engineered \"reverse mercantilism.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-officials-should-walk-the-walk-11598564183", "title": "Hong Kong Officials Should Walk the Walk", "date": "2020-08-27 17:36", "summary": "The letter from Chief Secretary Matthew Cheung Kin-chung (Aug. 24) shows a worrying lack of awareness of the impact the new National Security Law in Hong Kong is already having.. The letter from Chief Secretary Matthew Cheung Kin-chung (Aug. 24) shows a worrying lack of awareness of the impact the new National Security Law in Hong Kong is already having.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-see-themselves-as-agents-not-victims-11598564127", "title": "They See Themselves as Agents, Not Victims", "date": "2020-08-27 17:35", "summary": "Tunku Varadarajan, as an immigrant himself, offers a much more positive description of immigrants than projected by the Democrats during the week of their national convention (\"Democrats Make This Nonnative Restless,\". Tunku Varadarajan, as an immigrant himself, offers a much more positive description of immigrants than projected by the Democrats during the week of their national convention (\"Democrats Make This Nonnative Restless,\" op-ed, Aug. 22). Mr. Varadarajan portrays immigrants as people who come to America as the land of opportunity where they can and do realize their dreams as in no other place on earth, and not a place where racism denies them their future. His experience and observations show how successful our legal immigrants are in this country. This raises a difficult question: Why is it that immigrants, including black immigrants and their children, are more likely to thrive in this country than their nonimmigrant minority counterparts? Mr. Varadarajan provides the answer: Immigrants generally haven't bought the Democrats' portrayal of them \"as victims-hapless people thwarted by 'systemic racism' and American injustice, moored forever in a netherworld of murk and fear.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pre-covid-federal-policy-discouraged-telemedicine-11598564083", "title": "Pre-Covid Federal Policy Discouraged Telemedicine", "date": "2020-08-27 17:34", "summary": "This is a Clinton-era rule that should have never been implemented in the first place.. In his Aug. 24 letter, Gregory O. Ginn wonders why health-care providers didn't offer telemedicine years ago. Look no further than the Centers for Medicare & Medicaid Services, which has defined a billable evaluation and management physician visit as one where the provider meets \"face to face\" with the patient. This 1995 requirement was updated once, to allow telemedicine visits only when the patient lives in a \"remote\" area, at least 25 miles from a physician office. The reason for such restrictions by CMS is to prevent billing fraud. This is a Clinton-era rule that should have never been implemented in the first place.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-kamala-harris-reject-republicans-criticism-over-civil-unrest-11598563834", "title": "Joe Biden, Kamala Harris Reject Republicans' Criticism Over Civil Unrest", "date": "2020-08-27 17:30", "summary": "'You won't be safe in Joe Biden's America,\" Mike Pence says at GOP convention; Biden responds, 'This happens to be Donald Trump's America'. Democratic running mates Joe Biden and Kamala Harris rejected Republicans' characterization of them as soft on crime on Thursday and condemned President Trump's handling of unrest in parts of the country over racial injustice.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-energy-corridor-narrowly-averts-direct-hit-from-hurricane-laura-11598539350", "title": "America's Energy Corridor Narrowly Averts Direct Hit From Laura", "date": "2020-08-27 17:19", "summary": "Facilities along the Texas-Louisiana coast had closed and activated emergency procedures in advance of storm. Hurricane Laura narrowly missed the heart of America's fuel-making and chemicals infrastructure along the Gulf Coast, but a chlorine fire in Louisiana Thursday threatened the Lake Charles metro area.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bon-appetit-names-dawn-davis-as-editor-in-chief-11598563147", "title": "Bon Appétit Names Dawn Davis as Editor in Chief", "date": "2020-08-27 17:19", "summary": "Acclaimed book publisher and author to take over food magazine months after Adam Rapoport's departure. Condé Nast has named Dawn Davis as the new editor in chief of Bon Appétit, bringing in a prominent Black book-publishing executive and cookbook author to lead the renowned food magazine, which has been rocked by allegations of racial insensitivity and discrimination.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-fans-are-pushed-to-choose-sides-in-epics-legal-spat-with-apple-google-11598545530", "title": "'Fortnite' Fans Are Pushed to Choose Sides as Season 4 Starts", "date": "2020-08-27 17:18", "summary": "Epic Games is banking on support from ardent gamers though some fear the company is risking goodwill in spat with Apple and Google. When season 4 of \"Fortnite\" launches Thursday, players like David Morell won't be able to log into the popular videogame from their iPhones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-laptop-demand-helps-ease-hps-pain-from-weak-office-printing-sales-11598558819", "title": "Surging Laptop Demand Helps HP, Dell Amid Office-Spending Slump", "date": "2020-08-27 17:17", "summary": "Consumers stuck at home during the pandemic also invest in new printers. Hot demand for laptops as people work and learn remotely helped HP Inc. and Dell Technologies Inc. soften the hit from a slowdown in office-equipment spending during the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-roundup-settlement-talks-hit-new-setback-11598562743", "title": "Bayer's Roundup Settlement Talks Hit New Setback", "date": "2020-08-27 17:12", "summary": "Judge considers allowing litigation to restart after plaintiffs' lawyers say deals have been terminated or remain unsigned; Bayer says it can finalize settlements. Bayer AG's $10.9 billion settlement to resolve lawsuits over the safety of its Roundup weedkiller is stalling, plaintiffs' attorneys said Thursday in court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-dead-in-kenosha-shooting-police-say-11598436656", "title": "Wisconsin Identifies Officer Who Shot Jacob Blake", "date": "2020-08-27 17:05", "summary": "Police provide more details of Kenosha incident in which the 29-year-old Black man was shot in the back by a white police officer, Rusten Sheskey. KENOSHA, Wis.-The state agency charged with investigating the police shooting of Jacob Blake said Wednesday that the 29-year-old Black man admitted to having a knife in his possession. It also identified the white police officer who shot him seven times in the back, setting off several nights of violent clashes, fires and looting.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-markets-wild-swings-subdued-by-options-trading-11598519664", "title": "Oil Market's Wild Swings Subdued by Options Trading", "date": "2020-08-27 16:55", "summary": "Crude prices have crept up amid OPEC production cuts and bets on reduced volatility. When Laura and Marco barreled toward Louisiana and Texas this week, companies closed more than four-fifths of offshore oil production in the Gulf of Mexico to protect equipment and personnel. Crude-oil prices barely budged.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tevas-indictment-came-after-talks-faltered-with-justice-department-11598561481", "title": "Teva's Indictment Came After Talks Faltered With Justice Department", "date": "2020-08-27 16:55", "summary": "In interview, CEO Kare Schultz denies allegations, criticizes former employee he says is key government witness. This week's indictment of Teva Pharmaceutical Industries Ltd. 's U.S. subsidiary on price-fixing charges came after a last-minute staredown with the Justice Department in which neither side blinked.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-aid-talks-limp-along-between-democrats-white-house-11598561545", "title": "Coronavirus-Aid Talks Limp Along Between Democrats, White House", "date": "2020-08-27 16:52", "summary": "Democrats offer to slightly scale back their proposal. WASHINGTON-House Speaker Nancy Pelosi said Thursday that Democrats would be willing to accept a slightly smaller coronavirus-aid package than their previous offer, but said they remained at an impasse with the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-jacob-blakes-shooting-kenosha-officials-face-criticism-11598537022", "title": "After Jacob Blake's Shooting, Kenosha Officials Face Criticism", "date": "2020-08-27 16:43", "summary": "Residents say updates are slow and calls go unanswered; 'This is not the Alamo'. KENOSHA, Wis.-Anger is growing over how state and Kenosha officials have responded to the police shooting of Jacob Blake and the ensuing violence that has engulfed this small Midwestern city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-seekers-homebuyers-stock-investors-are-expected-to-benefitfrom-feds-new-strategy-11598556588", "title": "Job Seekers, Homebuyers, Stock Investors Are Expected to Benefit From Fed's New Strategy", "date": "2020-08-27 16:42", "summary": "Cost of borrowing is now likely to stay low 'forever and a day'. The Federal Reserve's new strategy means that interest rates are likely to stay exceptionally low for a longer-a boon to people looking for work, buying a home or investing in stocks.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-seeks-data-on-covid-19-nursing-home-deaths-in-four-states-11598558780", "title": "Trump Administration Seeks Data on Covid-19 Nursing Home Deaths", "date": "2020-08-27 16:41", "summary": "Justice Department sent letters to governors in New York, New Jersey, Pennsylvania and Michigan focusing on whether coronavirus orders contributed to fatalities. The Justice Department is asking governors of four states that were hit hard early in the Covid-19 pandemic for data on certain nursing homes, as it says it is considering an investigation into how the states handled the crisis in those care settings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-liar-and-twelfth-night-reviews-love-talk-11598560426", "title": "'Dear Liar' and 'Twelfth Night' Reviews: Love Talk", "date": "2020-08-27 16:33", "summary": "A Zoom staging of the exchanges between George Bernard Shaw and Mrs. Patrick Campbell and a youth-focused production of Shakespearean comedy.. Two-character epistolary plays are well suited to the restrictive requirements of Zoom webcasting during the pandemic. Hence I admit to being surprised that it took so long for someone to revive \"Dear Liar,\" the 1957 play that Jerome Kilty chiseled out of the correspondence of George Bernard Shaw and Mrs. Patrick Campbell, the Vicwardian actress who inscribed her name in posterity's books by creating the role of Eliza Doolittle in Shaw's \"Pygmalion\" at the improbable age of 49. Fortunately, Pennsylvania's Bucks County Playhouse, one of my favorite regional companies, has obliged with a very satisfying benefit reading of \"Dear Liar\" directed by Mark Brokaw and starring Marsha Mason and Brian Cox.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-fall-after-fed-policy-shift-11598535620", "title": "U.S. Government Bond Yields Rise After Fed Policy Shift", "date": "2020-08-27 16:32", "summary": "Federal Reserve to drop practice of pre-emptively lifting interest rates to stave off rising inflation, but details are limited. U.S. government bond yields rose in a volatile session Thursday after the Federal Reserve formally said it would let inflation run hotter but didn't commit to buying more longer-term Treasury debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prize-fight-for-tiktok-offers-uncertain-reward-11598549830", "title": "Prize Fight for TikTok Offers Uncertain Reward", "date": "2020-08-27 16:30", "summary": "CEO's departure indicates deal is imminent, but battle with U.S. government might have dinged social network's value. A sale of the U.S. portion of TikTok appears imminent. But whoever ends up with the prize might rightfully wonder just what they are buying into.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chen-for-president-11598558770", "title": "Chen for President", "date": "2020-08-27 16:06", "summary": "If China ever gains a legitimate government, who better to lead it?. Party convention speeches are often viewed as launching pads for careers in U.S. presidential politics. And this year's virtual events have featured no shortage of rising stars. Wednesday night's Republican lineup even featured an intriguing possibility for Chinese presidential politics-assuming the people of China are ever allowed to choose their leaders.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transplant-review-a-skilled-doctors-second-act-11598558573", "title": "'Transplant' Review: A Skilled Doctor's Second Act", "date": "2020-08-27 16:02", "summary": "Now on NBC, the hit Canadian drama revolves around a Syrian émigré doctor working in a Toronto restaurant who gets an unlikely opportunity to practice medicine in his new nation.. That the Canadian hit \"Transplant\" is joining the prime-time NBC lineup is presumably the result of pandemically limited production schedules. But that's selling it short. The series will make its debut as the best medical show on American television, which is something given the competition (even just on NBC). And while it's a bit early for a full-blown diagnosis, it may turn out to be one of the better dramas the network has ever had.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-homeland-security-ethics-officer-warns-dhs-employees-to-avoid-politics-11598558128", "title": "Top Homeland Security Ethics Officer Warns Employees to Avoid Politics", "date": "2020-08-27 15:55", "summary": "Emailed memo comes days after acting secretary Chad Wolf was featured in the Republican National Convention. The Department of Homeland Security sent an email urging employees to stay out of partisan activities after the department's acting head was featured in the Republican National Convention this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-one-decorating-move-will-transform-your-bedroomfor-200-or-less-11598557986", "title": "This Retro Decorating Move Will Transform Your Bedroom-for $200 or Less", "date": "2020-08-27 15:53", "summary": "New, modern chenille is the perfect comfy bedspread for the Covid era and adds textural wow to your bedroom décor. MUCH LIKE VINYL kitchen chairs and shag carpeting, the texture of tufted chenille bedding can conjure a specific time and place. For Miami designer Eilyn Jimenez of Sire Design, that place is her grandmother's bedroom. Last February, in the throes of early-pandemic disquietude, Ms. Jimenez was inspired to emulate that retreat's comfort, if not its aesthetic.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lowly-asterisk-shows-its-star-quality-11598557943", "title": "The Lowly Asterisk Shows Its Star Quality", "date": "2020-08-27 15:52", "summary": "A modest symbol long used to denote omissions or caveats has grabbed the spotlight amid the pandemic. A word denoting a mild-mannered typographical symbol has been getting a workout this year: \"asterisk,\" that little star-shaped figure (*) most often used to mark an omission, error or annotation. With the coronavirus pandemic wreaking havoc on everything from sports schedules to academic calendars, 2020 itself is getting asterisked.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-faces-layoff-decision-as-deadline-looms-11598554948", "title": "New York City Mayor Faces Layoff Decision as Deadline Looms", "date": "2020-08-27 15:02", "summary": "City needs to close $9 billion budget gap over next two years; 22,000 workers could lose their jobs. New York City Mayor Bill de Blasio faces one of the biggest challenges of his political career as he decides the fate of 22,000 government workers in danger of being laid off and tests the support of unions who helped him win office.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-under-state-of-emergency-after-fresh-unrest-11598509839", "title": "Minneapolis Police Chief Texted Activists Suicide Footage to Quell Violence", "date": "2020-08-27 14:54", "summary": "'There was so much misinformation out there,' says civil-rights activist who helped circulate video. Police leaders worked hand-in-hand with activists in Minneapolis Wednesday night to quell violent unrest sparked by misinformation about a man's suicide, after the community mistakenly thought he was shot by police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spain-weighs-legacy-of-juan-carlos-i-after-former-king-moves-to-persian-gulf-11598554175", "title": "Spain Weighs Legacy of Juan Carlos I After Ex-King Moves to Persian Gulf", "date": "2020-08-27 14:49", "summary": "Fallen monarch helped restore Spanish democracy but is now beset by scandal and getting attention over his new home. Spain's former King Juan Carlos I surprised his country this month when he said he was going into exile amid escalating judicial investigations of his finances. His choice of new home has raised Spaniards' eyebrows further: the United Arab Emirates, in the Gulf region where his business dealings triggered the scandals that are battering his reputation.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-72-hours-that-shook-kenosha-and-stopped-the-nba-11598544658", "title": "The 72 Hours That Shook Kenosha and Stopped the NBA", "date": "2020-08-27 14:41", "summary": "After the police shooting of Jacob Blake, athletes decided it was no longer enough to protest while playing. It was time to protest by refusing to play.. The police in Kenosha, Wis., got the call at 5:11 p.m. local time on Sunday. About five minutes later, an officer yelled breathlessly over the radio: \"Shots fired!\"", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-uaw-president-charged-with-embezzlement-11598544785", "title": "Former UAW President Is Charged With Embezzlement", "date": "2020-08-27 14:26", "summary": "Dennis Williams is second United Auto Workers president to face charges in a federal probe of union corruption in auto industry. Federal prosecutors have charged former United Auto Workers President Dennis Williams with embezzlement, marking the latest escalation in a yearslong probe into corruption in the union's top ranks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-stores-cant-catch-a-break-11598552266", "title": "Dollar Stores Can't Catch a Break", "date": "2020-08-27 14:17", "summary": "Both Dollar General and Dollar Tree outperformed expectations but their shares are down as questions loom around the sustainability of their recent run. Stimulus checks have the potential to whipsaw expectations for many retailers, but perhaps none more so than dollar stores.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mission-impossible-convincing-a-polish-town-to-let-tom-cruise-destroy-its-bridge-11598551736", "title": "Mission Impossible: Convincing a Polish Town to Let Tom Cruise Destroy Its Bridge", "date": "2020-08-27 14:08", "summary": "Resume Subscription. WLEŃ, Poland-The mission seemed improbable, if not impossible: Convince the residents of a Polish town to let Tom Cruise blow up their bridge.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-tourist-spots-like-bermuda-are-offering-remote-work-visas-11598551270", "title": "Why Tourist Spots Like Bermuda Are Offering Remote-Work Visas", "date": "2020-08-27 14:01", "summary": "With offices still shut and schools in limbo, a handful of countries and resorts are inviting WFH warriors to park their laptops in more scenic surroundings. CHRIS STEVENS isn't one to put down roots. The British digital entrepreneur and travel blogger has visited 40 countries over the past 10 years, and along with his girlfriend has been riding out the Covid-19 pandemic in Australia. But now, thanks to a special new visa designed to lure remote workers just like them, the peripatetic couple is considering heading to Barbados and staying put, at least for one year.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-prosecutors-say-they-have-no-plans-to-investigate-navalnys-suspected-poisoning-11598551199", "title": "Russian Prosecutors Have No Plans to Investigate Navalny Poisoning", "date": "2020-08-27 14:00", "summary": "Kremlin faces growing pressure from dissident's supporters and Western governments to explain what happened to him. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-players-will-end-boycott-and-resume-the-playoffs-11598550082", "title": "NBA Players Will End Boycott and Resume the Playoffs", "date": "2020-08-27 13:41", "summary": "After sitting out games in protest of a police shooting in Kenosha, Wis., the players elected to continue the season. NBA players decided on Thursday to resume the league's playoffs after they refused to play Wednesday in protest of a police shooting in Kenosha, Wis., a defiant action that had jeopardized the rest of the basketball season and continued to halt play in other sports leagues.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-august-22-11598549846", "title": "Bestselling Books Week Ended August 22", "date": "2020-08-27 13:37", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-lesson-about-the-modern-state-11598549043", "title": "A Coronavirus Lesson About the Modern State", "date": "2020-08-27 13:24", "summary": "A technocratic 'fix' for cancelled A-level exams turned a health crisis into a social disaster.. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-smearing-of-nikki-haley-11598549001", "title": "The Smearing of Nikki Haley", "date": "2020-08-27 13:23", "summary": "Liberal Indian-Americans accuse her of denying her heritage.. Political abuse in America comes in many flavors, few more ugly than the scorn showered by many Indian-Americans on Nikki Haley, arguably the most successful ethnic Indian politician in U.S. history.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-general-dollar-tree-draw-in-consumers-amid-economic-weakness-11598548959", "title": "Discounters Draw In Consumers Amid Economic Weakness", "date": "2020-08-27 13:22", "summary": "'What we see is very reminiscent of what we saw during the Great Recession,' Dollar General CEO says. Dollar General Corp. and Dollar Tree Inc. are aiming to draw in new consumers who are freshly scrutinizing their spending amid higher unemployment caused by the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-stimulus-checks-on-hold-americans-are-spending-less-at-the-grocery-store-11598526249", "title": "With Second Stimulus Checks on Hold, Americans Spend Less at the Grocery Store", "date": "2020-08-27 13:09", "summary": "End to extra unemployment benefits among reasons for recent decline in food spending. Grocery shoppers are cutting back on spending, data show, a sign that Americans are hurting for cash as the federal unemployment stimulus remains on hold for most recipients.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-caribbean-and-bahamas-turnkey-properties-are-the-biggest-luxury-11598547625", "title": "In the Caribbean and Bahamas, Turnkey Properties Are the Biggest Luxury", "date": "2020-08-27 13:00", "summary": "Vacation-home buyers in hard-to-reach destinations opt for fully furnished properties. Fabrice Grinda, a tech entrepreneur and investor, visited dozens of vacation villas in Turks and Caicos in search of one that was toothbrush ready.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-era-of-nazi-war-crime-trials-is-over-11598547574", "title": "The Era of Nazi War Crime Trials Is Over", "date": "2020-08-27 12:59", "summary": "Since 1945, the effort to bring Holocaust perpetrators to justice has redefined our understanding of state-sponsored evil. On July 23, a German court convicted Bruno Dey as an accessory to the murder of 5,230 people. Mr. Dey had served in the SS during World War II as a guard at Stutthof, a lesser-known Nazi concentration camp located outside of Gdansk, Poland. Bizarrely, because the 93-year-old defendant had begun his guard duties when he was just 17 years old, he was tried in juvenile court. Partly for this reason, he received a lenient sentence of two years, suspended.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-coast-guard-seizes-hong-kong-activists-fleeing-to-taiwan-11598536806", "title": "China Coast Guard Seizes Hong Kong Activists Fleeing to Taiwan", "date": "2020-08-27 12:34", "summary": "Target of investigation under national-security law was among group intercepted on speedboat. HONG KONG-China's coast guard detained a group of Hong Kong activists after intercepting a boat in the South China Sea en route to Taiwan, where the passengers planned to seek refuge from Beijing's national-security crackdown.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tiktoks-ceo-is-quitting-after-three-months-11598546033", "title": "Why TikTok's CEO Is Quitting After Three Months", "date": "2020-08-27 12:33", "summary": "The Trump administration has pushed TikTok's Chinese owner to sell its American operations. TikTok Chief Executive Kevin Mayer said he is leaving the social-media platform. It comes as the Trump administration has pushed for TikTok's owner, Chinese technology giant ByteDance Ltd., to sell its U.S. operations to an American buyer. Mayer, who joined TikTok about three months ago, wrote in a letter to staff: \"I understand that the role that I signed up for-including running TikTok globally-will look very different as a result of the U.S. administration's action to push for a selloff of the U.S. business... I've always been globally focused in my work, and leading a global team that includes TikTok U.S. was a big draw for me.\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-says-russian-security-team-ready-to-aid-embattled-belarusian-ally-11598542287", "title": "Putin Says Russian Security Team Ready to Aid Belarusian Ally", "date": "2020-08-27 12:31", "summary": "Belarus's President Alexander Lukashenko is grappling with massive protests after a contested election win. MOSCOW-Russia has assembled a law-enforcement team to help shore up Belarusian leader Alexander Lukashenko if protests against him spiral out of control, President Vladimir Putin said, giving the first indications of how Moscow might intervene to help its longstanding ally.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-hits-pause-on-reopening-amid-rising-covid-19-infections-11598545067", "title": "Germany Hits Pause On Reopening Amid Rising Covid-19 Infections", "date": "2020-08-27 12:17", "summary": "New coronavirus cases across Europe raise fears of second wave. BERLIN-Germany on Thursday hit pause on any further loosening of coronavirus rules and introduced new restrictions, in the latest instance of a European nation moving to tackle a resurgence in infections driven by tourism and summer festivities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-turnkey-home-in-nevada-11598544910", "title": "A Turnkey Home in Nevada", "date": "2020-08-27 12:15", "summary": "The owners of this five-bedroom property bought it fully furnished for roughly $3 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-sale-furniture-included-11598544764", "title": "For Sale, Furniture Included", "date": "2020-08-27 12:12", "summary": "This villa on St. Croix in the U.S. Virgin Islands is listed for $3.15 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-turks-and-caicos-villa-with-its-own-instagram-page-11598544507", "title": "A Turks and Caicos Villa With Its Own Instagram Page", "date": "2020-08-27 12:08", "summary": "The 12,757-square-foot home known as Triton Villa came fully furnished.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hotels-count-on-road-trippers-to-drive-visits-11598481018", "title": "Hotels Count on Road Trippers to Drive Visits", "date": "2020-08-27 11:55", "summary": "Budget hotels are holding up better than their luxury counterparts as corporate and group travel has been decimated. Roadside inns are faring better than Ritz-Carltons as Americans start to travel again with loosened Covid-19 restrictions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-rolls-out-halo-a-wellness-tracker-that-it-says-can-also-sense-moods-11598543692", "title": "Amazon Rolls Out a Wellness Tracker That It Says Can Also Sense Moods", "date": "2020-08-27 11:54", "summary": "Product is the e-commerce giant's latest foray into wearables. Amazon.com Inc. rolled out Amazon Halo, a health and wellness tracker that the company said also tracks its users' emotions, in its latest foray into wearable products as the company seeks to expand its reach into users' everyday lives.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-shares-climb-as-it-says-the-worst-of-the-crisis-is-likely-over-11598543572", "title": "WPP Shares Climb as It Says the Worst of the Crisis Is Likely Over", "date": "2020-08-27 11:52", "summary": "Advertising holding company reported a 15% drop in comparable revenue for the second quarter and restarted its dividend. WPP PLC shares jumped Thursday after the ad holding company reinstated its dividend and said the impact of the coronavirus crisis in the second quarter wasn't as bad as it had feared.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philosophy-for-a-time-of-crisis-11598543519", "title": "Philosophy for a Time of Crisis", "date": "2020-08-27 11:51", "summary": "From Socrates to Camus, thinkers have asked how to respond when adversity turns our lives upside down. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-are-buying-homes-in-big-numbers-11598543344", "title": "Millennials Are Buying Homes in Big Numbers", "date": "2020-08-27 11:49", "summary": "The group, long viewed as perennial home renters, is now emerging as a driving force in the U.S. housing market's recent recovery. Millennials are powering the resurgence of the housing market this year. Americans in their mid-20s to late-30s were long viewed as reluctant or unable to buy a home. But they accounted for half of all new home loans last year, for the first time. They consistently held above that level in the initial months of this year, according to Realtor.com.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-part-art-deco-part-old-world-glamour-apartment-in-columbus-11598543144", "title": "A Part Art Deco, Part Old-World Glamour Apartment in Columbus", "date": "2020-08-27 11:45", "summary": "Resume Subscription. Two years ago, designer Carrie Livingston got a call from Michael Weiss, the Ohio-based former president and CEO of L Brands . Years earlier, Ms. Livingston had designed a home for Mr. Weiss's daughter. Ms. Livingston hoped she would one day be able to work for him and his wife, Arlene Weiss.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-most-elegant-no-bake-summer-dessert-11598542099", "title": "The Most Elegant No-Bake Summer Dessert", "date": "2020-08-27 11:28", "summary": "Step away from the oven. This delightful, delicate berry pudding takes 15 minutes to assemble and demands nothing more than an overnight spell in the fridge.. WITH ITS DARK berry hue and pretty molded shape, summer pudding may look like it takes experience and work, but the opposite is true. You merely need to line a bowl with slices of bread, fill it with berries and let it chill in the fridge overnight. The slightly more involved version below takes all of 15 minutes to assemble.", "categories": [["Life & Work", "Food & Drink", "A Little Something Sweet"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/a-little-something-sweet?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-easy-money-pumps-up-winners-like-apple-and-housing-11598541527", "title": "Fed's Easy Money Pumps Up Winners Like Apple and Housing", "date": "2020-08-27 11:18", "summary": "Apple stock and lumber futures are soaring thanks to the Fed's largess. The rest of the economy will have to wait.. Winning investments this year include technology stocks, gold and, umm, lumber. Yes, lumber: pieces of wood may not be as glitzy as Apple or bullion. But like them, lumber and other assets linked to home construction have been big beneficiaries of the Federal Reserve. Helping home-building is one obvious way to help the economy.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-who-built-tiktok-wonders-what-hit-him-11598540993", "title": "TikTok's Founder Wonders What Hit Him", "date": "2020-08-27 11:09", "summary": "Resume Subscription. Zhang Yiming was having breakfast at home in Beijing in July when a message popped on his computer screen. A friend sent a link featuring President Trump, in which he said the coronavirus came from China and, as part of a U.S. response, he might ban TikTok, the hit video app Mr. Zhang founded.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bain-led-group-to-list-japanese-chip-maker-valued-at-20-billion-11598540348", "title": "Bain-Led Group to List Japanese Chip Maker Valued at $20 Billion", "date": "2020-08-27 10:59", "summary": "Kioxia Holdings sets IPO in Tokyo for Oct. 6, testing investor appetite for volatile semiconductor industry. A Japanese memory-chip maker owned by a Bain Capital-led consortium said it planned to list its shares on Oct. 6 and estimated its value at $20 billion, making it one of the year's largest initial public offerings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-fear-of-sharks-became-an-american-obsession-11598540192", "title": "How Fear of Sharks Became an American Obsession", "date": "2020-08-27 10:56", "summary": "Since colonial times, we've dreaded what one explorer called 'the most ravenous fish known in the sea'. There had never been a fatal shark incident in Maine until last month's shocking attack on a woman swimmer by a great white near Bailey Island in Casco Bay. Scientists suspect that the recent rise in seal numbers, rather than the presence of humans, was responsible for luring the shark inland.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-stern-massachusetts-home-18-9-million-11598539553", "title": "A Robert A.M. Stern-Designed Home on the Massachusetts Coast Asks $18.9 Million", "date": "2020-08-27 10:45", "summary": "The sellers are putting the 17,600-square-foot house on the market amid growing interest in the area caused by the pandemic. A 10-acre Massachusetts estate with a classic shingle-style house designed by Robert A.M. Stern Architects is coming on the market for $18.9 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-classic-shingle-style-home-by-robert-a-m-stern-11598539410", "title": "A Classic Shingle-Style Home by Robert A.M. Stern", "date": "2020-08-27 10:43", "summary": "In Dartmouth, Mass., this home sits on a peninsula and has commanding water views. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ants-giant-ipo-avoids-u-s-markets-but-embraces-u-s-banks-11598539095", "title": "Ant's IPO Avoids U.S. Markets but Embraces U.S. Banks", "date": "2020-08-27 10:38", "summary": "Citigroup, JPMorgan Chase and Morgan Stanley stand to gain when the financial-tech behemoth goes public. What could be the biggest initial public offering in history is bypassing the U.S. stock market-but still relies heavily on American banks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wix-could-light-up-again-with-payments-11598538433", "title": "Wix Could Light Up Again With Payments", "date": "2020-08-27 10:27", "summary": "The website builder has more payments and e-commerce tools rolling out. That could fire up more gains for an already super-hot stock.. Wix.com helps small businesses get online, and it's also increasingly helping them with payments. That puts it right in Wall Street's happy place.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-denies-visa-to-foreign-journalist-in-another-blow-to-press-freedom-11598527052", "title": "Hong Kong Denies Visa to Foreign Journalist in Another Blow to Press Freedom", "date": "2020-08-27 10:23", "summary": "Journalist was hired to work for an independent local news outlet after living in the city since 2015. HONG KONG-Authorities denied a work visa to a Hong Kong-based foreign journalist after he was hired to join an independent local news outlet, the most recent sign of eroding press freedoms in the city after Beijing's imposition of a new national-security law.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christchurch-gunman-who-killed-51-people-gets-life-imprisonment-11598494952", "title": "Christchurch Mosque Shooter Who Killed 51 Gets Life Imprisonment", "date": "2020-08-27 10:22", "summary": "Judge says it was the duty of the court to 'decisively reject' Tarrant's crimes and his malevolent ideology. CHRISTCHURCH, New Zealand-The man who murdered 51 people in live-streamed attacks on two New Zealand mosques was sentenced to life imprisonment without parole, the first time the country has imposed a punishment that denies any chance of release.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-jobless-claims-08-27-2020-11598481716", "title": "Unemployment Claims Remain Historically High", "date": "2020-08-27 10:17", "summary": "New applications for jobless benefits fell slightly to one million last week. Unemployment claims fell slightly last week but remained historically high, signaling layoffs continue as the coronavirus continues to hamper the economic recovery.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-nixon-froze-prices-arnold-weber-enforced-the-rules-11598536800", "title": "When Nixon Froze Prices, Arnold Weber Enforced the Rules", "date": "2020-08-27 10:00", "summary": "A czar for 90 days, economist later headed the University of Colorado and Northwestern. For 90 days in 1971, Arnold Weber had the authority to tell U.S. executives and business owners whether they could raise prices or wages. In general, the answer was no.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-ceo-kevin-mayer-quits-as-trump-pushes-chinese-app-to-sell-u-s-business-11598505535", "title": "TikTok CEO Kevin Mayer Quits as Trump Pushes Chinese App to Sell U.S. Business", "date": "2020-08-27 09:59", "summary": "In letter to staff, Mr. Mayer said political environment had sharply changed in recent weeks. TikTok Chief Executive Kevin Mayer said he is leaving the social-media platform after being on the job for about three months, as the company comes under increasing pressure from the White House over its ties to China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/returning-vacationers-are-employers-latest-coronavirus-challenge-11598535681", "title": "Returning Vacationers Are Employers' Latest Coronavirus Challenge", "date": "2020-08-27 09:41", "summary": "Europe's tourism season is powering a rise in new Covid-19 cases, raising the alarm in workplaces across the region. WOLFSBURG, Germany-The day after summer vacations ended and employees returned to work, Volkswagen AG's in-house medical unit was faced with a reality it had been fearing for weeks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-too-soon-to-tune-out-of-qvc-11598535181", "title": "It's Too Soon to Tune Out of QVC", "date": "2020-08-27 09:33", "summary": "TV-based home shopping may not be the way of the future, but QVC owner Qurate has kept up with the times. When home shopping rivals QVC and Home Shopping Network merged in 2017, they did so with the hope of bolstering their position against competition from both bricks-and-mortar and e-commerce retailers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-tesla-stock-all-roads-lead-to-420-11598534963", "title": "For Tesla Stock, All Roads Lead to 420", "date": "2020-08-27 09:29", "summary": "A long, strange round trip for auto maker's shares. History has a way of rhyming at Tesla .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elsa-peretti-tiffanys-bone-jewelry-fashion-11598529655", "title": "How Elsa Peretti and Tiffany's Bone Cuff Changed Jewelry Forever", "date": "2020-08-27 08:30", "summary": "Five decades after fashioning the iconic accessory, the designer continues to make her mark on Tiffany & Co. and the world.. It's curious, considering how Elsa Peretti revolutionized the jewelry world in the 1970s, that today the reclusive, enigmatic and famously fiery designer has such a resistance to newness. She rants over continual requests for \"new, new, new,\" saying, with a husky flourish, \"For me nothing is new. Good line and good form are timeless.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikael-jansson-lotta-fashion-11598529424", "title": "A Swedish Fashion Love Story", "date": "2020-08-27 08:30", "summary": "Isolating at home in the Stockholm archipelago, photographer Mikael Jansson turned his lens to his wife, Lotta, in her favorite pieces from recent collections.. WATER WORLD \"We keep a small boat [at the dock],\" says Lotta Jansson, 59. \"The weather was beautiful during the days we were shooting, so most pictures were shot outside.\" Prada coat, $3,600, top, $980, and shoes, price upon request, select Prada boutiques, Celine by Hedi Slimane jeans, $640, celine.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kennedy-brand-takes-center-stage-in-massachusettssenate-primary-11598531352", "title": "Kennedy Brand Takes Center Stage in Massachusetts Senate Primary", "date": "2020-08-27 08:29", "summary": "Rep. Joe Kennedy cites family's civil-rights legacy after incumbent Sen. Ed Markey criticizes his father's possible involvement in contest. When Rep. Joe Kennedy III launched his campaign against Sen. Ed Markey about a year ago, he looked to be in a strong position to unseat the veteran incumbent. Well ahead in early polling, the 39-year-old challenger largely avoided invoking his family's storied political brand, leaving it instead as an unspoken part of his appeal for some voters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-job-losses-loom-the-airline-recovery-is-under-threat-11598529902", "title": "As Job Losses Loom, the Airline Recovery Is Under Threat", "date": "2020-08-27 08:05", "summary": "Uncertainty about travel restrictions is slowing the rebound in flights and could also be hitting how much carriers make from each ticket sold. The future is bleak for airline employees, and the latest round of job cuts doesn't even come with a silver lining for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/454-billion-treasury-fund-goes-mostly-unused-11598529733", "title": "$454 Billion Treasury Fund Goes Mostly Unused", "date": "2020-08-27 08:02", "summary": "Treasury, Fed should take bigger risks in approving loans for struggling businesses, some lawmakers say. WASHINGTON-As Democrats and Republicans haggle over the next coronavirus-relief bill, a giant pot of money remains largely unused.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/builders-firstsource-and-bmc-stock-holdings-near-all-stock-merger-deal-11598500740", "title": "Builders FirstSource, BMC Stock to Combine in an All-Stock Deal", "date": "2020-08-27 07:47", "summary": "The companies, which manufacture products used in residential construction, would have a combined market value of about $5.5 billion. Builders FirstSource Inc. and BMC Stock Holdings Inc. plan to combine in an all-stock deal that would join two of the largest suppliers of residential building materials, the companies said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-never-was-an-nba-bubble-11598528671", "title": "The NBA Stops Play and Proves It Never Was a Bubble", "date": "2020-08-27 07:44", "summary": "They could put the league behind closed gates in Florida. But reality was always going to intrude.. In the end, there wasn't a bubble.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jackson-nationals-profitable-u-k-divorce-11598528059", "title": "Jackson National's Profitable U.K. Divorce", "date": "2020-08-27 07:34", "summary": "Investors could gain from plans by London-listed insurer Prudential to give its U.S. annuity business a separate stock-market listing. Breakups are never easy, but taking time to do it properly can be better for everyone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-interest-startup-prizepool-hopes-to-bring-in-savers-with-cash-prizes-11598527800", "title": "Forget Interest. Startup PrizePool Hopes to Bring in Savers With Cash Prizes", "date": "2020-08-27 07:30", "summary": "Customers will get a virtual ticket for each dollar they deposit in their account, with $50,000 in prizes on offer each month. PrizePool Inc., a startup launching today, is hoping to help Americans save more by dangling something they love in front of them: a cash prize.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-asks-boeing-coca-cola-to-disclose-more-about-popular-financing-tool-11598526651", "title": "SEC Asks Boeing, Coca-Cola to Disclose More About Popular Financing Tool", "date": "2020-08-27 07:10", "summary": "Agency has increased scrutiny of supply-chain finance, which flatters financial statements but may hide risks. The U.S. Securities and Exchange Commission is asking blue-chip companies about a popular financing arrangement that frees up cash but potentially hides risks from investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pences-moment-and-a-hurricane-split-screen-top-takeaways-from-the-rncs-third-night-11598526002", "title": "Pence's Moment and a Hurricane Split Screen: Top Takeaways From the RNC's Third Night", "date": "2020-08-27 07:00", "summary": "The president's loyal No. 2 had the spotlight, while Hurricane Laura drew the attention of speakers and the media. He has been a loyal sidekick, offering unflagging praise for the boss and riding out the controversies.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-you-can-wear-makeup-with-a-mask-heres-how-11598525936", "title": "Yes, You Can Wear Makeup With a Mask. Here's How.", "date": "2020-08-27 06:58", "summary": "Expert tips for bold, budge-proof lips, dramatic eyes and a shimmery complexion that will stay on your face, not your PPE. MASKS HAVE quickly become essential daily accessories, but when it comes to makeup, they pose a few problems. What's the point of lacquering your lips or contouring your cheeks when no one can see them? Plus, you have to worry about your makeup staining your PPE or your cotton Covid-fighter smearing your lipstick and blush to clownish effect. While some women have given up makeup altogether, others refuse to chuck their compacts.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-pence-joe-biden-is-a-trojan-horse-11598525635", "title": "Mike Pence: Joe Biden Is a 'Trojan Horse'", "date": "2020-08-27 06:53", "summary": "But the Trump counteragenda is still nebulous, with one night left at the GOP convention.. Mike Pence's message Wednesday to the Republican National Convention might be boiled down to this: \"Joe Biden would be nothing more than a Trojan horse for the radical left.\" In a speech of almost 40 minutes, delivered to an audience at Baltimore's star-spangled Fort McHenry, Mr. Pence issued one of this week's most sustained barrages against Mr. Biden.", "categories": [["Opinion", "Commentary", "Notes on the Convention"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-ant-remains-in-regulators-crosshairs-ahead-of-giant-ipo-11598524447", "title": "Jack Ma's Ant Remains in Regulators' Crosshairs Ahead of Giant IPO", "date": "2020-08-27 06:34", "summary": "Ant Group isn't a financial institution, but it has businesses, subsidiaries and affiliates that are overseen by financial regulators. HONG KONG-Ant Group Co., the startup controlled by billionaire Jack Ma that is gearing up for a blockbuster two-part initial public offering, wants potential investors to see it as a technology company and not a financial-services firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-months-without-a-kiss-parents-plead-to-visit-children-11598522401", "title": "Five Months Without a Kiss: Parents Plead to Visit Children", "date": "2020-08-27 06:00", "summary": "Strict rules to keep the coronavirus out of New York pediatric nursing homes also block parents from children. YONKERS, N.Y.-Every week Tony Overby comes to a pediatric nursing home near New York City to talk to his daughter Tonyka through a black metal fence.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-targets-foreign-influence-with-deal-veto-legislation-11598521296", "title": "Australia Targets Foreign Influence With Deal-Veto Legislation", "date": "2020-08-27 05:41", "summary": "Proposal to allow federal government to stop local transactions with foreign governments comes as relations with Beijing cool. SYDNEY-Australia's federal government is seeking veto power over deals between state and local officials and foreign governments as concerns about Chinese influence grow.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/onecoin-took-in-billions-then-its-leader-vanished-11598520601", "title": "OneCoin Took In Billions. Then Its Leader Vanished.", "date": "2020-08-27 05:30", "summary": "Federal prosecutors allege Ruja Ignatova, known as the Cryptoqueen, sold the promise of riches-but was really running a pyramid scheme. The splintering of one of the world's biggest cryptocurrency frauds began with an act of jealousy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-help-power-this-years-housing-market-rebound-11598520601", "title": "Millennials Help Power Housing-Market Rebound", "date": "2020-08-27 05:30", "summary": "Generation that was slow to enter U.S. housing market now accounts for more than half of all new home loans. Millennials, long viewed as perennial home renters who were reluctant or unable to buy, are now emerging as a driving force in the U.S. housing market's recent recovery.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-adapt-collaborative-culture-to-remote-work-11598520602", "title": "Tech Companies Adapt Collaborative Culture to Remote Work", "date": "2020-08-27 05:30", "summary": "'We're trying to emulate some of the creativity that you'd get in person,' says Ravs Kaur, chief technology officer of startup Uplevel. Technology executives are finding ways for their teams to collaborate and be productive as fully remote work persists during the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-cannot-drop-the-ball-al-sharpton-hopes-washington-march-jolts-congress-11598520600", "title": "'We Cannot Drop the Ball': Al Sharpton Hopes Washington March Jolts Congress", "date": "2020-08-27 05:30", "summary": "Protest against racial injustice expected to draw thousands but be smaller than anticipated due to coronavirus concerns. WASHINGTON-Thousands of people are expected to march in the nation's capital to protest police brutality against Black Americans, a demonstration planned earlier this summer in the wake of George Floyd's death that has gained new urgency after this week's police shooting of Jacob Blake.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russian-vehicles-collide-in-syria-injuring-several-americans-11598469710", "title": "U.S., Russian Vehicles Collide in Syria, Injuring Several Americans", "date": "2020-08-27 03:39", "summary": "Latest incident was considered serious enough for the U.S. to raise with Moscow through military channels. Several American troops operating in northeast Syria were injured Tuesday when the vehicle in which they were riding was struck by a Russian military vehicle, according to U.S. officials.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-to-headline-as-republican-convention-focuses-on-military-law-enforcement-11598467253", "title": "Pence Headlines as Republican Convention Focuses on Military, Law Enforcement", "date": "2020-08-27 02:29", "summary": "Military veterans, police official also speak at a time of protests against police shootings, clashes in Kenosha, Wis.. Vice President Mike Pence hailed President Trump's support for law enforcement during what he called a \"time of testing\" spurred by recent protests against police shootings and the coronavirus pandemic, as he accepted the Republican Party's vice-presidential nomination Wednesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-phone-maker-xiaomi-taps-new-finance-chief-11598500860", "title": "Chinese Phone Maker Xiaomi Taps New Finance Chief", "date": "2020-08-27 00:01", "summary": "The Beijing-based company hired Alain Lam, an investment banker, as it looks to grow its profit margins. Chinese smartphone maker Xiaomi Corp. has appointed a new finance chief as it looks to increase its margins and unlock value from its investments in more than 300 startups.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598468423", "title": "Pepper...and Salt", "date": "2020-08-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-laura-strengthens-in-the-gulf-of-mexico-11598445578", "title": "Hurricane Laura Stalks Gulf Coast, on Track to Rival Katrina", "date": "2020-08-27 22:47", "summary": "Category 4 storm gathers strength as it heads toward landfall early Thursday, forcing hundreds of thousands to evacuate and threatening U.S. fuel and chemical industries. BEAUMONT, Texas-Hurricane Laura barreled toward the Texas and Louisiana coasts late Wednesday as a vicious Category 4 storm-nearing Category 5-threatening what forecasters described as lethal flooding and widespread wind damage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milwaukee-bucks-boycott-playoff-game-to-protest-kenosha-police-shooting-11598474937", "title": "Milwaukee Bucks' Protest of Jacob Blake Shooting Stops Sports World", "date": "2020-08-27 22:40", "summary": "NBA players refused to play in protest of the Wisconsin shooting-and their actions rippled to baseball, soccer and other sports leagues. The National Basketball Association postponed three playoff games and much of the sports world ground to a halt on Wednesday after the Milwaukee Bucks' decision to boycott a playoff game in protest of the police shooting of Jacob Blake, a Black man in Kenosha, Wis.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-investigating-warship-fire-as-possible-arson-11598495562", "title": "Navy Investigating Warship Fire as Possible Arson", "date": "2020-08-27 22:32", "summary": "At least one sailor has been interviewed by investigators about July blaze in San Diego. No motive has been established.. WASHINGTON-The U.S. Navy is investigating the fire that nearly destroyed a U.S. warship in San Diego last month as a possible result of arson committed by a sailor aboard the ship, according to a defense official.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-visa-export-restrictions-on-chinese-firms-and-executives-active-in-contested-south-china-sea-11598446551", "title": "U.S. Sanctions Chinese Firms Active in Contested South China Sea", "date": "2020-08-27 21:18", "summary": "Companies include units of CCCC, a leading contractor for Xi Jinping's Belt and Road initiative to develop infrastructure and trade links across Asia, Africa and beyond. The U.S. unveiled a set of visa and export restrictions targeting Chinese state-owned companies and their executives involved in advancing Beijing's territorial claims in the contested South China Sea, a new challenge to China involving the strategic waters.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-biotech-stock-cytodyn-soars-on-warp-speed-comment-11598456736", "title": "Small Biotech Stock CytoDyn Soars on 'Warp Speed' Comment", "date": "2020-08-27 21:18", "summary": "Price climbed more than 20% after former adviser said he expected company to move forward with federal program. The market for small biotechs working on coronavirus treatments is so hot that sometimes all it takes is a whisper to send a stock soaring.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allman-betts-band-forges-its-own-identity-11598490000", "title": "Allman Betts Band Forges Its Own Identity", "date": "2020-08-27 21:00", "summary": "Sons of Allman Brothers members started with a tribute, their band will soon release a diverse second album. It's not usual for the children of feuding rock musicians to put the past aside and form a band together. But that is exactly what the Allman Betts Band did. Three years ago, the sons of Allman Brothers founding members Gregg Allman, Dickey Betts and Berry Oakley were part of a tribute concert to celebrate their fathers' musical legacy. Both the fans and the players were so moved by the performance that the Allman Brothers' offspring decided to stick together.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyses-plan-for-new-ipo-alternative-wins-green-light-from-sec-11598479804", "title": "NYSE's Plan for New IPO Alternative Wins Green Light From SEC", "date": "2020-08-27 20:47", "summary": "Move creates cheaper alternative to traditional initial public offering. Regulators have approved a proposal from the New York Stock Exchange to let companies raise capital through direct listings, a decision that creates a less-expensive alternative to the traditional initial public offering.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-softens-covid-19-testing-guidelines-sparking-criticism-11598487941", "title": "CDC Softens Covid-19 Testing Guidelines, Sparking Criticism", "date": "2020-08-27 20:31", "summary": "After it had recommended that close contacts of confirmed coronavirus cases get tested, the CDC said they don't necessarily need to. The U.S. Centers for Disease Control and Prevention has dialed back its guidelines about who should get tested for Covid-19, a move that has prompted pushback from public-health and infectious-disease experts.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-firefighters-take-advantage-of-weather-to-contain-blazes-11598471122", "title": "California Firefighters Take Advantage of Weather to Contain Blazes", "date": "2020-08-27 20:03", "summary": "Two of the biggest wildfires in state history are now at least 25% contained, but danger remains. Firefighters made progress containing two historically large blazes in Northern California on Tuesday night and Wednesday morning as weather conditions shifted in their favor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]