[{"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-19-2020-11595155901", "title": "Coronavirus Deaths Surpass 140,000 in U.S., as Trump Sees Flare-Ups as 'Burning Embers'", "date": "2020-07-19 19:12", "summary": "Florida, a major hot spot for the virus, reports 12,478 new cases. President Trump said the coronavirus pandemic will be brought under control and he played down the public health threat in a Sunday interview, putting him increasingly at odds with state officials expressing concern about the spread of Covid-19 among young adults.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-new-york-lobbying-firms-took-ppp-loans-11595199600", "title": "Top New York Lobbying Firms Took PPP Loans", "date": "2020-07-19 19:00", "summary": "Albany, Manhattan-based firms accepted Covid-19 aid even as they signed new clients. Some of New York's largest lobbying firms took loans under the federal Paycheck Protection Program, even as they signed up new clients during the coronavirus pandemic, records show.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-turns-to-tele-rallies-as-coronavirus-cases-surge-11595181087", "title": "Trump Campaign Turns to Tele-Rallies as Coronavirus Cases Surge", "date": "2020-07-19 18:07", "summary": "President tells Michigan supporters: 'I want to get out there and do the rally as soon as we can'. WASHINGTON-President Trump on Sunday dismissed new polling showing him trailing Joe Biden in the November election, as his campaign is shifting tactics, leveling increasingly aggressive attacks on his Democratic opponent and holding conference calls with supporters amid rising numbers of coronavirus cases.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/praise-comes-from-across-the-political-world-for-john-lewis-11595090080", "title": "Praise Comes From Across the Political World for John Lewis", "date": "2020-07-19 17:52", "summary": "Flags are lowered at the White House and the U.S. Capitol in his memory. WASHINGTON-Tributes from across the political spectrum poured in over the weekend for Rep. John Lewis, the civil-rights hero and longtime Democratic lawmaker from Georgia who died Friday at age 80, with some Democratic lawmakers calling for action on a stalled voting-rights bill to cement his legacy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-property-seizure-in-colombia-11595194033", "title": "A Property Seizure in Colombia", "date": "2020-07-19 17:27", "summary": "U.S. investors accuse Bogotá of violating its trade-agreement obligations.. Property developer Angel Seda was so bullish on Colombia in 2012 that he put up a promissory note to purchase land on a lake near the city of Medellín. Mr. Seda owned shares in a Colombian company called Newport, which planned to build a lakeside resort community on the parcel. Royalty Realty, his company, was to manage the property.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-hhs-cdc-disagreement-11595193843", "title": "Behind the HHS-CDC Disagreement", "date": "2020-07-19 17:24", "summary": "An interagency feud over key data demonstrates the inadequacy of U.S. efforts to prepare for a pandemic.. The Covid epidemic in the South has strained the country's capacity to keep up with the demand for testing. Six months into the pandemic, we still don't have enough supplies, equipment or lab services. There's no national plan for effectively allocating the capacity that does exist or providing a sufficient surge where it's needed suddenly.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-arab-world-needs-american-support-11595193812", "title": "The Arab World Needs American Support", "date": "2020-07-19 17:23", "summary": "The U.S. should bolster Saudi Arabia, Egypt, and the United Arab Emirates to contain Iran and Turkey.. Arab states are confronting an unstable and violent breakdown of regional order. From North Africa to the Levant, through Yemen in the Arabian Peninsula, poverty, social disintegration and heightened geopolitical competition dominate the land. Unifying ideological forces-such as Arab nationalism, warts and all-are gone, replaced by religious radicalism and chaos.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-states-deserve-money-from-washington-11595193775", "title": "Blue States Deserve Money From Washington", "date": "2020-07-19 17:22", "summary": "They've long subsidized red states, and they can't afford to bail themselves out.. The public hears a lot about the spread of Covid-19, massive unemployment, and risks of reopening the economy-but not nearly enough is being written about the staggering revenue loss that cities and states are now experiencing. This shortfall is estimated at $600 billion to $1 trillion between now and 2022. That will have a dire effect on the 22 million state and local government employees who work in health care, education, police and fire protection and other essential services.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-me-counting-u-s-counties-11595193733", "title": "Coronavirus Has Me Counting U.S. Counties", "date": "2020-07-19 17:22", "summary": "I'm trying to visit them all. Where else can you go during a pandemic?. 'Getting there is half the fun!\" the Cunard Line famously advertised in the 1950s and '60s, when jet planes began luring steamship passengers from their indulgent, weeklong trans-Atlantic crossings. Now the question might be: What if there is no there there?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civic-gifts-review-where-toturn-in-times-of-crisis-11595193639", "title": "'Civic Gifts' Review: Where to Turn in Times of Crisis", "date": "2020-07-19 17:20", "summary": "During wars, natural disasters and epidemics, Americans looked for help from one another. Over time, voluntarism gave way to government.. Just before the Fourth of July, Thomas Sharp, a public-health officer in Monroe County, Ind., exhorted his community to be careful as it entered the next stage of coronavirus-inspired restrictions. \"The only way that we can continue forward is for people to take personal responsibility for their health and others,\" he said, adding: \"Everybody needs to be nice to everybody because everybody's in the same boat.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-lewiss-america-11595192536", "title": "John Lewis's America", "date": "2020-07-19 17:02", "summary": "The arc of his life shows the racial progress the country has made.. The tributes are rolling in far and wide for John Lewis, the civil-rights leader and Democratic Congressman who died Friday at age 80. His life is worth celebrating for its own sake, but it's all the more valuable for what it says about the progress of his country.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-vs-catholic-education-11595192454", "title": "Politicians vs. Catholic Education", "date": "2020-07-19 17:00", "summary": "Private schools want to reopen, but Newsom in California and other governors say no.. California Gov. Gavin Newsom on Friday forbid schools, both public and private, from reopening until the state-i.e., the teachers union-declares it is safe. Chalk it up as another sad example of politicians putting the interests of unions over kids.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lefts-rights-distortions-11595192369", "title": "The Left's Rights Distortions", "date": "2020-07-19 16:59", "summary": "The press and activists scorn Pompeo's defense of 'unalienable rights.'. The State Department on Thursday unveiled a report on America's founding principles, and the news is that what should be an easy consensus is now attacked and distorted. Secretary of State Mike Pompeo last year empaneled a commission to highlight the importance of \"unalienable rights\" in U.S. foreign policy-and to explain how making all of politics a matter of rights can make the most fundamental liberties more difficult to secure.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-anti-oil-drilling-expedition-11595192247", "title": "Another Anti-Oil Drilling Expedition", "date": "2020-07-19 16:57", "summary": "Two Attorneys General accuse oil companies of deceit on the climate.. Here we go again. The Attorneys General of Minnesota and Washington, D.C., recently filed lawsuits accusing oil companies of covering up climate change for decades. Last winter New York state finally lost its anti-Exxon legal crusade, after nearly four years of investigating. A Democratic-appointed state judge tossed that lawsuit, calling its claims \"hyperbolic.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-teachers-fired-and-afraid-as-china-targets-liberal-thinkers-11595175839", "title": "Hong Kong Teachers Fired and Afraid as China Targets Liberal Thinkers", "date": "2020-07-19 16:09", "summary": "Beijing's national-security law focuses on schools as incubators of political dissent and reaches right into the classroom. HONG KONG-Teachers who backed antigovernment protests in the city-by taking to the streets or supporting the demonstrators on social media-are being reprimanded and, in some cases, fired as China's Communist Party increasingly moves to stamp out dissent.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-should-2020s-back-to-school-mean-11595188766", "title": "What Should 2020's 'Back to School' Mean?", "date": "2020-07-19 15:59", "summary": "As a parent, should I let my child ride the bus to school? If a middle- or high-school teacher, who typically has five classes a day with 30 students in each class, contracts the virus, what happens to the 150 students?. Regarding your editorial \"The Case for Reopening Schools\" (July 14): Parents, teachers and students are anxious to learn about the nation's blueprint for reopening schools this fall. With this in mind, I urge district school-board members coast to coast to consider these questions before finalizing any plan to welcome students back into their classrooms:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-a-name-the-washington-redskins-succumb-11595188574", "title": "What's in a Name? The Redskins Succumb", "date": "2020-07-19 15:56", "summary": "Does one offended person matter? Or does it take 10%, 20% or a majority of the fans to make a change?. Daniel Henninger addresses the removal of the Redskins and perhaps other team names and mascots in a humorous, satirical way in \"Oh Yes, Ban the Redskins\" (Wonder Land, July 16). But there needs to be a (civil) discussion about the team name-change process. We live in a society in which people are easily offended. If I were to lose a relative to a shark attack, I would certainly be offended by the San Jose Sharks' name, logo and mascot. So does one offended person matter? Or does it take 10%, 20% or a majority of the fans to make a change? Right now we don't know how the Native American community really feels. One news report cited that most Native Americans are offended, but is that really true? My company invited the head of a large Native American tribe to discuss its culture. During the Q & A somebody asked him if he was offended by the Atlanta Braves' name. He said he wasn't and didn't know anyone in the tribe who was offended. Then he added, proudly, \"My favorite team is the Redskins.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trend-to-renting-homes-damages-young-families-11595188349", "title": "A Trend to Renting Homes Damages Young Families", "date": "2020-07-19 15:52", "summary": "If the younger generations don't have homeownership as a way to accumulate wealth, provide for themselves in retirement and pass along their savings to their descendants, their situation is dire.. \"For Rent: The American Dream\" by Ryan Dezember (Exchange, July 11) has got to be one of the most disturbing pieces published recently. If the younger generations don't have homeownership as a way to accumulate wealth, provide for themselves in retirement and pass along their savings to their descendants, their situation is dire, and the character of America is changed fundamentally. They are locked out of the middle-class life that we Americans have long aspired to.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-home-sales-and-weekly-jobless-claims-11595185200", "title": "Economy Week Ahead: Home Sales and Jobless Claims", "date": "2020-07-19 15:00", "summary": "Sales of existing and new U.S. homes are expected to show gains, while the eurozone reports consumer confidence data. U.S. sales of previously owned homes likely turned a corner in June as stay-at-home orders eased and buyers resumed house hunting. Consumer sentiment in the eurozone is expected to pick up again this month, a sign that Europe's control of the pandemic may lead to economic gains.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-cities-covid-coronavirus-reopen-lockdown-housing-new-york-boston-los-angeles-11595182903", "title": "Winning Streak of Big Cities Fades With 2020 Crises", "date": "2020-07-19 14:56", "summary": "Coronavirus, anger over policing and strained budgets pack triple punch in cities like New York, Los Angeles and Boston, but don't count cities out, urban experts say. During the past quarter-century, many American cities flourished as crime tumbled and educated young workers moved to revitalized downtowns, changing the economic and political landscape of the nation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-budgets-under-pressure-colleges-cut-country-club-staples-like-golf-and-tennis-11595170801", "title": "With Budgets Tight, Colleges Cut Country-Club Sports", "date": "2020-07-19 14:44", "summary": "Sports lose varsity status in wake of Covid-19 cash crunch; schools rethink optics of costly, overwhelmingly white teams. Colleges eager to cut costs amid a financial crisis brought on by the coronavirus pandemic have settled on an easy target: low-profile sports that don't draw many spectators, attract a disproportionate number of white or foreign athletes and are relatively pricey to operate.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-yuge-re-election-agenda-11595180915", "title": "A 'Yuge' Re-Election Agenda", "date": "2020-07-19 13:48", "summary": "Trump is down in the polls, so he should swing for the fences with daring proposals.. Donald Trump's presidency may have ended in front of St. John's Episcopal Church on June 1. Of course, I also thought Barack Obama's presidency was over when he accepted the Nobel Peace Prize-another futile gesture. President Trump is down big in the polls, but is it too late? Recall, behind 45-41 with time running out in November 1984, undersized Doug Flutie threw his famous Hail Mary pass to victory. Mr. Trump needs one. Populism and trade won't work this time as Joe Biden has, Clinton-like, triangulated with his \"Buy American\" plan. My advice: Go big. Here's a bold second term economy-rousing agenda:", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bringing-the-factories-home-11595180872", "title": "Bringing the Factories Home", "date": "2020-07-19 13:47", "summary": "Any new industrial policy has to make the U.S. less vulnerable to Chinese suppliers.. The American economy is in a double bind. On the one hand, Covid-19 has made it necessary to reduce American dependence on China's economy, and Chinese manufactured imports in particular. The alarm over China's stranglehold on America's access to important pharmaceuticals and health-care goods like ventilators is only the leading edge of this concern. According to the Los Angeles Times, there are no fewer than 62 bills pending in Congress to alter one aspect or another of our economic relationship with China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-powerful-force-teslas-momentum-leads-stock-market-surge-11595151001", "title": "'A Powerful Force': Tesla's Momentum Leads Stock-Market Surge", "date": "2020-07-19 13:38", "summary": "Investors favor shares that have risen sharply in recent weeks like the electric auto maker and vaccine makers, worrying skeptics who think rally has gone too far. Eric Perkins believes Tesla Inc. shares have climbed too quickly, to heights the company's earnings can't sustain. He's still not selling.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-fret-as-graffiti-removal-program-is-axed-11595178000", "title": "New York City Businesses Fret as Graffiti-Removal Program Is Axed", "date": "2020-07-19 13:00", "summary": "Budget cuts claim anti-vandalism effort as building owners face other coronavirus problems. New York City has stopped a popular graffiti-removal program, frustrating business owners trying to combat vandalism.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mexicos-governor-a-possible-biden-running-mate-stands-firm-on-coronavirus-restrictions-11595174423", "title": "New Mexico's Governor Stands Firm on Coronavirus Restrictions", "date": "2020-07-19 12:00", "summary": "Gov. Michelle Lujan Grisham has ordered tougher measures than neighboring states, which have seen a surge in infections. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newly-declassified-documents-suggest-fbi-was-wary-by-early-2017-of-steele-dossier-11595174264", "title": "Documents Suggest FBI Was Wary by Early 2017 of Steele Dossier", "date": "2020-07-19 11:57", "summary": "Senate Judiciary Chairman Graham released documents as part of review into origins of special counsel Robert Mueller's investigation. A Senate committee released newly declassified documents that showed the Federal Bureau of Investigation was wary in early 2017 of a dossier compiled by ex-British spy Christopher Steele that helped stir a narrative, later debunked, that the Trump campaign had close ties to Russian intelligence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bone-dry-australia-faces-backlash-against-dam-projects-dams-dont-make-it-rain-11595170800", "title": "Bone-Dry Australia Faces Backlash Against Dam Projects", "date": "2020-07-19 11:00", "summary": "Authorities seeking to maximize water use are clashing with indigenous communities, environmentalists over dams; farmers struggle to water crops. WYANGALA, Australia-To indigenous Australians Isabel and George Coe, the hills near a 280-foot-tall dam here are part of a sacred landscape that is dotted with burials and ceremonial sites. Now, new plans by the government to raise the wall of the dam could flood many of those areas.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-ask-athletes-to-accept-health-risks-amid-the-pandemic-11595167457", "title": "Schools Ask Athletes to Accept Health Risks Amid Pandemic", "date": "2020-07-19 10:15", "summary": "A number of colleges have required or encouraged athletes to sign waiver forms before they are allowed to attend voluntary workouts. As the power brokers of college football frantically maneuver to save the 2020 season, some are asking a very big favor from their athletes: accept the risk of playing during the coronavirus pandemic.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-recovery-is-under-way-but-fighting-flare-ups-is-key-11595167200", "title": "Economic Recovery Is Under Way but Fighting Flare-Ups Is Key", "date": "2020-07-19 10:00", "summary": "Economists worry coronavirus outbreaks will make consumers, businesses more wary of returning to normal patterns of behavior. The global economy suffered a severe contraction in the three months through June, and it is becoming clear that the strength of its recovery will depend on authorities' success in dousing continued pandemic flare-ups.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-devices-arent-out-of-the-danger-zone-11595167200", "title": "Medical Devices Aren't Out of the Danger Zone", "date": "2020-07-19 10:00", "summary": "The business outlook for medical-device companies is steadily improving, but the danger to stock prices hasn't gone away. The business outlook for medical-device companies is clearly improving. The danger to their stock prices hasn't gone away, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-worry-about-the-tesla-bubble-the-market-has-other-issues-11595160000", "title": "Don't Worry About the Tesla Bubble. The Market Has Other Issues.", "date": "2020-07-19 09:16", "summary": "Investor sentiment can be a great contrarian indicator. Trouble is, the rest of the market isn't behaving like Tesla.. Look only at Tesla and it is clear that the stock market in the midst of a wild speculative frenzy. As Deutsche Bank strategists put it, the electric-car maker has added the equivalent of eight Ford Motors or 27 Renaults in market value since March as it benefited from the surge in retail investing-or, depending how you think of it, the shift of gamblers from sports betting into stocks.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-company-says-diversity-is-a-higher-priority-now-what-11595163600", "title": "Your Company Says Diversity Is a Higher Priority. Now What?", "date": "2020-07-19 09:00", "summary": "Calling for change is the easy part-here are concrete steps recommended by diversity experts and corporate professionals to go from talk to action. Companies have put out corporate statements, donated money to racial-justice initiatives, even changed leadership. People have pledged their support on social media and piled their nightstands with books on racism.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-companies-got-both-government-contracts-and-ppp-loans-11595163601", "title": "Some Companies Got Both Government Contracts and PPP Loans", "date": "2020-07-19 09:00", "summary": "Many Florida contractors judged themselves eligible for Paycheck Protection Program funds even as they worked on active government projects in the state. WASHINGTON-Some government contractors took out loans from the Paycheck Protection Program even as they were paid for government work during the pandemic, a Wall Street Journal analysis shows.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-earnings-snapshot-that-shines-a-light-on-a-messy-economy-11595163602", "title": "An Earnings Snapshot That Shines a Light on a Messy Economy", "date": "2020-07-19 09:00", "summary": "Here are five coming earnings reports for investors to watch to get the broadest read on the U.S. economy. Earnings season is a good time to not only assess the health of corporate America but also a chance to get a picture of the state of the consumer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-set-to-chronicle-troughs-of-the-pandemic-as-they-report-earnings-11595163601", "title": "Companies Set to Chronicle Troughs of the Pandemic as They Report Earnings", "date": "2020-07-19 09:00", "summary": "S&P 500 companies are expected to report a 44% drop in earnings for the second quarter, according to estimates. Businesses are beginning to give investors their first, full look at the impact the coronavirus pandemic had on their balance sheets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-schmelotonheres-how-to-turn-your-bike-into-a-connected-workout-station-11595163600", "title": "How to Turn Your Bike Into a Connected Workout Station", "date": "2020-07-19 09:00", "summary": "The virtual Tour de France showed me that riding indoors is actually fun. You can set up your own stationary internet-connected bike rig at home without spending thousands.. \"Wine pit stop, anyone?\"", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahus-corruption-trial-resumes-amid-coronavirus-crisis-11595161771", "title": "Netanyahu's Corruption Trial Resumes", "date": "2020-07-19 08:29", "summary": "Trial has bolstered critics who say prime minister isn't fit to lead Israel as he balances his legal defense with fighting the surge in Covid-19. TEL AVIV-An Israeli court ruled Sunday it would begin hearing testimony from witnesses in Prime Minister Benjamin Netanyahu's corruption trial in January, drawing into focus the embattled leader's challenges as he faces rising public anger over the government's handling of the coronavirus crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-car-rental-company-sixt-seizes-opportunity-in-u-s-11595160000", "title": "Sixt Seizes Opportunity in the U.S.", "date": "2020-07-19 08:00", "summary": "Despite lower demand due to coronavirus, Europe's second-largest car-rental company is pushing ahead with rapid expansion. As the coronavirus pandemic has crushed the car-rental industry, Germany's Sixt SE is seeking to accelerate its expansion in the U.S.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-13-19-2020-11595156400", "title": "Photos of the Week", "date": "2020-07-19 07:00", "summary": "A fire aboard the USS Bonhomme Richard damaged it beyond repair, remote learning widens the education gap in the U.S., China's economy appears back on track and more. A conceal-carry class at Bristlecone Shooting, Training & Retail Center in Lakewood, Colo. The new coronavirus pandemic, civil unrest after the killing of George Floyd and the ensuing movement to defund police are bringing in new buyers worried about their safety, according to store owners and gun experts. \"With the pandemic, it's driven more by fear for personal safety; it's people who haven't been interested in the past,\" said Jacquelyn Clark, co-owner of the store. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-should-parents-help-their-kids-find-jobs-11595156401", "title": "Meet Your Career Coach-You May Know Her as Mom", "date": "2020-07-19 07:00", "summary": "Parents help steer job searches for grads stuck at home; 'dessert and decisions'. When her son Spencer said he planned to be a grocery-store clerk after graduating last month from the University of California, Davis, his mother, Shirley Dong, took to social media.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-charge-ahead-with-electric-vehicle-plans-11595156400", "title": "Auto Makers Charge Ahead With Electric-Vehicle Plans", "date": "2020-07-19 07:00", "summary": "GM, Volkswagen, Nissan plan batch of new plug-in models despite economic challenges as investors rev up Tesla shares. ", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-hack-revives-concerns-over-its-data-security-11595156402", "title": "Twitter Hack Revives Concerns Over Its Data Security", "date": "2020-07-19 07:00", "summary": "Alleged perpetrator called himself 'Kirk,' was part of a subculture where hackers trade in coveted social-media accounts. The hack last week that exposed Twitter Inc.'s longstanding security issues started with a process familiar to almost every internet user: the password reset.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-lose-hope-for-quick-rebound-from-covid-19-11595151000", "title": "U.S. Companies Lose Hope for Quick Rebound From Covid-19", "date": "2020-07-19 05:30", "summary": "CEOs overhaul strategies and staffing in acknowledgment of coronavirus's permanent impact on demand; 'We cannot defy gravity'. Big U.S. companies are deciding March and April moves won't cut it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrians-vote-for-new-parliament-amid-virus-outbreak-economic-crisis-11595181420", "title": "Syrians Vote for New Parliament Amid Virus, Economic Crisis", "date": "2020-07-19 00:01", "summary": "Bashar al-Assad attempts to strengthen his political grip on the country after nearly a decade of war. Syrians went to the polls Sunday to elect a new parliament in the midst of a coronavirus outbreak and a deepening economic crisis, as President Bashar al-Assad attempts to strengthen his political grip on the country after nearly a decade of war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-secretary-wilbur-ross-hospitalized-11595127508", "title": "Commerce Secretary Wilbur Ross Hospitalized", "date": "2020-07-19 22:58", "summary": "Ross is doing well and was hospitalized for 'minor, non-coronavirus related issues,' department says. WASHINGTON-Commerce Secretary Wilbur Ross was hospitalized for \"minor, non-coronavirus related issues,\" a department spokesperson said Saturday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-18-2020-11595076959", "title": "U.S. Sees Its Second-Highest Number of New Covid-19 Cases", "date": "2020-07-19 20:40", "summary": "Coronavirus is spreading among young people in Florida, while Arizona reports new highs for Covid-19 deaths. Florida Gov. Ron DeSantis on Saturday said the state is seeing an increase in new coronavirus cases among younger people, while Arizona reported new highs for Covid-19-related deaths, and other states continued to struggle to contain the virus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]