[{"link": "https://www.wsj.com/articles/sinclair-broadcasting-agrees-to-pay-record-penalty-to-end-fcc-probes-11588809191", "title": "Sinclair Broadcasting Agrees to Pay Record Penalty to End FCC Probes", "date": "2020-05-06 19:53", "summary": "The broadcaster says it's looking to move forward. WASHINGTON- Sinclair Broadcasting Group Inc. agreed to a record $48 million civil penalty to settle federal probes relating to its failed bid to take over Tribune Media Co. and other alleged missteps.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-split-over-religious-exemptions-for-birth-control-coverage-11588786949", "title": "Supreme Court Split Over Religious Exemptions for Birth-Control Coverage", "date": "2020-05-06 19:46", "summary": "The case involves moral and religious exemptions to an Affordable Care Act rule that employers include contraception coverage with no out-of-pocket costs. WASHINGTON-Supreme Court justices voiced split views Wednesday over Trump administration rules allowing employers to claim religious exemptions from covering birth control in their health-insurance plans, with Chief Justice John Roberts holding a potentially pivotal vote.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overwhelmed-by-coronavirus-new-york-city-awards-contracts-to-unproven-vendors-11588762803", "title": "Hit by Coronavirus, New York City Rushes Contracts to Untested Vendors", "date": "2020-05-06 19:36", "summary": "Following mayor's executive order, city agencies have been conducting limited background checks on companies, balancing due diligence with need to get supplies quickly. About six weeks after the owner of a snowplow and hauling company pleaded guilty to a felony tax crime, his company received an award normally off-limits to people facing jail time: a $14 million contract from New York City.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-shut-down-or-well-sue-11588807027", "title": "Stay Shut Down or We'll Sue", "date": "2020-05-06 19:17", "summary": "A plague of lawsuits hangs over the recovery without new liability protection.. Governors are moving to reopen their economies, and Congress could at least do its part. That includes passing the liability protections that business owners need to feel confident they won't be looted by lawsuits as they get back to work.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-quorum-health-needs-bigger-cushion-than-cares-act-judge-rules-11588806998", "title": "Bankrupt Quorum Health Needs Bigger Cushion Than Cares Act, Judge Rules", "date": "2020-05-06 19:16", "summary": "Judge rejects hedge fund's claim that hospital chain doesn't need chapter 11 loan because it is receiving government relief. A bankrupt hospital operator shouldn't have to rely solely on financing from the federal government's Covid-19 relief package because the timing of those funds could be uncertain, a judge ruled.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costcos-sales-fall-for-first-time-in-nearly-a-decade-11588806906", "title": "Costco's Sales Fall for First Time in Over a Decade", "date": "2020-05-06 19:15", "summary": "Fewer shoppers visited stores in April amid coronavirus pandemic, while low gas prices also ate into sales. Costco Wholesale Corp.'s monthly sales fell for the first time since the recession, as stay-at home orders and social-distancing restrictions reduced shopper traffic and some parts of stores offered limited service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wuhan-lab-theory-11588806940", "title": "The Wuhan Lab Theory", "date": "2020-05-06 19:15", "summary": "If China covered up, as Trump and Pompeo say, release the evidence.. The evidence is clear that the Chinese Communist Party covered up for weeks the extent of the coronavirus outbreak in Wuhan, but what we don't know is why. One emerging theory is that the virus originated in a Wuhan lab. Beijing denies it, but the world deserves a full accounting of what China knew and when.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-calls-are-backvirtually-11588806840", "title": "House Calls Are Back-Virtually", "date": "2020-05-06 19:14", "summary": "Seeing my patients at home gives me surprising insights into their health.. I've been practicing medicine for 20 years, and I've never made a house call. But now I find myself making virtual house calls every day. I can't perform a physical exam, study or test. But for established patients, I can review symptoms and answer questions. I make small medication adjustments and refill prescriptions. I can tell by looking if patients are short of breath or uncomfortable, and direct them to the office or emergency department if necessary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-side-swipes-gig-workers-11588806898", "title": "California Side-Swipes Gig Workers", "date": "2020-05-06 19:14", "summary": "A lawsuit against Uber and Lyft would deny jobless aid to drivers.. Even during a pandemic, California Democrats have unions to look after. See Attorney General Xavier Becerra's lawsuit Tuesday against Uber and Lyft for allegedly misclassifying drivers as independent contractors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-to-feel-coronavirus-pain-through-2020-11588799462", "title": "T-Mobile to Feel Coronavirus Pain Through 2020", "date": "2020-05-06 19:14", "summary": "Carrier added fewer lucrative phone subscribers than expected in the quarter before Sprint merger closed. T-Mobile US Inc. said it expects the coronavirus pandemic to weigh on its financial performance through at least the end of the year, joining rival carriers in telling investors the crisis had clouded its outlook.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-challenge-11588806858", "title": "Joe Biden's Challenge", "date": "2020-05-06 19:14", "summary": "He trails digitally and financially, and needs an identity. What does he stand for?. Two of the Democrats' smartest field marshals, David Axelrod and David Plouffe, penned a New York Times op-ed Monday urging Joe Biden to transform his basement rec-room campaign into a digital killing machine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-high-court-clears-way-for-benjamin-netanyahu-to-form-next-government-11588804563", "title": "Israel's High Court Clears Way for Netanyahu to Form Next Government", "date": "2020-05-06 19:13", "summary": "Ruling lets prime minister, despite facing corruption charges, start unity government with rival Benny Gantz. TEL AVIV-Israel's top court ruled that Prime Minister Benjamin Netanyahu can form a government while under indictment, removing a final hurdle in the incumbent's bid to remain in power as he goes on trial later this month on corruption charges.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secs-china-evasion-11588806807", "title": "The SEC's China Evasion", "date": "2020-05-06 19:13", "summary": "The commission's 'buyer beware' announcement looks tough but actually is irresponsible.. Securities markets in the U.S. have long been the center of the universe for mobilizing and allocating capital. Registration with the Securities and Exchange Commission is the gold standard for a system that allows investors and issuers to choose among investment opportunities. But in April the SEC and the Public Company Accounting Oversight Board appeared to declare that era is over.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-victory-for-campus-justice-11588806738", "title": "A Victory for Campus Justice", "date": "2020-05-06 19:12", "summary": "The Education Department's new Title IX rule will make university kangaroo courts a thing of the past.. With accusations of sexual misconduct front and center for the second presidential election in a row, it may be hard to believe that the U.S. is making progress on this serious issue. But on Wednesday, the Education Department brought Americans a step closer to having such allegations tried more thoroughly and fairly-at least on college campuses.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-return-to-judicial-nominees-amid-coronavirus-11588766412", "title": "Senators Return to Judicial Nominees Amid Coronavirus", "date": "2020-05-06 19:10", "summary": "Hearing for key appeals court vacancy is part of McConnell's continued push to fill judiciary with conservatives. WASHINGTON-Returning to the Capitol this week, mostly masked and socially distanced, Senate Republicans are devoting much of their attention to a top pre-coronavirus priority: placing as many conservatives as possible on the nation's federal courts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-and-the-moralizers-11588806643", "title": "Joe Biden and the Moralizers", "date": "2020-05-06 19:10", "summary": "Progressives invented moral trumping as a political weapon against their enemies. Now they've exhausted it.. So much of our national politics looks like bread and circuses that one can miss important shifts in the political zeitgeist. Joe Biden's descent to the second circle of #MeToo hell may be one of them.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hour-of-fate-review-a-clash-of-titans-11588806511", "title": "'The Hour of Fate' Review: A Clash of Titans", "date": "2020-05-06 19:08", "summary": "J.P. Morgan was comfortable in his skin. Teddy Roosevelt was not. He described his presidency as a ﬁght for 'the abolition of privilege.'. 'If there is one thing for which I admire you,\" Speaker of the House Thomas B. Reed said to his protégé, Theodore Roosevelt, \"it is your original discovery of the Ten Commandments.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-whitmer-on-biden-lets-move-on-11588806434", "title": "Notable & Quotable: Whitmer on Biden: 'Let's Move On'", "date": "2020-05-06 19:07", "summary": "'You know, Jake, as a survivor and as a feminist, I will say this . . .'. CNN's Jake Tapper interviewingMichigan Gov. Gretchen Whitmer, May 3:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-vetoes-measure-giving-congress-final-voice-on-military-action-against-iran-11588804339", "title": "Trump Vetoes Measure Giving Congress Final Voice on Military Action Against Iran", "date": "2020-05-06 18:32", "summary": "Senate is unlikely to have enough votes to override president's action. WASHINGTON-President Trump on Wednesday vetoed a war-powers resolution that would limit the president's ability to take military action against Iran without approval from Congress, dismissing the measure as an effort to divide Republicans ahead of the coming election.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-gains-as-consumers-work-out-at-home-11588801735", "title": "Peloton Rides a Coronavirus Surge in Home Workouts", "date": "2020-05-06 18:24", "summary": "Exercise-bike maker reports a 94% jump in subscriptions as pandemic shuts gyms. Peloton Interactive Inc.'s quarterly sales surged 66%, bolstered by shut-in Americans undeterred by shipping delays, do-it-yourself installation and the exercise bike's $2,000-plus price tag.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-adds-former-national-security-adviser-h-r-mcmaster-to-board-11588786087", "title": "Former National-Security Adviser H.R. McMaster Joins Zoom Board", "date": "2020-05-06 18:23", "summary": "Retired U.S. Army general says his goal is to help startup become 'world's most secure' platform. Zoom Video Communications Inc. is further bolstering its ranks as the startup deals with security questions around its system, naming President Trump's former national-security adviser, H.R. McMaster, as an independent director.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exchanges-told-to-give-brokers-more-say-in-how-stock-data-are-distributed-11588799434", "title": "Exchanges Told to Give Brokers More Say in How Stock Data Are Distributed", "date": "2020-05-06 18:19", "summary": "SEC order follows complaints that exchanges favor clients who pay more for extra speed, data. The SEC ordered the nation's stock exchanges Wednesday to give stockbrokers and investors greater input into how real-time stock prices are distributed.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-federal-aid-uncertain-illinois-and-new-yorks-mta-test-muni-market-11588777517", "title": "With Federal Aid Uncertain, Illinois, New York's MTA Test Muni Market", "date": "2020-05-06 18:01", "summary": "The Metropolitan Transportation Authority paid up but attracted investors, while Illinois postponed. Two of the country's largest municipal borrowers asked investors to buy bonds this week, a key test of the $3.8 trillion market where state and local governments turn to fund themselves.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-senate-republicans-break-with-leaders-on-coronavirus-testing-at-capitol-11588799092", "title": "Some Senate Republicans Break With Leaders on Coronavirus Testing at Capitol", "date": "2020-05-06 17:58", "summary": "McConnell and Pelosi recently declined Abbott tests offered by Trump administration. WASHINGTON-Senior Republican lawmakers are pushing for routine coronavirus testing for members, their staffers and others who work at the U.S. Capitol complex, breaking with the decision by congressional leaders to decline such tests until they become more widely available to the public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-details-coronavirus-damage-11588798783", "title": "Wynn Resorts Details Coronavirus Damage", "date": "2020-05-06 17:51", "summary": "Casino operator swings to a loss as revenue declines 42%. Las Vegas-based Wynn Resorts Ltd. reported a net loss and a sharp drop in revenue, the latest casino operator to reveal how coronavirus shutdowns are hurting the gambling industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-posts-record-uptick-in-subscriptions-expects-advertising-to-drop-by-over-50-next-quarter-11588772725", "title": "New York Times Subscriptions Rise, Advertising Drops", "date": "2020-05-06 17:49", "summary": "Rise in digital readership pushed up revenue despite slide in ad sales. New York Times Co. reported its biggest quarterly increase in digital subscriptions ever, pushing revenue up slightly, despite a steep slide in advertising revenue that is expected to accelerate in the second quarter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-created-their-own-pension-debt-mess-11588801479", "title": "States Created Their Own Pension Debt Mess", "date": "2020-05-06 17:44", "summary": "The Coronavirus crisis has laid bare that many state governments are in dire straits because of the huge pension debts they have run up. However, many municipalities have the same issue.. Regarding the letters of April 30 responding to Andrew Biggs's \"A Bailout for Illinois? Not Without Strict Conditions\" (Cross Country, April 25): The coronavirus crisis has laid bare that many state governments are in dire straits because of the huge pension debts they have run up. However, many municipalities have the same issue.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telemedicine-has-its-big-moment-in-the-sun-11588801457", "title": "Telemedicine Has Its Big Moment in the Sun", "date": "2020-05-06 17:44", "summary": "The concept of direct-patient care is once again taking a back seat.. Your editorial \"The Doctor Will Zoom You Now\" (April 27) brings to light another disturbing trend. Analogous to EHR (electronic health records), the concept of direct patient care is once again taking a back seat. The oversimplification of diagnosis and treatment without actually \"laying hands\" on the patient or spending adequate one-to-one time will undoubtedly lead to gaps in care.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-covid-19-and-some-orthodox-jews-11588801411", "title": "De Blasio, Covid-19 and Some Orthodox Jews", "date": "2020-05-06 17:43", "summary": "I am one of the many thousands in the New York City Jewish community who have not been observing social distancing as we risk our lives to work as doctors, nurses, respiratory therapists, and EMTs to care for New Yorkers of all backgrounds.. Regarding Jeff Ballabon and Mark Goldfeder's \"De Blasio's 'Message' To Jews\" (op-ed, May 1): I am one of the many thousands in the New York City Jewish community who have not been observing social distancing as we risk our lives to work as doctors, nurses, respiratory therapists and EMTs to care for New Yorkers of all backgrounds. When I couldn't get PPE from our sold-out medical supplier, I was able to get it from other Jews who had donated through our synagogue. My face shields were 3-D printed by Orthodox yeshiva students. Thousands of Orthodox Jews who have recovered from Covid-19 have donated plasma for antibody treatment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-immunity-is-a-key-to-virus-v-human-rivalry-11588801369", "title": "Natural Immunity Is a Key to Virus v. Human Rivalry", "date": "2020-05-06 17:42", "summary": "It will be interesting to see if human evolution, natural or induced, will continue to match pathogen evolution.. Regarding David A. Shaywitz's April 30 review of Muhammad H. Zaman's \"Biography of Resistance\" (Bookshelf): What is being discussed is the substitution of induced immunity in humans through vaccines to pathogens. As a result, surviving pathogens are those most immune to the artificially induced immunity, necessitating updated vaccines for each succeeding generation of humans as pathogens evolve much more rapidly than we do.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-all-for-eager-qualified-happy-immigrant-workers-11588801334", "title": "I'm All For Eager, Qualified Happy, Immigrant Workers", "date": "2020-05-06 17:42", "summary": "What ever happened to hiring the best candidate, the most competitive person for the job?. In response to the \"This Is Not the Time for More Immigrants\" letters (May 1) against employment and higher education for legal immigrants in the U.S., I will state the obvious. Ethnocentrism runs thick in America. Why should I be forced to hire some underperforming, entitled American-born citizen when I can hire a go-getter, green-card-aspiring immigrant? I would take an immigrant who scored in the top 1% of his or her GMAT, is multilingual and has worked in several countries over a nonpassport-carrying American-born citizen any time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-06-2020-11588757475", "title": "Trump Says Task Force Will Focus on Reopening the U.S.", "date": "2020-05-06 17:30", "summary": "White House shifts focus of pandemic task force as states, countries move ahead with reopening plans. Confirmed coronavirus cases in the U.S. passed 1.21 million, as the White House shifted the mission of its pandemic task force and various states and countries moved ahead with reopening plans.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-survey-yields-new-insights-into-whos-getting-infected-with-covid-19-11588800575", "title": "New York Survey Yields New Insights Into Who's Getting Infected With Covid-19", "date": "2020-05-06 17:29", "summary": "Most patients recently entering New York hospitals had been living in their homes, not working. A majority of the New Yorkers hospitalized in recent days for the novel coronavirus weren't working and had been living in their homes, Gov. Andrew Cuomo said Wednesday, offering new insights into who is getting infected with the virus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-begins-nightly-shutdowns-for-coronavirus-cleaning-11588767945", "title": "New York City Subway Begins Nightly Shutdowns for Coronavirus Cleaning", "date": "2020-05-06 17:24", "summary": "Nearly 500 cleaners and more than 1,000 police officers deploy to enforce the first regularly scheduled shutdown in over a century. Cleaning crews backed by swarms of police officers descended into New York City's subway system early Wednesday to disinfect trains, in the first regularly scheduled shutdown of the entire subway system in over a century of operation.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poll-finds-majority-of-tri-state-residents-think-its-too-soon-to-reopen-11588799685", "title": "Poll Finds Most Tri-State Residents Think It's Too Soon to Reopen", "date": "2020-05-06 17:14", "summary": "More than 70% of New York, New Jersey and Connecticut residents say region should focus on stopping spread of coronavirus. A majority of New York, New Jersey and Connecticut residents think it is too soon to reopen their states and said officials should instead prioritize curbing the spread of the coronavirus, according to new polling.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhubs-sales-improve-as-customers-reach-for-delivery-11588799562", "title": "Grubhub's Sales Improve as Customers Reach for Delivery", "date": "2020-05-06 17:12", "summary": "Expenses also grow as delivery company pays for promotions. Grubhub Inc. said delivery sales have rebounded after a drop at the start of the coronavirus pandemic when customers stocked up on groceries rather than restaurant food.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-concern-opinions-may-be-poised-for-a-comeback-11588799231", "title": "Going-Concern Opinions May Be Poised for a Comeback", "date": "2020-05-06 17:07", "summary": "Auditors may be issuing more of the notices, which serve as red flags on a company's viability.. Companies should expect auditors to look more closely at their ability to remain going concerns, even if their recent annual reports gave a healthier impression.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-increase-auction-sizes-of-longer-dated-securities-11588768854", "title": "Treasury to Increase Auction Sizes of Longer-Dated Securities", "date": "2020-05-06 17:04", "summary": "Market to be offered initial 20-year bond of $20 billion, far bigger than expected. WASHINGTON-The Treasury Department said Wednesday it plans to ramp up auction sizes of longer-dated securities and will issue a new 20-year bond at an initial offering of $20 billion, much larger than Wall Street analysts were expecting.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/menswear-company-john-varvatos-enterprises-files-for-bankruptcy-11588786016", "title": "Fashion Designer John Varvatos's Business Files for Bankruptcy", "date": "2020-05-06 16:51", "summary": "Menswear brand was digging out of trouble when coronavirus pandemic slammed retail. The namesake business of rock 'n' roll fashion designer John Varvatos, which had a store located at the former site of the legendary New York punk club CBGB, filed for bankruptcy with a loan from an affiliate of its private-equity owner, Lion Capital LLP.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-names-global-politicians-and-activists-to-new-appeals-board-11588798000", "title": "Facebook Names Global Politicians and Activists to New Appeals Board", "date": "2020-05-06 16:46", "summary": "A Yemeni Nobel laureate, Denmark's former prime minister and law professors are among first 20 members of group that will review deleted posts. A Yemeni Nobel Peace Prize laureate, the former prime minister of Denmark and a retired U.S. federal judge will join a group that will make final rulings on whether Facebook posts violate the platform's standards on nudity, hate speech and insensitivity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-06-2020-11588738377", "title": "Dow Industrials Fall as Investors Look to Earnings, Economic Data", "date": "2020-05-06 16:41", "summary": "Energy markets show tepid losses after days of big swings in crude prices. The S&P 500 and Dow Jones Industrial Average edged lower in a choppy trading session Wednesday, as investors continued to try to untangle data and corporate earnings to determine what the economy might look like in the months ahead.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-posts-profit-on-strong-trucks-sales-11588767852", "title": "In Detroit, Scramble for Cash Upends High-Profile Vehicle Rollouts", "date": "2020-05-06 16:39", "summary": "GM was the only Detroit auto maker to report a quarterly profit, while it, Ford and Fiat Chrysler seek to manage cash crunch and plunging demand. The U.S. car companies are slashing capital spending and delaying some vehicle models to blunt the Covid-19 pandemic's fallout, a sign of much leaner times ahead in Detroit after a long stretch of prosperity.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lake-effect-homes-on-the-water-11588796126", "title": "The Lake Effect: Homes on the Water", "date": "2020-05-06 16:15", "summary": "What to know if you're considering a lakeside home, plus five properties up for sale around the U.S.. Owning a home on the edge of a lake offers the romantic promise of a lifetime enjoying a private dock for your small boat, cool breezes and a view of the water.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-campus-sexual-harassment-rule-aims-to-boost-rights-for-accused-11588785757", "title": "New Campus Sexual-Harassment Rule Aims to Boost Rights for Accused", "date": "2020-05-06 16:10", "summary": "Trump administration's regulation allows for cross-examination and live hearings, and provides some new support for accusers. The U.S. Department of Education on Wednesday issued the final version of its rule for how schools must investigate and respond to allegations of sexual harassment and assault, bolstering protections for those accused of misconduct while providing some additional support for those making complaints.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-for-sale-for-shoppers-looking-for-the-lakeside-lifestyle-11588795612", "title": "Homes Offering the Lakeside Lifestyle", "date": "2020-05-06 16:06", "summary": "Inside luxury properties on the market.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/court-hears-free-speech-challenge-to-robocall-ban-11588795361", "title": "Court Hears Free-Speech Challenge to Robocall Ban", "date": "2020-05-06 16:02", "summary": "The 1991 law against calls to cellphones appears safe from challenge by political consultants. WASHINGTON-A federal prohibition on robocalls to mobile phones looked safe after Supreme Court arguments Wednesday, as justices pushed back on claims that the First Amendment entitled political organizations to use automated dialers and recorded voices to reach unwilling audiences.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-warns-63-000-workers-of-possible-layoffs-11588795280", "title": "MGM Resorts Warns 63,000 Workers of Possible Layoffs", "date": "2020-05-06 16:01", "summary": "With continued uncertainty around reopening of industry, casino operator says some furloughed employees could be laid off starting Aug. 31. MGM Resorts International said some of its 63,000 furloughed workers could be laid off starting Aug. 31 amid a murky outlook for the closed U.S. casino industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petals-for-armor-by-hayley-williams-first-buds-of-a-solo-career-11588794448", "title": "'Petals for Armor' by Hayley Williams: First Buds of a Solo Career", "date": "2020-05-06 15:47", "summary": "The lead singer of Paramore sets out on her own with an album that might not fully bloom but does mark her own individual path.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eddy-review-this-riff-on-jazz-hits-a-sour-note-11588794260", "title": "'The Eddy' Review: This Riff on Jazz Hits a Sour Note", "date": "2020-05-06 15:44", "summary": "The Netflix drama series centered on a Parisian club misses what's key to entertainment.. 'The Eddy,\" as in \"inescapable vortex,\" has several things going for it, at least on paper. It's set in and around a noirish Parisian jazz club. It stars the gifted André Holland (\"The Knick,\" \"Moonlight\"). And the first two episodes are directed by the Oscar-winning Damien Chazelle, who certainly knows film and knows more than a little about jazz (see his \"La La Land,\" \"Whiplash,\" \"Guy and Madeline on a Park Bench\"). The way he uses the genre is energetic, never more so than during a Godard-inspired street romp that's set to Fats Waller and is more exhilarating than anything else in the program. Why? Because it has so little to do with anything else in the program.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modes-of-communication-letters-from-the-underworlds-by-nduduzo-makhathini-an-exploration-of-inherited-traditions-11588794062", "title": "'Modes of Communication: Letters From the Underworlds' by Nduduzo Makhathini: An Exploration of Inherited Traditions", "date": "2020-05-06 15:41", "summary": "The South African pianist continues to explore history and philosophy on his new album.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fuels-investor-push-for-worker-benefits-11588794042", "title": "Coronavirus Fuels Investor Push for Worker Benefits", "date": "2020-05-06 15:40", "summary": "Investors are asking companies how prepared they are to manage their workers in the event of a future health crisis. Companies are under pressure from investors to strengthen employee benefits after the coronavirus pandemic exposed shortcomings in U.S. labor policy.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-relief-rally-stalls-after-prices-double-11588775777", "title": "Oil's 'Relief Rally' Stalls After Prices Double", "date": "2020-05-06 15:23", "summary": "The rally raises hopes-but not confidence-that the mounting fuel glut won't overwhelm the world's capacity to store oil. Energy producers are throttling back their output, drivers are returning to the road and U.S. oil prices are roughly twice what they were a week ago, raising hopes-but not confidence-that the mounting fuel glut won't overwhelm the world's capacity to store oil.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deficit-fears-put-senate-republicans-and-trump-on-coronavirus-collision-course-11588787336", "title": "Deficit Fears Put Senate Republicans and Trump on Coronavirus Collision Course", "date": "2020-05-06 15:10", "summary": "GOP lawmakers take a wait-and-see approach on further stimulus, while president pushes new tax cuts. WASHINGTON-Senate Republicans are citing renewed budget-deficit fears as they pump the brakes on more coronavirus-aid spending, putting them at odds with President Trump's push for tax cuts and an infrastructure package on top of roughly $3 trillion of funds approved so far.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-quibis-reno-911-reboot-and-beanie-feldstein-in-how-to-build-a-girl-11588792181", "title": "What to Watch: The Rolling Stones, 'Reno 911!' and Beanie Feldstein in 'How to Build a Girl'", "date": "2020-05-06 15:09", "summary": "Plus, an adult animated comedy and a Bollywood movie that offers feel-good escape. Keith Richards hasn't outrun death for three-quarters of a century by playing it safe (or avoiding palm trees), but even the Rolling Stones are taking the coronavirus seriously, putting their tour on hold. You might have caught their appearance on the recent \"One World: Together at Home\" concert, but if you're craving the sound of crowds the world's most resilient rock band just launched \"Extra Licks,\" a weekly, six-part, Sunday-afternoon series on YouTube featuring archived performances.", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-coronavirus-task-force-to-shift-focus-to-safety-and-reopening-economy-11588771597", "title": "Trump Says Coronavirus Task Force to Continue Indefinitely", "date": "2020-05-06 14:49", "summary": "Officials will also focus on vaccines and therapeutics. WASHINGTON-President Trump said the White House coronavirus task force would remain in place with a new focus on reopening the country and developing a vaccine, one day after administration officials said they were considering disbanding the group in the coming weeks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-nursing-and-adult-care-facilities-may-have-4-800-coronavirus-deaths-11588695044", "title": "New York Nursing Homes May Have Nearly 5,000 Coronavirus-Related Deaths", "date": "2020-05-06 14:46", "summary": "In New York City, more personal-protection equipment to be distributed to nursing homes. New York state has recorded at least 4,968 confirmed and presumed deaths related to the novel coronavirus at nursing homes and adult-care facilities, including 71 confirmed fatalities at one center, according to state data released Monday night.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-sales-jump-as-shoppers-stock-up-on-medication-11588765912", "title": "CVS Warns of Surge in Non-Coronavirus Health Problems", "date": "2020-05-06 14:39", "summary": "Pharmacy chain data suggests Americans are ignoring medical needs during pandemic; sales fell in April after earlier jump. CVS Health Corp. executives warned Wednesday of an impending surge in medical problems unrelated to coronavirus, as the pharmacy chain's data suggest Americans are delaying routine health care during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-says-fake-news-wasnt-theirs-11588789238", "title": "CBS Blames Source for Fake News", "date": "2020-05-06 14:20", "summary": "What exactly happened at a Michigan health facility?. A media organization inviting a Democratic governor to criticize federal action on virus testing is not news. But CBS now says that its footage purporting to show a line of waiting patients was not legitimate. The television network is blaming a Michigan health facility.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-keeps-flame-alive-in-lockdown-11588789122", "title": "Match Keeps Flame Alive in Lockdown", "date": "2020-05-06 14:18", "summary": "Match's first-quarter results show singles don't need bars to mingle, after all. If George Costanza taught us anything at all, it's that we want what we can't have. That truth is benefiting Match Group as singles suffer through prolonged isolation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-depot-cant-coast-on-pandemic-gains-11588789029", "title": "Office Depot Can't Coast on Pandemic Gains", "date": "2020-05-06 14:17", "summary": "Coronavirus and work from home boost sales, as does takeover speculation. Office Depot Inc. is the latest retailer to benefit from new pandemic spending patterns, but that isn't where it should focus its future efforts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-reports-loss-of-more-than-1-billion-hurt-by-market-volatility-11588765474", "title": "KKR Reports Loss of $1.28 Billion, Hurt by Market Volatility", "date": "2020-05-06 13:59", "summary": "Value of firm's private-equity portfolio fares better than broader market. KKR & Co. logged a hefty loss for the first quarter as the coronavirus pandemic shook markets and forced it to mark down its investments, but the private-equity firm's portfolio held up better than the broader market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-chetrit-fetches-25-million-for-upper-east-side-townhouse-11588787446", "title": "Joseph Chetrit Fetches $25 Million for Upper East Side Townhouse", "date": "2020-05-06 13:50", "summary": "The deal for the 32-foot-wide home is one of the largest to close in New York City since the coronavirus pandemic hit. Real-estate investor Joseph Chetrit has sold a Manhattan townhouse for $25 million to an unknown buyer, according to a person familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-playlist-that-takes-you-around-the-worldand-beyond-11588787228", "title": "A Playlist That Takes You Around the World-and Beyond", "date": "2020-05-06 13:47", "summary": "Six upbeat songs-from Italy, New Zealand, Japan and three other countries-to help you escape the gravity of the moment. AT FIRST, housebound travel-lovers like me found it easy to enjoy a small taste of the old globe-trotting life. Throw on some music from a foreign land, and boom, we were transported there. Now, several weeks deeper into social distancing, I sense we might need stronger medicine. Here, then, a playlist of uplifting tunes from around the planet, some inspired by places even farther afield-as in, beyond planet earth.", "categories": [["Life & Work", "Ideas", "Playlist"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/playlist?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-to-reopen-most-of-economy-in-coming-weeks-as-coronavirus-recedes-11588787063", "title": "Germany to Reopen Most of Its Economy in Coming Weeks", "date": "2020-05-06 13:44", "summary": "But health rules mean full normality is still far off and mechanism would trigger new closures if infections rise again. BERLIN-Germany on Wednesday announced a further phasing out of its lockdown, putting itself at the front of a group of large European countries that are feeling their way back toward economic normality after slowing the spread of the coronavirus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-warns-pandemic-could-pressure-ad-business-11588777951", "title": "Discovery Warns Pandemic Could Pressure Ad Business", "date": "2020-05-06 13:23", "summary": "Impacts from Covid-19 could affect company's ability to make new shows and sell them to marketers from sectors including travel industry. Discovery Inc. warned the revenue it derives from selling advertisements tied to its content may face pressure due to the new coronavirus pandemic and its effects on economies around the world.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexion-pharmaceuticals-strikes-tentative-25-million-bribery-settlement-11588785508", "title": "Alexion Pharmaceuticals Strikes Tentative $25 Million Bribery Settlement", "date": "2020-05-06 13:18", "summary": "The biopharmaceutical company has reached a settlement in principle with the SEC, it said. Federal prosecutors have closed their own inquiry. Alexion Pharmaceuticals Inc. has reached a tentative settlement with U.S. authorities under which the company would pay less than $25 million to resolve claims it violated an antibribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-says-eventually-u-s-must-address-massive-deficits-11588777522", "title": "Fed's Barkin Says Eventually U.S. Must Address Massive Deficits", "date": "2020-05-06 13:11", "summary": "Federal Reserve Bank of Richmond leader Thomas Barkin deems heavy borrowing justified for now. Federal Reserve Bank of Richmond leader Thomas Barkin said Wednesday massive government borrowing undertaken to navigate the coronavirus crisis is appropriate, but at some point something needs to be done to deal with the ocean of red ink the U.S. government has been running up.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-conference-call-to-cure-covid-19-11588784648", "title": "The Conference Call to Cure Covid-19", "date": "2020-05-06 13:04", "summary": "Research leaders inside pharmaceutical companies are cooperating, but they need a public spokesman.. War breeds conspiracy, and in the biopharmaceutical world, far from public view, a broad conspiracy has formed. Tired of waiting for the vacuum of national scientific leadership to be filled and impatient with the glacial pace of federal research labs, nearly all the major players in drug discovery and development have taken matters into their own hands. The goal of their insider-only collaboration-called \"Covid R&D\"-is to accelerate creation of a vaccine or cure.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-home-workouts-rise-during-coronavirus-gyms-sweat-11588784616", "title": "As Home Workouts Rise During Coronavirus, Gyms Sweat", "date": "2020-05-06 13:03", "summary": "Most Popular News. When Jonathan Seryak moved into his apartment on New York City's Upper East Side earlier this year he planned to join the high-end Equinox gym across the street. But as the coronavirus pandemic closed fitness centers and other businesses across the U.S., he set up in his apartment some weights that he has had since high school.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-trump-has-in-common-with-napoleon-11588784608", "title": "What Trump Has in Common With Napoleon", "date": "2020-05-06 13:03", "summary": "A brash outsider who knew his terrain like nobody else, he succeeded until he faced a new kind of enemy.. Russia is the country that, more than any other, has haunted Donald Trump's presidency. It began when allegations of Russian collusion first appeared during the 2016 campaign and continues as a glut of Russian crude drives U.S. frackers into bankruptcy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-mind-ventilators-for-coronavirus-mexico-the-world-wants-more-tequila-11588784032", "title": "Never Mind Ventilators, Mexico, the World Wants More Tequila", "date": "2020-05-06 12:53", "summary": "Mexican spirit proves to be a much hotter export commodity than nation's breathing machines amid global pandemic. Ventilators? OK. More tequila? Yes please.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-canceled-large-coronavirus-mask-order-11588782782", "title": "California Canceled Large Coronavirus Mask Order", "date": "2020-05-06 12:33", "summary": "The state pulled the plug on a $600 million contract from a politically connected coronavirus-supply company, the latest setback for Blue Flame Medical. The state of California canceled a $600 million contract from a politically connected coronavirus-supply company, the largest contract the company has lost in the chaotic marketplace for masks, gloves, ventilators and other medical supplies, according to a person familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-libra-adds-new-ceo-as-cryptocurrency-project-gets-a-reboot-11588782600", "title": "Facebook-Backed Libra Project Gets New CEO", "date": "2020-05-06 12:30", "summary": "HSBC's top attorney takes over as effort shifts to be more like traditional payments platform. Facebook Inc.'s cryptocurrency project, Libra, is bringing on HSBC Holdings PLC's top attorney to lead the effort as it revamps following an icy reception last year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-casts-deep-chill-over-u-s-china-relations-11588781420", "title": "Coronavirus Casts Deep Chill Over U.S.-China Relations", "date": "2020-05-06 12:10", "summary": "Resume Subscription. Relations between the U.S. and China, strained for years, have deteriorated at a rapid clip in recent months, leaving the two nations with fewer shared interests and a growing list of conflicts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netflixs-the-eddy-reimagines-what-it-means-to-be-an-american-in-paris-11588781087", "title": "Netflix's 'The Eddy' Reimagines What It Means to Be an American in Paris", "date": "2020-05-06 12:04", "summary": "The Oscar-winning director of 'La La Land' directs a new series that revolves around a jazz club on the gritty outskirts of the city. No one visits the Louvre, frolics beneath the Eiffel Tower or tries on a beret in Netflix's new eight-part series \"The Eddy.\" Instead this show about a vibrant jazz club reveals a different side of Paris beyond the tourist trail: a city where rappers riff in darkened garages, mosques are improvised in temporary housing and high-rise apartments are reached via dingy stairwells.", "categories": [["Books & Arts", "Arts", "Television", "|"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-to-reopen-stores-selling-face-masks-along-with-jeans-11588780800", "title": "Gap to Reopen Stores, Selling Face Masks Along With Jeans", "date": "2020-05-06 12:00", "summary": "Retailer plans to reopen roughly 800 stores in May after coronavirus prompted it to close down in March. When Gap Inc. begins reopening stores this weekend, shoppers will notice a few differences. Fitting rooms and restrooms will be closed, and it wants to turn face masks into a fashion statement.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-flood-of-death-that-i-cannot-manage-the-coronavirus-crisis-in-doctors-own-words-11586272173", "title": "'A Flood of Death That I Cannot Manage': Pandemic in Doctors' Own Words", "date": "2020-05-06 11:50", "summary": "Front-line health workers are sounding public alarms: 'It's really hard to understand how bad this is...if all you see are empty streets'. As doctors, nurses and other health-care professionals face an unrelenting flow of patients through their hospitals, they've taken to social media to share their experiences. The raw emotions and visceral descriptions of what they are enduring comes through in countless posts on Twitter , Facebook , Instagram and other platforms.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-projected-to-send-eurozone-into-steep-recession-11588761057", "title": "Coronavirus Projected to Send Eurozone Into Steep Recession", "date": "2020-05-06 11:50", "summary": "Fallout from pandemic is expected to widen divisions between northern and southern member countries. BRUSSELS-The eurozone economy will suffer \"a recession of historic proportions this year\" because of the coronavirus pandemic, European Union officials predicted, with soaring national debts entrenching economic divisions between countries that could threaten the currency bloc's stability.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freedom-fighters-led-by-american-tried-invading-venezuela-11588722164", "title": "'Freedom Fighters' Led by American Tried Invading Venezuela", "date": "2020-05-06 11:43", "summary": "Eight dead, 13 captured in assault Maduro likens to 'playing Rambo'; Trump says plan received no U.S. support. BOGOTÁ, Colombia-Seasick and vomiting aboard fishing boats packed with guns, ammo and two-way radios, the ragtag band of fighters-including two American veterans of the Iraq war-made their way from Colombia to the Caribbean coast of Venezuela.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-legged-city-dwellers-get-their-moment-while-humans-are-stuck-inside-11588778739", "title": "Four-Legged City Dwellers Get Their Moment While Humans Are Stuck Inside", "date": "2020-05-06 11:25", "summary": "Coyotes, foxes, toads venture out into cities on coronavirus lockdown; 'They were here all the time'. Add to the list of what we've learned about our communities during the coronavirus lockdown: Wilderness is not as far as it seems.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-first-for-cvs-shareholders-11588778710", "title": "Safety First for CVS Shareholders", "date": "2020-05-06 11:25", "summary": "Investors shouldn't expect much excitement from CVS shares after strong earnings, but that is a good thing. CVS Health is no investor's idea of an exciting stock, but strong first-quarter results from the retail-and-insurance giant show that boring can be beautiful.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emergency-economic-stop-gives-car-makers-whiplash-11588777441", "title": "Emergency Economic Stop Gives Car Makers Whiplash", "date": "2020-05-06 11:04", "summary": "General Motors did much better than Ford and Fiat Chrysler, but there was no escaping the havoc caused in first-quarter results by the March collapse in vehicle sales. Car makers' acute vulnerability to a crisis has been on vivid display in first-quarter results this year. As the immediate funding emergency created by the Covid-19 shutdowns abates, the worries will change but won't disappear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-of-californias-sexiest-mansions-are-getting-g-rated-rebrands-11588777285", "title": "Some of California's Sexiest Mansions Are Getting G-Rated Rebrands", "date": "2020-05-06 11:01", "summary": "Amid stiff competition in markets like Los Angeles, real-estate agents have taken these high-end homes from flashy to family-friendly. It looks like real-estate porn. Literally.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-leaves-students-and-colleges-playing-waiting-game-11588770002", "title": "Coronavirus Leaves Students and Colleges Playing Waiting Game", "date": "2020-05-06 10:54", "summary": "The power dynamic has shifted dramatically, as schools court uncertain applicants. Incoming freshmen at Fordham University were told they had to decide by May 1 whether to accept the admission offers and send in their deposits.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-it-take-to-sell-157-acres-in-beverly-hills-owner-bets-on-a-new-york-office-broker-11588775821", "title": "New York Broker Tapped for Sky-High Sale in Los Angeles", "date": "2020-05-06 10:37", "summary": "Broker Doug Harmon sells New York City office buildings. Now, he's trying to sell the 'Mona Lisa of sites' in Beverly Hills.. New York City real-estate broker Doug Harmon has sold his share of trophy properties. He sold Manhattan's General Motors Building and the Helmsley Building, the Willis Tower in Chicago, and San Francisco's Bank of America Center. Some he has sold twice.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-germany-kept-its-factories-open-during-the-pandemic-11588774844", "title": "How Germany Kept Its Factories Open During the Pandemic", "date": "2020-05-06 10:20", "summary": "Resume Subscription. MULFINGEN, Germany-When much of Europe's economy shut down in mid-March, business kept right on going at Ebm-papst Group, a fan and motor manufacturer based near Germany's Black Forest.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-nebraska-a-city-with-many-essential-workers-charts-its-own-way-to-fight-coronavirus-11588757401", "title": "Hard-Hit Nebraska City Charts Its Own Way to Fight Coronavirus", "date": "2020-05-06 10:19", "summary": "One of only five states without a statewide stay-at-home order sees a jump in cases; building combines and processing meat don't adapt to work from home, mayor says. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-consider-how-to-reopen-when-can-i-come-and-see-mom-11588774526", "title": "Nursing Homes Consider How to Reopen; 'When Can I Come and See Mom?'", "date": "2020-05-06 10:15", "summary": "Though coronavirus restrictions persist, assisted-living facilities are planning ways to let visitors back in safely. Residents of long-term care facilities and their families are asking when they can visit again, as parts of the country open up.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/professional-networks-are-zooming-through-the-coronavirus-pandemic-11588773600", "title": "Professional Networks Go Online During the Coronavirus Pandemic", "date": "2020-05-06 10:00", "summary": "Many business groups are meeting online-some gatherings have excellent results, others fall flat. When a handful of New York City businessmen met on Zoom for a 6:30 a.m. networking meeting late last month, the discussion turned to the challenges of networking itself in the coronavirus lockdown era.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-heir-vows-to-end-dynastic-control-of-conglomerate-11588773098", "title": "Samsung Heir Vows to End Dynastic Control of Conglomerate", "date": "2020-05-06 09:51", "summary": "Lee Jae-yong said he doesn't intend to pass down management of the company to his children, and promised employees would be able to unionize. Samsung 's de facto leader Lee Jae-yong said he doesn't intend to pass down management of the South Korean conglomerate to his children, trying to put recent scandals behind him and the company by vowing to end a dynastic pattern of family control.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffer-funds-lure-investors-seeking-protection-in-market-turmoil-11588694254", "title": "'Buffer' Funds Lure Investors Seeking Protection in Market Turmoil", "date": "2020-05-06 09:38", "summary": "A small group of exchange-traded funds that purport to offer built-in protection against losses-but cap gains at a fixed level as well-has surged in popularity. A small group of exchange-traded funds that purport to offer built-in protection against losses-but cap gains at a fixed level as well-has surged in popularity during this year's stretch of heightened volatility.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-empty-planes-keep-flying-through-the-pandemic-11588771233", "title": "Why Empty Planes Keep Flying Through the Pandemic", "date": "2020-05-06 09:20", "summary": "As coronavirus shuts down travel, flights carrying a handful of passengers might seem absurd, but airlines are often left with no other options. JetBlue Flight 65 flew from New York to Albuquerque, N.M., with only seven passengers on board on April 21. There was no good reason to operate the nonstop flight-except for who was booked on the return trip.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-on-turkeys-economy-builds-as-lira-heads-to-record-low-11588769981", "title": "Pressure on Turkey's Economy Builds as Lira Nears Record Low", "date": "2020-05-06 09:12", "summary": "Turkey's central bank has run short of foreign-currency reserves and turned to the U.S. for possible help, but analysts say Washington is unlikely to oblige. The Turkish lira slid to its lowest level in two years Wednesday as investors speculated that its central bank would struggle to stem the currency's decline amid the coronavirus economic crunch.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prevent-zoom-judgment-of-your-bookshelves-11588770551", "title": "How to Prevent Zoom-Judgment of Your Bookshelves", "date": "2020-05-06 09:09", "summary": "Or your drapes. Or pillows. In a video-chat world, seven interior experts on DIY projects and accessorizing hacks that make the biggest backdrop difference. As most of the country heads towards the month and a half mark of sheltering in place, it's natural to look around the space you're in and feel frustrated-not only by its confines, but also by design decisions made in years (or even decades) past. Most of us have never spent more time inside our homes and staring at the same splotchy painting or questionable pillow.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-ai-startup-covariant-reaps-40-million-in-funding-round-11588719951", "title": "Logistics AI Startup Covariant Reaps $40 Million in Funding Round", "date": "2020-05-06 09:00", "summary": "Company plans to explore uses of machine learning for automation beyond warehouse operations. Artificial-intelligence robotics startup Covariant raised $40 million to expand its logistics automation technology to new industries and ramp up hiring, the company said Wednesday.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-yearslong-cleanup-italian-banks-brace-for-more-bad-loans-11588769579", "title": "After Yearslong Cleanup, Italian Banks Brace for More Bad Loans", "date": "2020-05-06 08:52", "summary": "Coronavirus-related downturn raises specter of non-performing loans piling up again for Italy's lenders. ROME-Italian banks have spent years cleaning up the bad loans on their books. The coronavirus downturn leaves them with more work to do.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-challenges-pompeo-to-show-proof-coronavirus-came-from-wuhan-lab-11588768117", "title": "China Challenges Pompeo to Show Proof Coronavirus Came From Wuhan Lab", "date": "2020-05-06 08:51", "summary": "In the first official government reaction, Beijing is trying to counter the Trump administration's moves to blame China for the virus outbreak. BEIJING-China challenged U.S. Secretary of State Mike Pompeo to present evidence that would back his recent claim that the new coronavirus came from a Chinese laboratory.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-nonfarm-private-sector-lost-20-2-million-jobs-in-april-11588769487", "title": "U.S. Nonfarm Private Sector Lost 20.2 Million Jobs in April", "date": "2020-05-06 08:51", "summary": "Losses were the steepest among large businesses with 500 or more employees. The nonfarm private sector in the U.S. lost about 20.2 million jobs from March to mid-April as much of the country's economy ground to a halt during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smart-guide-to-the-u-s-meat-shortage-11588768651", "title": "A Guide to the U.S. Meat Shortage", "date": "2020-05-06 08:37", "summary": "As the meat-supply crunch hits grocery stores, expect higher prices for burgers and steaks, purchase limits and smaller selection. With meat shortages hitting burger chains like Wendy's Co. , what can shoppers expect at their grocery store's meat counter?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-covid-19-surge-puts-ems-providers-in-financial-squeeze-11588766657", "title": "Coronavirus Put EMS Providers in Financial Squeeze", "date": "2020-05-06 08:04", "summary": "In coronavirus pandemic, ambulances have been treating patients in their homes without pay, leading to steep revenue shortfalls. Empress Emergency Medical Services treated about 1,200 New York-area patients over a recent 30-day period in homes and other places for conditions like low blood sugar, dehydration and asthma, rather than transporting them to a hospital. The service didn't get paid for any of it.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-pandemic-food-booze-and-guns-retain-value-best-11588766411", "title": "In a Pandemic, Food, Booze and Guns Retain Value Best", "date": "2020-05-06 08:03", "summary": "Apparel, accessories and footwear are riskier assets to finance, liquidation firm Tiger Capital Group finds. Loans backed by food, alcohol and guns are holding up better than debt tied to other merchandise as shoppers increasingly turn to these goods amid coronavirus social-distancing restrictions.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-russia-putin-wrestles-with-economic-impact-of-coronavirus-11588696059", "title": "In Russia, Putin Wrestles With Economic Impact of Coronavirus", "date": "2020-05-06 08:02", "summary": "What was tipped to be marquee year for Kremlin leader has turned into one of toughest challenges of his 20-year reign. MOSCOW-What was tipped to be a marquee year for Russian President Vladimir Putin is morphing into one of the toughest challenges to his 20-year reign.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-firms-gear-up-for-expected-jump-in-bankruptcies-triggered-by-coronavirus-11588766411", "title": "Law Firms Gear Up for Expected Jump in Bankruptcies", "date": "2020-05-06 08:00", "summary": "Nation's restructuring practices have been thinned by a decade of economic growth. WASHINGTON-The nation's bankruptcy industry is bracing for a wave of business collapses triggered by the coronavirus pandemic as its ranks have been thinned by a decade of economic growth.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/model-ship-kits-actually-worth-your-time-11588766454", "title": "Model Ship Kits Actually Worth Your Time", "date": "2020-05-06 08:00", "summary": "For first-time shipbuilders or die-hard hobbyists, these diverting model ship kits shrink legendary vessels. And yes, one is in a bottle.. From Revell, one of the best-known purveyors of miniature models, comes a 156-piece plastic replica of the Titanic, which snaps together into a 17.6-inch-long, 1:600 scale model of the hubristic cruise liner. Freeze your own iceberg. $40, megahobby.com", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-coronavirus-shutdown-thunder-saint-11588741895", "title": "How Do NBA Players Come Back to Work? It's His Job to Figure It Out.", "date": "2020-05-06 08:00", "summary": "He makes face masks from warmup pants and spends his days making sure the office is safe for his colleagues. They just happen to be the Oklahoma City Thunder.. There is one moment from the night his business changed forever that's burned into the mind of the man they call Saint.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-bills-business-tax-break-gets-a-second-look-from-democrats-11588766300", "title": "Democrats Revisit Stimulus Bill's Tax Breaks for Businesses", "date": "2020-05-06 07:58", "summary": "March law broadened deductions for companies that lost money; some lawmakers say it was too generous. WASHINGTON-As Congress begins considering the next round of economic-relief legislation, some lawmakers are pressing to revisit a decision to give unprofitable companies more than $150 billion in tax breaks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-bank-tries-to-calm-storm-over-investors-oil-losses-11588764576", "title": "Chinese Bank Tries to Calm Storm Over Investors' Oil Losses", "date": "2020-05-06 07:29", "summary": "Plans to hold individuals accountable for losses greater than their original investments drew scrutiny from regulators. A top Chinese bank is trying to reach a deal with investors caught out by negative oil prices, after plans to hold individuals accountable for losses greater than their original investments drew scrutiny from regulators and sparked a social-media outcry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shun-european-junk-bonds-while-risky-u-s-debt-rebounds-11588757400", "title": "Investors Shun European Junk Bonds While Risky U.S. Debt Rebounds", "date": "2020-05-06 07:23", "summary": "High-yield companies in Europe find credit markets closed in the absence of a backstop from the region's central bank. The coronavirus crisis has exposed a trans-Atlantic rift in the junk-bond market: Riskier U.S. companies have access, European ones don't.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-sewage-scientists-find-not-just-waste-but-coronavirus-clues-11588762803", "title": "Coronavirus Clues Found in Sewage", "date": "2020-05-06 07:00", "summary": "Traces of the new virus in wastewater can potentially bolster surveillance efforts as countries look to end lockdowns. In search of an early-warning system for the new coronavirus, Eric Alm spends most mornings handling sewage that has been flushed down toilets in Massachusetts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-traffic-isnt-doing-americas-roads-any-favors-11588762800", "title": "Less Traffic Isn't Doing America's Roads Any Favor", "date": "2020-05-06 07:00", "summary": "The expected shortfall in fuel-tax revenue doesn't bode well for companies that supply and build roads. More than one observer-including President Trump himself-has noted that America's coronavirus lockdowns are an ideal time to fix the roads. It would be killing two birds with one stone: avoiding traffic jams and providing jobs during a surge in unemployment. Sadly, the exact opposite might happen in many states, punishing private-sector companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-chip-giant-prepares-to-build-its-war-chest-during-u-s-china-tech-battle-11588761507", "title": "Chinese Chip Giant Prepares to Build Its War Chest During U.S.-China Tech Battle", "date": "2020-05-06 06:38", "summary": "SMIC last June delisted from the New York Stock Exchange after trading there for 15 years. China's leading chip maker is preparing for a multibillion-dollar stock sale, as the country tries to build up its semiconductor capabilities during a heated trade conflict and tech battle with the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterests-friends-arent-paying-off-11588761000", "title": "Pinterest's Friends Aren't Paying Off", "date": "2020-05-06 06:30", "summary": "Usage of Pinterest's image sharing platform is growing as ad dollars get squeezed. More friends is generally a good thing when it comes to social media. For Pinterest , it has proven costly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economic-recovery-is-under-legal-threat-11588760030", "title": "Europe's Economic Recovery Is Under Legal Threat", "date": "2020-05-06 06:13", "summary": "A critical ruling by German judges is unlikely to stop the European Central Bank's emergency policies, but may curtail fiscal support for the eurozone's revival. Paradoxically, legal challenges against the European Central Bank-the only thing holding the eurozone together-could end up cementing the bloc's overreliance on central banking.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-lab-taps-ai-machine-with-massive-chip-to-fight-coronavirus-11588757403", "title": "National Lab Taps AI Machine With Massive Chip to Fight Coronavirus", "date": "2020-05-06 06:11", "summary": "Scientists at Argonne National Laboratory hope the system's calling card, a chip measuring over 64 square inches, will speed up drug discovery. A national lab is turning to an AI machine the size of a dorm-room refrigerator to speed up the development of treatment and vaccines for coronavirus.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-hoodies-at-home-why-these-men-are-still-dressing-up-11588759248", "title": "No Hoodies at Home: Why These Men Are Still Dressing Up", "date": "2020-05-06 06:00", "summary": "Although walking the dog now qualifies as an exciting outing, occasion dressing hasn't atrophied completely. David Sedaris, Billy Porter and Gonzalo Garcia of the New York City Ballet describe their spiffiest looks of late.. The Outfit: Comme des Garçons blazer and trousers, Marsèll loafers", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-flights-no-problem-investment-bankers-embrace-wfh-11588758917", "title": "No Flights, No Problem: Investment Bankers Embrace WFH", "date": "2020-05-06 05:55", "summary": "Bankers planning a return to work are aiming to adopt the lessons of coronavirus to work more productively, cut costs and appeal to a broader workforce. Investment bankers are rethinking their pre-coronavirus lifestyle of exhausting global travel, interrupted family time and all-nighters in the office as they plan an eventual return to the workplace.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-ceos-share-ideas-for-coping-with-coronavirus-11588757400", "title": "Biotech CEOs Share Ideas for Coping With Coronavirus", "date": "2020-05-06 05:30", "summary": "Weekly calls let dozens of executives discuss business, ethical questions. When the pandemic struck, biotechnology chief executives suddenly faced questions about how to keep their workers safe, their research moving and their budgets intact.", "categories": [["Pro VC People"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-springs-into-action-as-buyout-firms-new-ceos-seek-opportunity-in-downturn-11588757404", "title": "Silver Lake Makes Big Tech Bets While Its Rivals Sit Coronavirus Out", "date": "2020-05-06 05:30", "summary": "Private-equity firm strikes a series of deals for companies hit by pandemic. At times when shares of Twitter Inc. dipped over the past few years, Silver Lake Co-CEO Egon Durban would make discreet inquiries about buying the social-media company, whose share price has sometimes lagged behind its popularity and cultural significance.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-mba-programs-split-on-whether-accepted-students-can-skip-the-fall-11588757403", "title": "Top MBA Programs Split on Whether Accepted Students Can Skip the Fall", "date": "2020-05-06 05:30", "summary": "Business schools could face big tuition losses and trouble filling classes if masses of students defer. Business schools are weighing whether to allow admitted students to postpone enrollment by a year or two as colleges and universities across the U.S. grapple with whether and how to reopen campuses this fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-hit-pause-on-digital-transformation-despite-spending-more-on-cloud-11588757402", "title": "Companies Hit Pause on Digital Transformation Despite Spending More on Cloud", "date": "2020-05-06 05:30", "summary": "Many companies are pulling back from longer-term cloud projects in response to the economic fallout from the coronavirus pandemic. Corporate spending on cloud computing surged in the first quarter, as companies scrambled for computer capacity to support remote-work and other business-continuity tools, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-playwright-wrote-his-fastest-selling-work-yet-a-covid-19-comedy-11588757404", "title": "High School Musicals Don't Need to Pause During Covid-19", "date": "2020-05-06 05:30", "summary": "Don Zolidis play, '10 Ways to Survive Life in a Quarantine,' was written in four days and centers on students at home during the coronavirus lockdown. Don Zolidis has been writing plays for 15 years that are often focused on young-adult themes and have been performed in thousands of high-school theaters. The one he wrote in March about life in the era of Covid-19 has been the fastest selling work of his career.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-income-falls-as-coronavirus-takes-hold-11588710935", "title": "Disney's Earnings Fall as Coronavirus Takes Hold", "date": "2020-05-06 00:30", "summary": "Theme-parks division bears the brunt, but widespread lockdowns will deepen impact on company. The empire Robert Iger built at Walt Disney Co. ruled Hollywood last year, with box-office blockbusters, capacity crowds at theme parks and new streaming service with subscribers in the millions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588697770", "title": "Pepper...and Salt", "date": "2020-05-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbvie-comes-to-terms-with-ftc-on-purchase-of-botox-maker-11588737625", "title": "AbbVie Comes to Terms With FTC on Purchase of Botox Maker", "date": "2020-05-06 00:00", "summary": "Agency votes along party lines to approve proposed settlement of $63 billion Allergan deal. WASHINGTON- AbbVie Inc. agreed to divest itself of several pharmaceutical assets to settle the Federal Trade Commission's antitrust objections to its proposed $63 billion acquisition of Botox maker Allergan PLC.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-swings-to-profit-as-consumers-stock-up-amid-pandemic-11588714954", "title": "Beyond Meat Swings to Profit as Consumers Stock Up Amid Pandemic", "date": "2020-05-06 23:20", "summary": "Sales at plant-based-meat company more than doubled in latest quarter as meat supplies were hit by coronavirus. Beyond Meat Inc. said sales more than doubled in the latest quarter, boosted by increased demand from its partners and retailers stocking up on the alternative meats as food supply chains faced disruptions because of the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-orders-new-yorks-presidential-primary-to-proceed-as-planned-11588729547", "title": "Judge Orders New York's Presidential Primary to Proceed", "date": "2020-05-06 21:45", "summary": "Democrats on elections board had scrapped primary out of concern over coronavirus. New York's presidential primary will proceed as planned on June 23, a federal judge ordered Tuesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-in-hospital-with-infection-gallstone-11588726554", "title": "Justice Ruth Bader Ginsburg in Hospital With Gallbladder Condition", "date": "2020-05-06 21:17", "summary": "Justice Ginsburg to participate in oral arguments from hospital, Supreme Court says. WASHINGTON-Justice Ruth Bader Ginsburg was admitted to the hospital Tuesday for nonsurgical treatment of a gallbladder condition after a gallstone caused an infection but plans to participate in court proceedings from there, the Supreme Court announced.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-expert-alleges-top-u-s-health-officials-resisted-coronavirus-warnings-11588717371", "title": "Vaccine Expert Alleges HHS Resisted Coronavirus Warnings", "date": "2020-05-06 21:12", "summary": "Recently ousted biomedical researcher files complaint accusing HHS leadership of dismissing concerns the agency wasn't preparing for a pandemic. A government vaccine specialist who was moved out of his job last month alleges that the U.S. Department of Health and Human Services resisted his warnings about the dangers of the coronavirus and removed him from his position for raising alarms about an antimalarial drug President Trump had touted as a potential treatment.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-aimed-to-practice-stakeholder-capitalism-coronavirus-complicated-its-goals-11588726267", "title": "Coronavirus Complicates Airbnb's Goals", "date": "2020-05-06 20:51", "summary": "Founders want to run companies for the long term, focusing on employees and social goals as much as the bottom line. As cash dwindles, investors take priority.. A survey of senior executives by consulting firm West Monroe reported that a vast majority of business leaders felt as though decisions made during the pandemic were in line with their corporate values. I'm betting that number is shrinking with each day that passes.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-05-2020-11588669450", "title": "U.S. Deaths Top 71,000, as Impact on Nursing Homes Mounts", "date": "2020-05-06 20:40", "summary": "Hopeful signs emerge from New York, as daily number of deaths, new hospitalizations continue to fall. As the confirmed U.S. death toll from the new coronavirus grew to more than 71,000, new data showed the pandemic's devastating impact on nursing homes.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-president-bolsonaro-accused-of-seeking-to-influence-rio-police-11588725490", "title": "Brazil's President Accused of Seeking to Influence Rio Police", "date": "2020-05-06 20:38", "summary": "Former Justice Minister Sergio Moro, who has accused the president of interfering in criminal investigations, testified Saturday. SÃO PAULO-Brazilian President Jair Bolsonaro wanted control of the police in Rio de Janeiro, where his sons are being investigated, and in March told his justice minister, Sergio Moro, to permit him that oversight, according to testimony made public Tuesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-seeks-deals-with-other-drugmakers-to-boost-supply-of-covid-19-drug-11588722931", "title": "Gilead Seeks Deals With Other Drugmakers to Boost Supply of Covid-19 Drug", "date": "2020-05-06 20:03", "summary": "The talks aim to provide supplies of the drug remdesivir to countries outside the U.S.. Gilead Sciences Inc. said Tuesday it will join with other drugmakers to manufacture and sell its Covid-19 treatment remdesivir outside of the U.S., farming out production of the medicine to ensure supply meets global demand.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}]