[{"link": "https://www.wsj.com/articles/package-containing-ricin-was-intercepted-in-the-white-house-mail-11600543252", "title": "Envelope Containing Ricin Intercepted in White House Mail", "date": "2020-09-19 19:43", "summary": "Mailing was addressed to President Trump and appeared to come from Canada. An envelope containing the poison ricin was intercepted in the White House mail, a U.S. official familiar with the matter said Saturday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-that-helped-define-ruth-bader-ginsburgs-gender-equality-fight-11600557049", "title": "The Case That Helped Define Ruth Bader Ginsburg's Gender Equality Fight", "date": "2020-09-19 19:10", "summary": "A brief she wrote in 1972 as a lawyer contained arguments that reverberated throughout her career. Long before Justice Ruth Bader Ginsburg sat on the Supreme Court, she wrote what would prove to be an enduring template for her efforts on behalf of gender equality.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-counsel-others-steer-trumps-supreme-court-nomination-strategy-11600553569", "title": "White House Counsel, Others Steer Trump's Nomination Strategy", "date": "2020-09-19 18:12", "summary": "Federalist Society, other conservatives are influential; Pat Cipollone is key adviser. WASHINGTON-As President Trump prepares to nominate a third justice to the Supreme Court, he is being advised by the White House's top lawyer, his chief of staff, senior Senate Republicans and a network of conservative activists who have worked behind the scenes for years to shape the makeup of the high court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-19-2020-11600512793", "title": "U.S. Coronavirus Deaths Near 200,000", "date": "2020-09-19 17:28", "summary": "Friday marked the country's biggest daily increase in Covid-19 cases since Sept. 4. The number of confirmed U.S. deaths from the coronavirus approached 200,000 and daily coronavirus cases in the U.S. rose by the most in two weeks on Friday, as parts of the Midwest and Southwest saw a jump in infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburgs-most-notable-opinions-and-dissents-11600549902", "title": "Justice Ruth Bader Ginsburg's Most Notable Decisions and Dissents", "date": "2020-09-19 17:11", "summary": "The second woman on the Supreme Court became its most ardent champion of liberal jurisprudence. Ruth Bader Ginsburg, who died Friday at the age of 87, spent more than a quarter-century as an associate justice on the Supreme Court. She was most known for her pronouncements on gender equality and discrimination, expanding the reach of the Constitution's guarantee of equal protection. In her later years, as the high court shifted rightward, she emerged as its most ardent champion of liberal jurisprudence, voiced most memorably in her dissents.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburgs-death-puts-spotlight-on-affordable-care-act-11600549424", "title": "Justice Ginsburg's Death Puts Spotlight on Affordable Care Act", "date": "2020-09-19 17:03", "summary": "The death of Justice Ginsburg immediately changes the prospects for cases on Supreme Court's docket. WASHINGTON-The death of Justice Ruth Bader Ginsburg is a devastating blow to the Supreme Court's liberal minority, pushing out of reach-should President Trump succeed in gaining confirmation of another nominee-the occasional victory it claimed from a right-moving court by finding common ground with a single conservative justice.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-sen-collins-says-senate-shouldnt-vote-on-nominee-before-election-11600548081", "title": "GOP Sen. Collins Says President Elected Nov. 3 Should Fill Supreme Court Vacancy", "date": "2020-09-19 17:03", "summary": "Maine lawmaker opposes voting on a nominee to replace Ruth Bader Ginsburg before the election. WASHINGTON-GOP Sen. Susan Collins of Maine said the winner of this fall's presidential election should choose the next Supreme Court nominee, the first Senate Republican to take that stance since the death of Justice Ruth Bader Ginsburg.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tadej-pogacar-set-to-win-tour-de-france-11600547047", "title": "Tadej Pogacar Set to Win Tour de France", "date": "2020-09-19 16:24", "summary": "21-year-old Slovenian pulled huge comeback in Saturday's stage to snatch yellow jersey from countryman Primoz Roglic ahead of Sunday's ride to Paris. LA PLANCHE DES BELLES FILLES, France-As far as Tadej Pogacar was concerned, his hopes of taking the Tour de France had died days ago, somewhere on a French mountainside. Sure, he said, he could dream of taking the leader's yellow jersey here, on the last day of meaningful racing, \"but we live in the real world.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-biden-rule-doesnt-apply-in-2020-11600545795", "title": "Why the 'Biden Rule' Doesn't Apply in 2020", "date": "2020-09-19 16:03", "summary": "Voters in 2016 and 2018 showed a clear preference for Trump nominees' originalist philosophy.. The week after President Jimmy Carter lost his 1980 re-election bid, he announced the judicial nomination of a close ally of Senate Judiciary Committee Chairman Ted Kennedy. The nomination sailed through the Senate, which confirmed the First U.S. Circuit Court of Appeals judge 80-10 less than a month later, six weeks before Inauguration Day. That nominee, Stephen Breyer, now sits on the Supreme Court.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-nonprofits-focusing-on-blacks-donations-soared-in-wake-of-george-floyd-protests-11600542001", "title": "At Nonprofits Focusing on Blacks, Donations Soared in Wake of George Floyd Protests", "date": "2020-09-19 15:00", "summary": "Four organizations with Black leaders say donors new and old stepped in. Here's how they're spending the funds. For years, nonprofits focusing on Blacks have struggled for funding, but in less than four months, that's changed dramatically.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruth-bader-ginsburg-equalitys-gracious-champion-11600540064", "title": "Ruth Bader Ginsburg, Equality's Gracious Champion", "date": "2020-09-19 14:27", "summary": "Those who served with her knew her as a formidable mind and a wonderful friend.. Justice Ruth Bader Ginsburg served 40 years on the federal bench. Her legacy is enduring and deep, but it can be summed up in two closely related concepts: equality for all persons, vindicated under the rule of law. Not since Thurgood Marshall has an American jurist left so profound a mark in serving these unifying ideals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ginsburgs-death-creates-prospect-of-bitter-nomination-fight-11600476584", "title": "Ginsburg's Death Creates Prospect of Bitter Nomination Fight", "date": "2020-09-19 13:59", "summary": "Democrats call for nomination to be put on hold until after presidential election. WASHINGTON-Justice Ruth Bader Ginsburg's death Friday created deep uncertainty for the Supreme Court and injected the prospect of an unexpected and likely bitter nomination fight into the final weeks of the presidential campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruth-bader-ginsburg-dies-11600472623", "title": "Ruth Bader Ginsburg, a Pioneering Justice on Supreme Court, Dies at 87", "date": "2020-09-19 13:31", "summary": "Second woman to sit on the top U.S. court spent her last years on the bench pushing back against an emboldened conservative majority. Justice Ruth Bader Ginsburg, a pioneering figure in the fight for women's legal equality and the second woman to serve on the Supreme Court, died Friday in her Washington home, surrounded by her family. She succumbed to metastatic pancreatic cancer at the age of 87, the Supreme Court said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmys-2020-five-things-to-know-from-hbo-vs-netflix-to-red-carpet-less-fashion-11600297200", "title": "Emmys 2020: Five Things to Know, From HBO vs. Netflix to Red Carpetless Fashion", "date": "2020-09-19 12:57", "summary": "The TV awards show is going virtual this year. 'A train wreck? Could be. Hope not. But if I was a viewer I'd tune in for that.'. Will \"Watchmen\" be the show of the year? What series will take the crown long held by \"Game of Thrones?\" Can Netflix finally win an Emmy for outstanding drama or comedy series? Can \"Schitt's Creek\" cap its run as a cult favorite with a haul of trophies?", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-targeted-moves-seek-to-shore-up-support-for-gop-senators-11600520400", "title": "Trump's Targeted Moves Seek to Shore Up Support for GOP Senators", "date": "2020-09-19 11:28", "summary": "Announcements on ethanol, offshore drilling and farmer aid could benefit key constituencies in 2020 race; Democrats see changes as superficial fixes. When Sen. Lindsey Graham (R., S.C.) played golf with President Trump in August, the pair discussed an offshore-drilling moratorium in Florida that Mr. Trump was considering.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-stormed-the-marlins-clubhouse-the-team-returned-as-a-contender-11600524001", "title": "The Coronavirus Stormed the Marlins' Clubhouse. The Team Returned as a Contender.", "date": "2020-09-19 10:00", "summary": "After a Covid-19 outbreak, Miami hasn't just withstood the adversity-they have thrived in spite of it. The Miami Marlins once represented everything wrong with baseball's perilous attempt to operate amid a raging pandemic. But with the season's finish line now in sight, they unexpectedly find themselves in prime position to advance to the playoffs-in part because of their mastery of the bizarre seven-inning games only made necessary after the coronavirus stormed through their clubhouse.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/declaring-2020s-winner-could-well-hinge-on-how-quickly-states-count-mail-ballots-11600524000", "title": "Declaring 2020's Winner Could Well Hinge on How Quickly States Count Mail Ballots", "date": "2020-09-19 10:00", "summary": "Some key states don't start counting mail ballots until Election Day, raising the possibility of delays. How soon Americans know the outcome of the presidential election could hinge on a few states-and how fast they count mail ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-new-york-city-school-opened-weeks-ago-says-it-can-be-done-11600516800", "title": "One New York City School Opened Weeks Ago, Says It Can Be Done", "date": "2020-09-19 08:55", "summary": "A charter school used stuffed turtles, toilet lids and fanny packs to guard against the coronavirus. Children at Zeta Inwood 1 Elementary in upper Manhattan used to greet their teachers with hugs.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-crop-of-covid-tracking-apps-addresses-old-concerns-11600518600", "title": "New Crop of Covid-Tracking Apps Addresses Old Concerns", "date": "2020-09-19 08:30", "summary": "In hopes of containing the virus, seven states have put out apps using Google and Apple tech, facing privacy concerns head-on and keeping features simple. The first Covid-19 exposure-notification apps using technology developed by Apple Inc. and Alphabet Inc.'s Google are up in seven states, and are attempting to inject life into an effort that has struggled so far.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-open-briefly-looked-easy-then-winged-foot-attacked-11600516800", "title": "The U.S. Open Looked Easy. Then Winged Foot Attacked.", "date": "2020-09-19 08:00", "summary": "After a surprisingly easy first round, one of the world's toughest courses fought back on Friday, setting up an open scramble for the title this weekend. Rory McIlroy buried his head in his hands. Justin Thomas pointed left off the tee. Then he pointed right. Tiger Woods and Phil Mickelson booked early trips home.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-recasts-startups-courtship-of-investors-11600516804", "title": "Coronavirus Recasts Startups' Courtship of Investors", "date": "2020-09-19 08:00", "summary": "Founders master Zoom techniques, and venture capital firms triple-check references, without in-person meetings. For startups and venture-capital firms, investing used to be a decidedly low-tech exercise. They would try to draw attention at industry conferences, size each other up over long lunches, belly up to the bar or make their pitches during walks along San Francisco's waterfront.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-charles-a-genius-with-grit-11600513200", "title": "Ray Charles, a Genius With Grit", "date": "2020-09-19 07:00", "summary": "Born 90 years ago this week, the singer and pianist surmounted daunting obstacles to forge a singular soul sound.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-ask-for-a-raise-during-the-covid-pandemic-11600513200", "title": "How to Ask for a Raise During the Covid Pandemic", "date": "2020-09-19 07:00", "summary": "Pushing for a higher salary or a new position may seem risky in today's uncertain job market. Follow this advice to negotiate successfully for both.. With millions of people out of work and many companies announcing rounds of layoffs, it feels as if workers have little leverage to negotiate a job offer or ask for a raise right now.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artemis-review-an-all-female-septet-with-steady-aim-11600513200", "title": "'Artemis' Review: An All-Female Septet With Steady Aim", "date": "2020-09-19 07:00", "summary": "The group's self-titled debut album moves gracefully through various jazz styles.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-and-tencent-kick-the-tires-on-a-new-ideakeeping-chinas-jalopies-on-the-road-11600513201", "title": "Alibaba, Tencent Kick the Tires on a New Idea-Keeping China's Jalopies on the Road", "date": "2020-09-19 07:00", "summary": "The country's vast fleet is aging. The two Chinese tech superpowers, spying an industry ripe for disruption, are collecting local repair shops.. SHANGHAI-China's big tech companies are circling the auto-repair business in a bid to capture the boom in vehicle maintenance as the country's vast car fleet begins to age.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/balance-and-speed-drills-from-an-nhl-strength-guru-11600509601", "title": "Balance and Speed Drills From an NHL Strength Guru", "date": "2020-09-19 06:00", "summary": "Resume Subscription. Ice hockey players need a combination of balance and speed to fly up the ice and withstand body checks. But even nonathletes can benefit from incorporating land-based hockey drills into their day-to-day routines, says Paul Goodman. The head strength and conditioning coach for the NHL's Chicago Blackhawks, Mr. Goodman has also worked with the U.S. women's hockey team and the New York Rangers. This summer, he hosted weekly workouts on YouTube for Blackhawks fans looking for motivation during the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-foreign-policy-11600507801", "title": "Where Trump and Biden Stand on Foreign Policy", "date": "2020-09-19 05:30", "summary": "President has questioned U.S. alliances, while Democratic challenger wants to rebuild relationships after the election; both are wary of troop deployments. This article is part of a Wall Street Journal guide comparing President Donald Trump and former Vice President Joe Biden on issues from climate change to health care and jobs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-from-covid-19-pandemic-extends-far-beyond-virus-victims-11600507800", "title": "Death Toll From Covid-19 Pandemic Extends Far Beyond Virus Victims", "date": "2020-09-19 05:30", "summary": "Doctors and researchers say more Americans are dying from heart attacks and other health issues; drop in ER visits, health screenings. Researchers are finding growing evidence that the Covid-19 pandemic's deadly reach is stretching far beyond people who died from coronavirus infections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-think-long-term-with-near-zero-interest-rates-11600507800", "title": "How to Think Long Term With Near-Zero Rates", "date": "2020-09-19 05:30", "summary": "America's savers and borrowers face possibly harder choices than they did in the previous recession. A long-term environment with superlow interest rates can mean different things to different people-sometimes multiple things to the same person.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abe-visits-tokyo-war-shrine-linked-to-militarist-past-11600484330", "title": "Shinzo Abe Visits Tokyo War Shrine Linked to Militarist Past", "date": "2020-09-19 04:55", "summary": "Outing to Yasukuni Shrine comes three days after departure as Japan's prime minister. TOKYO-Former Japanese Prime Minister Shinzo Abe on Saturday visited a Tokyo shrine linked to Japan's militarist past, waiting only three days after his departure from office to resume a longstanding practice that had angered Asian neighbors.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-revive-the-interesting-breakfast-11600488060", "title": "It's Time to Revive the Interesting Breakfast", "date": "2020-09-19 00:01", "summary": "The morning feasts enjoyed in other countries show that the first meal of the day doesn't have to be some form of processed starch. Why has breakfast become the least interesting meal of the day, at least in the West? It wasn't always so, as I was reminded while reading \"The Taste of Country Cooking\" by the late, great Edna Lewis, first published in 1976. Lewis was born in 1916 and grew up on a farm in Freetown, Va. The American breakfasts she describes were stupendous feasts, on a par with Thanksgiving dinners. Lewis and her family would routinely start the day with hearty dishes such as fried chicken with browned gravy, ham in heavy cream sauce, fried green corn or pan-fried sweet potatoes. She describes breakfast as \"about the best part of the day,\" when everyone greeted each other \"with a real sense of gratefulness to see the new day.\"", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-styling-executive-fashioned-his-path-to-the-top-11600488034", "title": "How a Styling Executive Fashioned His Path to the Top", "date": "2020-09-19 00:00", "summary": "As a high-school student, Mike Smith drafted a multidecade plan to reach the corner office. Thirty four years later, he is a top exec at online styling service Stitch Fix Inc. 'We are all a work in progress, trying to get better every day.'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huangs-law-is-the-new-moores-law-and-explains-why-nvidia-wants-arm-11600488001", "title": "Huang's Law Is the New Moore's Law, and Explains Why Nvidia Wants Arm", "date": "2020-09-19 00:00", "summary": "The rule that the same dollar buys twice the computing power every 18 months is no longer true, but a new law-which we named for the CEO of Nvidia, the company now most emblematic of commercial AI-is in full effect. During modern computing's first epoch, one trend reigned supreme: Moore's Law.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-new-back-to-work-dilemma-who-comes-first-11600488032", "title": "Companies' New Back-to-Work Dilemma: Who Returns First?", "date": "2020-09-19 00:00", "summary": "Employers use algorithms and dashboards as they navigate liability concerns and bruised egos. Companies reopening their workplaces are wrestling with a thorny problem: who should come back soonest.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-secretary-wilbur-ross-says-he-will-ban-wechat-use-in-u-s-after-sunday-night-11600429988", "title": "U.S. Bans Chinese Apps TikTok and WeChat, Citing Security Concerns", "date": "2020-09-19 23:56", "summary": "Free-speech advocates say Trump administration decision impinges on constitutional rights. The Trump administration will begin banning downloads and use of popular Chinese-owned apps TikTok and WeChat late Sunday, in a move U.S. officials said was driven by national-security concerns but which drew objections for impinging on free-speech rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-supreme-court-list-potential-candidates-being-considered-by-the-president-11599700354", "title": "Trump Recently Released a List of Potential Supreme Court Nominees", "date": "2020-09-19 23:08", "summary": "Among the names the president says he might put forward are lawmakers, judges and an ambassador. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ginsburg-vacancy-11600484251", "title": "The Ginsburg Vacancy", "date": "2020-09-19 23:04", "summary": "The Justice leaves an enormous legacy, but Trump will nominate a successor.. The death of Justice Ruth Bader Ginsburg Friday leaves the Supreme Court without its liberal leader, and the timing inevitably means a titanic fight over her successor that has uncertain and perhaps momentous implications for the national elections only 45 days away. A year of political shocks now has another one.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-charged-with-bribing-amazon-employees-to-boost-third-party-sellers-11600460355", "title": "Six Charged With Bribing Amazon Workers to Boost Third-Party Sellers", "date": "2020-09-19 22:16", "summary": "Defendants were part of groups that acted as consultants to vendors on Amazon's marketplace, according to the indictment. A federal grand jury in Washington state has indicted six people on charges of bribing Amazon.com Inc. employees to gain advantages for third-party sellers on the e-retailer's online storefront, where its business practices have drawn increased regulatory scrutiny.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-audit-highlights-questions-about-safety-standards-for-airline-passenger-evacuations-11600481807", "title": "Federal Audit Highlights Questions About Safety Standards for Airline Passenger Evacuations", "date": "2020-09-19 22:16", "summary": "Transportation Department watchdog cites outdated data, lax testing procedures behind FAA's cabin-evacuation rules. U.S. air-safety regulators have used decades-old data to establish emergency evacuation standards for airliners, according to a government watchdog report emphasizing that changes in cabin layouts and passenger behavior demand further analysis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-of-justice-ruth-bader-ginsburg-affects-everything-in-last-stretch-of-campaign-11600481798", "title": "Death of Justice Ruth Bader Ginsburg Affects Everything in Last Stretch of Campaign", "date": "2020-09-19 22:16", "summary": "This year's October surprise just arrived, bringing an explosive new issue to presidential and Senate races. Every four years, the political world speculates about an October surprise that might shake up the presidential campaign in its final stages.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruth-bader-ginsburgs-death-to-spark-titanic-supreme-court-nomination-fight-in-senate-11600478613", "title": "Senate's Moderate Republicans Face Pressure as GOP Looks to Fill Vacancy", "date": "2020-09-19 22:14", "summary": "Majority Leader Mitch McConnell aims to confirm a Trump nominee over Democrats' objections, despite 2016 precedent. WASHINGTON-A handful of moderate and institutionalist Senate Republicans were thrust into the spotlight Friday after Justice Ruth Bader Ginsburg's death prompted Senate Majority Leader Mitch McConnell (R., Ky.) to say that he would seek to confirm President Trump's nominee to replace her on the Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-former-ceo-says-he-should-keep-his-multimillion-dollar-severance-11600479337", "title": "McDonald's Former CEO Says He Should Keep His Multimillion-Dollar Severance", "date": "2020-09-19 21:35", "summary": "Steve Easterbrook says he complied with his departure agreement; fast-food company to continue pursuing clawback. Former McDonald's Corp. Chief Executive Steve Easterbrook said in a court filing Friday that he complied with all the terms of his separation agreement with the fast-food company and it shouldn't be allowed to claw back his multimillion-dollar severance package.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]