[{"link": "https://www.wsj.com/articles/peter-thiels-palantir-shows-steep-losses-and-some-hope-ahead-of-listing-11598046662", "title": "Peter Thiel's Palantir Shows Steep Losses, and Some Hope, Ahead of Listing", "date": "2020-08-21 19:54", "summary": "Palantir bled $165 million in cash last year; data analytics company plans to list shares as soon as September. Palantir Technologies Inc., the data analytics company co-founded by investor Peter Thiel, privately disclosed the extent of its steep and stubborn losses ahead of a long-delayed public listing planned for as soon as next month.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-enquirer-parents-ceo-steps-down-amid-merger-with-logistics-firm-11598053387", "title": "David Pecker, CEO of National Enquirer's Parent, Steps Down", "date": "2020-08-21 19:54", "summary": "Mr. Pecker is out as chief executive of American Media after two-decade tenure. David Pecker is stepping down as chief executive of American Media, publisher of the National Enquirer, ending an era for the supermarket tabloid which played a key role in a campaign-finance scandal that sent Donald Trump's lawyer to prison and implicated the president himself.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-convention-draws-more-than-21-million-tv-viewers-as-biden-accepts-nomination-11598035719", "title": "Democratic Convention Draws Over 24.6 Million Viewers as Biden Accepts Nomination", "date": "2020-08-21 19:45", "summary": "Viewership on event's final night decreased about 17% compared to 2016 convention. About 24.6 million TV viewers tuned into the last night of the Democratic National Convention on Thursday, according to Nielsen data, as Joe Biden accepted his party's nomination for president, capping a four-day virtual event.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-holds-private-funeral-for-his-brother-at-white-house-11598050460", "title": "Trump Holds Private Funeral for His Brother at White House", "date": "2020-08-21 19:25", "summary": "Robert Trump, 71, died last Saturday. President Trump held a private funeral service for his younger brother at the White House Friday afternoon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowes-oracle-american-airlines-stocks-that-defined-the-week-11598051066", "title": "Lowe's, Oracle, American Airlines: Stocks That Defined the Week", "date": "2020-08-21 19:04", "summary": "Here are seven major companies whose stocks moved on the week's news.. Lowe's Cos.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-me-too-covid-plan-11598050972", "title": "Joe Biden's Me-Too Covid Plan", "date": "2020-08-21 19:02", "summary": "A mask mandate aside, Trump is already doing what Joe recommends.. Joe Biden on Thursday issued an appeal to Americans who have grown tired during the pandemic of Donald Trump's persona and behavior. The Democratic nominee is also promising a better virus strategy, which would be wonderful if he had one. But the virus plan he's pushing is little different on the substance than what the Trump Administration is already doing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battle-over-snapback-sanctions-11598050871", "title": "The Battle Over Snapback Sanctions", "date": "2020-08-21 19:01", "summary": "Obama praised the process. Now we're told it can't be used.. The U.S. notified the United Nations Security Council on Thursday that it would impose \"snapback\" sanctions on Iran for its failure to comply with the 2015 nuclear deal. The move will trigger a battle at the U.N., but the U.S. has the right to act.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-based-driller-arena-energy-files-for-bankruptcy-11598036183", "title": "Texas-Based Driller Arena Energy Files for Bankruptcy", "date": "2020-08-21 19:01", "summary": "The Gulf of Mexico operator, looking to restructure more than $1 billion in debt, has a $64 million deal to sell virtually all of its assets. Arena Energy LP has filed for bankruptcy with a plan to sell virtually all of its assets to private-equity firm Lime Rock Partners and a management group in a deal that includes $64.2 million in cash.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mail-voting-redo-in-new-jersey-11598050780", "title": "A Mail-Voting Redo in New Jersey", "date": "2020-08-21 18:59", "summary": "Paterson will get a new election, but the stakes are higher in the Nov. 3 presidential race.. New Jersey's judiciary is calling an electoral mulligan. The state's third-biggest city, Paterson, held a municipal election by mail in May, but the results fell into doubt after a startling percentage of the ballots were tossed out. Four men, including a city councilman and a councilman-elect, were charged with vote fraud.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/counting-the-cost-of-britains-lockdown-11598050724", "title": "Counting the Cost of Britain's Lockdown", "date": "2020-08-21 18:58", "summary": "The trade-offs get harder in a socialized medical system.. Public-health experts will spend years quantifying the full effects of coronavirus lockdowns, but early efforts already point to significant health costs around the world. The latest is a study warning that Britain may pay a high price in cancer deaths for the United Kingdom's war against the pandemic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-churchill-complex-review-anglo-american-attitudes-11598021811", "title": "'The Churchill Complex' Review: Anglo-American Attitudes", "date": "2020-08-21 18:36", "summary": "Is the 'special relationship' between the U.S. and the U.K. a dream from the past-or, post-Brexit, Britain's only way forward?. The special relationship-or, as they write it in Britain, the Special Relationship-between the United States and the United Kingdom is one of those partnerships that everyone talks about but few understand. Ian Buruma's stimulating and highly readable \"The Churchill Complex: The Curse of Being Special, From Winston and FDR to Trump and Brexit\" is a brisk but thorough history of the relationship under the 13 American presidents and 16 British prime ministers in the postwar era.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dominant-character-review-the-most-problematic-polymath-11598049315", "title": "'A Dominant Character' Review: The Most Problematic Polymath", "date": "2020-08-21 18:35", "summary": "J.B.S. Haldane was brilliant, volatile and ethically purblind, doing both great work and great damage.. 'The last man who might know all there was to be known,\" the philosopher A.J. Ayer supposedly said of Jack Haldane, although it is likelier that Ayer actually said, in his exact way, that Haldane was \"the last man to grasp every scientific discipline.\" Certainly J.B.S. Haldane was a glorious polymath. At Oxford before World War I, he gained first-class honors in mathematics, and two years later first-class honors in ancient history and philosophy. During World War I, he ran a bombing school, and was called by Field Marshal Lord Haig \"the bravest and dirtiest soldier in my army.\" After the war, first at Oxford University and then at Cambridge, he worked on genetics and laid the groundwork for post-Darwinian theories of evolution. Haldane was such a redoubtably odd young man that Aldous Huxley based a character in his novel \"Antic Hay\" (1923) on him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partys-over-colleges-beg-threaten-students-to-change-behavior-as-coronavirus-cases-rise-11598034028", "title": "Colleges Worried About Covid-19 Cases Tell Students to Stop Partying", "date": "2020-08-21 18:34", "summary": "Messaging is aimed at fraternities, sororities after outbreaks traced to off-campus gatherings. Leaders of colleges and universities are issuing desperate demands to students to help curtail the spread of the coronavirus on campus: Wear masks and rein in your back-to-school partying-or go home.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-salary-cuts-are-coming-to-an-end-at-some-companies-11598048667", "title": "Covid-19 Pay Cuts Are Coming to an End at Some Companies", "date": "2020-08-21 18:24", "summary": "Firms are reversing course after slashing white-collar salaries at the start of the pandemic. Some companies are beginning to restore cuts they made to managers' salaries and bonuses in the early, bewildering days of the pandemic shutdowns, a sign that some industries-and their white-collar workers-are benefiting from glimmers of a recovery while millions of others continue to endure job and income losses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-boosting-privacy-for-big-market-surveillance-database-11598041941", "title": "SEC Boosting Privacy for Big Market-Surveillance Database", "date": "2020-08-21 18:22", "summary": "The regulator is moving to bolster the database's privacy protections after critics attacked it as a potential target for hackers. The Securities and Exchange Commission is moving to bolster the privacy protections of a huge market-surveillance database after critics attacked it as a potential target for hackers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-21-2020-11597999872", "title": "New Coronavirus Cases Below 50,000 in U.S. for Sixth Straight Day", "date": "2020-08-21 18:17", "summary": "Covid-19 death toll tops 174,000 as total infections exceed 5.5 million in the U.S.. New daily coronavirus cases continued to drift down from July highs this week, but deaths remained elevated, a legacy of the surge of new infections that swept the South and West last month.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lori-loughlin-and-husband-to-be-sentenced-in-college-admissions-scandal-11598011212", "title": "Lori Loughlin Sentenced to Two Months in College-Admissions Scandal", "date": "2020-08-21 18:14", "summary": "'I am truly, profoundly and deeply sorry'; TV star's husband also gets prison time. Television star Lori Loughlin and her husband, fashion designer Mossimo Giannulli, were sentenced to prison Friday for conspiring with a California college counselor in a $500,000 deal to falsely pitch their two daughters as crew-team recruits to get them into the University of Southern California.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-chicago-residents-are-clashing-with-protesters-over-defunding-police-11598044110", "title": "Some Chicago Residents Are Clashing With Protesters Over Defunding Police", "date": "2020-08-21 18:08", "summary": "Amid the growing call to reallocate portions of police budgets to community-focused initiatives, some Englewood locals are pushing back. An increasingly vocal number of business owners, community leaders and residents in Chicago's Englewood neighborhood say they are tired of calls to defund police departments, viewing protesters largely as outsiders unwilling to do the hands-on work they say is required to improve Black communities. A recent poll from the Gallup Center on Black Voices found nearly nine in 10 Black Americans said major changes were needed to overhaul policing in the U.S., yet only 22% of Black respondents supported the idea of abolishing the police. In Englewood, there are a number of reasons behind this difference of opinion.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-normalcy-of-trumps-republican-party-11598047363", "title": "The Normalcy of Trump's Republican Party", "date": "2020-08-21 18:02", "summary": "His unusual personality obscures the GOP's basic continuity and gradual pace of change.. As the Republicans assemble-at least virtually-in their 42nd quadrennial national convention, in an unbroken chain that goes back to 1856, observers will ask ominous questions about their party's future. Does Donald Trump represent a sharp break in its nature and character? Will the party ever return to normal? Will Trump lead the party to disastrous national defeat?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-summer-drew-this-tourist-off-the-beaten-path-11598047225", "title": "Covid Summer Drew This Tourist off the Beaten Path", "date": "2020-08-21 18:00", "summary": "Where can you go to be alone without feeling lonely? Try the geographic center of the country.. The world ends somewhere around the town of Allen, S.D., which may make the spot a perfect place to visit these days. There on the Pine Ridge Reservation, 100 miles southeast of the Black Hills, is where tourists will find the point in North America farthest from any ocean. And they won't find much else. Or, if they prefer, tourists can drive about 30 miles north of the Black Hills to reach the geographical center of the nation, near the town of Belle Fourche, S.D. It's out in a rancher's pasture, in a place almost as remote as Pine Ridge. A flagpole marks the spot.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-habsburgs-to-rule-the-world-review-an-ideal-empire-11598021480", "title": "'The Habsburgs: To Rule the World' Review: An Ideal Empire", "date": "2020-08-21 18:00", "summary": "How a dynasty lasted for a thousand years against the odds-and shaped Europe in the bargain.. Zbigniew Brzezinski used to tell the story of how his mother would bake a cake every year to mark the birthday of the Habsburg emperor Franz Joseph. He marveled at how she maintained the tradition long after the emperor had died and the empire over which he presided was nothing more than a memory. Her attachment to the Habsburgs would have been recognizable to the residents of 16th-century Peru who, when told of the death of the distant monarch Charles V, built elaborate, 50-foot catafalques and mourned even after his successor had taken the throne.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-race-card-11598047031", "title": "The Last Race Card?", "date": "2020-08-21 17:57", "summary": "Joe Biden-and a big part of America-may be deciding it's safe to laugh off racial cheap shots.. I'll admit that Joe Biden rose in my estimation when I thought he was stringing Kamala Harris along to punish her for her temerity in playing the race card against him in the Democratic TV debate in June 2019.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-make-this-nonnative-restless-11598035545", "title": "Democrats Make This Nonnative Restless", "date": "2020-08-21 17:51", "summary": "Most immigrants are in America legally, and we don't think of ourselves as aggrieved victims.. I watched all four nights of the Democratic National Convention. Huddled in front of my TV set, I was, by the end, yearning to breathe free. As an immigrant to the U.S., I found the Democrats' obsession with immigrants grating. I'd like to tell Americans why.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-improvement-stocks-stay-the-course-amid-nesting-during-covid-19-11598011211", "title": "Home-Improvement Stocks Stay the Course Amid Nesting During Covid-19", "date": "2020-08-21 17:41", "summary": "Stores like Home Depot and Lowe's have become pandemic winners because of their 'essential' status, allowing them to stay open. Home-improvement stocks have been on the rise. As the pandemic keeps many Americans in their houses and apartments-using their living spaces as home offices, gyms and art studios-more are interested in upgrading their spaces.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wildfires-expand-overnight-as-death-toll-climbs-11598035372", "title": "California Wildfires Continue to Rage Across State", "date": "2020-08-21 17:38", "summary": "Some 12,000 firefighters are working to control fires from as far north as Humboldt County to the south near San Diego. SAN FRANCISCO-Nearly 12,000 firefighters across California were battling major wildfires that continued to rage intensely on Friday, many of them around the heavily populated San Francisco Bay Area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equitys-robert-smith-under-federal-tax-investigation-11598045625", "title": "Vista Equity's Robert Smith Under Federal Tax Probe", "date": "2020-08-21 17:33", "summary": "Justice Department examining whether billionaire private-equity chief failed to pay U.S. taxes on roughly $200 million in assets that passed through offshore vehicles. Robert Smith, the billionaire chief executive of Vista Equity Partners, is the subject of a tax-related probe by the Justice Department, according to a letter the private-equity firm sent to its investors Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-21-2020-11598002671", "title": "S&P 500 Notches Longest Weekly Winning Streak of 2020", "date": "2020-08-21 17:19", "summary": "The Dow industrials climbed, helped by gains in Apple shares. The S&P 500 edged toward a fresh high Friday and logged a fourth consecutive week of gains, its longest winning streak of the year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-theater-chains-tout-safe-moviegoing-measures-11598042302", "title": "Big Theater Chains Tout Safe-Moviegoing Measures", "date": "2020-08-21 16:38", "summary": "Executives say high ceilings, reduced social interaction make cinema a low-risk outing as theaters reopen. America's largest movie-theater chains are reopening a significant number of locations after more than five months of coronavirus shutdowns-and hope industrywide safety protocols will draw people out of their homes.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-rose-24-7-in-july-from-june-11598018897", "title": "Home Sales Reach Lofty Heights", "date": "2020-08-21 16:33", "summary": "Sales of previously owned homes hit highest rate since December 2006. Home sales surged in July, signaling how much the pandemic is reshaping where and how Americans want to live during this period of social distancing and working from home.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staff-press-facebook-to-change-policies-on-india-hate-speech-11598041998", "title": "Staff Press Facebook to Change Policies on India Hate Speech", "date": "2020-08-21 16:33", "summary": "In a letter to executives, staff asked the social media giant to review its treatment of Hindu politicians deemed to violate standards. Facebook staffers from its internal group for Muslim employees, Muslim@, which includes workers from India, the U.S. and Middle East, asked Facebook in a letter to review hate-speech policies to make them less susceptible to political influence. The letter follows a Wall Street Journal report last week that Facebook's public-policy head in India, Ankhi Das, had opposed internal moves to apply hate-speech rules to Hindu nationalist politicians and individuals who had violated platform standards. It said there had been \"no acknowledgment that we might have made mistakes in allowing such content to remain on the platform,\" which it said \"can be viewed as indicating a lack of empathy for the Muslim experience at best and a tacit condoning of this behavior at worst.\" Facebook said in a statement that it was \"against anti-Muslim hate and bigotry\" and that it welcomes \"the opportunity to continue the conversation on these issues.\" India is currently Facebook's biggest market by users.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-are-on-fire-but-producers-are-holding-back-11598002200", "title": "Natural Gas Prices Are on Fire, but Producers Are Holding Back", "date": "2020-08-21 16:30", "summary": "Resume Subscription. Natural-gas prices have shot up 66% since late June, and speculators are betting they will keep climbing. But the companies that control the country's spigots aren't so sure.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-cmo-antonio-lucio-to-exit-11598041084", "title": "Facebook CMO Antonio Lucio to Exit", "date": "2020-08-21 16:18", "summary": "His time at Facebook included the company's first Super Bowl ad and a wide effort to improve consumer trust. Facebook Inc. Chief Marketing Officer Antonio Lucio is leaving the company, a Facebook spokesman said. His last day on the job will be Sept. 18.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdas-authority-to-regulate-lab-tests-is-curtailed-11598019677", "title": "FDA's Authority to Regulate Lab Tests Is Curtailed", "date": "2020-08-21 15:57", "summary": "Trump administration limiting agency's ability to regulate certain tests made by hospitals. The Trump administration is curtailing the Food and Drug Administration's ability to regulate laboratory tests-including those for the new coronavirus-that have been developed by hundreds of hospitals during the current pandemic.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-urge-more-lending-to-u-s-firms-hit-by-coronavirus-fallout-11598039222", "title": "Lawmakers Urge More Lending to U.S. Firms Hit by Coronavirus Fallout", "date": "2020-08-21 15:47", "summary": "Congressional report says barely tapped Main Street Lending Program took three months to get started. WASHINGTON-A congressional panel urged the Treasury Department and Federal Reserve to move \"as swiftly as is feasible\" to improve a program to help small and midsize companies struggling amid the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-university-board-gains-backers-of-fossil-fuel-divestment-11598038138", "title": "Harvard Board Gains Backers of Fossil Fuel Divestment", "date": "2020-08-21 15:28", "summary": "Activist group scores win with election of three pro-divestment candidates that could impact school's $40 billion endowment. An activist group of Harvard University alumni opposed to the fossil-fuel industry won three of the five seats on the college's Board of Overseers up for election this year. The victory is part of the group's campaign to force Harvard's $40 billion endowment to end its investments in oil-and-gas companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-democrats-nominate-biden-spotlight-shifts-to-trump-rnc-11597982460", "title": "After Democrats Nominate Biden, Spotlight Shifts to Trump, RNC", "date": "2020-08-21 15:16", "summary": "GOP now gets its shot at reshaping the presidential election race. The race for the White House now pivots to President Trump and Republicans after Democrats logged off Thursday night from their virtual national convention following a climactic nomination acceptance speech by former Vice President Joe Biden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-sticky-are-those-biden-republicans-11598037076", "title": "How 'Sticky' Are Those Biden Republicans?", "date": "2020-08-21 15:11", "summary": "Mr. Emanuel seems to forget that Reagan's Democrats had a very good reason to defect from the Democratic Party: a vibrant, courageous, eloquent, inclusive and visionary Ronald Reagan.. As a lifelong Republican who will vote for Joe Biden, I am keenly interested in whether this dalliance might outlast the Trump era (\"'Biden Republicans,' Don't Turn Back,\" op-ed, Aug. 17). Unfortunately, Rahm Emanuel's exhortation to his party in this regard isn't promising.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-prime-minister-like-president-good-idea-11598036856", "title": "A Prime Minister-Like President: Good Idea", "date": "2020-08-21 15:07", "summary": "Isn't that exactly what we need-an entire party in sync with a leader and the chances of multiple across-the-table opportunities to foster a united path forward across political lines?. Regarding Joseph Sternberg's \"Are Voters Ready for Prime Minister Biden?\" (Political Economics, Aug 14): I think Mr. Sternberg has unwittingly outlined the solution that the American public is looking for. Aren't we all tired of a single leader's outrageous decisions, with his party scrambling to follow his lead, and some of his allies eager to please and falling flat on their faces, as evidenced by the Covid response in Texas and Florida? While Mr. Sternberg is critical of the path that Vice President Biden may follow, isn't that exactly what we need-an entire party in sync with a leader and the chances of multiple across-the-table opportunities to foster a united path forward across political lines? Or do we want a consensus-building leader and not one with extreme views and policies that make the American public swing like a pendulum in thoughts, views, media coverage and lifestyle? Let me say, we are tired and beat down, if Mr. Sternberg is not.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-flunks-article-vis-no-religious-test-provision-11598036741", "title": "Kamala Flunks Article VI's No Religious Test Provision", "date": "2020-08-21 15:05", "summary": "Peggy Noonan's glowing \"The Rise of Kamala Harris\" ignores Sen. Harris's vicious attack on federal judicial nominee Brian Buescher for belonging to the Knights of Columbus.. Peggy Noonan's glowing \"The Rise of Kamala Harris\" (Declarations, Aug. 15) ignores Sen. Harris's vicious attack on federal judicial nominee Brian Buescher for belonging to the Knights of Columbus, a Catholic charitable and fraternal organization founded in 1882, because the Knights take \"extremist\" positions, i.e., they adhere to church teaching on marriage and family, including the right to life. It is incredible that a former state attorney general did not know or care that the Constitution expressly forbids a religious test for public office (Article VI, Section 3). I'm surprised that a fine Catholic journalist like Peggy Noonan didn't mention this.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-gains-rate-matters-to-non-wealthy-americans-11598036557", "title": "Capital-Gains Rate Matters To Non-Wealthy Americans", "date": "2020-08-21 15:02", "summary": "In the real world of mom-and-pop retirement-account holders, small-time real-estate owners and people starting Main Street businesses like one-off diners and nail salons, people care a whole lot about tax rates.. I was impressed by writer Peter Faber's Aug. 18 letter stating that when his clients \"start new businesses, they hope to hit home runs\" and \"couldn't care less what the tax on capital gains might be.\" It must be nice to have all of your clients be wildcat speculators and high-tech inventors. Here in the real world of mom-and-pop retirement-account holders, small-time real-estate owners and people starting Main Street businesses like one-off diners and nail salons, people care a whole lot about tax rates: capital, ordinary and otherwise, and will pick their locations-or other businesses-to avoid the worst of them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postmaster-general-louis-dejoy-to-testify-on-capitol-hill-11598002202", "title": "Postmaster General Louis DeJoy Defends Changes Before Senate Committee", "date": "2020-08-21 15:02", "summary": "Postal Service can handle surge in mail-in ballots, official says, 'in some cases ahead of first-class mail'. Postmaster General Louis DeJoy defended his efforts to make the Postal Service run more efficiently and said the mail agency could handle an expected surge in mailed ballots this fall amid concerns, particularly from Democrats, that his actions would interfere with the presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lifestyles-of-the-rich-and-populist-11598035854", "title": "Lifestyles of the Rich and Populist", "date": "2020-08-21 14:50", "summary": "Steve Bannon's indictment is a puzzle: Why would he take such risks for a few hundred thousand dollars?. I was with Steve Bannon on July 25, 2019, when he unveiled a stretch of wall lining the U.S.-Mexico border just west of El Paso, Texas, an impressive high-security structure funded by private donations. I had been following Mr. Bannon for more than a year, interviewing him and those around him for my book \"War for Eternity.\" Amid a series of high-profile setbacks, the border wall appeared a rare success for the beleaguered former Trump campaign manager and White House staffer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curtiss-wright-discloses-possible-russia-sanctions-violations-11598035685", "title": "Curtiss-Wright Discloses Possible Russia Sanctions Violations", "date": "2020-08-21 14:48", "summary": "The manufacturer says two customers were acquired by a blacklisted company. Curtiss-Wright Corp. may have violated U.S. sanctions on Russia after a blacklisted company acquired two of its longstanding customers, according to a securities filing by the manufacturer.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-and-u-a-e-get-down-to-business-11598035520", "title": "Israel and U.A.E. Get Down to Business", "date": "2020-08-21 14:45", "summary": "Investors begin exploring new opportunities created by breakthrough on diplomatic relations. Investors in Israel and the United Arab Emirates are moving to strike deals in a business environment transformed by a diplomatic breakthrough between the two countries.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-look-at-germanys-jewish-past-11598035186", "title": "A New Look at Germany's Jewish Past", "date": "2020-08-21 14:39", "summary": "Exhibitions at the Jewish Museum Berlin and the German Historical Museum offer fresh views of a story that didn't end with the Holocaust.. When the Covid-19 pandemic shut down Germany's museums in March, the Jewish Museum Berlin was putting the finishing touches on a complete redesign of its core exhibition. The results will finally go on display this weekend as the museum reopens with new social distancing measures, including limiting the number of daily visitors to hundreds instead of the usual thousands. Most of them will likely be locals, but people around the world who can't make it to Berlin can simulate a visit with the museum's new app, available in German and English.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plans-to-cancel-a-big-portion-of-student-loan-debt-11598031974", "title": "Biden Plans to Cancel a Big Portion of Student Loan Debt", "date": "2020-08-21 14:29", "summary": "The proposal includes forgiving loans for public college and offering tuition aid to low-income families. Freshly confirmed Democratic presidential nominee Joe Biden plans to cancel a substantial portion of Americans' $1.5 trillion in federal student debt. Biden's proposal aims to accomplish this, in part, by canceling all or some debt for many public-college graduates and public-sector workers. Biden also aims to widen the path to higher education for lower-income households, proposing tuition-free public college for students from families earning less than $125,000 a year. Biden hasn't called for changes to federal lending policies for student loans, which currently require minimal credit checks to borrow whatever is needed to cover tuition and do not take into consideration a borrower's ability to repay. Some studies have linked those policies to schools' tuition increases.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-beirut-explosion-volunteers-step-up-to-do-what-the-government-cant-11598034057", "title": "After the Beirut Explosion, Volunteers Step Up to Do What the Government Can't", "date": "2020-08-21 14:20", "summary": "Resume Subscription. BEIRUT-Hours after a catastrophic blast ripped through Beirut on Aug. 4, hundreds of volunteers fanned out across devastated neighborhoods, caring for the wounded, assessing damaged buildings and clearing rubble. The people of Lebanon had little faith their government could rise to the challenge.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/three-warming-cocktails-for-covid-era-fall-entertaining-11598033831", "title": "Three Warming Cocktails for Covid-Era Fall Entertaining", "date": "2020-08-21 14:17", "summary": "Even as the weather cools, we'll keep hosting in our outdoor spaces. Here, three world-class bartenders share toasty recipes.. NEARLY EVERYONE'S favorite season is autumn, it seems. And this fall, as reopening plans fluctuate, it seems likely we'll be enjoying the crisper air and changing leaves from the relative safety of our patios and balconies. Taking the chill off cocktail hour: These three toasty drinks, including two that are literally warm. \"I've seen cocktail bars store their premixed hot drinks in hot-water baths heated by immersion circulators,\" said Jim Meehan, author of \"The PDT Cocktail Book,\" whose Coffee Cherry drink appears below. \"A cheaper, less [space-consuming] solution would be to premix the drink and serve it from a coffee thermos or airpot,\" he said. One more tip: Double-walled tumblers will help keep the cocktails warm post pour.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-safe-to-stay-in-a-luxury-resort-right-now-11598028570", "title": "Is It Safe to Stay in a Luxury Resort Right Now?", "date": "2020-08-21 14:12", "summary": "High-end hotels are touting new coronavirus-busting measures, but they're not always foolproof. Here, some critical steps to take to minimize the risk.. LAST MONTH Vickie Cunniff spent a weekend at Terranea, a cliff-top resort on the southern coast of California with a 102-acre campus. She drove with her husband up from her home in Orange County, arrived at the resort, checked in through a plastic barrier, walked by a temperature sensor and was given a welcome package that included hand sanitizer, masks and gloves. After she and her husband carried their bags to the room, Vickie broke the seal on its door which certified it had been left empty for 24 hours and then cleaned. Before her first much-earned piña colada and long look at the sunset, she set to work. \"I brought my own Lysol and wiped down the obvious stuff-handles, toilet flushes, bedside tables, light switches, lamp pulls, the remote control. I tried not to be too crazy,\" she said. \"But I am a nurse.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-lifts-tariffs-on-u-s-lobsters-11598029301", "title": "Europe Lifts Tariffs on U.S. Lobsters", "date": "2020-08-21 14:06", "summary": "EU, U.S. agree to limited rollbacks in show of good faith. The Trump administration and European Union agreed Friday to a limited tariff rollback, providing relief to American lobster exports and to a range of European items, and providing a boost to strained U.S.-EU trade relations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-deep-bench-still-leaves-key-man-risk-11598032380", "title": "Amazon's Deep Bench Still Leaves Key Man Risk", "date": "2020-08-21 13:53", "summary": "Retirement of longtime Bezos lieutenant a reminder that Amazon is the biggest company still run by its founder. Every once in a while, Amazon . com investors get an uncomfortable reminder that Jeff Bezos isn't immortal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trojan-horse-a-strategy-that-keeps-hiding-in-plain-sight-11598031642", "title": "'Trojan Horse': A Strategy That Keeps Hiding in Plain Sight", "date": "2020-08-21 13:40", "summary": "From the siege of Troy to World War II to the 2020 election, the idea of shrouded attacks-or their perceived threat-never seems to get old. Allusions to legendary Greek military strategies aren't exactly common these days, but one never seems to grow old: the proverbial \"Trojan horse.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-monument-of-titanic-beauty-11598029702", "title": "A Monument of Titanic Beauty", "date": "2020-08-21 13:08", "summary": "Paul Manship's sculpture of Prometheus at Rockefeller Center is a golden encapsulation of the myth of noble sacrifice in service of human advancement.. Think a minute, then name an outdoor sculpture in Manhattan. Chances are, you chose the gilded image of Prometheus at the heart of Rockefeller Center, in the lower plaza between the Channel Gardens and the 70-story central skyscraper, 30 Rockefeller Plaza. Situated in a gray granite fountain, he presides over the ice-skating rink in cold months and an outdoor restaurant in warm ones. He is visible from Fifth Avenue a half block away. And when the towering annual Christmas tree is placed in the plaza above him, he seems to light it with his ball of fire.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economies-show-signs-of-stuttering-recovery-from-coronavirus-lockdowns-11598001890", "title": "U.S. Economic Recovery Gains Steam While Others Stutter", "date": "2020-08-21 13:07", "summary": "Activity in U.S. grows as businesses reopen, despite July's surge in new virus infections. The U.S. economy picked up momentum this month as companies shook off the effects of the pandemic-induced downturn, though recoveries in other parts of the world slowed, according to new surveys of purchasing managers.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunys-next-chancellor-is-longtime-aide-to-gov-cuomo-11598029175", "title": "SUNY's Next Chancellor is Longtime Cuomo Aide", "date": "2020-08-21 12:59", "summary": "Some are disappointed the university didn't do a more traditional search. ALBANY, N.Y.-The State University of New York has named a longtime aide to Gov. Andrew Cuomo as its next chancellor, forgoing a national search to find a leader for one of the country's largest public university systems.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-unmasked-11598028791", "title": "Biden Unmasked", "date": "2020-08-21 12:53", "summary": "The three-month rule may have been a little ambitious.. It's not always easy to live by the rules demanded by Democratic politicians. Just ask Joe Biden. The former vice president and his campaign team, for better or worse, have decided to make coronavirus policy a principal theme of his campaign. And there is one issue in particular that Mr. Biden has sought to emphasize in attempting to argue that he is the better candidate to protect public health.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-city-attorney-files-charges-in-may-explosion-11598028016", "title": "Los Angeles City Attorney Files Charges in May Building Explosion", "date": "2020-08-21 12:40", "summary": "The owner of the building, which housed a vape and marijuana-accessories wholesaler, faces up to 68 years in jail and fines if convicted. LOS ANGELES-The Los Angeles city attorney has filed dozens of criminal charges alleging fire-code and safety violations against the owner of a building that exploded in the city's downtown and injured 12 firefighters, officials said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyas-rival-governments-declare-cease-fire-11598028034", "title": "Libya's Rival Governments Declare Cease-Fire", "date": "2020-08-21 12:40", "summary": "Move eases tensions that threatened to draw Turkey, Egypt, Russia and other regional powers into a wider conflict. Libya's two rival governments declared a cease-fire in the country's civil war on Friday, easing months of tensions that threatened to draw forces from Turkey, Egypt, Russia and other regional powers into a wider conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-marble-ridge-to-shut-down-11598014779", "title": "Hedge Fund Marble Ridge to Close After Scathing Neiman Report", "date": "2020-08-21 12:33", "summary": "A Justice Department report revealed founder Dan Kamensky lobbied to prevent a competing bid for Neiman's online unit. Marble Ridge Capital LP, a hedge-fund firm known for investing in distressed companies, is shutting down after a government inquiry found that founder Dan Kamensky tried to suppress bidding for a piece of bankrupt retailer Neiman Marcus Group Ltd.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/montreal-dock-workers-reach-agreement-to-end-port-strike-11598027133", "title": "Montreal Dock Workers Reach Agreement to End Port Strike", "date": "2020-08-21 12:25", "summary": "Parties agreed to a truce as worries rose about the walkout's impact on Canada's economy. TORONTO-Striking dockworkers at the Port of Montreal reached an agreement Friday to end an 11-day-old strike that had shut Canada's second-busiest port.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-changed-the-way-government-collects-data-11598002200", "title": "How Covid-19 Changed the Way Government Collects Data", "date": "2020-08-21 12:24", "summary": "When personal visits became impossible, agencies like Bureau of Labor Statistics had to rethink decades-old strategies. Numerous sets of government data used by private businesses, public agencies and policy makers are collected in person.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-wilke-amazons-ceo-of-worldwide-consumer-plans-to-retire-11598017252", "title": "Jeff Wilke, Confidant of Amazon's Founder, Plans to Retire", "date": "2020-08-21 12:21", "summary": "Wilke's role as consumer chief to go to company veteran David Clark. Jeff Wilke, a close lieutenant of Amazon.com Inc. founder Jeff Bezos who helped build what began as a small online bookseller into a tech colossus, is retiring from the company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liu-cixin-writes-science-fiction-epics-that-transcend-the-moment-11598026134", "title": "Liu Cixin Writes Science Fiction Epics That Transcend the Moment", "date": "2020-08-21 12:08", "summary": "The acclaimed Chinese writer wants to offer readers 'a grander sense of time and space'. Science fiction can be hard to disentangle from the real world. Futuristic tales about advanced technology and clashing alien civilizations often read like allegories of present-day problems. It is tempting, then, to find some kind of political message in the novels of Liu Cixin, 57, China's most famous science fiction writer, whose speculative and often apocalyptic work has earned the praise of Barack Obama and Mark Zuckerberg. The historian Niall Ferguson recently said that reading Mr. Liu's fiction is essential for understanding \"how China views America and the world today.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-in-federal-covid-19-testing-funds-still-unspent-11598014623", "title": "Billions in Federal Covid-19 Testing Funds Still Unspent", "date": "2020-08-21 11:51", "summary": "Most of the congressionally approved $25 billion has yet to be disbursed by HHS and states. Billions of dollars in federal funds earmarked for boosting nationwide Covid-19 testing remain unspent months after Congress made the money available, according to the U.S. Department of Health and Human Services.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-want-to-be-with-her-when-covid-closed-nursing-homes-one-husband-moved-in-11598024821", "title": "'I Want to Be With Her.' When Covid Closed Nursing Homes, One Husband Moved In", "date": "2020-08-21 11:47", "summary": "Resume Subscription. When nursing homes began barring visitors to keep the coronavirus out, Jack Eccles decided to move in.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkey-looks-to-vast-gas-discovery-to-bolster-ailing-economy-11598024455", "title": "Turkey Looks to Vast Gas Discovery to Bolster Ailing Economy", "date": "2020-08-21 11:40", "summary": "If the field can be exploited, the discovery could help ease Ankara's chronic balance-of-payment deficit. ISTANBUL-Turkey has identified a vast natural gas field in the Black Sea, President Recep Tayyip Erdogan said, a discovery that could help the country ease its reliance on energy imports.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/runners-covid-cancel-races-boston-marathon-11598023689", "title": "Runners Are Still Racing Marathons-From Their Local Parking Lots", "date": "2020-08-21 11:30", "summary": "Resume Subscription. Gordon Flett, a diehard runner, is joining road races almost every weekend this summer in his hometown of Winnipeg, Canada. Absent are the usual cheering spectators, the water stations-even the other runners.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sheryl-sandberg-and-facebooks-billion-dollar-balancing-act-11598023448", "title": "The Woman Behind Facebook's Billion-Dollar Balancing Act", "date": "2020-08-21 11:24", "summary": "Facebook's chief operating officer talks about the 2020 election and the challenges of policing the platform: 'One person's free expression can be another person's hate'. Facebook Inc.'s business model isn't a secret.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-has-changed-the-republicans-11598023026", "title": "How Trump Has Changed the Republicans", "date": "2020-08-21 11:17", "summary": "The president has reshaped the GOP in his own image, and a new generation of conservatives is trying to learn and extend the lessons of his insurgent rise. For almost four decades, the conservative movement was defined by one man, Ronald Reagan, and his movement, the Reagan Revolution.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-nominate-biden-as-trump-hangs-over-their-show-11598021973", "title": "Democrats Nominate Biden, as Trump Hangs Over Their Show", "date": "2020-08-21 10:59", "summary": "Convention speakers offered a lot of arguments for the former vice president, but there was an equally heavy dose of arguments for getting rid of the incumbent. The star of the Democrats' convention this week was nominee Joe Biden, of course.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-nicholas-a-basbanes-on-the-american-renaissance-poets-11598021724", "title": "Five Best: Nicholas A. Basbanes on the American Renaissance Poets", "date": "2020-08-21 10:55", "summary": "From the author, most recently, of 'Cross of Snow: A Life of Henry Wadsworth Longfellow.'. By Van Wyck Brooks (1936)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-crisis-in-nursing-homes-requires-aggressive-federal-response-panel-says-11598015913", "title": "Covid-19 Crisis in Nursing Homes Requires Aggressive Federal Response, Panel Says", "date": "2020-08-21 10:54", "summary": "A Trump administration-appointed commission is set to recommend broad, assertive action to tackle the coronavirus in U.S. nursing homes. The nation's nursing homes need an aggressive and comprehensive federal approach to the Covid-19 crisis, including supplying facilities with personal protective gear, assisting with staffing shortages and offering coronavirus testing with rapid results, according to recommendations from a commission convened by the Trump administration.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-craft-review-on-the-level-and-on-the-square-11598021576", "title": "'The Craft' Review: On the Level and on the Square", "date": "2020-08-21 10:52", "summary": "Are Masons really the shadowy unseen watchmakers who set the clock of history, as some conspiracists claim?. Who are the Freemasons and why do they incite murderous hatred, fanatical devotion and occasional ridicule? Why on earth would a bestselling 1886 French tract warn: \"French mothers! Lock up your daughters! Here come the Freemasons!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-life-as-interesting-as-a-novel-11598021365", "title": "Fiction: A Life as Interesting as a Novel", "date": "2020-08-21 10:49", "summary": "The real-life tale of an itinerant American collector of thrills, spills and sensations.. As a young man in the early days of his globe-trotting, Joe Sanderson, the hero of Héctor Tobar's \"The Last Great Road Bum\" (MCD, 396 pages, $28), seeks out the novelist James Jones at a beach resort in Jamaica and gleans the following advice about becoming a writer: \"Go out and associate yourself with the hardest, most foulmouthed people you can find, Joe. Failing that, seek out the people who are having the most sex.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-review-state-of-the-union-11598021292", "title": "'Summer' Review: State of the Union", "date": "2020-08-21 10:48", "summary": "The conclusion of the Scottish novelist's Seasonal Quartet, four breathlessly timely books that capture, with a shocking immediacy, the way we live now.. Ali Smith had long hoped to write a set of novels named for the seasons. When the Scottish author pitched the idea to her U.K. publisher in 2015, she envisioned a series of poetic meditations on time and nature. She planned to give herself four months for each book (she likes to write quickly, she says) and to deliver them as close to their publication dates as possible-in a nod to the Victorian mode of timely storytelling. What she cannot have predicted was that her so-called Seasonal Quartet would span some of the newsiest years in ages.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-conquest-collected-poems-review-the-impervious-dream-11598021107", "title": "'Robert Conquest: Collected Poems' Review: The Impervious Dream", "date": "2020-08-21 10:45", "summary": "In 1944 Robert Conquest was sent behind enemy lines, an episode recorded in some of his poems.. Robert Conquest (1917-2015) was what used to be called a Renaissance man. He was so good at everything he did-soldier, diplomat, historian and poet-that I wouldn't be surprised to learn he also left behind a few sonatas and paintings in oil. His histories of the Soviet Union's failures and atrocities include \"The Great Terror\" (1968) and \"The Harvest of Sorrow\" (1986), meticulously researched and humane investigations of a criminal state, surely among the major historical achievements of the 20th century. His television documentary series, \"Red Empire\" (1990), distills this work and makes grimly compelling viewing.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-big-bangs-in-the-big-apple-11598021027", "title": "Mysteries: Big Bangs in the Big Apple", "date": "2020-08-21 10:43", "summary": "As a serial bomber bedevils New York City, Robert Pobi's mathematically gifted hero Dr. Lucas Page searches for patterns amid the chaos.. 'Under Pressure' (Minotaur, 437 pages, $26.99), Robert Pobi's second thriller featuring the mathematician-astrophysicist Dr. Lucas Page, starts with a big bang: an explosion that kills 702 guests at a gala at New York's Guggenheim Museum. Could an unknown terrorist group be responsible? Or a solitary psychopath?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-disturbing-portents-and-magical-powers-11598020924", "title": "Children's Books: Disturbing Portents and Magical Powers", "date": "2020-08-21 10:42", "summary": "Vesper Stamper's novel for 12+ readers conjures a 14th-century convent through the eyes of a young woman who experiences synesthesia.. For centuries, people associated celestial phenomena with events on Earth. Comets and meteors, in particular, were thought to presage human catastrophe. In an unusual and handsome work of historical fiction, \"A Cloud of Outrageous Blue\" (Knopf, 308 pages, $19.99), Vesper Stamper conjures a 14th-century England in which such superstitions are grounded in reality.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-western-four-classic-novels-of-the-1940s-50s-review-under-western-eyes-11598020863", "title": "'The Western: Four Classic Novels of the 1940s & 50s' Review: Under Western Eyes", "date": "2020-08-21 10:41", "summary": "These classic novels feel more textured, more nuanced, more lived-in than the famous films made from them.. 'Ever read this book?\" Henry Fonda asks as he faces the camera in an unusual trailer for the 1943 film \"The Ox-Bow Incident.\" \"A lot of people have. And they found that it was one of the most vivid, powerful stories they have ever come across.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cesare-romiti-took-on-fiat-unions-revived-car-makers-fortunes-11598018401", "title": "Cesare Romiti Took On Fiat Unions, Revived Car Maker's Fortunes", "date": "2020-08-21 10:00", "summary": "A symbol of Italy's industrial heyday, he ended years of labor conflicts and launched practical autos. ROME-In October 1980, Cesare Romiti, longtime chief executive of car maker Fiat, won a battle that marked a turning point for Italy's economy.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chemist-worked-for-cleaner-drinking-water-world-wide-11598018402", "title": "Chemist Worked for Cleaner Drinking Water World-Wide", "date": "2020-08-21 10:00", "summary": "Nina McClelland was a globe-trotting scientist who kept close ties to Toledo. Sudsy foam spewing out of a wastewater treatment plant sparked Nina McClelland's career in environmental protection.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adyens-directors-take-some-money-off-the-table-11598018433", "title": "Payment Giant's Directors Take Some Money off the Table", "date": "2020-08-21 10:00", "summary": "Payment giant can seemingly do no wrong, but that appears to be amply reflected in its soaring share price. The directors of hot European payments giant Adyen appear to have too much of a good thing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentines-seek-safety-of-u-s-dollars-despite-debt-deal-11598018278", "title": "Argentines Seek Safety of U.S. Dollars, Despite Debt Deal", "date": "2020-08-21 09:57", "summary": "President Alberto Fernández's government has sought to curb demand as savers resort to black market to obtain greenbacks. Argentines are once again rushing to the safety of the U.S. dollar, a sign the country's deal with creditors to restructure $65 billion in foreign debt has failed to restore confidence in government policies.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-corvette-stingray-americas-supercar-gets-a-european-makeover-11598017697", "title": "2020 Corvette Stingray: America's Supercar Gets a European Makeover", "date": "2020-08-21 09:48", "summary": "Chevrolet's latest Stingray doesn't resemble its forefathers, but the mid-engine configuration and sub-3-second 0-60 mph speeds might make it the best 'Vette yet, says Dan Neil. OMG. The 2020 Chevrolet Corvette Stingray Z51 is fantastic. I don't think I can take many more surprises this year.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-owners-dont-forget-special-pandemic-tax-breaks-11598002206", "title": "Small-Business Owners: Don't Forget Special Pandemic Tax Breaks", "date": "2020-08-21 09:32", "summary": "Whatever shape your business is in, here are tax moves to consider now. If you're a small-business owner, don't overlook tax breaks that could help this year-whether your business is on the ropes or is booming.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pitney-bowes-is-unboxing-e-commerce-bonanza-11598016601", "title": "Pitney Bowes Is Unboxing E-Commerce Bonanza", "date": "2020-08-21 09:30", "summary": "Amid excitement over Stamps.com, market is starting to take notice of greater potential of century-old competitor usually associated with U.S. Postal Service. This company has been mailing it in for a long time, but it looks like it might finally deliver.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-fighting-for-a-port-strife-on-docks-accelerating-technology-11598016076", "title": "Today's Logistics Report: Fighting for a Port; Strife on Docks; Accelerating Technology", "date": "2020-08-21 09:21", "summary": "Today's Top Supply Chain & Logistics News. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-urges-universities-to-disclose-china-stocks-held-in-index-funds-11598015636", "title": "State Department Urges Universities to Disclose China Stocks in Index Funds", "date": "2020-08-21 09:13", "summary": "Keith Krach, whose office steers policies related to economic growth, also encouraged universities to sell their Chinese stocks. A State Department official this week urged university endowments to divest Chinese stocks and disclose Chinese assets held in their index funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaigns-hopes-rest-on-boosting-white-working-class-turnout-11598014800", "title": "Trump Campaign's Hopes Rest on Boosting White Working-Class Turnout", "date": "2020-08-21 09:00", "summary": "There are millions of potential Trump supporters who didn't show up to vote in 2016. But getting them to the polls won't be easy.. Not long ago, white working-class voters flooded to the polls in unusually large numbers to help the GOP win the White House. But that year wasn't 2016. It was 2004, and the president they turned out to re-elect was George W. Bush.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dnc-four-key-takeaways-from-night-four-11598014158", "title": "DNC: Four Key Takeaways From Night Four", "date": "2020-08-21 08:49", "summary": "Joe Biden's children and grandchildren were featured on the final night of the convention, which focused on the Democratic nominee's character and ability to unite the nation. It's official-Democrats have their nominee to take on President Trump in November. Former Vice President Joe Bidenaccepted his party's nomination Thursday, more than 30 years after his first run for president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hari-kunzru-red-pill-interview-11598013601", "title": "Novelist Hari Kunzru Tumbles Down the Rabbit Hole of Extremism", "date": "2020-08-21 08:41", "summary": "Kunzru discusses his upcoming novel, 'Red Pill,' which upends questions of race, identity politics and the power of the alt-right.. Throughout novelist Hari Kunzru's career, he has brought critical nuance to discussions of identity, authenticity and culture's political underpinnings. His 2002 debut, The Impressionist, which earned a reported seven-figure advance, starred a shapeshifting protagonist who tried on identities like costumes.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-coronavirus-return-looks-familiar-with-a-church-at-the-center-11598008941", "title": "South Korea's Coronavirus Return Looks Familiar, With a Church at the Center", "date": "2020-08-21 08:29", "summary": "Recent surge in Covid-19 cases, like February outbreak, involves a church and an inability to locate all the followers. SEOUL-South Korea, praised for its Covid-19 containment, is having a bout of coronavirus déjà vu, with rising coronavirus cases linked to a large church and the government scrambling to respond.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-turning-college-football-into-football-without-college-11598012279", "title": "Coronavirus Is Turning College Football Into Football Without College", "date": "2020-08-21 08:18", "summary": "Last spring, the NCAA said college sports could only be played if other students remained on campus. Now the pandemic is prompting schools to send students home-but the drive to play football continues.. Mary Sue Coleman loves college football so much that the former president at Iowa and Michigan plans to spend each autumn of her retirement in Ann Arbor, Mich. But as the coronavirus pandemic ravages the U.S., she sees a big problem for the roughly 70 schools still trying to play a 2020 season.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-the-surface-of-pristine-job-numbers-pain-awaits-europe-too-11598011672", "title": "Under the Surface of Pristine Job Numbers, Pain Awaits Europe Too", "date": "2020-08-21 08:07", "summary": "European nations have done a good job protecting employment during lockdowns, but the recovery is stalling and a cliff edge awaits in 2021. Compared with the U.S., Europe has done a better job protecting employment during the pandemic. Avoiding a \"job cliff\" in 2021, however, will likely require embracing outright American-style fiscal spending.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-defund-the-police-faces-headwinds-in-some-poor-black-neighborhoods-11598010936", "title": "Push to Defund the Police Faces Headwinds in Some Poor, Black Neighborhoods", "date": "2020-08-21 07:55", "summary": "In the Englewood neighborhood on Chicago's South Side, some residents say they view protesters as outsiders unwilling to work to improve communities. CHICAGO-Three days after his 29-year-old son was shot and killed, Keith Harris joined a group of residents who clashed with protesters during a demonstration outside the Chicago Police Department's Seventh District station in the Englewood neighborhood.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-staff-demand-policy-changes-on-india-hate-speech-11598008322", "title": "Facebook Staff Demand Policy Changes on India Hate Speech", "date": "2020-08-21 07:12", "summary": "Employees pen letter to executives to review how company handles Hindu politicians deemed to violate standards policy. Facebook employees are pressing the company's leadership to review its handling of hate speech in India, saying the company has tolerated toxic content by prominent political figures and failed to enforce its policies evenhandedly.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-borrowers-would-see-a-big-chunk-of-debt-disappear-under-biden-plan-11598007601", "title": "Student Loan Borrowers Would See a Big Chunk of Debt Disappear Under Biden Plan", "date": "2020-08-21 07:00", "summary": "Proposal doesn't address loose lending standards that encouraged $1.5 trillion in borrowing. Joe Biden wants to cancel a substantial portion of Americans' $1.5 trillion in federal student debt-while maintaining the loose lending standards that contributed to its rapid growth.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discount-retailers-test-investors-patience-11598005980", "title": "Discount Retailers Test Investors' Patience", "date": "2020-08-21 06:33", "summary": "Investors have been willing to wait out poor sales at Ross and TJX, but their patience could wear thin. Investors in TJX Cos and Ross Stores are facing a version of \"The Marshmallow Test,\" the famous experiment that measures one's ability to delay gratification: Wait out the pandemic, and shareholders could expect to see tempting returns on the other side. So far, they seem to be passing the test.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyfts-platform-premium-already-waned-11598005802", "title": "Uber and Lyft's Platform Premium Already Waned", "date": "2020-08-21 06:30", "summary": "As legal challenges mounted, ride-hailing firms' valuations have crept closer to other transportation stocks. Californians have enough problems right now. But for the moment, catching a ride won't be one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-stock-market-and-economy-seem-disconnected-11598002220", "title": "When the Stock Market and Economy Seem Disconnected", "date": "2020-08-21 06:28", "summary": "Stocks have shaken off coronavirus shock, but that's of little comfort to those without money to invest. Amber Biesecker has been out of work since March when her freelance editing projects dried up at the start of the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-psg-bayern-munich-in-the-champions-league-final-but-the-memory-of-barcelona-lingers-11598004001", "title": "It's PSG-Bayern Munich in Final. But the Memory of Barcelona Lingers.", "date": "2020-08-21 06:00", "summary": "The final is a \"Qlassico\" between two Qatar-connected giants that brought in key pieces from Barça. For the fifth year in a row, the world's most prestigious soccer match will happen without the world's best soccer player. Lionel Messi will spend Sunday hundreds of miles away from the Champions League final in Lisbon, wondering how his Barcelona team sank so deep.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-betting-is-on-a-roll-time-to-cash-in-some-chips-11598002207", "title": "Online Betting Is On a Roll. Time to Cash In Some Chips.", "date": "2020-08-21 05:30", "summary": "Shares of the leading online sports betting companies have skyrocketed as investors wager on the future of wagering. Ping pong, anyone?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballot-printers-rush-to-meet-mail-in-voting-demand-11598002202", "title": "Voting by Mail? These Companies Are Rushing to Print Your Ballot", "date": "2020-08-21 05:30", "summary": "With millions of Americans expected to vote by mail in November, election officials and printers are racing to print enough ballots for everyone.. Election Day is 74 days away and printing companies across the country are cranking up their presses to meet unprecedented demand for mail-in ballots.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-remote-work-continues-companies-fret-over-how-to-monitor-employees-data-handling-11598002202", "title": "As Remote Work Continues, Companies Fret Over How to Monitor Employees' Data Handling", "date": "2020-08-21 05:30", "summary": "Workers can record meetings, copy documents, or share corporate devices with family members without employer consent. Corporate cybersecurity leaders are concerned that it may be easier for employees to expose data or create openings for hackers while working remotely during the pandemic. But companies have limited capabilities to monitor certain violations of data policies.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convention-fails-to-close-rifts-in-democratic-climate-plans-11598002201", "title": "Convention Fails to Close Rifts in Democratic Climate Plans", "date": "2020-08-21 05:30", "summary": "Environmentalists are concerned the party platform hews to the right of Biden, whose own timeline is slightly slower than the Green New Deal. WHERE DO DEMOCRATS STAND ON CLIMATE POLICIES? The party's convention this week left some environmentalists confused and concerned about the path the party plans to take if it wins the presidency and the Senate, with key policy makers contradicting each other on policy prescriptions. The party's left flank used a side session on climate change to make the case for why the Green New Deal is necessary and popular, even in purple districts and swing states. But in a bid for party unity, Sen. Bernie Sanders noted in his keynote address Joe Biden's plan to transition to 100% clean electricity in the next 15 years, slightly slower than the Green New Deal's timeline but still generally praised by environmental groups.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-the-extra-300-a-week-unemployment-benefit-11598002200", "title": "What We Know About the Extra $300-a-Week Unemployment Benefit", "date": "2020-08-21 05:30", "summary": "Questions remain about which states will participate in the program created by President Trump after the $600-a-week benefit expired. President Trump signed an executive order on Aug. 8 to offer $300 a week in federally funded enhanced unemployment benefits for workers laid off during the coronavirus pandemic, after the previous enhanced benefits of $600 a week weren't extended and expired.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golden-boy-of-indian-finance-faces-its-greatest-threat-11597997822", "title": "The Golden Boy of Indian Finance Faces Its Greatest Threat", "date": "2020-08-21 04:17", "summary": "HDFC Bank has been priced for perfection and until now, it has delivered. India's largest lender has performed spectacularly against competitors, both state and private banks, and become a global investor darling. Its rapid growth model is now made precarious by India's sour financial environment and economic slump.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-had-less-of-a-convention-than-a-biopic-11597989719", "title": "Democrats Had Less of a Convention Than a Biopic", "date": "2020-08-21 02:02", "summary": "Progressives like Biden's agenda, but they'd rather sell the public on his empathy and character.. Over four nights and eight hours, the Democratic National Convention presented character witnesses to Joe Biden's \"commitment,\" \"compassion,\" \"courage,\" \"dignity,\" \"decency,\" \"common decency,\" \"common sense,\" \"empathy,\" \"experience,\" \"faith,\" \"grit,\" \"heart,\" \"honesty,\" \"honor,\" \"humility,\" \"integrity,\" \"judgment,\" \"leadership,\" \"maturity,\" \"moral compass,\" \"passion,\" \"purpose,\" \"resilience,\" \"strength,\" \"talent,\" \"thoughtfulness,\" \"values\" and \"wisdom.\"", "categories": [["Opinion", "Commentary", "Notes on the Convention"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-to-promise-recovery-from-crisis-in-speech-to-dnc-11597948119", "title": "Joe Biden Vows to Lead U.S. Out of 'Season of Darkness'", "date": "2020-08-21 00:48", "summary": "Accepts Democratic presidential nomination, says he will 'draw on the best of us, not the worse of us'. WILMINGTON, Del.-Former Vice President Joe Biden cast himself as a capable leader prepared to steer the nation out of the coronavirus pandemic, as he formally accepted the Democratic presidential nomination and asked the American public to elect him in place of President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597961307", "title": "Pepper...and Salt", "date": "2020-08-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-state-killer-joseph-deangelo-sentenced-to-life-without-parole-11598033398", "title": "Golden State Killer Joseph DeAngelo Sentenced to Life Without Parole", "date": "2020-08-21 00:01", "summary": "Former police officer pleaded guilty in June to 13 murders and 13 rape-related charges in deal to avoid possible death sentence. LOS ANGELES-Joseph James DeAngelo Jr., commonly known as the Golden State Killer, was sentenced to life in prison without the possibility of parole by a Sacramento County judge for killing 13 people and raping dozens more during the 1970s and '80s.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joe-biden-we-know-11597966558", "title": "The Joe Biden We Know", "date": "2020-08-21 23:55", "summary": "What does his long political career tell us about how he'd govern?. It took three tries and more than 30 years, but Joe Biden finally accepted the Democratic Party nomination for President Thursday evening. The moment was a personal triumph, and a credit to the former Vice President's doggedness and the alliances he has formed over decades. Yet despite all of his many years in public life, it still isn't clear what kind of President Mr. Biden would make.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-miss-the-meaning-11597980333", "title": "The Democrats Miss the Meaning", "date": "2020-08-21 23:25", "summary": "Their convention was marked by a sense of grievance, but voters need to know what they'll do.. To be fair in critiquing certain public events you have to be like a judge in the Olympics and factor in degree of difficulty. No one had ever done a Zoom convention before, so no one knew how to do it. Should there be a host each night? Should it be an earnest actress? Does that make us look shallow? Do we want to look shallow?", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pemex-ceos-allegations-rock-mexicos-political-class-11597964209", "title": "Former Pemex CEO's Allegations Rock Mexico's Political Class", "date": "2020-08-21 21:49", "summary": "Emilio Lozoya's claims add fuel to the widest-reaching corruption probe in Mexico's modern history. MEXICO CITY-Millions of dollars obtained from foreign bribes during a presidential campaign. Bags of cash to lawmakers in exchange for approving a historic opening of Mexico's oil industry. A former sitting president making deals with his favorite contractor to share the spoils of big government contracts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-justice-department-seeks-death-sentence-for-boston-bomber-11597970930", "title": "U.S. Justice Department Seeks Death Sentence for Boston Bomber", "date": "2020-08-21 20:48", "summary": "Dzhokhar Tsarnaev was convicted of carrying out the 2013 Boston Marathon bombing. The Justice Department will seek to reinstate a death penalty for Dzhokhar Tsarnaev, the man who was convicted of carrying out the 2013 Boston Marathon bombing, Attorney General William Barr said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]