[{"link": "https://www.wsj.com/articles/milwaukee-county-vote-recount-gives-biden-small-boost-11606533582", "title": "Milwaukee County Vote Recount Gives Biden Small Boost", "date": "2020-11-27 22:19", "summary": "A conservative group in Wisconsin has already filed a lawsuit against election officials, seeking to block the state's certification of results. MADISON, Wis.-Milwaukee County completed its recount of presidential ballots Friday, finding only small changes in vote totals, but President Trump's attorneys appear ready for a legal challenge seeking to toss tens of thousands of ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-an-american-person-11606519964", "title": "Who Is an American 'Person'?", "date": "2020-11-27 18:32", "summary": "The Supreme Court considers the Census and undocumented immigrants.. Who counts as a \"person\" for Congressional reapportionment under the Constitution? That's the question the Supreme Court takes up Monday in a challengeto President Trump's order excluding undocumented immigrants from state population counts (New York v. Trump).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-is-no-haven-for-irans-regime-11606519724", "title": "Home Is No Haven for Iran's Regime", "date": "2020-11-27 18:28", "summary": "The killing of a top nuclear scientist dramatizes the ayatollahs' domestic vulnerability.. The killing of Iranian nuclear scientist Mohsen Fakhrizadeh should be a message to Joe Biden and his nascent administration. Even as Iranian intelligence has pushed aggressively to expand its external influence via regional proxies, its domestic counterintelligence capabilities have significantly weakened. This is only the latest in a series of attacks that underscore the extent to which foreign intelligence services have been able to penetrate the country. Such attacks undermine the regime and could encourage domestic unrest. Mr. Biden should factor in this weakness as he prepares to negotiate with Tehran.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-iran-and-the-bomb-11606519663", "title": "Biden, Iran and the Bomb", "date": "2020-11-27 18:27", "summary": "Will he throw away Trump's Mideast gains to return to a bad nuclear deal?. The Democratic establishment will soon be back in charge of U.S. foreign policy, and the question is how much they've learned in exile. One early test will be Iran, and whether Joe Biden will abandon the strategic gains that President Trump has made in the Middle East in a rush to return to the deeply flawed 2015 nuclear deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-p-lazear-11606519485", "title": "Edward P. Lazear", "date": "2020-11-27 18:24", "summary": "A pioneer in labor economics and a Journal contributor.. Free markets and the laws of economics need frequent defense and explanation, and that cause is worse off after the death this week of Edward P. Lazear, a pioneer in the field of labor economics. He was 72 and had pancreatic cancer.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-social-media-fact-check-farce-11606519380", "title": "The Social Media Fact-Check Farce", "date": "2020-11-27 18:23", "summary": "A study says Twitter's anti-Trump 'corrections' make some people more likely to believe Trump.. In recent years liberals have successfully lobbied social-media companies to police conservative content more and more aggressively. But there's little evidence that this political interference has reduced the prevalence of misinformation online-and a new study shows how it could make the problem worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-experts-fail-everyone-else-pays-the-price-11606519279", "title": "When the Experts Fail, Everyone Else Pays the Price", "date": "2020-11-27 18:21", "summary": "What happens when the most respected authorities get it wrong and ruin lives and economies? Not much.. The wealthy and powerful must constantly expand their operations. But even if they let their capital sit, they will need accountants, auditors, stockbrokers and consultants. How will they choose these subordinates? According to the opinions of other advisers. Those closest to the boss will have the most influence-and they can keep it, even in failure, by flattery and deference.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-was-hiding-among-colds-and-flus-11606519224", "title": "Covid Was Hiding Among Colds and Flus", "date": "2020-11-27 18:20", "summary": "Too much focus on Washington and magic fixes has impeded grass-roots adaptation.. Here are some Covid realities that we've long alluded to that might be useful to spell out in the current surge.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-denver-mayor-michael-b-hancock-11606519148", "title": "Notable & Quotable: Denver Mayor Michael B. Hancock", "date": "2020-11-27 18:19", "summary": "'I fully acknowledge that I have urged everyone to stay home and avoid unnecessary travel.'. Denver Mayor Michael B. Hancock in a Nov. 25 statement on Twitter :", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-knows-im-a-bad-chess-player-11606518981", "title": "Nobody Knows I'm a Bad Chess Player", "date": "2020-11-27 18:16", "summary": "Online games are always available at any skill level-even none whatsoever.. 'The Queen's Gambit,\" the streaming television drama about fictional chess prodigy Beth Harmon's quixotic quest for glory, was Netflix's most popular show until surpassed by \"The Crown.\" You might say it was captured by the queen.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-delta-air-lines-best-buy-stocks-that-defined-the-week-11606518558", "title": "Salesforce, Delta Air Lines, Best Buy: Stocks That Defined the Week", "date": "2020-11-27 18:09", "summary": "Here are seven major companies whose stocks moved on the week's news. Salesforce.com Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hispanic-trump-voters-annoy-obama-11606518338", "title": "Hispanic Trump Voters Annoy Obama", "date": "2020-11-27 18:05", "summary": "The former president is still working on an explanation.. Remember the \"coalition of the ascendant\" that was supposed to give the left a permanent political advantage? The popular theory among pundits held that Barack Obama's coalition of young people, minorities and white liberals would create an electoral lock for Democrats as coalition members became a larger share of the U.S. voting population. Now Mr. Obama himself recognizes that the theory isn't holding up. In 2020 Donald Trump captured a larger share of the Hispanic vote than in 2016 and his predecessor is struggling to understand what happened. Mr. Obama's early analysis seems to require some fact-checking.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-begins-flying-pfizers-covid-19-vaccine-11606512293", "title": "United Begins Flying Doses of Pfizer's Covid-19 Vaccine", "date": "2020-11-27 17:46", "summary": "Carriers are positioning doses for quick distribution if vaccines are approved by regulators. United Airlines Holdings Inc. on Friday began operating charter flights to position doses of Pfizer Inc.'s Covid-19 vaccine for quick distribution if the shots are approved by regulators, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veblen-review-scourge-of-the-elites-11606504616", "title": "'Veblen' Review: Scourge of the Elites", "date": "2020-11-27 17:37", "summary": "His critique of wealth struck a chord in a progressive era, and to some still does.. Thorstein Veblen may be the most important American thinker most Americans have never heard of. A prolific economist at the turn of the 20th century, Veblen's groundbreaking work on the mysteries of inequality earned him the admiration of his academic peers, while his searing observations about the \"conspicuous consumption\" and \"predatory\" habits of the wealthy won him an audience far beyond the ivory tower. Veblen's epic life ended in despair-a final note urged that no biographical account or intellectual tribute ever be paid to him-and yet long after his passing, writers including John Dos Passos, Carson McCullers and John Kenneth Galbraith persistently refused to honor his dying wish.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-girl-small-town-review-salt-of-the-earth-11606516553", "title": "'Big Girl, Small Town' Review: Salt of the Earth", "date": "2020-11-27 17:35", "summary": "The Troubles may be over, but Michelle Gallen's heroine has problems all her own.. Majella O'Neill's life is as unremarkable as life can be in a town like Aghybogey in the wake of the Troubles. Her father disappeared 10 years ago (\"disappeared\" in this locality being a euphemism for getting yourself killed), her uncle Bobby blew himself up while planting a bomb and her grandfather died from wounds conferred on him in a British internment camp. \"Throughout her childhood,\" Majella concedes, \"the local news had been a litany of deaths, explosions and murder attempts.\" But this is Northern Ireland in the year 2000, paramilitary ceasefires are holding, and when Majella's grandmother is found dead it looks like an everyday crime, though one brutal enough to make the television news, much to the delight of Majella's mother. \"Ach, poor, poor Maggie,\" Nuala O'Neill croons, relishing the drama, \"Never wan for the limelight,\" whereas Nuala can't get enough of it. A glutton for tragedy as well as alcohol, \"the ma\" feasts on \"reports of car accidents wiping out four members of the same family on Christmas Eve . . . pictures of smiling children who'd drowned on their first foreign holiday.\" Majella, turning 27 and still living at home, is sustained by her nightly job at a fish-and-chip shop (\"A Salt and Battered!\"), her weekly pub binge and her talent for keeping the household, if not her mother, running smoothly.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-monster-review-empire-of-the-historians-11606516465", "title": "'Time's Monster' Review: Empire of the Historians", "date": "2020-11-27 17:34", "summary": "Does academic history always serve the ends of the powerful?. Undergraduate majors in history have plummeted in American colleges, faster-Priya Satia tells us-than any other major in recent years. Gone are the days depicted in \"The History Boys,\" Alan Bennett's play set in Britain in the 1980s, \"when history was understood to be about great men, and its study the ideal preparation for young boys aspiring to be great men.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-partisan-media-and-the-talk-radio-revolution-11606516300", "title": "Politics: Partisan Media and the Talk-Radio Revolution", "date": "2020-11-27 17:31", "summary": "How a generation of populist broadcasters brought conservative ideas to a national audience.. Modern American conservatism has always been a collaboration between intellectuals and fulminators. Every time conservatism generates a populist uprising-the Hardhat Riot of 1970, the rise of talk radio in the early 1990s, the Tea Party revolt of 2009, the election of Donald Trump in 2016-liberal commentators lament the takeover of a once-noble movement of writers and scholars by a horde of benighted hooligans. But the strain of insurgent populism has been there from the beginning.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-its-top-nuclear-scientist-mohsen-fakhrizadeh-killed-in-attack-11606493367", "title": "Iran Says Its Top Nuclear Scientist Killed in Attack", "date": "2020-11-27 17:20", "summary": "Mohsen Fakhrizadeh was widely regarded as the father of the country's nuclear-weapons program. A top Iranian nuclear scientist, widely viewed as the father of the country's nuclear-weapons program, was shot and killed Friday, dealing a blow to Tehran's atomic ambitions and threatening to increase tensions between Iran and its foes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vistas-sheth-resigns-weeks-after-ceo-smith-settles-tax-probe-11606514717", "title": "Vista's Sheth Resigns Weeks After CEO Smith Settles Tax Probe", "date": "2020-11-27 17:05", "summary": "Brian Sheth left the technology investor barely a month after the yearslong tax investigation of Robert Smith ended. Vista Equity Partners co-founder Brian Sheth has departed the firm, confirming rumors about an impending split at the top of one of the most successful technology investment firms in private equity.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noonan-focuses-on-the-wrong-bogus-dispute-11606514021", "title": "Noonan Focuses on the Wrong Bogus Dispute", "date": "2020-11-27 16:53", "summary": "I find Peggy Noonan's concerns about the damage to our Republic to be about four years too late.. Peggy Noonan's \"A Bogus Dispute Is Doing Real Damage\" (Declarations, Nov. 21) has it exactly backward. Coming off four years of consistent cries of illegitimacy regarding a duly elected president, accompanied by overwhelmingly negative mainstream media \"coverage\" and the baseless and degrading Brett Kavanaugh and presidential impeachment hearings, it's President Trump's staff and supporters who are now undermining democracy?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-idealism-in-practice-and-theory-11606513758", "title": "American Idealism in Practice and Theory", "date": "2020-11-27 16:49", "summary": "That \"collective security and collective endeavors were in each nation's self-interest\" should be obvious to all.. Fareed Zakaria's \"The World Needs American Idealism Again\" (Review, Nov. 21) should be required reading for every American. That \"collective security and collective endeavors were in each nation's self-interest\" should be obvious to all. Mr. Zakaria also astutely observes that the U.S. \"chose to forgive, rebuild and rehabilitate the vanquished\" after its victory in World War II. He elided an important point: Without those rebuilt vanquished powers, the U.S.'s ability to sell its products more broadly would have been greatly diminished. John Donne observed almost 400 years ago: \"No man is an island.\" Isn't it time for Americans to fully embrace that idea?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-at-least-tried-to-get-china-north-korea-deals-11606513678", "title": "Trump at Least Tried to Get China, North Korea Deals", "date": "2020-11-27 16:48", "summary": "President Trump has been adamant about leveling the playing field and requiring foreign countries like China to play the trading game fairly and honestly.. Gerry Kirstein (Letters, Nov. 21) suggests that President Trump (who is reputed to be a deal maker) has failed in his efforts to negotiate deals with China, North Korea and several other foreign countries, but this is unfair. Unlike his predecessors who have never seriously tried to make such deals, he should be credited for at least trying. Our country's elected and appointed leaders have always allowed other countries to take advantage of our caring generosity, and this has been foolish and very costly to American manufacturers and consumers. In China's case, American companies with manufacturing operations there are even forced to share private technology.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamar-jackson-tests-positive-as-the-ravens-outbreak-tests-the-nfl-11606496073", "title": "Lamar Jackson Tests Positive as the Ravens Outbreak Tests the NFL", "date": "2020-11-27 16:16", "summary": "Baltimore's game against the Pittsburgh Steelers was already postponed, and getting the game in shows the high-wire act of smoothly finishing the NFL season. For weeks, the NFL withstood rapidly rising Covid-19 case totals-within the country and in its own ranks-without any severe disruptions. Until Thanksgiving.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sir-yes-sir-saturday-crossword-november-28-11605909377", "title": "Sir, Yes Sir! (Saturday Crossword, November 28)", "date": "2020-11-27 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trail-mix-saturday-variety-puzzle-november-28-11605909521", "title": "Trail Mix (Saturday Variety Puzzle, November 28)", "date": "2020-11-27 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brideside-shutdown-is-another-headache-in-a-bad-year-for-weddings-11606509138", "title": "Brideside Shutdown Is Another Headache in a Bad Year for Weddings", "date": "2020-11-27 15:32", "summary": "The venture-capital-backed wedding apparel retailer, which sold online and through showrooms in four cities, blames its demise on the pandemic. Brenna Hogan got word in late October that the latte-colored satin bridesmaid gown she ordered from Brideside Inc. was ready. But her appointment to pick it up from a showroom in Chicago's West Loop neighborhood was quickly canceled.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-to-sell-donlen-fleet-business-to-athene-for-875-million-11606509062", "title": "Hertz to Sell Donlen Fleet Business to Athene for $875 Million", "date": "2020-11-27 15:31", "summary": "Bankrupt rental-car company plans to use proceeds from the proposed sale to pay down debt. Hertz Global Holdings Inc. said it agreed to sell its Donlen Corp. fleet management business for at least $875 million to an Apollo Global Management Inc. -backed insurance company as the bankrupt rental car company looks to pay down debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-meeting-in-desert-between-israeli-saudi-leaders-failed-to-reach-normalization-agreement-11606508754", "title": "Secret Meeting in Desert Between Israeli, Saudi Leaders Failed to Reach Normalization Agreement", "date": "2020-11-27 15:25", "summary": "Saudi crown prince backed away from U.S.-brokered deal to solidify bulwark against Iran. RIYADH, Saudi Arabia-When Israeli Prime Minister Benjamin Netanyahu flew into Saudi Arabia last weekend for a secret nighttime rendezvous with Saudi Crown Prince Mohammed bin Salman, he and his allies in Washington hoped to win assurances that a normalization deal between the two longtime Middle East rivals was in reach, Saudi advisers and U.S. officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-of-police-beating-black-music-producer-roils-france-11606508672", "title": "Video of Police Beating Black Man Roils France", "date": "2020-11-27 15:24", "summary": "Government plans to appoint commission to review bill restricting publication of images of law enforcers. PARIS-A video of French police officers beating a Black music producer has pushed the government of President Emmanuel Macron to consider revising legislation that seeks to restrict people from publishing images of security forces.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-seen-remaining-subdued-into-2021-11606490833", "title": "Oil Prices Seen Remaining Subdued Into 2021", "date": "2020-11-27 15:19", "summary": "Next week's meeting of OPEC and its partners may drive the market in the short-term. Oil prices are expected to remain subdued into the new year, with murky prospects for the global economy and supply of crude weighing on the outlook.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judges-deny-trump-campaigns-appeal-of-pennsylvania-ballot-challenge-11606501438", "title": "Court Denies Trump's Appeal in Pennsylvania Ballot Challenge", "date": "2020-11-27 14:43", "summary": "Ruling strikes latest blow to president's efforts to overturn his defeat, saying claims lack merit and would cause 'drastic and unprecedented' voter disenfranchisement. A federal appeals court Friday denied the Trump campaign's appeal in Pennsylvania, writing that the case lacked proof and had no merit, and striking another blow to the president's dwindling legal avenues to contest the outcome of the election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-deals-become-tamer-as-covid-19-alters-sales-strategies-11606473001", "title": "Black Friday in a Pandemic Means Fewer Shoppers, Deals", "date": "2020-11-27 14:36", "summary": "Resume Subscription. The coronavirus pandemic has reshaped the holiday shopping season with fewer people hitting stores on Black Friday and many retail chains holding the line on discounts because they are sitting on lean inventories.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-27-2020-11606473515", "title": "S&P 500, Nasdaq End Week at Records", "date": "2020-11-27 14:36", "summary": "Dow joins other two benchmarks in rising more than 2% this week, while gains for November extend. U.S. stocks edged higher during Friday's holiday-shortened session as gains across shares of technology and health-care companies pushed the S&P 500 and Nasdaq Composite to new closing records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shurabet-el-eid-holiday-soup-11606505524", "title": "Shurabet El Eid (Holiday Soup)", "date": "2020-11-27 14:32", "summary": "Even scaled-down celebrations call for exceptional spice and color. Paprika-rubbed roast chicken, pomegranate-flecked wheat berry pudding and more will satisfy a small gathering with outsize expectations.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-and-derivatives-are-sending-different-signals-11606473003", "title": "Falling Market Volatility Signals Growing Optimism About Stock Rally", "date": "2020-11-27 14:32", "summary": "The Dow soared back to a record this week, and a measure of stock-market volatility has been sliding. Market volatility is collapsing to levels not seen since February, the latest sign of optimism about a stock rally that lifted major indexes to fresh records this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designer-philippe-starck-finds-inspiration-in-the-uncanny-paintings-of-neo-rauch-11606503494", "title": "Designer Philippe Starck Finds Inspiration in the Uncanny Paintings of Neo Rauch", "date": "2020-11-27 13:58", "summary": "Mr. Starck, whose designs range from chairs to a space station lounge, finds the work of Mr. Rauch 'fertile soil' for his imagination.. ", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-will-survive-covid-19-11606502792", "title": "The Constitution Will Survive Covid-19", "date": "2020-11-27 13:46", "summary": "The pandemic may justify extraordinary measures, but judges won't accept the most draconian ones.. The Covid-19 pandemic \"has served as a sort of constitutional stress test,\" Justice Samuel Alito observed this month. \"The pandemic has resulted in previously unimaginable restrictions on individual liberty.\" The setting underscored the point: Justice Alito made his remarks in an online speech that ordinarily would have been delivered in a cavernous hall, before a crowd of hundreds gathered for the Federalist Society's annual dinner.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunting-aims-for-a-comeback-in-locked-down-michigan-11606502672", "title": "Hunting Aims for a Comeback in Locked-Down Michigan", "date": "2020-11-27 13:44", "summary": "The state has seen a 67% increase in new hunters prowling the forests this year-me among them.. Petoskey, Mich.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kubbeh-maqliyeh-fried-kubbeh-11606502656", "title": "Kubbeh Maqliyeh (Fried Kubbeh)", "date": "2020-11-27 13:44", "summary": "Even scaled-down celebrations call for exceptional spice and color. Paprika-rubbed roast chicken, pomegranate-flecked wheat berry pudding and more will satisfy a small gathering with outsize expectations.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burbara-wheat-berry-pudding-11606502251", "title": "Burbara (Wheat Berry Pudding)", "date": "2020-11-27 13:37", "summary": "Even scaled-down celebrations call for exceptional spice and color. Paprika-rubbed roast chicken, pomegranate-flecked wheat berry pudding and more will satisfy a small gathering with outsize expectations.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mhammar-onion-sumac-and-paprika-roast-chicken-11606501817", "title": "Mhammar (Onion, Sumac and Paprika Roast Chicken)", "date": "2020-11-27 13:30", "summary": "Even scaled-down celebrations call for exceptional spice and color. Paprika-rubbed roast chicken, pomegranate-flecked wheat berry pudding and more will satisfy a small gathering with outsize expectations.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mirror-entrepreneur-sold-her-fitness-startup-to-lululemon-letting-go-meant-sticking-around-11606492843", "title": "Mirror Entrepreneur Sold Her Fitness Startup to Lululemon. Letting Go Meant Sticking Around.", "date": "2020-11-27 13:21", "summary": "When Brynn Putnam sold her company for $500 million, she couldn't walk away from what she created. She joins a list of prominent entrepreneurs who cashed in without checking out.. Brynn Putnam, a former ballerina, knows something about pivoting. That skill was put to the test this year when the 37-year-old entrepreneur finally got a boss.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fireworks-over-religious-liberty-11606420438", "title": "Fireworks Over Religious Liberty", "date": "2020-11-27 13:16", "summary": "The Supreme Court says Cuomo's restrictions on worship violate the First Amendment.. Wow. That word rarely applies to Supreme Court opinions. But it does in our view to the Court's order on Thanksgiving eve enjoining New York's Covid-19 order restricting attendance at religious services. The Court is back as a sentinel protecting the free exercise of religion, even in a health emergency.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crisp-skinned-trout-with-jamon-charred-lemons-and-scallions-11606500152", "title": "Crisp-Skinned Trout With Jamón, Charred Lemons and Scallions", "date": "2020-11-27 13:02", "summary": "This crisp-skinned trout with jamón, charred lemons and scallions is on the table in 25 minutes. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-simplest-trout-recipe-is-also-the-best-11606499338", "title": "The Simplest Trout Recipe Is Also the Best", "date": "2020-11-27 12:49", "summary": "This crisp-skinned trout with jamón, charred lemons and scallions is on the table in 25 minutes. WHEN YOU HAVE fish that's absolutely fresh and pristine, chef Matt Kelly believes you should keep the preparation as simple as possible. So the first step to making his third, utterly unfussy Slow Food Fast recipe is obtaining the freshest trout you can find.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pushes-rural-hospitals-to-their-limits-11606478401", "title": "Covid-19 Pushes Rural Hospitals to Their Limits", "date": "2020-11-27 12:28", "summary": "Nation's smallest hospitals depend on larger facilities to care for their most complex patients, but larger hospitals are growing crowded. At the small hospital in Andrews, Texas, in the heart of America's oil patch, doctors had a critical patient this month who needed an urgent non-Covid-19 procedure that the smaller facility couldn't perform. Hospitals nearby had the right equipment and specialists but were overrun.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-resurrection-of-the-office-phone-call-11606496400", "title": "The Resurrection of the Office Phone Call", "date": "2020-11-27 12:00", "summary": "The Covid pandemic has brought back an old mode of communication that millennial workers used to shun; a happy medium between Zoom calls and instant messages. Call it the Goldilocks theory of the pandemic workplace.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bean-counters-no-more-internal-audit-embraces-broader-risk-advisory-role-11606496400", "title": "Bean Counters No More, Internal Audit Embraces Broader Risk Advisory Role", "date": "2020-11-27 12:00", "summary": "Internal auditors are helping companies better manage an array of nonfinancial risks, the head of the Institute of Internal Auditors says. Internal auditors were once a small cog in the corporate machinery, tucked away in finance departments where they primarily analyzed financial controls. If you're thinking of green eyeshades, you're not far off.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/their-goal-is-to-make-you-feel-helpless-in-xis-china-little-room-for-dissent-11606496176", "title": "'Their Goal Is to Make You Feel Helpless': In Xi's China, Little Room for Dissent", "date": "2020-11-27 11:56", "summary": "Resume Subscription. On a summer day in 2016, a posse of men surrounded Lu Yuyu on a street in China's southwestern city of Dali. He said they wrestled him into a black sedan and slid a shroud over his head. His girlfriend was pushed into a second car, screaming his name.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/steven-rinella-of-netflixs-meateater-wants-us-to-get-outside-11606496050", "title": "Steven Rinella of Netflix's 'MeatEater' Wants Us to Respect the Outdoors", "date": "2020-11-27 11:54", "summary": "The conservationist and hunting enthusiast doesn't want Americans to see the wilderness as hostile. Growing up in rural Michigan, Steven Rinella was hunting squirrels at age 7 and trapping raccoons at 10. By 12, he could scale a tree in the dark and sit still for hours, his limbs cold and numb, while waiting for a whitetail buck. Whenever someone shot a deer, his family would fry up the heart and eat it for breakfast. Mr. Rinella killed his first deer at 13, and he still remembers the rich taste of that heart, cooked with onions and served with ketchup.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russia-alliance-lean-toward-keeping-oil-cuts-in-place-11606491881", "title": "OPEC, Russia Alliance Lean Toward Keeping Oil Cuts in Place", "date": "2020-11-27 11:36", "summary": "Oil-price recovery has strengthened the case of those pushing to eventually return some shut-in production to the market. OPEC and its Russia-led partners are leaning toward extending oil production cuts for another two to three months, according to officials familiar with the discussions, a move they hope will keep markets tight even as prices start to recover from Covid-19-inspired lows earlier this year.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-promises-500-million-in-holiday-bonuses-for-front-line-staff-11606494834", "title": "Amazon Sets Holiday Bonus for Front-Line Staff", "date": "2020-11-27 11:33", "summary": "Employees working full time for all of December will qualify for a $300 payment. Amazon.com Inc. will pay front-line staff a special holiday bonus as the e-commerce giant responds to a surge in online sales during the coronavirus pandemic that is driving record results.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-approval-race-gears-up-as-u-k-asks-for-emergency-review-of-astrazeneca-shot-11606494257", "title": "U.K. Asks for Emergency Review of AstraZeneca Shot", "date": "2020-11-27 11:24", "summary": "European medicines regulator, awaiting vaccine data, said it will consider ways to make its own review process faster. LONDON-The U.K. asked its medicines regulator to review AstraZeneca PLC's Covid-19 vaccine for emergency-use approval, while Europe's equivalent of the FDA said it could be more flexible in how it reviews a handful of promising candidates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-on-decline-and-fall-11606493772", "title": "Five Best: On Decline and Fall", "date": "2020-11-27 11:16", "summary": "From Adrian Wooldridge, co-author of 'The Wake-Up Call: Why the Pandemic Has Exposed the Weakness of the West, and How to Fix It.'. By David Landes (1998)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-beast-fable-in-the-city-of-light-11606493697", "title": "Fiction: A Beast Fable in the City of Light", "date": "2020-11-27 11:15", "summary": "Novels from Jane Smiley and Ellen Cooney, and a collection of short stories by Pergentino José.. With a degree of savviness that would impress even the most experienced product management consultant, Jane Smiley has combined two foolproof genres of escapist fiction for her latest book, \"Perestroika in Paris\" (Knopf, 265 pages, $26.95): the Parisian fairy tale and the equestrian novel. Perestroika, known affectionately as Paras, is a 3-year-old filly and champion racehorse who awakes in her stable one morning with a restless urge to roam. Taking a purse full of prize money from a recent victory, she ambles into Paris and begins befriending members of the animal kingdom (including a few sympathetic humans), who work together to prolong the grand adventure of her escape.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sometimes-you-have-to-lie-louise-fitzhughs-rebellion-11606493298", "title": "'Sometimes You Have to Lie': Louise Fitzhugh's Rebellion", "date": "2020-11-27 11:08", "summary": "The creator of 'Harriet the Spy' was a literary outsider herself.. From an acorn comes the oak. From a few typewritten pages without illustration came 11-year-old Harriet M. Welsch, one of the great 20th-century heroines of children's fiction. Harriet's creator, Louise Fitzhugh, had not wholly thought through her idea for a story about \"a nasty little girl who keeps a notebook on all her friends.\" It was 1963, and Fitzhugh (1928-74), an artist and writer, was casting about for a new way to make money; pitching the synopsis of a children's book seemed like a good idea. She didn't need the cash-a bequest from her wealthy grandmother had long since given her independence-but she had a restless creative spirit and a desire to achieve.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-phil-ochs-forgotten-how-to-bow-11606493246", "title": "'I'm Gonna Say It Now' Review: Troubadour and Troublemaker", "date": "2020-11-27 11:07", "summary": "The legacy of Phil Ochs's folk-music rebellion lives on in words that still spark fires.. Late in his short life, Phil Ochs, one of the shining lights of the Greenwich Village folk protest movement, worried whether his songs would be remembered. The news from four decades on is good.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-payroll-tax-deferral-creates-predicament-for-congress-11606492800", "title": "Trump's Payroll-Tax Deferral Creates Predicament for Congress", "date": "2020-11-27 11:00", "summary": "Options for lawmakers and Biden administration to ease looming squeeze on workers include tax forgiveness, longer payback periods. WASHINGTON-President Trump's decision to defer payroll taxes until the end of the year is leaving challenges for lawmakers to manage after he leaves office in January, and they haven't figured out what-if anything-to do.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-predicament-of-counting-americans-by-race-11606492632", "title": "The Census Predicament: Counting Americans by Race", "date": "2020-11-27 10:57", "summary": "The racial and ethnic categories used by the U.S. Census obscure the changing ways we think about identity and assimilation.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-is-big-in-taiwan-but-why-11606492322", "title": "Black Friday Is Big in Taiwan, but Why?", "date": "2020-11-27 10:52", "summary": "The holiday shopping frenzy there isn't hampered by coronavirus, but also isn't prompted by a holiday. Among the holiday traditions many Americans will forgo this year is waking early up from our turkey-induced slumber to hit the stores at dawn on Black Friday. But we can at least live vicariously thanks to Taiwan.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trying-to-keep-covid-19-at-bay-in-nations-prisons-presents-a-challenge-11606491091", "title": "Prisons Nationwide Struggle With Covid-19", "date": "2020-11-27 10:31", "summary": "Coronavirus has continued to spread throughout prisons, despite officials taking a host of drastic measures to stem it. Eight months into the coronavirus pandemic, prisons across the country are still grappling with how best to control a virus that is intensifying nationwide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-covid-wont-stop-santa-claus-this-christmas-11606490637", "title": "How Will Santa Handle a Covid Christmas?", "date": "2020-11-27 10:24", "summary": "Coronavirus complicates the tales parents are telling their children as holiday season approaches. Six-year-old Amy Kidd worried that if Rudolph got Covid-19, it would spread to the other reindeer, and Santa Claus wouldn't be able to travel from the North Pole to deliver Christmas gifts around the world.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-christmas-tree-ornaments-from-catalogsas-chosen-by-design-pros-11606489974", "title": "The Best Christmas Tree Ornaments From Catalogs-as Chosen by Design Pros", "date": "2020-11-27 10:12", "summary": "We asked picky interior designers to look at mass-market retailers' offerings-and select affordable holiday decorations they'd hang on their own trees. FOR THIS season of low-key celebration, we asked sophisticated design pros to examine the holiday websites of mass-market retailers and find ornaments special enough to hang in their own homes. The exercise \"slightly intimidated\" Heide Hendricks, a designer in Sharon, Conn., who typically prefers bespoke and handmade baubles. After scouring the fairly inexpensive offerings at Joss & Main, she found one that \"surprised and delighted\" her. Here, our experts share their discoveries.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicaid-enrollment-surge-during-pandemic-leaves-states-looking-for-cost-cuts-11606489203", "title": "Medicaid Enrollment Surge During Pandemic Leaves States Looking for Cost Cuts", "date": "2020-11-27 10:00", "summary": "State leaders consider reductions in services and health-care benefits for low-income and disabled Americans as budget crises loom. State leaders are weighing possible cuts to Medicaid services and health-care benefits to offset rising costs due to a surge of enrollees who have lost jobs and need health coverage as the coronavirus pandemic has intensified.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-do-talk-money-with-their-text-group-11606489200", "title": "Women Do Talk Money, With Their Text Group", "date": "2020-11-27 10:00", "summary": "Pandemic-related issues spur women to join group chats to talk about emergency funds and investing. The pandemic has helped propel the growth of group chats as people seek ways to connect and ease feelings of isolation. The continuing economic stress and stock-market volatility has also inspired women to join such groups to talk to peers about emergency funds, investing and financial goals.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-approval-of-15-minimum-wage-sets-up-battle-in-other-states-11606482001", "title": "Florida's Approval of $15 Minimum Wage Sets Up Battle in Other States", "date": "2020-11-27 09:54", "summary": "Advocates prepare to take up state-by-state fights with federal increase in doubt. Florida voters' approval of a $15 minimum wage is fueling the hopes of advocates who aim to pass similar measures in other states, though still-elevated unemployment and lower costs of living in rural areas remain challenges.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-economy-contracted-7-5-last-quarter-11606480136", "title": "India's GDP Shrinks as Covid-19 Keeps Stranglehold on Economy", "date": "2020-11-27 09:31", "summary": "Once a powerful engine of growth, consumer spending has been choked off by pandemic that is keeping people at home. NEW DELHI-The coronavirus pandemic has strangled one of the most powerful engines of economic growth in the world: spending by India's 1.3 billion consumers.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbos-industry-recap-episodes-4-to-8-how-bad-is-harpers-big-mistake-and-more-questions-answered-11606487400", "title": "HBO's 'Industry' Recap, Episodes 4 to 8: How Bad Is Harper's Big Mistake? And More Questions Answered", "date": "2020-11-27 09:30", "summary": "Should Yasmin go to HR? Is Daria good for Harper? What did Gus actually say at RIF? Unpacking the big questions from the final five episodes.. After a slow and often confusing start to the season, \"Industry\" finally hits its stride in episode 4. Three hours is a long time to wait for a show to earn your attention, but if you do stick with it, the last five episodes (all released today, making the whole series available for binge-watching on HBO Max and HBO On Demand) rattle along at a satisfying pace, underpinned by flashes of genuine tension around which characters will still be employees of Pierpoint & Co. by the time the final credits roll.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortadella-citrus-fennel-and-chicory-salad-11606486139", "title": "Mortadella, Citrus, Fennel And Chicory Salad", "date": "2020-11-27 09:09", "summary": "When sunshine is in short supply, citrus arrives to save us. It lights up this refreshing salad anchored with salty slices of cured meat.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-salad-recipe-to-get-you-through-the-winter-11606485694", "title": "The Best Salad Recipe to Get You Through the Winter", "date": "2020-11-27 09:01", "summary": "When sunshine is in short supply, citrus arrives to save us. It lights up this refreshing salad anchored with salty slices of cured meat.. OF COURSE I love stews, casseroles and the other cold-weather greatest hits. But I'm here to sing the praises of the winter salad.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-seek-new-election-data-11606485600", "title": "Investors Seek New Election Data", "date": "2020-11-27 09:00", "summary": "Alternatives to polling include watching betting markets, voter-registration changes and social media. Wall Street is tired of getting political bets wrong.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-studies-may-suffer-as-volunteers-consider-dropping-out-11606485601", "title": "Vaccine Studies May Suffer as Volunteers Consider Dropping Out", "date": "2020-11-27 09:00", "summary": "People who believe they got a placebo during testing say they want to leave to get the real shots once they are approved. Susan Baker volunteered for Johnson & Johnson 's vaccine trial to seek protection from Covid-19. For the same reason, she may drop out of the study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-property-booms-eat-our-economic-future-11606466679", "title": "How Property Booms Eat Our Economic Future", "date": "2020-11-27 08:38", "summary": "Growing body of research looking at U.S. and Chinese real-estate markets suggests long booms may drag on productivity of the economy. This October, U.S. housing sales hit their highest level since 2006. China's residential real-estate investment was up 14% relative to the same month last year. Around the world, many housing markets have shrugged off a colossal economic slump, helped by low interest rates.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-tesla-moderna-what-to-watch-when-the-stock-market-opens-today-11606479178", "title": "Slack, Tesla, Moderna: What to Watch When the Stock Market Opens Today", "date": "2020-11-27 08:19", "summary": "U.S. stock futures edge higher. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-or-not-here-vimeo-comes-11606482000", "title": "Covid-19 or Not, Here Vimeo Comes", "date": "2020-11-27 08:00", "summary": "As business increasingly moves online, Vimeo should have investors tuning in, even once they are physically back at work. Positive coronavirus vaccine data has created a whiplash effect for investors who until recently were hiding in pandemic beneficiaries. But with the timeline for recovery still uncertain, the best offense may still be a good defense.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-college-footballs-rivalry-week-was-tackled-by-covid-19-11606482000", "title": "How College Football's Rivalry Week Was Tackled by Covid-19", "date": "2020-11-27 08:00", "summary": "Sacred Thanksgiving weekend traditions have been torn asunder by the pandemic, which has canceled or postponed some of the sport's biggest games. In the universe of college football, the most savory Thanksgiving treat is your school's annual rivalry game. It's a ritual in which the gratitude cultivated over holiday feasts is overtaken by unbridled animosity toward the team across the state or over the border.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-infections-surge-at-worlds-largest-medical-glove-maker-11606479574", "title": "Covid-19 Infections Surge at One of World's Largest Medical Glove Makers", "date": "2020-11-27 07:19", "summary": "Factories and workplaces across Malaysia are battling coronavirus outbreaks, a sign that industrial settings can become vectors of contagion as global demand recovers. KUALA LUMPUR, Malaysia-A sharp rise in coronavirus cases tied to factories and workplaces has led to a Covid-19 resurgence in Malaysia, a sign of how industrial settings-where laborers often work in crowded and poorly ventilated conditions-can become vectors of contagion as global demand recovers.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adventure-in-ambiguity-11606478401", "title": "Adventure in Ambiguity", "date": "2020-11-27 07:00", "summary": "E.B. White's 'Stuart Little' was unique in its departure from the predictable moralism of earlier children's stories.. When I first read E.B. White's \"Stuart Little\" as a child, the ending disturbed me. The title character has left his New York City home in search of a bird, Margalo, whom he loves dearly. Does Stuart find her? We never find out. All we learn is that \"he somehow felt he was headed in the right direction.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-statement-coats-are-the-going-out-tops-of-2020-11606478444", "title": "Why Statement Coats Are the 'Going-Out Tops' of 2020", "date": "2020-11-27 07:00", "summary": "As we continue to socialize outside, standout outerwear is the priority this winter-what's underneath doesn't matter. THE SERIES of the season might be HBO's \"The Undoing,\" and not just because the debauched, elite Manhattan milieu the murder mystery depicts could entertain the comatose. In our opinion, the textured green coat that leading lady Nicole Kidman wears throughout steals the show. As social distancing continues to push gatherings outside even into winter, such emphatically dramatic outerwear has become the starring garment in our wardrobes.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-step-in-government-data-tracking-is-the-internet-of-things-11606478401", "title": "Next Step in Government Data Tracking Is the Internet of Things", "date": "2020-11-27 07:00", "summary": "U.S. Air Force experiments with monitoring peripherals-from autos to fitness trackers. WASHINGTON-U. S. government agencies from the military to law enforcement have been buying up mobile-phone data from the private sector to use in gathering intelligence, monitoring adversaries and apprehending criminals.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-needs-more-than-a-cup-of-joe-11606478400", "title": "Spotify Needs More Than a Cup of Joe", "date": "2020-11-27 07:00", "summary": "Joe Rogan's podcast, about to go exclusive, will need to deliver a big boost in paid users to justify the stock's run. Joe Rogan has raised some eyebrows at Spotify . The question remains if he can bend many new ears-especially those willing to pay for the experience.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-missed-out-on-the-pandemics-zoom-boom-leaving-it-vulnerable-11606478401", "title": "Slack Missed Out on Pandemic's Zoom Boom, Leaving It Vulnerable", "date": "2020-11-27 07:00", "summary": "Without a strong video offering, the workplace collaboration tech pioneer failed to wow investors. Slack Technologies Inc. was a pioneer in developing tools to allow co-workers to collaborate online. When the pandemic sent millions of professionals working remotely, other companies seized the spotlight, leaving Slack a potential acquisition target.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-u-s-push-eu-set-to-launch-new-human-rights-sanctions-regime-11606476221", "title": "After U.S. Push, EU Set to Target Human-Rights Violators", "date": "2020-11-27 06:23", "summary": "Doubts remain over how widely the European Union will wield sanctions, despite projecting itself as a champion of human rights. Last November, an aide to Mississippi Republican Sen. Roger Wicker called the Hungarian embassy to deliver a stern message. Prime Minister Viktor Orban was blocking passage of a European Union law similar to the U.S. Magnitsky Act on human rights. If opposition persisted, the aide warned, Sen. Wicker would start a campaign to spotlight the Hungarian nationalist leader, driving a wedge between Mr. Orban and the congressional Republicans he had long courted.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-doesnt-want-to-pick-a-fight-with-biden-for-now-south-korean-lawmakers-say-11606475879", "title": "Kim Jong Un Doesn't Want to Pick a Fight With Biden for Now, South Korean Lawmakers Say", "date": "2020-11-27 06:18", "summary": "North Korea sees negotiations with President-elect Joe Biden as potentially more difficult than with President Trump, South Korean intelligence officials tell lawmakers. SEOUL-North Korean leader Kim Jong Un has asked his government's officials to refrain from provoking the U.S., an effort that is likely aimed at preserving the possibility of engaging with the incoming U.S. administration, South Korean intelligence officials told lawmakers.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maradona-and-the-match-england-never-got-over-11606474800", "title": "Maradona and the Match England Never Got Over", "date": "2020-11-27 06:00", "summary": "Argentina's legendary No. 10 defended his 'Hand of God' goal at the 1986 World Cup for the rest of his life. Anyone who ever thought Diego Maradona would apologize didn't understand Diego Maradona.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-wi-fi-6-is-herebut-do-you-really-need-it-11606474613", "title": "The Power of Wi-Fi 6 Is Here-But Do You Really Need It?", "date": "2020-11-27 05:56", "summary": "With more devices populating homes, updating to a Wi-Fi 6 router could help improve everyone's internet experience. That said, they don't come cheap.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-class-of-2020-looks-for-work-11606473000", "title": "The Class of 2020 Looks for Work", "date": "2020-11-27 05:30", "summary": "Resume Subscription. To find reliable cellphone service for his job interviews, 24-year-old Jule Brown often sits in his Hyundai Santa Fe next to the athletic fields at his old high school in Lower Merion Township, Pa.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cars-are-going-digital-but-detroit-has-a-long-road-ahead-11606473031", "title": "Cars Are Going Digital, But Detroit Has a Long Road Ahead", "date": "2020-11-27 05:30"}, {"link": "https://www.wsj.com/articles/best-home-office-gadgets-gift-guide-2020-wfh-tech-11606346428", "title": "The Ultimate Guide to the Best (Yet Boring) Home Office Gadget Gifts", "date": "2020-11-27 05:30", "summary": "Give the gift of work-from-home productivity, from laptop stands to USB-C dongles to 4K monitors. The best gadget I bought this year was a $50 piece of metal whose sole job is to prop up another piece of metal (my laptop). Actually, no, it was definitely a computer monitor. Scratch that, it was an Ethernet cord the length of a fire hose.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-energy-industry-readies-wish-lists-for-joe-biden-11606473001", "title": "Renewable Energy Industry Readies Wish Lists for Biden", "date": "2020-11-27 05:30", "summary": "Associations representing solar and wind power push new administration to take immediate steps, many of which don't require congressional action. THE RENEWABLE ENERGY LOBBY gears up for a Joe Biden presidency much friendlier to their industry than the Trump administration. Within days of Biden's victory, the associations representing the solar and wind industries pushed out their detailed agenda wish lists for the new administration to immediately act upon, many of which don't require congressional action in what could be a divided government, depending on the outcome of the Georgia Senate runoffs.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-like-the-second-world-war-covid-19-is-tearing-into-the-parts-of-europe-that-lack-doctors-11606473001", "title": "'It's Like the Second World War.' Covid-19 Is Tearing Into the Parts of Europe That Lack Doctors", "date": "2020-11-27 05:30", "summary": "Resume Subscription. MIĘDZYCHÓD, Poland-So many new doctors left Poland for better-paying jobs in Europe's west that when Łukasz Rotnicki decided to stay behind he often found himself working 36-hour shifts, sleeping on the brown pullout sofa of a small-town hospital with too few staff.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-escalates-australia-trade-dispute-with-wine-tariffs-11606472504", "title": "China Escalates Australia Trade Dispute With Wine Tariffs", "date": "2020-11-27 05:21", "summary": "Australia calls a Chinese finding that its exporters are dumping cheap wine 'erroneous in fact and in substance'. SYDNEY-China imposed antidumping tariffs on Australian wine, escalating a monthslong trade dispute and forcing local vintners to seek other markets for millions of bottles during a pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spanish-lenders-bbva-and-sabadell-abandon-merger-talks-11606469903", "title": "Spanish Lenders BBVA, Sabadell Abandon Merger Talks", "date": "2020-11-27 04:38", "summary": "Breakdown demonstrates difficulties in getting deals done despite predictions of a wave of consolidation in European banking. Banco Bilbao Vizcaya Argentaria SA, Spain's second-largest lender by assets, and smaller peer Banco de Sabadell SA ended their merger talks because of disagreements over pricing, underlining that consolidation in Europe's fragmented banking system remains complicated.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11606416421", "title": "Pepper...and Salt", "date": "2020-11-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]