[{"link": "https://www.wsj.com/articles/a-visit-to-europes-front-with-russia-11587166080", "title": "A Visit to Europe's Front With Russia", "date": "2020-04-17 19:28", "summary": "Ukraine has held the line with separatists for six years.. Mariupol, Ukraine", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aircraft-carrier-outbreak-spread-at-first-without-symptoms-officials-say-11587164797", "title": "Aircraft Carrier Outbreak Spread At First Without Symptoms, Officials Say", "date": "2020-04-17 19:06", "summary": "Navy battling coronavirus on other ships as it probes what went wrong on the USS Theodore Roosevelt. A coronavirus outbreak spread through the USS Theodore Roosevelt, the site of the largest outbreak to strike the military, in part through asymptomatic transmission among sailors who unknowingly passed the virus to others, Pentagon officials said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-recovery-guidelines-11587164472", "title": "Trump's Recovery Guidelines", "date": "2020-04-17 19:01", "summary": "More testing is needed, but the direction toward reopening is right.. A friend of ours says the last week reminds him of a scene from the student protests in California when Ronald Reagan was Governor. One day our friend walked by students demanding that officials \"Shut It Down!,\" only to return 90 minutes later to hear the same students shouting \"Keep It Open!\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-gangnam-style-11587164416", "title": "Democracy, Gangnam Style", "date": "2020-04-17 19:00", "summary": "Escapees from North Korea offer a lesson in democracy.. While Kim Jong Un was busy testing missiles this week, another North Korean was making news in the South. Thae Yong-ho, one of the highest-ranking defectors from the totalitarian state, was elected to a seat in South Korea's National Assembly. Mr. Thae is the new member from Seoul's fashionable Gangnam district. If that name rings a bell, you may be one of the 3.5 billion people who have watched the music video \"Gangnam Style\" on YouTube.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hold-firm-on-ppp-mr-trump-11587164361", "title": "Hold Firm on PPP, Mr. Trump", "date": "2020-04-17 18:59", "summary": "More aid to states will make governors less likely to reopen soon.. Democrats continue to hold a small-business relief program hostage to their spending demands, and President Trump on Thursday said the two sides are negotiating. Please don't cave, Mr. President. You'll regret it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-says-26-public-hospital-workers-have-died-from-coronavirus-11587140356", "title": "Coronavirus Death Toll Hits 55 at One Nursing Home in Brooklyn", "date": "2020-04-17 18:55", "summary": "In New York state, at least 1,109 nursing-home residents have died; New York City says virus has killed 26 public-hospital workers. At least 1,109 nursing-home residents have died from the new coronavirus in New York state, including 55 people in one Brooklyn facility, officials said Friday, showing the pandemic's impact on the state's most vulnerable population.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-companies-expected-to-share-executive-tasks-as-recruitment-market-slows-11587163727", "title": "More Companies Expected to Share Executive Tasks as Recruitment Market Slows", "date": "2020-04-17 18:48", "summary": "Companies searching for new executives expected to rely on temporary workarounds and to share responsibilities between several executives, recruiters say. Lululemon is doing just that.. Lululemon Athletica Inc.'s decision to divvy up the role of interim finance chief and allocate it to existing executives could be an example of how companies plan to navigate CFO vacancies during the coronavirus pandemic, recruiters said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moodys-downgrades-mexico-and-state-oil-firm-pemex-11587162327", "title": "Moody's Downgrades Mexico and State Oil Firm Pemex", "date": "2020-04-17 18:44", "summary": "Becomes third credit-ratings firm to downgrade country. MEXICO CITY-Moody's Investors Service lowered Mexico's credit rating Friday, becoming the third ratings firm to downgrade the country in recent weeks amid expectations that fallout from the coronavirus pandemic will send the economy into recession.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dorothy-day-review-saint-sinner-troublemaker-11587163430", "title": "'Dorothy Day' Review: Saint, Sinner, Troublemaker", "date": "2020-04-17 18:43", "summary": "There is enough in the life of Dorothy Day-Catholic, left-wing activist, anarchist-to alienate anyone.. In the early 1950s, as the Cold War began to take shape, the radical Catholic Dorothy Day protested a series of nuclear air-raid drills in New York City. Rather than staying indoors as ordered, Day and other pacifists gathered in parks and waited to be arrested. The gesture signified their refusal to participate in \"psychological warfare\" as well as their penance for America's nuclear attacks on Japan in 1945. The midcentury drills look quaint in hindsight, a relic of a black-and-white era safely behind us. Yet as a pandemic upends the globe, we are reminded that disaster can and does strike, and that civil preparation means the difference between life and death.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-on-okinawa-mud-blood-victory-11587163379", "title": "Three on Okinawa: Mud, Blood, Victory", "date": "2020-04-17 18:42", "summary": "The enemy waited patiently, heavily dug in. Okinawa was like the trench warfare of World War I, but worse.. Seventy-five years ago, on Easter Sunday 1945, the largest amphibious assault in the Pacific war landed on the beaches of the Japanese island of Okinawa. Driving ashore, Sgt. Bob Dick steered his Sherman tank up a dirt road behind the beachhead and expected to be pummeled by enemy fire. Instead, up and down the landing zone there was no opposition. \"The lack of any enemy,\" Dick remembered, \"seemed almost scary.\" It would prove to be the calm before the storm.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigans-draconian-lockdown-provokes-a-backlash-11587163325", "title": "Michigan's Draconian Lockdown Provokes a Backlash", "date": "2020-04-17 18:42", "summary": "Gov. Whitmer's stay-at-home order restricts lawn mowing, touchpad carwashes and boating.. Hillsdale, Mich.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-on-world-war-ii-stories-of-uncommon-valor-11587163307", "title": "Two on World War II: Stories of Uncommon Valor", "date": "2020-04-17 18:41", "summary": "Personal accounts from the grunts on the front line help to ﬁll gaps in the broader narrative of World War II.. World War II has been covered so extensively that there's little left to add to the broader narrative. What remains are many personal stories-well-written accounts of a soldier's or sailor's daily life, often retold by their sons, daughters or grandchildren-that give us a deeper understanding of the men who did the grunt work to defeat the Axis Powers. The best to come out recently is \"No Surrender\" by Chris Edmonds.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-betrayal-of-the-duchess-review-a-throne-for-her-son-almost-11587163254", "title": "'The Betrayal of the Duchess' Review: A Throne for Her Son, Almost", "date": "2020-04-17 18:40", "summary": "She was charming and intelligent, loved Walter Scott novels, and plotted an uprising against the French king.. When the exiled Louis XVIII was placed on the French throne by the victorious Allies after Napoleon's downfall, the Restoration began: It is not usually regarded as one of the more colorful periods in French history. Yet it was an uncommonly interesting time.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-a-nation-in-its-time-review-princes-poets-and-prussians-11587163202", "title": "'Germany: A Nation in Its Time' Review: Princes, Poets and Prussians", "date": "2020-04-17 18:40", "summary": "The term 'The Holy Roman Empire of the German Nation' ﬁrst appeared in an ofﬁcial document in 1512.. 'Historians know a great deal about nationalism and less about the nation.\" This is one of many trenchant observations Helmut Walser Smith makes in his invigorating \"Germany: A Nation in Its Time.\" By the time the author, a professor of history at Vanderbilt University, signs off with the verdict that \"historical nationalism . . . cannot make nations. On the contrary, it demeans, divides and ultimately destroys them,\" his readers will have learned a great deal about the German nation, and much else besides. They will also have been taken far back into the past, far beyond the alleged watershed of the French Revolution from which many historians have dated the beginning of nationalism. In the continuing struggle between \"modernists\" and \"primordialists\" (those who hold that nationalism is a phenomenon that reaches back into the distant past), Mr. Smith appears to identify with the latter.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/books-on-basketball-a-game-of-all-or-nothing-11587163136", "title": "Books on Basketball: A Game of All or Nothing", "date": "2020-04-17 18:38", "summary": "Champion teams almost always contain multiple stars. The trick is snagging the ﬁrst one, who can bring in the others.. The National Basketball Association is admired around the world. This is unusual. Athletes are loved, but athletic organizations aren't. But except for some minor hanky-panky, the NBA is not corrupt, an important distinction in pro sports. Its games are televised world-wide, and its best players are enormously popular. When Kobe Bryant was killed in a helicopter crash earlier this year, he was mourned across every continent. Superstars-Kobe was one-have become an NBA trademark. They have the power to quit one team and join another virtually at their whim. The jump by Anthony Davis of the New Orleans Pelicans to the L.A. Lakers is the latest example. The NBA itself has gone international. Its 30 franchises are stocked with non-Americans. Three of the top five players on the Washington Wizards are from Latvia, Japan and Germany. Sad to say, they have become multilingual losers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fish-dont-exist-review-getting-back-in-the-swim-11587163026", "title": "'Why Fish Don't Exist' Review: Getting Back in the Swim", "date": "2020-04-17 18:37", "summary": "A memoir by the co-creator of NPR's 'Invisibilia' that is also a biography of the unbreakable ichthyologist and institution builder David Starr Jordan.. What a delightful book, and what a delightfully provocative title. We can be certain, though, that neither Lulu Miller's book nor her title would have delighted David Starr Jordan (1851-1931), the ostensible subject of \"Why Fish Don't Exist,\" a memoir masking as a biography. Professor Jordan was, you see, a world-famous fish researcher, an ichthyologist, and he would have been surprised indeed if anyone had told him that fish didn't exist. \"I'd wish / I might associate with fish,\" Jordan chanted in \"Eric's Book of Beasts,\" a funny compilation of doggerel and pictures he created for his son. And associate with fish he certainly did, during most of his life, though he wanted them as specimens and not as friends, stowed away on shelves in his lab, floating in murky ethanol, with tin name tags sewn firmly into their skins-a detail that particularly intrigues Ms. Miller.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-timeout-for-fbi-scandals-11587163066", "title": "No Timeout for FBI Scandals", "date": "2020-04-17 18:37", "summary": "More teeth remain to be pulled, and the biggest may concern James Comey and Hillary's emails.. Among the details the FBI didn't relay, as required, to a secret court when spying on Carter Page was a long previous warning that its chief source, Christopher Steele, was likely fed bad information by Russian intelligence.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/always-home-review-home-cooking-with-alice-11587163074", "title": "'Always Home' Review: Home Cooking With Alice", "date": "2020-04-17 18:37", "summary": "Mother's bag lunches included separate containers of salad, garlic bread, chicken, compote-and a jar of vinaigrette.. As a baby, Fanny Singer was swaddled in dish towels and carried to Chez Panisse, her mother's restaurant, where she was placed in a giant salad bowl on a mattress of dish towels. That's exactly where I'd like to be right now.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-werewolves-in-motorcycle-jackets-11587162977", "title": "Science Fiction: Werewolves in Motorcycle Jackets", "date": "2020-04-17 18:36", "summary": "'House of Earth and Blood' is not for the fantasy purist, but its eclecticism keeps you guessing, and the clashes between the mundane and the magical are often funny as well as provocative.. 'Portal fantasies,' like C.S. Lewis's Chronicles of Narnia, start off with ordinary characters being transported into a strange and magical world. The reader identifies with these characters and learns about the magic at the same time they do. By contrast, immersive fantasies like George R.R. Martin's \"Game of Thrones\" plunge you, as critic Farah Mendlesohn has pointed out, into the unfamiliar world without an intermediary. The problem for the author of a new immersive fantasy world, in that case, is to provide some kind of link between reader and the hero or heroine. One way to do it is mingling the fantastic with the utterly mundane.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-17-2020-11587093710", "title": "Stocks Rally to Close Second Week of Gains", "date": "2020-04-17 18:30", "summary": "All three major U.S. stock indexes are still down for the year but have roughly cut their losses in half since late March. U.S. stocks rallied Friday, helping major indexes notch a second consecutive week of gains, buoyed by optimism that parts of the American economy may begin reopening in coming days.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-raises-millions-through-hacking-smuggling-u-n-report-finds-11587159007", "title": "North Korea Raises Millions Through Hacking, Smuggling, U.N. Report Finds", "date": "2020-04-17 18:24", "summary": "Report says North has evaded international sanctions through illicit means, validating views of some security experts. North Korea has developed increasingly sophisticated hacking capabilities that have enabled it to steal from financial institutions and cryptocurrency exchanges and evade international sanctions, according to a new United Nations report.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-j-c-penney-amazon-com-stocks-that-defined-the-week-11587161920", "title": "Wells Fargo, J.C. Penney, Amazon.com: Stocks That Defined the Week", "date": "2020-04-17 18:18", "summary": "As the coronavirus crisis continues, here are seven major companies whose stocks moved on the week's news. Wells Fargo & Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-told-to-do-more-to-stop-public-officials-from-laundering-bribes-11587161549", "title": "South Korea Told to Do More to Stop Public Officials From Laundering Bribes", "date": "2020-04-17 18:12", "summary": "Global task force notes progress on country's legal framework on money-laundering, but says gaps remain. South Korea has significantly improved its legal framework on fighting money-laundering, but it needs to step up efforts to prevent public officials from laundering bribes and to solidify its ability to freeze the assets of persons and entities blacklisted by the United Nations, a global anti-money-laundering watchdog said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-hands-setback-to-amazon-in-jedi-case-11587161062", "title": "Judge Hands Setback to Amazon in JEDI Case", "date": "2020-04-17 18:04", "summary": "Pentagon was granted request to reconsider aspects of cloud-computing contract. WASHINGTON-A federal judge granted the Pentagon's request to reconsider aspects of its huge JEDI cloud-computing contract, a move that Amazon.com Inc. had opposed.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-is-ignoring-the-economy-11587160802", "title": "Stocks and the Economy Send Very Different Messages", "date": "2020-04-17 18:00", "summary": "The Dow enjoyed its best two-week stretch in more than 80 years, but the economy is still struggling. The Dow Jones Industrial Average staged its best two-week performance since the 1930s, a dramatic rebound that has left many investors with a confounding reality: soaring share prices and a floundering economy.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schlumberger-to-cut-jobs-slashes-dividend-75-in-historic-oil-rout-11587127703", "title": "Schlumberger Cuts Jobs, Slashes Dividend 75% in Historic Oil Rout", "date": "2020-04-17 17:39", "summary": "Oil driller is restructuring businesses as it braces for an acute downturn in oil-field activity. Schlumberger Ltd. , the world's largest oil-field-services company, cut its shareholder dividend 75% and is restructuring businesses, cutting jobs and closing facilities to cope with a historic energy rout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watching-and-waiting-for-a-coronavirus-surge-at-the-villages-in-florida-11587124800", "title": "Waiting for a Coronavirus Surge at The Villages in Florida", "date": "2020-04-17 17:31", "summary": "Sprawling retirement community has at least 68 residents positive for Covid-19; 'an opportunity for it to take off'. Residents of The Villages, a sprawling retirement community in central Florida, were still gathering in town squares, visiting nail salons and browsing an estate sale in late March. Only after Gov. Ron DeSantis issued a statewide stay-at-home order April 1 did many of the holdouts hunker down, residents and officials say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-governor-set-to-reopen-some-sectors-closed-by-coronavirus-11587151475", "title": "Texas Governor Set to Reopen Some Sectors", "date": "2020-04-17 16:43", "summary": "Stores will be allowed to reopen on a to-go or delivery basis; state parks also reopening. Texas Gov. Greg Abbott set the nation's second-largest state on a path to reopening Friday, with an announcement that shopping, hiking and some medical procedures may restart as soon as next week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-data-suggest-the-coronavirus-isnt-as-deadly-as-we-thought-11587155298", "title": "New Data Suggest the Coronavirus Isn't as Deadly as We Thought", "date": "2020-04-17 16:28", "summary": "A study finds 50 to 85 times as many infections as known cases-meaning a far lower fatality rate.. Los Altos Hills, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-assails-critics-of-his-coronavirus-response-as-he-focuses-on-reopening-u-s-11587149080", "title": "Trump's Virus Focus Shifts to Reopening Economy, Defending Response", "date": "2020-04-17 16:28", "summary": "President has sought to deflect political blame in shift toward addressing economic fallout from pandemic. WASHINGTON-President Trump warned the nation two weeks ago to expect the most difficult period of the coronavirus crisis that could involve hundreds of thousands of deaths.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-maintain-recent-gains-sending-note-of-caution-11587148440", "title": "Treasurys Maintain Recent Gains, Sending Note of Caution", "date": "2020-04-17 16:22", "summary": "Fed's continuing purchases of Treasurys complicates message being sent by bonds. U.S. government-bond yields traded near the bottom of their recent range on Friday despite another rally in stocks, underscoring the two markets' growing divide over the economic outlook.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-crude-prices-on-track-for-new-18-year-low-11587121996", "title": "U.S. Crude Prices Drop to New 18-Year Low", "date": "2020-04-17 16:11", "summary": "The energy market suffers another bruising weekly loss as the coronavirus pandemic erases demand for oil. U.S. crude prices slid to a new 18-year low Friday, recording another big weekly drop with the coronavirus pandemic erasing demand for fuel and pressuring energy producers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shattering-illusions-of-a-benign-world-11587150944", "title": "Shattering Illusions of a Benign World", "date": "2020-04-17 15:15", "summary": "John Steinbeck's 'The Grapes of Wrath' is a powerful, inspiring story of human resilience in the face of unfathomable hardship.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-mexican-health-official-questions-how-deadly-coronavirus-really-is-11587133043", "title": "Senior Mexican Health Official Questions How Deadly Coronavirus Is", "date": "2020-04-17 15:12", "summary": "Hugo López-Gatell, who leads country's coronavirus response, says virus could be as lethal as flu; health experts say health system unprepared for spread. MEXICO CITY-The man in charge of Mexico's response to the coronavirus pandemic says he isn't convinced that the virus is any more lethal than an ordinary influenza outbreak, but he still worries about its capacity to overwhelm the country's hospital system given the speed of its transmission.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-gets-go-ahead-for-u-k-food-delivery-investment-thanks-to-coronavirus-11587137320", "title": "Amazon Gets Go-Ahead for U.K. Food-Delivery Investment", "date": "2020-04-17 14:46", "summary": "Competition authority says some customers would be cut off from online food delivery or face higher prices if Deliveroo had to exit the market. LONDON-The U.K.'s anticompetition authority said it has provisionally approved Amazon.com Inc.'s planned investment in British startup Deliveroo, citing the food-delivery company's financial vulnerability amid the new coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberalism-isnt-at-all-out-of-liberal-ideas-11587147792", "title": "Liberalism Isn't at All Out of Liberal Ideas", "date": "2020-04-17 14:23", "summary": "Barton Swain posits that liberals ran out of ideas a half a century ago. I wish it were so.. Regarding Barton Swaim's \"Joe Biden and the Slow Death of Liberalism\" (op-ed, April 11): As a contemporary of the other geezers: Sanders, Trump, Biden and Warren, I have lived through and been shaped by the same societal experiences. As the only child of Holocaust-survivor parents old enough to be my grandparents, I listened intently to their recollections of life during the first half of the 20th century. Two of my aunts personally knew John Reed through their work with the Communist Party and Socialist Workers Party.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surviving-the-coronavirus-without-a-screen-11587147696", "title": "Surviving the Coronavirus Without a Screen", "date": "2020-04-17 14:21", "summary": "I hope all families can come to learn and appreciate the importance of true (nonscreen) family time.. As an 11-year-old reader, I especially appreciate \"100 (NonScreen) Ideas to Occupy Your Kids in Quarantine\" (Life & Arts, April 9). Unfortunately, our world has substituted family time with screen time and technology. Additional pastimes that the kids in our family enjoy are writing and sending letters through the mail, pretend play in our treehouse and building a big stick fort as a family in the woods. As a consequence of this exceptional time, I hope all families can come to learn and appreciate the importance of true (nonscreen) family time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-odd-similarity-betweeninvesting-and-virus-protocols-11587147485", "title": "An Odd Similarity Between Investing and Virus Protocols", "date": "2020-04-17 14:18", "summary": "Jason Zweig's advice is strangely similar to the Centers for Disease Control and Prevention recommendation regarding the coronavirus and your face.. Jason Zweig's advice (\"The Intelligent Investor: How to Survive a Bear Market,\" Exchange, April 4) is strangely similar to the Centers for Disease Control and Prevention recommendation regarding the coronavirus and your face-except instead of your face, it's your portfolio-don't touch it (unless you're tax-loss harvesting or rebalancing).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-pays-a-coronavirus-price-11587147252", "title": "Beijing Pays a Coronavirus Price", "date": "2020-04-17 14:14", "summary": "The economy shrinks for the first time since the Cultural Revolution.. China's government habitually fudges its economic growth data, so if it's admitting to a 6.8% year-on-year contraction in the first three months of this year we can only guess at how bad the truth is. One thing is certain: The economic fallout from Covid-19 is only beginning for a country that claims to have the outbreak under control.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-makes-polish-liquor-fly-off-the-shelves-as-hand-sanitizer-11587147054", "title": "Coronavirus Makes Polish Liquor Fly Off the Shelves as Hand Sanitizer", "date": "2020-04-17 14:10", "summary": "Spirytus Rektyfikowany is 96% alcohol. That makes it tough to swallow, but people figure it'll kill about anything. A lot of store shelves have been picked clean of hand sanitizer, bread, paper towels and toilet paper.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-drug-report-though-inconclusive-sends-gilead-higher-11587145839", "title": "Coronavirus Drug Report, Though Inconclusive, Sends Gilead Higher", "date": "2020-04-17 13:50", "summary": "After Gilead shares rose 8% on positive remarks by a drug researcher, analysts cautioned against reading too much into the report. An encouraging news report about an experimental drug being developed by Gilead Sciences Inc. for Covid-19 led shares of the drugmaker to jump nearly 8% in trading Friday and helped to spur gains in the total market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-the-coronavirus-turned-tax-day-upside-down-11587124801", "title": "The Year Tax Day Turned Upside Down", "date": "2020-04-17 13:41", "summary": "The federal government's coffers usually swell on Tax Day. This year, they shrank because of the pandemic and the stimulus law.. WASHINGTON-It was a Tax Day unlike any other.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-new-coronavirus-twist-recovered-patients-test-positive-again-11587145248", "title": "South Korea's New Coronavirus Twist: Recovered Patients Test Positive Again", "date": "2020-04-17 13:40", "summary": "Doctors believe that the disease may have gone dormant and then come back, posing more challenges for testing. SEOUL-More than 160 South Koreans have tested positive a second time for the coronavirus, a development that suggests the disease may have a longer shelf life than expected.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-williams-says-recovery-unlikely-to-be-swift-11587130541", "title": "New York Fed's Williams Says Recovery Unlikely to Be Swift", "date": "2020-04-17 13:33", "summary": "'I don't see the economy being back to full strength by the end of the year,' John Williams says. Federal Reserve Bank of New York President John Williams said Friday that even a swift resolution to the coronavirus pandemic is unlikely to bring a fast recovery to the U.S. economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/department-of-veterans-affairs-supply-chain-interrupted-by-pandemic-11587144757", "title": "Department of Veterans Affairs Supply Chain Interrupted by Pandemic", "date": "2020-04-17 13:32", "summary": "Secretary Robert Wilkie says no VA hospital has run out of supplies, but the department is using crisis guidelines for N95 mask use. The Department of Veterans Affairs doesn't have optimal amounts of protective gear for hospital workers treating coronavirus patients as it competes for supplies amid a nationwide shortage, the department's top official said Friday.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impressions-of-degas-11587144775", "title": "Impressions of Degas", "date": "2020-04-17 13:32", "summary": "The painter's life and character are revealed in a new bilingual edition of his correspondence.. \"No art was ever less spontaneous than mine,\" Edgar Degas once boasted. An inkling of the French artist's legendary perfectionism can be found in an 1876 letter he wrote to his London dealer apologizing for his tardiness in completing a picture. \"If I didn't rework the figures in the foreground at least 10 times,\" he writes, \"may God damn me.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rewrites-the-book-on-emergencies-11587142872", "title": "Trump Rewrites the Book on Emergencies", "date": "2020-04-17 13:01", "summary": "For the first time in U.S. history, an administration is responding to a crisis with deregulation and decentralization.. Washington's response to the Covid-19 pandemic is upending one of the most durable patterns of American politics. Throughout history, national emergencies have led to a more powerful and centralized federal government and to the transfer of federal power from Congress to the executive branch. This time, the federal response rests largely on state and local government and private enterprise, with a wave of deregulation clearing the way. The Trump administration has seized no new powers, and Congress has stayed energetically in the game.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-you-care-if-a-white-man-cured-covid-19-11587142808", "title": "Would You Care if a White Man Cured Covid-19?", "date": "2020-04-17 13:00", "summary": "Hiring researchers by sex and race rather than scientific prowess is dangerous nonsense.. Scientists at Oxford University and King's College London are racing to develop an inexpensive ventilator that can be quickly built with off-the-shelf components. Should it matter that all the lead researchers on the project are men? If you believe university diversity bureaucrats and many academic deans, the initiative will be handicapped by the absence of women among the project heads. If there is a silver lining to the Covid-19 pandemic, it may be to expose as dangerous nonsense the practice of hiring researchers by sex and race rather than scientific accomplishments.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-murky-crisis-meets-our-all-too-certain-pundits-11587142662", "title": "A Murky Crisis Meets Our All-Too-Certain Pundits", "date": "2020-04-17 12:57", "summary": "Today's commenting class could use far more patience, balance and judgment. Just two weeks ago, Jared Kushner, President Trump's son-in-law and senior adviser, was the object of more than the usual derision he gets from much of the media.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-pays-for-this-11587141601", "title": "'Who Pays For This?'", "date": "2020-04-17 12:40", "summary": "Turns out there really is a way in which the virus shutdown is like World War II.. Some television pundits, appearing in front of tastefully decorated living rooms, are comfortable advising a months-long stroll back toward a normal society. Many Americans can't wait that long.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-reopens-europe-plants-offering-a-vision-of-the-post-virus-car-factory-11587140348", "title": "VW Reopens Europe Plants, Offering a Vision of the Postvirus Factory", "date": "2020-04-17 12:19", "summary": "The world's biggest car maker will require workers to check their temperatures at home, bring their own lunch. BERLIN- Volkswagen AG will restart car plants across Europe next week, offering a pandemic-era blueprint for other global manufacturers that will alter workers' daily lives and, at least temporarily, relegate productivity to the back seat.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-scott-of-microsoft-hopes-artificial-intelligence-will-help-his-hometown-11587139335", "title": "Kevin Scott of Microsoft Hopes AI Will Help His Hometown", "date": "2020-04-17 12:02", "summary": "In a new book, an executive who grew up in small-town Virginia argues that AI should be used to create jobs and industry in rural and working-class areas. Microsoft 's chief technology officer, Kevin Scott, is humming Mozart's \"Sonata facile,\" a melody that he recalls hearing in \"Looney Tunes\" cartoons. A computer could easily learn to play it, he says, but such a rendition probably wouldn't elicit an emotional response from a listener. \"It's not about the notes; it's about this connection...with the audience,\" he says. \"I don't know if that's going to be possible with a machine.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-home-back-to-work-a-dog-and-cat-debate-re-opening-america-11587138058", "title": "Stay Home! Back to Work! A Dog and Cat Debate Reopening America", "date": "2020-04-17 11:40", "summary": "You think this decision is strictly yours. It's not.. ", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-ceo-steps-down-11587126505", "title": "Altria CEO Steps Down From the Marlboro Cigarette Maker", "date": "2020-04-17 11:34", "summary": "Howard Willard, under pressure for Juul investments, had temporarily stepped aside after being diagnosed with coronavirus. Howard Willard, the chief executive of Altria Group Inc., has stepped down from the Marlboro maker after two rocky years on the job that resulted in big losses on an investment in Juul Labs Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-your-canned-goods-taste-night-out-elegant-11587137633", "title": "How to Make Your Canned Goods Taste Night-Out Elegant", "date": "2020-04-17 11:33", "summary": "We could all use some advice on how to put those stockpiled cans to work. An interview with food stylist and author Lola Milne about her new book 'Take One Can'. Lola Milne's new cookbook, Take One Can: 80 Delicious Meals from the Pantry, could not have arrived at a better time. As we feed ourselves through quarantine, and as many of us try to minimize our trips to the store, our cupboards and our pantries have woven themselves into the fabric of our days.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/computers-were-going-to-upend-home-buying-they-didnt-see-the-coronavirus-coming-11587115806", "title": "Computers Were Going to Upend Home Buying. They Didn't See the Coronavirus Coming.", "date": "2020-04-17 11:31", "summary": "Companies like Zillow and Opendoor were supposed to lead a revolution in real estate by using algorithms to flip homes. A global pandemic brought those plans to a screeching halt.. BMW -driving, blazer-wearing real-estate agents should have gone the way of VHS tapes and paper maps by now-rendered an anachronism. Yet, while the internet has transformed the way we hunt for homes and snoop how much our neighbors paid for theirs, the labor and paper-intensive process of the actual home transaction persists.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curb-your-enthusiasm-on-gilead-11587136706", "title": "Curb Your Enthusiasm on Gilead", "date": "2020-04-17 11:18", "summary": "Buying stocks on anecdotal Covid-19 patient data is a bad idea. A viable treatment for Covid-19 is desperately needed, but investors are way too enthusiastic about the latest potential breakthrough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-retired-couple-ended-up-living-in-bali-11587136007", "title": "How One Retired Couple Ended Up Living in Bali", "date": "2020-04-17 11:06", "summary": "They moved from Pittsburgh to Italy. Then to Penang. Then to Kuala Lumpur. And then they found home. In 2011, we bought a little olive farm in Italy. Our plan was to retire to it, become stalwarts of our village and bask in la dolce vita. And God laughed.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-defied-the-odds-of-startup-success-how-will-it-survive-a-pandemic-11587135820", "title": "Airbnb Defied the Odds of Startup Success. How Will It Survive a Pandemic?", "date": "2020-04-17 11:03", "summary": "The creators of the online lodging giant had the grit a new company needs to change an established industry. Now they face another potential reckoning. 'You're only focused on the moment.'. I'm a sucker for good stories about the founding of companies.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-world-of-hardening-borders-11587135761", "title": "A World of Hardening Borders", "date": "2020-04-17 11:02", "summary": "The pandemic has empowered the nation-state, as global institutions falter and governments assert far-reaching control. In his memoir, \"The World of Yesterday,\" the Austrian novelist Stefan Zweig reminisced about the freedoms that he had enjoyed as a young man before World War I. \"Before 1914, the earth had belonged to all,\" Zweig wrote. \"It always gives me pleasure to astonish the young by telling them that before 1914 I traveled from Europe to India and to America without a passport and without ever having seen one.\"", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-quarantine-a-glimpse-of-what-retirement-might-look-like-11587135637", "title": "In Quarantine, a Glimpse of What Retirement Might Look Like", "date": "2020-04-17 11:00", "summary": "Also: Answering readers' questions on Medigap coverage and Social Security benefits.. My wife and I are both working from home, something we haven't done before. Like most couples now, we're together about 24 hours a day. I think the coronavirus is giving us a taste of what retirement might be like.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-wyatt-earp-men-with-the-bark-on-11587135475", "title": "Two Books on Wyatt Earp: 'Men With the Bark On'", "date": "2020-04-17 10:57", "summary": "We all know the story of the O.K. Corral. But for serious readers, 'Ride the Devil's Herd' may well prove a gold standard.. The most celebrated gunfight in the history of the Old West occurred on Oct. 26, 1881, in aptly named Tombstone, Ariz., when Wyatt Earp, his brothers Virgil and Morgan and his friend Doc Holliday shot it out with a gang of cattle rustlers who had been punishing the territory for years. Thirty shots roared out in 30 seconds, and when the gun smoke cleared from the vacant lot near the O.K. Corral, three men were wounded and three lay dead.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-closes-port-terminal-as-volumes-dive-from-coronavirus-impact-11587134561", "title": "Virginia Closes Port Terminal as Volumes Dive From Coronavirus Impact", "date": "2020-04-17 10:42", "summary": "America's sixth-biggest container port shuts one of its six terminals as fewer ships are calling in trade downturn. The Port of Virginia will shut down one of its six terminals on Monday, the latest action by U.S. seaports to scale down operations as trade demand declines amid coronavirus-driven restrictions.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desk-toys-to-quiet-your-wfh-brain-11587134539", "title": "Desk Toys to Quiet Your WFH Brain", "date": "2020-04-17 10:42", "summary": "If working remotely has you climbing the walls, try fiddling with these soothing distractions-from classic Dada playthings to a mini Zen garden. People-watching, window-shopping, obsessive reading of subway ads about hair regrowth. \"We do so many things to take us out of our own heads,\" said Katherine Isbister, an engineering professor at the University of California Santa Cruz. Denied these options, consider these five desk toys, ideal for helping remote workers relax. \"We probably need [such] objects even more now since our physical sphere has narrowed,\" said Prof. Isbister, who has studied how we respond to things designed to be fiddled with, and how they let us \"self-regulate.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salmon-review-against-the-stream-11587134359", "title": "'Salmon' Review: Against the Stream", "date": "2020-04-17 10:39", "summary": "The salmon navigates thousands of miles of ocean and stream to spawn and die. Have we finally killed it?. The prolific Mark Kurlansky has published 33 books that, in aggregate, cover just about everything. He has written books about milk, Havana, Clarence Birdseye, nonviolence, the pop song \"Dancing in the Street,\" the year 1968 and . . . you get the idea.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-englands-bailey-says-35-drop-in-second-quarter-u-k-gdp-is-plausible-11587134378", "title": "Bank of England's Bailey Says 35% Drop in Second-Quarter U.K. GDP is Plausible", "date": "2020-04-17 10:39", "summary": "New BOE chief was commenting on a scenario published by the U.K.'s Office for Budgetary Responsibility this week. Bank of England Gov. Andrew Bailey said it is plausible that the U.K. economy could shrink by as much as 35% in the second quarter if the current lockdown lasts for three months.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-supermarket-supply-chains-north-carolina-11587133800", "title": "Coronavirus Versus the Last Grocer in Town", "date": "2020-04-17 10:38", "summary": "Resume Subscription. RICH SQUARE, N.C.-The coronavirus hit rural Northampton County last month, but this has been the hardest week yet for Frank Timberlake, owner of Rich Square Market, the only grocery store in town.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bill-gates-is-targeted-by-social-media-mobs-11587133938", "title": "Gates Targeted by Social-Media Mobs", "date": "2020-04-17 10:32", "summary": "Coronavirus crisis intensifies conspiracy theories and online harassment of Microsoft co-founder. Bill Gates last week posted a three-second video on Instagram of himself hanging a sign in a window reading \"Thank you health care workers.\" Over the following days, the post was pelted with hundreds of thousands of comments painting Mr. Gates as partisan, accusing him of crimes against humanity and linking him to various conspiracy theories involving vaccines, the World Health Organization and implanted microchips.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macgyvering-a-modern-can-do-approach-to-bad-situations-11587133859", "title": "We Are All MacGyvers Now", "date": "2020-04-17 10:31", "summary": "A vintage TV character who improvised fast solutions to urgent problems has become a term for our difficult times. The hard times of the coronavirus pandemic have often required a bit of ingenuity to patch together items in short supply. The patron saint of such resourcefulness is one Angus MacGyver, the title character of a fondly remembered television series from the late 1980s and early '90s, a secret agent who always knew how to improvise just what was needed in a critical situation, typically with items like rubber bands, paper clips and duct tape. His presence is so strongly felt in the language that \"MacGyver\" was recognized as a verb by the Oxford English Dictionary last year.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-satisfactions-of-being-the-best-of-the-best-11587133644", "title": "Mysteries: The Satisfactions of Being 'The Best of the Best'", "date": "2020-04-17 10:27", "summary": "Deon Meyer's distinctive South African detectives return, true heroes in word, deed and spirit.. In Deon Meyer's \"The Last Hunt\" (Atlantic Monthly, 376 pages, $27), South African police detectives Benny Griessel and Vaughn Cupido don't care much for their latest assignment. \"Why,\" Cupido asks their superior, \"do we always get the cold-case dregs . . . the runts of the litter?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-too-late-to-pick-up-p-g-11587133287", "title": "It's Too Late to Pick Up P&G", "date": "2020-04-17 10:21", "summary": "Makers of household goods like Procter & Gamble have benefited from Coronavirus stockpiling. But there will also be costs as second-wave impacts start hitting.. Procter & Gamble is cleaning up as consumers stockpile daily essentials. But the coronavirus crisis could still have worrying spillover effects for it and other makers of household goods.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-a-d-miller-on-historical-events-in-fiction-11587133106", "title": "Five Best: A.D. Miller on Historical Events in Fiction", "date": "2020-04-17 10:18", "summary": "From the author, most recently, of 'Independence Square.'. By Isaac Babel, translated from the Russian by David McDuff (2005)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-torturer-weeps-for-his-sins-11587133033", "title": "Fiction: The Torturer Weeps for His Sins", "date": "2020-04-17 10:17", "summary": "In Dalia Sofer's second novel, a self-hating Iranian revolutionary tries to make peace with his past.. With his preternatural ability for annoying absolutely everyone, Andy Warhol even managed to play a minor role in fomenting the Iranian revolution. As Dalia Sofer relates in her novel \"Man of My Time\" (Farrar, Straus & Giroux, 372 pages, $27), the pop artist was invited to Tehran in 1976 to photograph the Shah's wife, Empress Farah Pahlavi. Though the regime touted the event as a sign of progress, to its opponents it was an egregious example of \"westoxification,\" the pollution that came from mimicking Western values. Ms. Sofer's narrator is a revolutionary whose father works for the Ministry of Culture, so he attends the gala and makes a spectacle amid the canapé-nibbling mucky-mucks. If Warhol's brilliance was in embracing materialist hypocrisy, he asks, why don't his alleged admirers do the same? \"Why don't we come out and shout from a rooftop, 'We live and thrive in corruption; we are, all of us, puppets and puppeteers.' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-planter-of-modern-life-review-raising-the-bar-11587133008", "title": "'The Planter of Modern Life' Review: Raising the Bar", "date": "2020-04-17 10:16", "summary": "A rival of Hemingway and Fitzgerald who was also a precursor to Rachel Carson.. By age 31, he had published three best-selling, critically acclaimed novels, one of which won a Pulitzer Prize. The New York Times singled him out from Lost Generation peers such as F. Scott Fitzgerald, Ernest Hemingway and John Dos Passos as the \"most promising of all the young American authors writing today.\" He hobnobbed with Ford Madox Ford and Edith Wharton, and Gertrude Stein pronounced him her favorite American novelist. He helped Hemingway secure a publishing deal for \"The Sun Also Rises.\" His name is Louis Bromfield.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-thousand-moons-review-bloody-hands-in-lawless-times-11587132952", "title": "'A Thousand Moons' Review: Bloody Hands in Lawless Times", "date": "2020-04-17 10:15", "summary": "This leaner and quieter sequel to Sebastian Barry's 'Days Without End' picks up in the 1870s when Thomas McNulty, having survived the Civil War, has settled down on a farm in Tennessee.. The Irish writer Sebastian Barry spent part of his childhood in rural County Wicklow, a wild and hilly place where the local dialect, intact for many generations, had a lasting influence on him. \"My great-aunt Annie-of my novel 'Annie Dunne'-spoke the same language that Synge heard when he traveled in Wicklow,\" Mr. Barry explained in a 2008 interview, referring to J.M. Synge (1871-1909), a writer whose plays and essays immortalized Ireland's peasantry. \"When we stayed with Annie in the 1950s, I as a Dublin boy couldn't understand it. But that speech must have gone into me. It was the language of the person I loved most, and to me at that time how people spoke was a representation of them, it was like their soul.\" Formal and declamatory, that locution today sounds close to parody. Synge's 1903 one-act \"The Shadow of the Glen,\" for example, opens this way:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-africa-groans-under-debt-it-casts-wary-eye-at-china-11587115804", "title": "As Africa Groans Under Debt, It Casts Wary Eye at China", "date": "2020-04-17 10:01", "summary": "Easing debt distress of African economies pits Western governments against Beijing, continent's largest creditor. JOHANNESBURG-With Africa's most poverty-stricken economies pushing for debt relief as they struggle with the fallout from the global coronavirus pandemic, a tussle is brewing between developed nations, private investors and the continent's largest creditor: China.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-hermann-bet-americans-would-learn-to-love-soccer-11587132002", "title": "Robert Hermann Bet Americans Would Learn to Love Soccer", "date": "2020-04-17 10:00", "summary": "Packaging entrepreneur helped found a pro league and proposed moving goal posts farther apart. In the mid-1960s, Robert Hermann had a bold vision: Americans would fall in love with soccer.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-seeks-to-cut-wages-smooth-migrant-labor-hiring-for-farms-squeezed-by-coronavirus-11587123000", "title": "White House Seeks to Cut Farmworker Wages, Ease Hiring Constraints", "date": "2020-04-17 10:00", "summary": "The Trump administration is seeking to cut costs and restrictions for farmers hiring migrant workers during coronavirus, including by lowering minimum wages. WASHINGTON-The Trump administration is taking steps to reduce costs and restrictions on farmers looking to hire migrant workers during the coronavirus pandemic, including lowering their minimum wages, according to people familiar with the plans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-munger-the-phone-is-not-ringing-off-the-hook-11587132006", "title": "Charlie Munger: 'The Phone Is Not Ringing Off the Hook'", "date": "2020-04-17 10:00", "summary": "The Berkshire Hathaway vice chairman has always preached the value of being prepared to pounce when there are bargains to be had. Has that time come?. If the coronavirus lockdown has frozen your investing plans, you're in good company. Charlie Munger is watching and waiting, too.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-april-11-11587131964", "title": "Bestselling Books Week Ended April 11", "date": "2020-04-17 09:59", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhans-coronavirus-death-toll-surges-by-50-after-china-reviews-data-11587110435", "title": "Wuhan's Coronavirus Death Toll Surges by 50% After China Revision", "date": "2020-04-17 09:55", "summary": "Authorities acknowledge for first time they had previously omitted many Covid-19 fatalities. WUHAN, China-Authorities in Wuhan, the coronavirus pandemic's original center, revised the local death toll upward by 50%, publicly acknowledging for the first time that they had previously omitted many fatalities, including people who died at home.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-denies-roger-stones-bid-for-new-trial-11587077654", "title": "Judge Denies Roger Stone's Bid for New Trial", "date": "2020-04-17 09:25", "summary": "Resume Subscription. WASHINGTON-Longtime Trump confidantRoger Stone lost his bid for a new trial on Thursday in the last case brought in special counsel Robert Mueller's investigation into Russian activity in the 2016 elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-need-moneybut-now-isnt-a-good-time-11587128400", "title": "Small Businesses Need Money-but First They Need the U.S. to Reopen", "date": "2020-04-17 09:00", "summary": "Entrepreneurs say $350 billion stimulus package compels them to spend funds before they expect demand to return. Thousands of small-business owners rushed to apply for federal funds designed to keep their firms afloat through the Covid-19 pandemic. But for some, the slower it gets to them, the better.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-financial-planner-meredith-moore-on-managing-your-money-after-job-loss-11587128402", "title": "Three Questions With Financial Planner Meredith Moore", "date": "2020-04-17 09:00", "summary": "Get a handle on your expenses, and be strategic about how you borrow money, she says. For the 22 million Americans who have lost their jobs in recent weeks, the coronavirus pandemic is a financial setback. People who are still working may also be cutting their expenses and rethinking their financial futures as the country prepares for a deeper economic downturn.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-up-with-staying-home-some-americans-push-back-11587128401", "title": "Fed Up With Staying Home, Some Push Back", "date": "2020-04-17 09:00", "summary": "Protests pop up from Virginia to Michigan as citizens, worried about their jobs and businesses, call for easing of coronavirus restrictions. Americans impatient with continuing stay-at-home orders and other coronavirus-related restrictions have descended on several statehouses this week to clamor for governors to ease up and reopen the economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-toll-of-untreated-illnesses-11587128385", "title": "The Hidden Toll of Untreated Illnesses", "date": "2020-04-17 08:59", "summary": "As Covid-19 overwhelms doctors and hospitals, patients with other conditions receive less care, leading to a rise in mortality.. Most weeks at my hospital near New York City we see about 40 acute or near-acute heart attacks. For the past few weeks, we've seen an average of five, a 90% drop. We're hardly alone. At Detroit Medical Center, the number of heart attacks being treated has dwindled from 15 to 20 a week to one or two. Hospitals in Atlanta and Boston have seen similar drops. The decline is also being observed abroad. In Milan, for example, the number of heart attack cases is down by 70%. In Madrid, the dip may be closer to 80%.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puzzled-by-the-coronavirus-kettlebell-shortage-youre-not-the-only-one-11587128077", "title": "Puzzled by the Coronavirus Kettlebell Shortage? You're Not the Only One", "date": "2020-04-17 08:54", "summary": "Time at home imposed by the Covid-19 lockdowns would be easier without all the disruptions to global supply chains. Covid-19 has demonstrated a near-limitless ability to disrupt global supply chains, but two things that haven't been in shortage are Instagram home-gym videos and inspirational Facebook posts about getting in shape.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-posts-biggest-u-s-sales-gain-in-decades-11587121202", "title": "Procter & Gamble Posts Biggest U.S. Sales Gain in Decades", "date": "2020-04-17 08:47", "summary": "Shoppers rushing to stock up on medicine and cleaning supplies drove increase; sales rose 10% in U.S., offsetting declines in China. Consumer-products giant Procter & Gamble Co. reported its biggest U.S. sales increase in decades as Americans stocked up on household mainstays like toilet paper, laundry detergent and cough medicine as the coronavirus pandemic spread across the country.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-offer-cash-lifelines-to-public-companies-11587121203", "title": "Private-Equity Firms Offer Cash Lifelines to Public Companies", "date": "2020-04-17 08:40", "summary": "Private-equity firms are turning their attention to public companies to profit from the coronavirus pandemic. Public companies in need of capital to weather the fallout from the coronavirus outbreak are turning to an unlikely source: private-equity firms.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-still-wants-microchips-made-in-china-11587125377", "title": "Beijing Still Wants Microchips Made in China", "date": "2020-04-17 08:09", "summary": "Efforts to shake off its dependence on U.S. semiconductors took a step forward this week. The Covid-19 pandemic has triggered worries about the reliance of global supply chains on China, especially for drugs and medical equipment. But China is concerned about its own dependence on imported supplies in one strategically vital sector: microchips.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruths-chris-steak-house-gets-20-million-from-coronavirus-aid-program-11586895864", "title": "Ruth's Chris Steak House Gets $20 Million From Aid Program", "date": "2020-04-17 08:02", "summary": "Restaurant chain is among first to disclose SBA funds received under federal rescue package. The owner of the high-end Ruth's Chris Steak House chain is among the first public companies to disclose it has received a government-backed loan to keep people on its payroll.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-acts-retirees-find-new-jobsand-dreams-fulfilledat-the-ballpark-11587067406", "title": "Second Acts: Retirees Find New Jobs-and Dreams Fulfilled-at the Ballpark", "date": "2020-04-17 08:00", "summary": "Three people-a former lawyer, director of communications and secretary-who work at the stadiums of their hometown teams. And love it.. Many kids dream of playing baseball when they get older. Many retirees come as close as possible to fulfilling that dream.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crawfish-prices-slump-as-coronavirus-curtails-cajun-industry-11587124801", "title": "Crawfish Prices Slump as Coronavirus Curtails Cajun Industry", "date": "2020-04-17 08:00", "summary": "After a warm winter fueled a strong growing season for the crustaceans, country-club boils and restaurant dinners are canceled. After a warm winter fueled a strong crawfish growing season in Louisiana, prices of the crustaceans have collapsed as the coronavirus cancels country-club boils and restaurant dinners. Some crawfish farmers and fishermen are struggling.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-the-suspension-of-student-loan-payments-11587124802", "title": "How to Navigate the Suspension of Student Loan Payments", "date": "2020-04-17 08:00", "summary": "Due to the coronavirus pandemic, the U.S. is suspending monthly loan payments and freezing interest accruals for most borrowers until Sept. 30. The federal government is suspending monthly payments and interest accruals on most of the $1.5 trillion in federal student debt for half of this year.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-might-have-ended-college-basketball-as-we-know-it-11587124801", "title": "The NBA Might Have Ended College Basketball as We Know It", "date": "2020-04-17 08:00", "summary": "Top high-school prospect Jalen Green is the first player to join the NBA's redesigned 'professional pathway program.' The move could be the start of a talent drain in the college game.. Jalen Green, one of the best high-school basketball players in the country, always planned to reveal his post-high school plans on social media in dramatic fashion. It wasn't until recently, however, that his plans didn't involve at least one year of college.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-play-coronavirus-bear-market-exactly-like-the-bull-market-11587123831", "title": "How to Play Coronavirus Bear Market? Exactly Like the Bull Market", "date": "2020-04-17 07:43", "summary": "Rather than breaking the habits investors fell into during the bull market, the crisis and economic shutdown have reinforced them. A standard recession doesn't just upend the economy. It cleans out the excesses in markets, turning winners into losers and, sometimes, losers into winners.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-campaign-ramps-up-outreach-to-liberals-11587123001", "title": "Biden Ramps Up Outreach to Liberals", "date": "2020-04-17 07:30", "summary": "A challenge for the former vice president is to engage Bernie Sanders backers without losing some moderates' support. Three of Joe Biden's top aides are calling left-leaning organizations and Bernie Sanders surrogates. Co-chairs of the Biden and Sanders campaigns are contacting Congress members who backed the Vermont senator. Another congressman is reassuring local organizations of the former vice president's progressive credentials.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-ravages-chinas-economyand-its-just-getting-started-11587122990", "title": "Coronavirus Ravages China's Economy-and It's Just Getting Started", "date": "2020-04-17 07:29", "summary": "China's GDP shrank 6.8% year-over-year in the first three months of 2020, the first quarterly decline since at least 1992. BEIJING-Since the Cultural Revolution ended in the mid-1970s, China's economy, fueled by market reforms, has notched up more than four decades of unbroken gains, enlarging the domestic economy by roughly a hundredfold and transforming the world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-can-only-dream-of-a-2010-style-comeback-11587122397", "title": "Luxury Can Only Dream of a 2010-Style Comeback", "date": "2020-04-17 07:19", "summary": "Sharp fall in Louis Vuitton owner's sales suggests the global financial crisis is a poor guide to how designer brands will fare amid coronavirus. Luxury brands have a well-earned reputation for resilience. Major labels bounced back from the 2008 financial crisis within 18 months and shrugged off political protests in Hong Kong last year. But the Covid-19 pandemic looks different and could lay them much lower.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farewellfor-nowto-planned-teacher-raises-and-property-tax-rebates-11587121201", "title": "Farewell-For Now-to Planned Teacher Raises, Property Tax Rebates", "date": "2020-04-17 07:00", "summary": "From Virginia to Washington state, the coronavirus emergency forces governors to cut spending. Governors across the U.S. are moving to cancel or freeze billions of dollars in spending as states brace for fallout from the economic shutdown resulting from the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-a-bad-time-to-be-a-big-bank-in-a-relatively-quiet-week-in-markets-11587121201", "title": "Not a Bad Time to Be a Big Bank in a Relatively Quiet Week in Markets", "date": "2020-04-17 07:00", "summary": "Megabanks enjoy certain advantages now which the oil patch definitely doesn't. The stock market has been relatively tranquil this week, treading water in a nebulous middle ground between extremes.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-during-coronavirus-crisis-can-sustain-their-dividends-for-now-11587121200", "title": "Banks Can Sustain Their Dividends, for Now", "date": "2020-04-17 07:00", "summary": "They have the firepower for now, but that depends on how long the economy stays shut down. Banks are dipping into their capital buffers during the coronavirus pandemic. Whether they will retain enough to keep adding loans and paying dividends depends largely on what the economy does.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flood-of-saudi-oil-looms-as-u-s-drillers-face-supply-glut-11587119400", "title": "Flotilla of Saudi Oil Threatens to Worsen U.S. Supply Glut", "date": "2020-04-17 06:30", "summary": "Tankers carrying roughly seven times the normal monthly amount of Saudi crude are coming to America. A fleet of tankers full of Saudi oil is slowly making its way to the U.S. Gulf Coast, threatening to worsen an already historic oversupply of crude.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-extremely-long-and-enjoyable-songs-11587119425", "title": "7 Extremely Long (and Enjoyable) Songs", "date": "2020-04-17 06:30", "summary": "Because we're going to be holed up inside for an extremely long time. MUSIC PROVIDES A great distraction from the stresses of self-quarantine. But let's do the math: 16 waking hours in a day = 960 minutes. To fill that time with life-affirming four-minute pop songs would require assembling a playlist 240 tracks long. Save yourself some labor: The playlist below, containing just seven tunes, yields a running time of three hours. Nearly all hail from the 1970s-an era when everything seemed longer, from hair to drum solos. Noticeably absent from the list: Don McLean's 8-minute-plus \"American Pie.\" Now's not the time to repeatedly hear about the day the music died.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-offers-early-test-of-bonds-backed-by-consumer-loans-11587117675", "title": "China Offers Early Test of Bonds Backed by Consumer Loans", "date": "2020-04-17 06:01", "summary": "Hints of stress in China's asset-backed securities market are a warning sign for the U.S. and other countries hit by coronavirus shutdowns. China's burgeoning market for bonds backed by mortgages and car loans is facing its first major test.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-second-wave-could-be-even-worse-for-sports-11587117600", "title": "Why a Second Wave Could Be Even Worse for Sports", "date": "2020-04-17 06:00", "summary": "The darkest shadow hanging over the future of sports, concerts and other mass gatherings is another spike in coronavirus cases, hospitalizations and deaths. The September sports calendar is suddenly packed. In addition to the usual Saturdays and Sundays filled with college and professional football, the lineup now includes the Kentucky Derby, the Tour de France, two rescheduled marathons, golf tournaments and tennis Grand Slams. And that could deal another blow to an industry already reeling from the unprecedented disruptions of the coronavirus pandemic.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-gdp-warning-to-the-west-11587117587", "title": "China's GDP Warning to the West", "date": "2020-04-17 05:59", "summary": "U.S. stock bulls should take a careful look at China, where the post-coronavirus rebound has been patchy amid widespread consumer caution. U.S. stocks are back in a bull market, as investors bet that the coronavirus pandemic in America is near its peak and the economy will make a strong comeback. In China, meanwhile, the health crisis has already peaked-but that strong comeback isn't really in evidence.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-takes-severe-toll-on-community-doctors-in-queens-11587115800", "title": "Virus Takes Severe Toll on Community Doctors in Queens", "date": "2020-04-17 05:30", "summary": "'We had no idea what was going to hit us.' Physicians, staff were sickened as they treated patients before the extent of the pandemic was known.. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-could-spur-longer-term-gains-for-telemedicine-11587115802", "title": "Pandemic Could Spur Longer-Term Gains for Telemedicine", "date": "2020-04-17 05:30", "summary": "Easing of telemedicine restrictions helping to increase adoption. The rising use of telemedicine spurred by the novel coronavirus pandemic could lift the sector over obstacles and drive more venture-capital investment in the field, according to analysts.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamaworld-starts-its-engines-for-biden-11587115803", "title": "Obamaworld Starts Its Engines for Biden", "date": "2020-04-17 05:30", "summary": "Administration alums offer to help chip away at Trump's large cash advantage; economic indicators flash red for incumbent's prospects. OBAMA TURNS ON THE SPIGOTS: Former President Obama has endorsed Joe Biden's presidential campaign-and now the alums of the Obama administration are offering to help the former vice president chip away at President Trump's large cash advantage. Biden is slated to appear at a May 1 virtual fundraiser with several former members of Obama's administration. The guest list includes former White House advisers Valerie Jarrett and Alyssa Mastromonaco, and some of the podcast stars of Crooked Media, including Jon Favreau, Tommy Vietor and Dan Pfeiffer.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/megaships-proving-a-drag-on-ocean-carriers-in-trade-downturn-11587115802", "title": "Megaships Proving a Drag on Ocean Carriers in Trade Downturn", "date": "2020-04-17 05:30", "summary": "Collapsing demand from coronavirus pandemic restrictions adds pressure to container lines operating half-empty ships. The megaships that were supposed to carry container lines into a new era of efficiency-driven profitability have become a financial albatross during the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/layoff-alternative-grows-in-popularity-during-coronavirus-11587115802", "title": "Layoff Alternative Grows in Popularity During Coronavirus", "date": "2020-04-17 05:30", "summary": "Businesses increasingly turning to programs that reduce worker hours while providing unemployment benefits. WASHINGTON-A state-run program that helps businesses cut costs while retaining staff is becoming an increasingly common strategy to fight the economic toll of the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-babysits-the-internet-during-coronavirus-crisis-to-keep-you-productive-11587115802", "title": "She Babysits the Internet to Keep You Productive", "date": "2020-04-17 05:30", "summary": "Amanda Graham spots AT&T broadband outages before they happen or finds a fix when they do. If you are among the millions of people using an AT&T broadband connection to work from home, Amanda Graham is one of those unsung heroes keeping you productive during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/counting-coronavirus-cases-why-its-harder-than-it-might-seem-11587115801", "title": "Counting Virus Cases: Why It's Harder Than It Might Seem", "date": "2020-04-17 05:30", "summary": "Three large organizations are counting the toll from Covid-19, but their counts often don't line up. Some of the most frequently cited figures these days are the number of Covid-19 cases and deaths. The results have influenced decisions to lock down economies and will play a role in plans to ease the restrictions.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-ira-donation-strategy-now-can-increase-your-tax-savings-later-11587115805", "title": "A New IRA Donation Strategy Now Can Increase Your Tax Savings Later", "date": "2020-04-17 05:30", "summary": "The coronavirus stimulus legislation tweaked the rules for IRA payouts, so savers who make charitable donations from those accounts may want to shift their giving plans. It's a confusing year for charitably minded seniors with traditional individual retirement accounts-and a good one to reconsider giving strategies.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-makes-u-s-china-economic-breakup-more-likely-u-s-businesses-in-china-say-11587113926", "title": "Pandemic Makes U.S.-China Economic Breakup More Likely, U.S. Businesses in China Say", "date": "2020-04-17 04:58", "summary": "Survey finds fewer big companies calling 'decoupling' impossible in March than last October. SHANGHAI-The coronavirus pandemic is making the \"decoupling\" of the U.S. and Chinese economies a more realistic prospect, American companies in China say, as it disrupts supply chains and further strains relations between the two countries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffees-accounting-scandal-thwarts-backers-2-5-billion-fund-11587109890", "title": "Luckin Coffee's Accounting Scandal Thwarts Backer's $2.5 Billion Fund", "date": "2020-04-17 04:17", "summary": "Centurium Capital's second fund previously had initial commitments from investors including Washington State Investment Board. The accounting mess at China's Luckin Coffee Inc. has forced one of its top backers to put off its fundraising plans.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-set-to-report-plunge-in-first-quarter-gdp-11587086697", "title": "China's First-Quarter GDP Plunges on Coronavirus", "date": "2020-04-17 01:06", "summary": "GDP contraction of 6.8% foreshadows pain likely to be reported world-wide. BEIJING-China's economy shrank 6.8% in the first three months of 2020 compared with a year earlier, the first such contraction since Beijing began reporting quarterly gross domestic product in 1992.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-surges-in-some-asian-countries-that-had-been-lightly-hit-11587031743", "title": "Reported U.S. Coronavirus Deaths Reach Record 4,591 in 24 Hours", "date": "2020-04-17 00:04", "summary": "Trump's revised guidelines allow states to decide on reopenings; U.S. jobless claims soar. The number of reported deaths in the U.S. from the new coronavirus spiked to nearly double the prior record Thursday, as governors extended their lockdown orders, and the Trump administration released new federal guidelines to reopen the economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-in-quarantine-clean-out-the-fridge-frittata-11587069238", "title": "Clean-Out-the-Fridge Frittata Recipe: What to Cook in Quarantine", "date": "2020-04-17 00:01", "summary": "Put the leftover greens wilting in your fridge to good use in this hearty, vibrant frittata. Rely on this frittata recipe when the greens in the refrigerator appear to be on their last legs. In this hearty, vibrant frittata, they're born again.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renaissance-s-10-billion-medallion-fund-gains-24-year-to-datein-tumultuous-market-11587152401", "title": "Renaissance's $10 Billion Medallion Fund Gains 24% Year to Date", "date": "2020-04-17 00:01", "summary": "Jim Simons's algorithm-run firm has outperformed most funds so far this year. Investors are dealing with pain this year, but Jim Simons and Renaissance Technologies LLC are racking up such huge gains that 2020 could be one of the hedge-fund firm's best years ever.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11587059400", "title": "Pepper...and Salt", "date": "2020-04-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-royal-tensions-surface-as-detained-princess-pleads-for-release-11587070463", "title": "Saudi Royal Tensions Surface as Detained Princess Pleads for Release", "date": "2020-04-17 23:59", "summary": "As crown prince stifles dissent, a tweeted letter exposes strains in family; Princess Basmah expresses concern over coronavirus infection. A Saudi princess jailed without charges has made a rare public appeal to the king and crown prince for her release, exposing long-simmering tensions in the Saudi royal family.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trumps-ex-lawyer-michael-cohen-to-serve-sentence-from-home-11587095061", "title": "President Trump's Ex-Lawyer Michael Cohen to Serve Sentence From Home", "date": "2020-04-17 23:44", "summary": "The attorney was released in response to concerns about Covid-19 outbreaks in prison facilities. President Trump's former personal lawyerMichael Cohen will be released early from prison and serve the rest of his three-year sentence at his home, according to a person familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-suspends-deportation-flights-from-u-s-on-covid-fears-11587093900", "title": "Guatemala Suspends Deportation Flights From U.S. on Covid Fears", "date": "2020-04-17 23:25", "summary": "A number of deportees arriving Monday tested positive, the government said; third suspension since March 17. MEXICO CITY-Guatemala suspended deportation flights from the U.S. on Thursday after a number of deportees who landed Monday tested positive for the novel coronavirus, Guatemalan officials said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/npr-chief-warns-of-steep-cost-cuts-amid-coronavirus-pandemic-11587093462", "title": "NPR Chief Warns of Steep Cost Cuts Amid Coronavirus", "date": "2020-04-17 23:17", "summary": "National Public Radio sponsorship revenue shrinks in economic environment reeling from the coronavirus crisis. National Public Radio is planning significant cost cuts as the coronavirus pandemic hits sponsorship and donation revenue, the public broadcaster's chief executive, John Lansing, said in a memo to staff.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-legislator-urges-probe-of-ticketmasters-refund-policy-11587091031", "title": "New York Legislator Urges Probe of Ticketmaster's Refund Policy", "date": "2020-04-17 22:37", "summary": "Sen. James Skoufis questions handling of events postponed because of coronavirus pandemic. Ticketmaster could be in hot water over its refund policy for postponed shows as thousands of concerts and other live events are on hold because of the coronavirus pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-cancels-gatherings-with-50-or-more-people-through-june-2021-11587089911", "title": "Facebook Cancels Gatherings With 50 or More People Through June 2021", "date": "2020-04-17 22:18", "summary": "CEO Mark Zuckerberg outlines gradual emergence from coronavirus disruption, says most employees won't go back to offices until at least end of May. Facebook Inc. is canceling all gatherings with 50 or more people through June 2021, Chief Executive Mark Zuckerberg said Thursday in a post outlining a cautious return for the social media giant from the coronavirus disruption.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-activity-create-a-thank-you-card-11587089061", "title": "Family Activity: Create a Thank-You Card", "date": "2020-04-17 22:04", "summary": "A way to express appreciation for people who go to work every day to care for the ailing, deliver the mail, keep the grocery store stocked, and so much more. Here's a card for families to color and send to the people who have put their lives on the line to make sure others in the community stay healthy and have what they need. Download this card, color it in, and share with the first-responders, essential workers and medical professionals in your area.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-china-vie-to-be-global-supplier-of-unproven-coronavirus-drug-11587029402", "title": "Japan, China Vie to Supply Unproven Coronavirus Drug", "date": "2020-04-17 22:03", "summary": "Diplomatic tug of war over favipiravir comes despite lack of evidence that the drug works. TOKYO-A drug called favipiravir has set off a diplomatic tug of war between geopolitical rivals Japan and China, both of which are offering it to other nations as a gesture to fight the coronavirus pandemic.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-seeks-early-money-transfer-from-central-bank-11587068685", "title": "Mexico's Central Bank Rebuffs President on Early Money Transfer", "date": "2020-04-17 21:38", "summary": "López Obrador sought to bring forward payments the Bank of Mexico would make from profits on the country's foreign reserves. MEXICO CITY-The Bank of Mexico on Thursday rejected a proposal by President Andrés Manuel López Obrador, who was hoping for an advance on money the central bank makes from the depreciation of the Mexican peso.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/graphics/antibodies/?mod=article_inline", "title": "How Antibody Tests Work", "date": "2020-04-17 21:30", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/health-care-industry-in-tug-of-war-over-coronavirus-aid-11587077757", "title": "Health-Care Industry in Tug-of-War Over Coronavirus Aid", "date": "2020-04-17 20:53", "summary": "Initial $30 billion was doled out regardless of whether providers are overwhelmed by patients or starved by business collapse. Initial payouts from $100 billion of federal pandemic relief for hospitals and doctors have set off a scramble for remaining dollars, with those flooded with coronavirus patients calling for priority.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-accuses-iranian-military-vessels-of-harassment-11587078660", "title": "Navy Accuses Iranian Military Vessels of Harassment", "date": "2020-04-17 20:08", "summary": "Eleven armed boats confronted U.S. ships in northern Persian Gulf, Navy says. Eleven Iranian gunboats harassed U.S. Navy and Coast Guard ships operating in the north Persian Gulf on Wednesday, the Navy said, calling Iran's actions \"dangerous and provocative.\"", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]