[{"link": "https://www.wsj.com/articles/trumps-smart-play-for-african-americans-11581465572", "title": "Trump's Smart Play for African-Americans", "date": "2020-02-11 18:59", "summary": "His share of the black vote in 2016 was respectable. Even a small increase could put him over the top.. If his State of the Union address and Super Bowl commercial are any indication, President Trump is serious about increasing his support among black voters in November. He may or may not succeed, but we're a long way from his cynical \"What the hell do you have to lose?\" pitch to blacks in 2016.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chanels-riviera-review-it-takes-a-villa-11581465526", "title": "'Chanel's Riviera' Review: It Takes a Villa", "date": "2020-02-11 18:58", "summary": "A history of the Côte d'Azur, from the frivolity and decadence of its post-Jazz Age heyday to the terror and desperation of World War II.. La Pausa, Coco Chanel's stylish villa on the French Riviera, sat high on a ridge overlooking the curvy shoreline of Monaco, surrounded by olive trees and fragrant gardens. This is where Chanel at 47 tried to conceive a child with the fabulously wealthy Duke of Westminster, and where her next lover, the bookish illustrator Paul Iribe, fell dead of a heart attack while playing tennis on the villa's tree-shaded court. It was where Chanel entertained Winston Churchill and, later, her Nazi paramour Hans Günther von Dincklage. It was also where Jewish girls, posing as kitchen helpers during World War II, slipped out a back gate to a path in the mountains and eventually to safety, unbeknownst to the viscerally anti-Semitic Chanel.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-national-conservatism-11581465448", "title": "Notable & Quotable: 'National Conservatism'", "date": "2020-02-11 18:57", "summary": "'We regard ourselves as direct descendants and rightful heirs of the Glorious Revolution of the 1980s.'. Christopher DeMuth's introductory remarks at \"God, Honor, Country: President Ronald Reagan, Pope John Paul II, and the Freedom of Nations-A National Conservatism Conference,\" Feb. 4 in Rome:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-could-seize-cars-of-drivers-racking-up-tickets-11581465413", "title": "New York City Could Seize Cars of Drivers Racking Up Tickets", "date": "2020-02-11 18:56", "summary": "Mayor expected to sign bill enforcing a safety-class requirement for those caught on camera. The New York City Council on Tuesday approved legislation creating the country's first traffic-enforcement program to seize cars of drivers who fail to take a safety class after racking up violations caught on camera.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-young-voters-see-in-bernie-sanders-11581465338", "title": "What Do Young Voters See in Bernie Sanders?", "date": "2020-02-11 18:55", "summary": "Students explain why the 78-year-old socialist polls so well among their peers.. Editor's note: This Future View is about Bernie Sanders's appeal to young voters. For next week we'll ask, \"Does centrism have a future in American politics?\" Students should click here to submit opinions of fewer than 250 words before Feb. 18. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumper-stickers-quizzes-last-minute-campaign-stops-guide-new-hampshire-voters-heading-to-polls-11581465189", "title": "Bumper Stickers, Quizzes, Last- Minute Campaign Stops Guide New Hampshire Voters Heading to Polls", "date": "2020-02-11 18:53", "summary": "Resume Subscription. Brian Pfitzer, a parking attendant, was undecided on his Democratic primary vote when he left his home Tuesday morning for a polling station in Concord. He was considering Sens. Bernie Sanders, Elizabeth Warren and Amy Klobuchar.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-antitrust-officials-get-win-with-t-mobile-verdict-11581460522", "title": "Trump's Antitrust Officials Get Win With T-Mobile Verdict", "date": "2020-02-11 18:52", "summary": "The failed legal challenge by state attorneys general to the company's takeover of Sprint Corp. reaffirmed the federal government's authority in policing mergers.. The failed legal challenge by state attorneys general to T-Mobile US Inc.'s takeover of Sprint Corp. reaffirmed the federal government's authority in policing mergers, but the case leaves behind an increasingly partisan landscape that could complicate antitrust enforcement.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-stoppages-reach-highest-level-in-nearly-two-decades-11581441788", "title": "Work Stoppages Reach Highest Level in Nearly Two Decades", "date": "2020-02-11 18:34", "summary": "United Auto Workers' 40-day walkout at GM plants was largest strike started last year. Labor unrest reached its highest level in nearly two decades with 25 labor-related work stoppages-including strikes and lockouts-involving 1,000 or more workers in 2019, the Labor Department said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-unveils-new-lineup-of-smartphones-11581447601", "title": "Samsung Unveils New Lineup of Smartphones", "date": "2020-02-11 18:31", "summary": "Galaxy S20 models are compatible with next-generation 5G network. SAN FRANCISCO- Samsung Electronics Co. 's latest flagship devices feature different names, pack extra camera tricks and add a nostalgic yet novel way to open a smartphone.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fizz-fest-comes-to-new-york-as-hard-seltzer-sales-spike-11581463719", "title": "New Yorkers Are Getting a Hard Seltzer Festival", "date": "2020-02-11 18:28", "summary": "Seltzer Land festival planned for Greenpoint, Brooklyn, to celebrate newly ascendant alcoholic beverage. New Yorkers have long appreciated seltzer as a quintessential thirst-quencher.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-warns-on-holiday-sales-11581463139", "title": "Bed Bath & Beyond Warns on Holiday Sales", "date": "2020-02-11 18:19", "summary": "The home-goods retailer cited product availability and lower store foot traffic as factors causing 'short-term pain'. Bed Bath & Beyond Inc. said same-store sales declined in December and January, as the company faces inventory challenges and issues attracting customers to its stores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-reiterates-regret-over-stop-and-frisk-practice-after-new-audio-surfaces-11581445721", "title": "Bloomberg Reiterates Regret Over Stop-and-Frisk Practice", "date": "2020-02-11 18:16", "summary": "The clip puts a fresh spotlight on the controversial practice as the former New York mayor tries to build support in the crowded Democratic presidential field. Former New York City Mayor Michael Bloomberg apologized again Tuesday for supporting stop-and-frisk policing after audio of him aggressively defending it in 2015 was widely shared on social media.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocky-bankruptcy-debut-for-company-tied-to-fatal-blast-at-houston-plant-11581460991", "title": "Rocky Bankruptcy Debut for Company Tied to Fatal Blast at Houston Plant", "date": "2020-02-11 17:43", "summary": "Bankruptcy judge rejects emergency financing, appoints committee to represent victims of last month's deadly industrial explosion. A bankruptcy judge reprimanded a Houston manufacturer involved in a fatal explosion, criticizing the company for focusing on emergency financing instead of victims of the Jan. 24 blast.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parasite-backer-cj-entertainment-taking-stake-in-blockbuster-producer-skydance-11581460705", "title": "'Parasite' Backer CJ Entertainment Invests in Hollywood Producer", "date": "2020-02-11 17:38", "summary": "South Korean producer is part of group investing $275 million in Hollywood shop, valuing it at $2.3 billion. Fresh off winning a history-making Oscar for its film \"Parasite,\" South Korean production company CJ Entertainment is part of a group investing in Skydance Media, the Hollywood company behind action-heavy blockbusters like \"Terminator.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-workers-are-small-part-of-new-yorks-low-paid-workforce-study-finds-11581460667", "title": "Gig Workers Are Small Part of New York's Low-Paid Workforce, Study Finds", "date": "2020-02-11 17:37", "summary": "Lawmakers' focus on app-based workers loses sight of manicurists, janitors and others, economist says. As New York state lawmakers consider how to better protect workers for app-based companies, a new analysis finds that those workers represent a fraction of the state's low-paid independent-contractor workforce.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-approves-merger-of-t-mobile-and-sprint-11581427244", "title": "T-Mobile, Sprint Deal Wins Approval, Reshaping Industry", "date": "2020-02-11 17:35", "summary": "Takeover will test whether three bigger carriers will compete as aggressively as four unequal players once did. A judge's approval of T-Mobile US Inc.'s takeover of Sprint Corp. will usher in a new balance of power in the U.S. wireless market and test whether three giants will compete as aggressively for cellphone users as four unequal players once did.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-of-sarah-lawrence-undergrad-lured-classmates-into-cult-like-group-authorities-say-11581460224", "title": "Undergrad's Father Lured Classmates into Cultlike Group, Authorities Say", "date": "2020-02-11 17:30", "summary": "Federal prosecutors charge Lawrence Ray with extorting about $1 million from his daughter's former classmates, allegedly forcing one into prostitution. The father of a former Sarah Lawrence College undergraduate created a cultlike group with his daughter's classmates, emotionally and physically abusing them for a decade, federal authorities said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-house-passes-assault-weapon-ban-11581452348", "title": "Virginia House Passes Assault-Weapon Ban", "date": "2020-02-11 17:24", "summary": "Bill heads to Senate where more stringent version of bill was withdrawn. Lawmakers in the Virginia House narrowly passed a bill banning assault-style weapons as Democrats continued using their newfound political clout to push ahead on a slate of gun-control bills.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-says-sales-will-fall-in-2020-11581424518", "title": "Under Armour Says Sales Will Fall in 2020", "date": "2020-02-11 17:19", "summary": "Athletic-apparel maker says it is struggling to sell products at full price, announces another restructuring; shares fall. Under Armour Inc. said it is taking longer than expected to turn around the business and that U.S sales will decline in 2020, sending shares of the athletic-apparel maker tumbling almost 19% on Tuesday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-plans-to-examine-past-acquisitions-by-big-tech-companies-11581440270", "title": "FTC Expands Antitrust Investigation Into Big Tech", "date": "2020-02-11 17:18", "summary": "Agency is demanding information from Alphabet, Amazon, Apple, Facebook and Microsoft. Federal regulators opened a new front in their investigation of big tech companies, seeking to determine whether the industry's giants acquired smaller rivals in ways that harmed competition, hurt consumers and evaded regulatory scrutiny.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-decade-of-wireless-change-in-charts-11581459073", "title": "A Decade of Wireless Change in Charts", "date": "2020-02-11 17:11", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/not-even-socialists-believe-in-socialism-anymore-11581458840", "title": "Not Even Socialists Believe in Socialism Anymore", "date": "2020-02-11 17:07", "summary": "Look south before you vote, North Americans.. Polls say that many New Hampshire voters are selecting Sen. Bernie Sanders today for the Democratic presidential nomination. Mr. Sanders calls himself a \"democratic socialist.\" But Granite Staters who haven't yet voted and citizens in upcoming primary states should note the latest news from a socialist state where the regime also spoke of democracy and originally came to power via the ballot box.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-math-just-got-a-lot-more-complicated-11581454113", "title": "Deal Math Just Got a Lot More Complicated", "date": "2020-02-11 17:02", "summary": "Big Tech's small deals are coming under the microscope just as the T-Mobile-Sprint combination advances. The current deal environment can be summed up thusly: Giant mergers are fine. Small ones, not so much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-pulls-up-lithium-producer-stocks-despite-glut-11581437515", "title": "Tesla Pulls Up Lithium Producer Stocks", "date": "2020-02-11 16:54", "summary": "While the price of the metal falls, stocks of lithium producers are showing signs of life. Tesla's surge has helped lift shares of lithium producers to double-digit gains in 2020, powered by investors' bets that demand for the electric-car battery component will outpace a recent supply glut.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-evacuee-from-wuhan-tests-positive-for-coronavirus-after-a-misstep-11581422066", "title": "Woman Is First Wuhan Evacuee to Test Positive for Coronavirus", "date": "2020-02-11 16:51", "summary": "Passenger initially was allowed to return to the quarantine compound in San Diego; CDC acknowledges mislabeled samples. SAN DIEGO-A passenger who was flown on a U.S. government-chartered flight out of Wuhan, China, became the first evacuee to test positive for the coronavirus.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-monitoring-coronavirus-outbreak-and-risks-for-broader-disruptions-11581427827", "title": "Fed Watching Risks of Broader Coronavirus Disruptions", "date": "2020-02-11 16:51", "summary": "Chairman Jerome Powell tells lawmakers Fed would respond to developments that cause reassessment of growth outlook. WASHINGTON-Federal Reserve Chairman Jerome Powell said the central bank is closely monitoring the extent of global economic disruptions from the coronavirus in China, singling out a risk that has made officials more likely to lower interest rates than to raise them.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-on-track-to-end-three-day-slide-11581450539", "title": "U.S. Treasury Yields End Three-Day Slide", "date": "2020-02-11 16:39", "summary": "Some traders say worst of coronavirus may be priced into bond market. U.S. government-bond yields rose Tuesday as concerns around the coronavirus abated, stocks edged higher and Federal Reserve Chairman Jerome Powell said the central bank is monitoring the potential global economic disruptions from the epidemic.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-rate-of-new-coronavirus-cases-slows-11581417859", "title": "S&P 500 Edges Higher on Optimism About Coronavirus Containment", "date": "2020-02-11 16:32", "summary": "Fed Chairman Jerome Powell says central bank is monitoring the outbreak; Sprint shares jump. The S&P 500 ticked higher Tuesday, with investors weighing the latest developments on the coronavirus outbreak and digesting markets-friendly comments from the chairman of the Federal Reserve.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-nears-decision-on-whether-to-charge-blackwater-founder-erik-prince-11581442121", "title": "DOJ Nears Decision on Whether to Charge Blackwater Founder Prince", "date": "2020-02-11 16:31", "summary": "Prince could face charges stemming from his testimony to Congress about Seychelles meeting and potential arms-trafficking violations. The Justice Department is in the late stages of deciding whether to charge businessman and Trump ally Erik Prince in an investigation into whether he lied to Congress in its Russia probe and violated U.S. export laws in his business dealings overseas, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-its-still-alright-by-nathaniel-rateliff-review-a-digest-of-endurance-11581456669", "title": "'And It's Still Alright' by Nathaniel Rateliff Review: A Digest of Endurance", "date": "2020-02-11 16:31", "summary": "This personal album explores his loss of faith, crumbling marriage and the death of a close friend and colleague.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-cap-health-stocks-stand-out-in-2020-11581456458", "title": "Small-Cap Health Stocks Stand Out in 2020", "date": "2020-02-11 16:27", "summary": "S&P Small Cap 600 health-care sector is up 5.6% so far this year, outperforming broader S&P 500. Neither small-caps nor health-care stocks have been particularly hot this year, but oddly enough, small-cap health-care stocks are making a run.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-talents-unprecedented-heights-11581456215", "title": "Fresh Talents, Unprecedented Heights", "date": "2020-02-11 16:23", "summary": "Eighty years ago, Duke Ellington and his band reached a new peak of musical expression on their 'Blanton-Webster' recordings thanks to an unparalleled roster.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-shifted-deductions-income-to-maximize-2017-u-s-tax-rate-cut-11581455775", "title": "Companies Shifted Income to Maximize U.S. Tax-Rate Cut", "date": "2020-02-11 16:16", "summary": "Nonpartisan study finds companies accelerating deductions to claim against old 35% tax rate. WASHINGTON-U.S. corporations accelerated deductions and deferred income to maximize the benefits of the 2017 tax-rate cut, contributing to a large temporary drop in federal corporate-tax revenue in 2018, according to newly released data.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-outbreaks-center-wuhan-residents-question-accuracy-of-virus-tests-11581454218", "title": "At Outbreak's Center, Locals Question Accuracy of Virus Tests", "date": "2020-02-11 15:50", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-worries-keep-global-firms-away-from-trade-shows-11581453750", "title": "Coronavirus Worries Keep Global Firms Away From Trade Shows", "date": "2020-02-11 15:42", "summary": "Tech giants pull out of MWC Barcelona, including Amazon; Singapore Air Show loses Lockheed. Fears over the fast-spreading coronavirus are prompting global companies to cancel plans for major industry gatherings, as executives weigh the risks and rewards of sending employees to conferences that draw attendees from around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-very-wide-net-needed-to-stop-coronavirus-11581452967", "title": "A Very Wide Net Needed to Stop Coronavirus", "date": "2020-02-11 15:29", "summary": "Drs. Borio and Gottlieb's plan deals only with the minority of coronavirus-infected persons who have accessed the health-care system.. Luciana Borio and Scott Gottlieb's \"Stop a U.S. Coronavirus Outbreak Before it Starts\" (op-ed, Feb. 5) demonstrates the utility for mitigation of the current coronavirus epidemic, and future epidemics, of the presence of universal health-care insurance that translates for patients into efficient and immediate access to health-care providers, while removing from patients all obstacles, especially economic obstacles. The authors say: \"First, doctors must be on high alert . . . The patient must also be showing symptoms . . . the people who show up at the hospital with pneumonia . . . Many major medical centers in the U.S. already have the capacity to run tests.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golden-door-offered-opportunity-not-welfare-11581452900", "title": "The Golden Door Offered Opportunity, Not Welfare", "date": "2020-02-11 15:28", "summary": "Before the 1930s, waves of immigrants to the U.S., mostly from Europe, produced little or no concern about public charges because there was little or no government safety net. Former diplomat Dave Seminara lays out \"The Truth About the 'Public Charge' Immigration Rule\" (op-ed, Feb. 4) that was toughened by the Trump administration and recently deemed permissible by the Supreme Court, much to the consternation of progressives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-different-perspectives-on-mitt-romney-11581452855", "title": "Three Different Perspectives on Mitt Romney", "date": "2020-02-11 15:27", "summary": "If we had a Democratic president and the same situation were in play, every vote in the Senate except Sen. Romney's would flip.. It is difficult to understand how Harvard Law School graduate Mitt Romney was the only Republican senator unable to grasp former Harvard Law School Prof. Alan Dershowitz's very cogent, well-documented, common-sense explanation of the constitutional standard for impeachment envisioned by the Founding Fathers (\"Romney Goes Against Party in Vote to Convict,\" U.S. News, Feb. 6). Sen. Romney must have made up his mind before the Senate trial began.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expatriate-iowans-consider-europeans-health-care-11581452792", "title": "Expatriate Iowans Consider Europeans' Health Care", "date": "2020-02-11 15:26", "summary": "The French system is consistently judged best in the world for outcomes and patient satisfaction.. \"Expatriate Iowans Caucus in Paris\" (U.S. News, Feb. 4) caught my eye. Edmund Dean, an English teacher, said he had previously voted Republican but was supporting Sen. Bernie Sanders because of health care: \"A lot of it was living in Europe and enjoying free health care.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tactical-voting-in-open-primaries-not-just-for-gop-11581452668", "title": "Tactical Voting in Open Primaries Not Just for GOP", "date": "2020-02-11 15:24", "summary": "Your editorial \"Bernie Sanders Makes His Charge\" (Feb. 8) suggests that Republicans should resist the temptation to vote for Bernie in states with open primaries.. Your editorial \"Bernie Sanders Makes His Charge\" (Feb. 8) suggests that Republicans should resist the temptation to vote for Bernie in states with open primaries. It is a well-known fact in South Carolina that Democrats have been doing this to Republicans for decades. My father-in-law was a lifelong, yellow-dog Democrat. I caught him red-handed after he was quoted in The State newspaper about his vote in the primary for a Republican gubernatorial candidate. He just smiled.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinian-leader-condemns-trump-peace-plan-at-u-n-11581452309", "title": "Palestinian Leader Condemns Trump Peace Plan at U.N.", "date": "2020-02-11 15:18", "summary": "Abbas says blueprint would 'put an end to the question of Palestine' but fails to get enough backing for a vote to oppose it. Palestinian Authority President Mahmoud Abbas condemned the Trump administration's peace plan at the United Nations, but failed to garner enough support for a Tuesday vote on a Security Council resolution that Palestinian officials had hoped would broadcast strong opposition to the U.S. effort.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippines-to-end-military-pact-with-u-s-11581439273", "title": "Philippines to End Military Pact With U.S.", "date": "2020-02-11 15:15", "summary": "Duterte ramps up feud with Washington with pullout from Visiting Forces Agreement. The Philippines told the U.S. it would scrap an agreement considered a cornerstone of the two countries' military alliance, a move the U.S. State Department said would have serious implications for the relationship.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-edges-lower-with-investors-eyeing-economic-data-11581443144", "title": "Gold Edges Lower With Investors Eyeing Economic Data", "date": "2020-02-11 15:07", "summary": "More upbeat economic figures could come later this week, potentially dimming gold's allure. Gold prices fell Tuesday, staying below a recent peak hit in late January with some analysts expecting confidence in the U.S. economy to limit demand for the safe-haven metal.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discount-retailer-stage-stores-preps-for-possible-bankruptcy-11581451363", "title": "Discount Retailer Stage Stores Preps for Possible Bankruptcy", "date": "2020-02-11 15:02", "summary": "Department store operator has been late in paying vendors amid cash crunch. Stage Stores Inc. is preparing for a financial restructuring that could include a bankruptcy filing as the discount retailer contends with persistent losses at its department store outlets, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-media-raised-money-at-a-sky-high-valuation-now-the-bill-is-coming-due-11581450643", "title": "Vice Raised Money at a Sky-High Valuation. The Bill Is Coming Due.", "date": "2020-02-11 14:50", "summary": "Company faces large equity payments to one of its biggest investors following $450 million investment round in 2017. Vice Media Group saw problems ahead for its business in 2017 when the new-media company set out to raise more money.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-says-long-island-residents-must-pay-for-septic-system-grants-11581450225", "title": "IRS Says Long Island Residents Must Pay for Septic-System Grants", "date": "2020-02-11 14:43", "summary": "Suffolk County officials say federal guidance could dissuade homeowners from applying for grant program. Some Long Island residents are facing higher tax bills after the Internal Revenue Service concluded that grants used to fund new septic systems count as taxable income.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-scrambles-to-stanch-outflows-at-flagship-property-fund-11581422405", "title": "UBS Scrambles to Stanch Outflows at Flagship Property Fund", "date": "2020-02-11 14:36", "summary": "Fund faces $7 billion in redemption requests, offers to slash fees. UBS Group AG is stepping up efforts to stem the bleeding at its $20 billion flagship real-estate fund amid concerns over its retail holdings, as some investors move away from more conservative, lower-return funds.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-galaxy-s20-first-look-crazy-cameras-and-5g-in-every-phone-11581447600", "title": "Samsung Galaxy S20 First Look: Crazy Cameras and 5G in Every Phone", "date": "2020-02-11 14:34", "summary": "Does a new camera system and the latest network connectivity justify the naming leap from Galaxy S10 all the way up to S20? Probably not, but Samsung's latest models are still impressive.. Executive #1: We need to make a big splash with this new Galaxy S11.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toast-test-are-high-tech-toasters-worth-the-price-11581449564", "title": "Toast Test: Are High-Tech Toasters Worth the Price?", "date": "2020-02-11 14:32", "summary": "Do premium toasters-at premium prices-really yield a superior slice? We pitted six smart devices against a classic two-slice machine. THE CA-CHUNK of a triumphant toaster is one of the great All-American sounds. First sold in the 1890s, toasters predate even the advent of sliced bread, itself a response to a turn-of-the-century toasting craze. Most toasters do an adequate job, but since startup culture can't leave even the simplest devices alone, a new breed has popped up to disrupt the searing status quo.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-scharf-puts-stamp-on-wells-fargo-with-overhaul-of-reporting-lines-11581438600", "title": "Scharf Puts Stamp on Wells Fargo With Overhaul of Reporting Lines", "date": "2020-02-11 13:57", "summary": "Move marks the chief executive's first major structural change since the bank's fake-account scandal. Wells Fargo & Co. is overhauling its reporting lines, Chief Executive Charles Scharf's first move to stamp out the corporate structure implicated in its fake-account scandal.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-manufacturers-called-for-icing-11581447265", "title": "Chinese Manufacturers Called for Icing", "date": "2020-02-11 13:54", "summary": "China's coronavirus lockdown has spawned a hockey stick shortage. When business executives are making projections, their trajectory on a chart is often compared with a hockey stick. Sure, things may merely be scuffling along today, but they always seem set to take a sharp, positive turn up and to the right.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-confronts-lengthy-fix-it-list-following-executive-shake-up-11581447214", "title": "Ford Confronts Lengthy Fix-It List", "date": "2020-02-11 13:53", "summary": "Challenges include nuts-and-bolts of auto making-and now without a long-serving manufacturing specialist. Nearly three years into his tenure, Ford Motor Co. Chief Executive Jim Hackett's fix-it list is longer than when he took over, including assuaging employees upset by the recent departure of a veteran company executive.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-debt-in-u-s-rises-to-record-930-billion-11581442140", "title": "Credit-Card Debt in U.S. Rises to Record $930 Billion", "date": "2020-02-11 13:36", "summary": "Serious delinquencies increase, particularly among younger borrowers. WASHINGTON-Credit-card debt rose to a record in the final quarter of 2019 as Americans spent aggressively amid a strong economy and job market, and the proportion of people seriously behind on their payments increased.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rival-spartan-race-poised-to-revive-bankrupt-tough-mudder-11581365759", "title": "Rival Spartan Race Poised to Revive Bankrupt Tough Mudder", "date": "2020-02-11 13:32", "summary": "A bankruptcy trustee is moving quickly to close a sale before the business goes from distressed to defunct. Tough Mudder's bankruptcy trustee is racing to save the company's endurance event business with a sale to rival Spartan Race Inc., a deal that the company's owners previously balked at closing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-gave-in-to-radicals-and-gave-up-on-common-sense-11581444825", "title": "The Democrats Gave In to Radicals and Gave Up on Common Sense", "date": "2020-02-11 13:13", "summary": "Trump's personality and policies hastened the party's leftward shift, but it was a long time coming.. George Orwell noted the nervousness of people on the left when confronted by those even further to the left. This nervousness stems from leftists' fear that they will be taken for impure in their own leftism, that their thought and actions don't go far enough, that they are, finally, not really on the bus. In America during the 1930s, Communists mocked liberals for their weakness, and liberals worried about not measuring up. Hence the phenomenon of the \"fellow traveler,\" someone who sympathized with the Communist Party but couldn't bring himself to join it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-companies-help-employees-with-financial-wellness-plans-11581304320", "title": "More Companies Help Employees With 'Financial Wellness' Plans", "date": "2020-02-11 12:59", "summary": "Services range from emergency-savings funds and payroll advances to student-loan-repayment support. When it comes to financial well-being, many workers struggle. They aren't able to pull together cash for an emergency or make meaningful payments on student-loan or other types of debt.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-t-mobile-sprint-merger-means-for-your-cellphone-bill-11581428672", "title": "What the T-Mobile-Sprint Merger Means for Your Cellphone Bill", "date": "2020-02-11 12:51", "summary": "Deal comes with short-term pledge to keep prices low, but some customers face major changes to their service. A federal judge's ruling has cleared the way for T-Mobile US Inc. and Sprint Corp. to merge. The deal promises to reshape the U.S. wireless market. Here is what it means for consumers:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-swings-to-a-loss-as-costs-climb-ahead-of-ipo-11581443123", "title": "Airbnb Swings to a Loss as Costs Climb Ahead of IPO", "date": "2020-02-11 12:45", "summary": "Coronavirus impact also could delay closely watched markets debut. Airbnb Inc. swung to a loss for the first nine months of last year as costs rose sharply, according to people close to the company, raising questions about the valuation and timing of the home-sharing giant's much-anticipated public-markets debut.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheerleaders-hail-fashion-designs-beautiful-yall-are-breathtaking-11581442790", "title": "The Top Takeaways From New York Fashion Week", "date": "2020-02-11 12:39", "summary": "Resume Subscription. New York Fashion Week began with questions about its relevance amid a number of high-profile absences and wound up with some silver-lining optimism about the next generation of American designers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cruise-lines-will-get-decked-by-virus-fears-11581442558", "title": "Cruise Lines Will Get Decked by Virus Fears", "date": "2020-02-11 12:35", "summary": "The coronavirus outbreak may take a more lasting toll on cruise-line operators than recent stock drops. Americans in need of a cheap and relaxing getaway are in luck: Four-day cruises on Carnival Corp. ships are available for as little as $139 per person this month.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madisons-real-estate-market-gets-an-epic-lift-11581442231", "title": "Madison, Wisc.'s Real-Estate Market Gets an Epic Lift", "date": "2020-02-11 12:30", "summary": "The healthcare software company in nearby Verona is drawing a young tech crowd to Wisconsin's capital city, which is known for its college town atmosphere and lakeside living. Sitting away from other major population centers, Madison, Wis., is a hidden Midwestern gem. Its downtown is between two lakes, Mendota and Monona, making Madison one of only two major U.S. cities built on an isthmus (the other is Seattle). With a population of about 260,000, its beating heart is a mix of the Wisconsin State Capitol and the University of Wisconsin-Madison, a combination that gives the town its unique personality. When it comes to residential real estate, the downtown market has been hot lately. One contributor has been the youthful, tech-centric staff at Epic, the health records software company located on a campus 11 miles south in Verona, one of 14 communities comprising greater Madison. But Madison's most expensive housing is in historic Maple Bluff. The roughly 1,300-person village has waterfront properties, bungalows and colonials, not to mention the 16,000-square-foot governor's residence.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pitfall-to-avoid-in-your-valentines-day-cards-11581441537", "title": "The Pitfall to Avoid in Your Valentine's Day Cards", "date": "2020-02-11 12:18", "summary": "Heed the advice of Nick D'Urbano and Cece de la Montagne, husband and wife founders of paper company Maurèle-who estimate they've filled 10 or 12 shoeboxes with love letters. After one week of dating, Nick D'Urbano decided to buy a pen for Cece de la Montagne. Writing has been essential to their relationship ever since. Sixteen years later, the now-married couple, both 33, live in Montreal with their baby and 10 to 12 shoeboxes filled with their love letters, which partly inspired them to launch a stationery company, Maurèle. \"The first time Nick told me he loved me was through a letter,\" says de la Montagne. \"I still appreciate the moments when I see his handwriting, because most of the time we're interacting with one another it's through text messages and emails.\"", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobiles-firebrand-chief-set-to-reap-100-million-from-merger-11581441419", "title": "T-Mobile's Firebrand Chief Set to Reap $100 Million From Merger", "date": "2020-02-11 12:17", "summary": "Departing CEO John Legere is among a group of executives expected to win rich compensation packages by closing Sprint merger. T-Mobile US Inc.'s John Legere is close to collecting more than $100 million this spring after spending years guiding the cellphone carrier's merger with Sprint Corp. through regulatory obstacles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-new-tented-camps-that-amp-up-glamping-11581440342", "title": "3 New Tented Camps That Amp Up Glamping", "date": "2020-02-11 11:59", "summary": "A tent with a skylight? These new camps in Costa Rica, Canada and the American Southwest range from simple and modern to borderline decadent. In the foothills of the Cariboo Mountains, Siwash Lake lodge reopened last summer, two years after a devastating wildfire. The lodge launched Siwash Star Camp, two canvas tents set on a ridgetop platform deck with views of the lake and mountains. The tents are done in a traditional style, with patchwork quilts and antique furniture; the camp has a separate, heated washroom, an outdoor cedar hot tub, and loungers for stargazing like a pasha. Stays include meals sourced from the ranch's farm and surrounding wilderness, and activities such as horseback riding and river-rafting. From $4,450 per person for three nights, siwashlake.com", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-gaudis-church-need-a-big-staircase-grand-vision-divides-barcelona-11581440285", "title": "Does Gaudí's Church Need a Big Staircase? Grand Vision Divides Barcelona", "date": "2020-02-11 11:58", "summary": "Resume Subscription. BARCELONA-Nearly a century after the architect Antoni Gaudí was hit by a tram and killed while crossing a road in Barcelona, his successors are still decoding what he had in mind for his unfinished masterpiece, the city's surrealist Sagrada Familia.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-russians-gilded-apartment-at-the-plaza-11581439458", "title": "A Russian's Gilded Apartment at The Plaza", "date": "2020-02-11 11:52", "summary": "A four-bedroom property at the iconic hotel is asking $45 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-plaza-hotel-apartment-tied-to-wealthy-russian-asks-45-million-11581439813", "title": "A Plaza Hotel Apartment Tied to a Wealthy Russian Asks $45 Million", "date": "2020-02-11 11:50", "summary": "The four-bedroom spread has views of Central Park, a bathroom made from imported onyx and gold detailing throughout. At the iconic Plaza Hotel on New York's Fifth Avenue, a gilded $45 million spread has been listed by a wealthy Russian family with a hearty appetite for luxury U.S. real estate.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-expensive-mercedes-benz-is-barely-profitable-11581439742", "title": "Why Your Expensive Mercedes-Benz Is Barely Profitable", "date": "2020-02-11 11:49", "summary": "Daimler's turnaround will take time but could eventually yield gains for investors. Like Ford Motor in the U.S., Daimler has a great brand- Mercedes-Benz -on which it makes puzzlingly little profit. The company's turnaround has barely begun, but it might just be worth betting on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-technology-stocks-dominate-esg-funds-11581330601", "title": "Big Tech Stocks Dominate ESG Funds", "date": "2020-02-11 11:45", "summary": "The most commonly held S&P 500 stocks in actively managed sustainable equity funds last fall were giants including Microsoft, Alphabet and Apple. Funds that market themselves as sustainable investments aren't necessarily focused on companies that fight climate change, develop wind turbines or promote diverse boards.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-greer-grew-up-a-wallflower-then-took-center-stage-11581436866", "title": "Judy Greer Grew Up a Wallflower, Then Took Center Stage", "date": "2020-02-11 11:01", "summary": "The 'Kidding' actress looks back on unfortunate nicknames, being an only child and how ballet gave her the confidence to act. Judy Greer, 44, is a comedian, actress and director who has appeared in more than 70 films, including \"The Descendants\" and \"The 15:17 to Paris.\" She co-stars in Showtime's comedy-drama \"Kidding.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-books-no-new-jetliner-orders-in-january-11581436800", "title": "Boeing Booked No New Jetliner Orders in January", "date": "2020-02-11 11:00", "summary": "Aerospace giant sees purchases, deliveries drop in amid 737 MAX crisis. Boeing Co. said it booked no new jetliner orders in January, increasing the financial strain that has been building during the 737 MAX crisis as airlines added no new deposits to secure a place in the plane maker's order backlog.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-president-hits-the-street-railing-against-the-media-11581435661", "title": "Brazil's Leader Hits the Street, Railing Against the Media", "date": "2020-02-11 10:41", "summary": "Jair Bolsonaro's public-relations strategy: scold the press while pressing the flesh. BRASÍLIA-At 8 a.m. nearly every day, as he leaves his residence, President Jair Bolsonaro of Brazil stops to shake hands with followers, pose for selfies and share a laugh in the shade of a sprawling mango tree.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-embattled-leadership-calls-for-support-in-face-of-electoral-test-11581435645", "title": "Iran's Embattled Leadership Calls for Support in Face of Electoral Test", "date": "2020-02-11 10:40", "summary": "Marking the 41st anniversary of Iran's revolution, Rouhani urges people to vote in next week's election. Iranian President Hassan Rouhani sought to rally support for the country's leadership on the anniversary of the 1979 revolution, urging Iranians to turn out in large numbers to vote in parliamentary elections next week and bolster the government as it confronts the U.S.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippines-moves-to-shut-down-major-broadcaster-drawing-protests-11581432050", "title": "Philippines Moves to Shut Major Broadcaster, Drawing Protests", "date": "2020-02-11 10:40", "summary": "Government seeks to revoke operating franchise of ABS-CBN, alleging violations of foreign-ownership and fee-charging rules. The Philippine government has taken steps that could effectively shut one of the country's largest media organizations, drawing protests from press-freedom and democracy advocates.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-members-of-china-s-military-indicted-for-massive-equifax-breach-11581346824", "title": "Members of China's Military Indicted Over Equifax Breach", "date": "2020-02-11 10:09", "summary": "Disclosed in 2017, hack into the credit-reporting company compromised data on nearly 150 million Americans. WASHINGTON-Four members of China's military have been indicted by the U.S. government on charges of hacking into Equifax Inc. and plundering sensitive data on nearly 150 million Americans as part of a massive heist that officials said also stole trade secrets from the credit-reporting agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/psst-check-out-new-york-citys-under-the-radar-libraries-11581433201", "title": "New York City's Under-the-Radar Libraries Offer Quiet Beauty", "date": "2020-02-11 10:00", "summary": "Resume Subscription. New York City has three of the greatest public library systems in the world, with hundreds of branches and a combined collection topping 60 million items. But for some New Yorkers, that's not good enough.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-credit-loss-standard-could-benefit-lenders-if-regulators-loosen-capital-requirements-study-says-11581433202", "title": "New Credit-Loss Standard Could Benefit Lenders if Regulators Loosen Capital Requirements, Study Says", "date": "2020-02-11 10:00", "summary": "Bankers and lawmakers have criticized the accounting rule and called for additional study. A new accounting standard on credit losses could prompt federal banking regulators to set looser capital requirements for financial institutions-a potential benefit for lenders that have largely criticized the rule, new academic research suggests.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-cuts-dividend-as-emissions-scandal-bites-11581405491", "title": "Daimler's Profit Slump Pushes It to Slash Dividend", "date": "2020-02-11 09:48", "summary": "Maker of Mercedes-Benz also said it swung to a loss in the three months to December. BERLIN-An unexpectedly sharp fall in profit prompted Daimler AG to cut its shareholder dividend by a third as the luxury car maker battles slumping demand, the escalating cost of a fundamental shift to electric vehicles and charges related to emissions-cheating probes.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seaworld-settles-claims-that-it-misled-investors-on-critical-documentarys-effects-11581431646", "title": "SeaWorld Settles Suits Claiming It Misled Investors", "date": "2020-02-11 09:34", "summary": "Company to pay $65 million to settle two lawsuits filed following 2013 film 'Blackfish'. SeaWorld Entertainment Inc. said it would pay $65 million to settle claims that it violated securities laws by not being upfront with investors about the effect a critical documentary had on its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-trump-had-the-right-to-fire-vindman-sondland-11581431443", "title": "Senate Republicans: Trump Had the Right to Fire Vindman, Sondland", "date": "2020-02-11 09:30", "summary": "\"This is a textbook case of witness retaliation,\" Senate Minority Leader Chuck Schumer says. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-used-to-need-permission-to-drive-this-classic-british-car-11581431337", "title": "They Used to Need Permission to Drive This Classic British Car", "date": "2020-02-11 09:28", "summary": "Resume Subscription. Steve Halter, 71, a retired agricultural marketing and sales manager from Weldon Spring, Mo., on his 1960 Triumph TR3, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-triumph-in-more-ways-than-one-11581430764", "title": "Photos: A Triumph in More Ways Than One", "date": "2020-02-11 09:19", "summary": "A Missouri couple shows off the British car that's been in his family since the Eisenhower administration. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/growing-risk-to-americas-seniors-themselves-11581429600", "title": "Growing Risk to America's Seniors: Themselves", "date": "2020-02-11 09:00", "summary": "Government agencies attribute problem in part to isolation from families and communities. Rising numbers of older adults are unable to care for themselves, often leading to serious health problems and even death, according to state and local government agencies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-sprint-t-mobile-viacomcbs-xpo-logistics-lyft-hasbro-11581414737", "title": "Stocks to Watch: Sprint, T-Mobile, ViacomCBS, XPO Logistics, Lyft, Hasbro", "date": "2020-02-11 08:38", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-technicolored-rainbow-of-spring-style-11581427741", "title": "A Technicolored Rainbow of Spring Style", "date": "2020-02-11 08:29", "summary": "The season's newest styles march to a brand-new beat with bright colors and bold checks in silk, satin and suede-plus sandals and boots that will put a spring in your step.. Adut Akech in Gucci coat, $4,600, jacket, price upon request, and pants, price upon request, select Gucci stores nationwide, Miu Miu shirt, $990, select Miu Miu boutiques, Clyde beret, $276, clyde.world", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-a-refugee-camp-to-the-catwalk-a-top-models-unusual-path-11581427762", "title": "From a Refugee Camp to the Catwalk, a Top Model's Unusual Path", "date": "2020-02-11 08:29", "summary": "Hailing from South Sudan by way of a Kenyan refugee camp and her family home in Adelaide, Australia, model Adut Akech has taken the fashion world by storm. A few years ago, drivers on a quiet street in Adelaide, Australia, might have come across a lone schoolgirl strutting back and forth on wedge heels, testing out her own private runway. Fast-forward to September 2016, when that same girl, in a gold dress, walks down the Saint Laurent catwalk in an 18th-century Parisian abbey. It's Adut Akech, who had practiced on that suburban street for years, making her debut on one of fashion's biggest stages.", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magazine-publisher-bonnier-explores-possible-sale-of-main-media-unit-11581426631", "title": "Magazine Publisher Bonnier Explores Possible Sale of Main Media Unit", "date": "2020-02-11 08:10", "summary": "Publisher of such magazines as Field & Stream, Saveur and Yachting, has been meeting with bankers to explore its options. Bonnier Corp., publisher of such magazines as Field & Stream, Saveur and Yachting, has been meeting with bankers to explore its options, including the possible sale of the unit that holds most of its magazines, according to people familiar with the situation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rutgers-is-actually-good-at-basketball-no-really-11581426001", "title": "Rutgers Is Actually Good at Basketball. No, Really.", "date": "2020-02-11 08:00", "summary": "Picked to finish 12th in the Big Ten, the surprisingly resurgent Scarlet Knights are on track to make their first NCAA Tournament since 1991. In this jumbled season of college basketball, underdogs have pulled off massive upsets, decades-long winning streaks have snapped and the top teams are playing musical chairs with the No. 1 spot. The weird almost seems normal.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-outbreak-weighs-on-commodities-from-oil-to-hogs-11581424420", "title": "China Outbreak Weighs on Commodities, From Oil to Hogs", "date": "2020-02-11 07:33", "summary": "Trade disruptions from coronavirus could be long lasting, analysts say, as stockpiles grow and ships lay idle. China's coronavirus outbreak has scrambled the global trade in commodities, hitting the country's massive appetite and challenging global supply lines set up to feed it.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-delivery-drivers-keep-supplies-flowing-in-coronavirus-outbreak-11581417003", "title": "China's Delivery Drivers Offer a Lifeline as They Brave Coronavirus Risk", "date": "2020-02-11 07:32", "summary": "Online orders surge, but some quarantined residents are wary of what the couriers might bring. Forced to stay home during the coronavirus outbreak, many residents of the central Chinese metropolis of Wuhan rely on delivery drivers such as Zhang Hao, who risks infection himself as he zooms around the city by moped to deliver groceries and other supplies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soundcloud-gets-75-million-investment-from-sirius-11581424202", "title": "SoundCloud Gets $75 Million Investment From Sirius", "date": "2020-02-11 07:30", "summary": "Satellite-radio giant takes minority stake, two board seats. SoundCloud Ltd. will take a $75 million shot in the arm from satellite-radio giant Sirius XM Holdings Inc. in exchange for a minority stake and two board seats at the audio-sharing platform, the companies said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stakes-run-high-for-mall-owner-trying-to-save-forever-21-11581422401", "title": "Stakes Run High for Mall Owner Trying to Save Forever 21", "date": "2020-02-11 07:00", "summary": "Some other tenants could demand rent reductions or terminate their leases if vacancies remain. Analysts are split about whether Simon Property Group Inc.'s bid to rescue a distressed fast-fashion retailer will succeed, but even skeptics say the mall giant may have little choice but to salvage one of its most important tenants.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-wall-streets-armchair-epidemiologists-11581422400", "title": "Beware of Wall Street's Armchair Epidemiologists", "date": "2020-02-11 07:00", "summary": "Virus experts are far less confident about our ability to control the spread of coronavirus. Investors and analysts are racing to figure out how far the coronavirus outbreak will spread and what its eventual impact will be. Unfortunately, many are making assumptions that actual disease experts caution against. Some of Wall Street's reassuring statements about the epidemic could be wildly off, and so, too, their expectations of the economic disruption the virus could cause.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-private-equity-backedgrocery-chains-buckle-under-debt-and-pricing-pressure-11581420601", "title": "Many Private Equity-Backed Grocery Chains Buckle Under Debt and Pricing Pressure", "date": "2020-02-11 06:30", "summary": "Fairway Market, Earth Fare are among stores that have filed for bankruptcy this year. The new world of online grocery sales and ultra-low-cost food staples is proving to be perilous for private-equity firms.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-need-to-dust-off-their-no-deal-brexit-plans-11581419951", "title": "Companies Need to Dust Off Their No-Deal Brexit Plans", "date": "2020-02-11 06:19", "summary": "The pound once again signals anxiety as the U.K. government seeks a loose trade deal with the EU that will mean more border checks. The U.K. has now left the European Union politically, but the more painful economic break is yet to come. Companies and investors still need to plan for a hard landing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-first-global-car-maker-is-in-the-works-11581419728", "title": "China's First Global Car Maker Is in the Works", "date": "2020-02-11 06:15", "summary": "Resume Subscription. China may be about to get its first global car maker. Investors' initial reaction has been to celebrate the benefits rather than worry what it might cost them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-college-nurtured-a-sprawling-business-empire-then-came-a-debt-crisis-11581418662", "title": "A Chinese College Nurtured a Sprawling Business Empire. Then Came a Debt Crisis.", "date": "2020-02-11 05:57", "summary": "Prestigious Peking University has a problem: A conglomerate it owns most of has skidded very close to default. China's crushing debt burden is weighing on an unlikely place: one of its top universities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mind-those-manners-kids-need-lessons-in-email-and-phone-etiquette-11581417001", "title": "Mind Those Manners: Kids Need Lessons in Email and Phone Etiquette", "date": "2020-02-11 05:30", "summary": "When it comes to making calls and composing messages, a lack of social graces isn't something to LOL about. If the email addresses of Amanda McCraw's eighth-graders didn't contain some portion of their names, she would have no clue who the senders were.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outdoor-retailer-rei-building-the-most-outdoorsy-hq-ever-11581417001", "title": "Outdoor Retailer REI Building the Most Outdoorsy HQ Ever", "date": "2020-02-11 05:30", "summary": "Company plans single site to consolidate offices near Seattle with a 'visual connection' to nature. In a Seattle suburb, retailer Recreational Equipment Inc. is building a new headquarters that is blurring the boundaries between office and nature.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-drive-up-prices-for-u-s-businesses-11581417009", "title": "Insurers Drive Up Prices on U.S. Businesses", "date": "2020-02-11 05:30", "summary": "Large catastrophe losses and low interest rates force insurers' hand after years of no increases. U.S. companies are paying more for insurance, a reversal after years of flat or declining rates for property and liability policies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-hampshire-primary-2020-what-time-polls-close-and-when-to-expect-results-11581417000", "title": "New Hampshire Primary 2020: What Time Polls Close and When to Expect Results", "date": "2020-02-11 05:30", "summary": "New Hampshire primary results come on the heels of messy Iowa caucuses. Here's how to follow WSJ's coverage.. New Hampshire voters will turn out for the first-in-the-nation primary, days after the chaotic Iowa caucuses, which were marred by several days of delay in reporting the full results.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11581361496", "title": "Pepper...and Salt", "date": "2020-02-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fires-highest-level-officials-yet-over-coronavirus-outbreak-11581447269", "title": "China Fires Highest-Level Officials Yet Over Coronavirus Outbreak", "date": "2020-02-11 00:01", "summary": "Beijing replaced two provincial health officials in charge of virus-racked Hubei province with a trusted official from national health agency. HONG KONG-Beijing fired the highest-ranking officials yet over the handling of the coronavirus outbreak, replacing two provincial health officials in charge of virus-racked Hubei province with a trusted official from China's national health agency.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-seek-up-to-nine-years-in-prison-for-ex-trump-adviser-roger-stone-11581380210", "title": "Prosecutors Seek up to Nine Years in Prison for Ex-Trump Adviser Stone", "date": "2020-02-11 23:18", "summary": "Stone, found guilty of witness tampering, obstruction of a congressional proceeding and lying to Congress, is to be sentenced next week. WASHINGTON-Prosecutors recommended that longtime Trump adviser Roger Stone receive seven to nine years in prison on charges related to his efforts to make contact with WikiLeaks during the 2016 presidential campaign, in what could be the longest sentence to stem from the special counsel's investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rallies-in-new-hampshire-ahead-of-primary-11581390447", "title": "Trump Rallies in New Hampshire Ahead of Primary", "date": "2020-02-11 22:23", "summary": "President encourages his supporters to vote in the state's Democratic contest. MANCHESTER, N.H.-President Trump encouraged his supporters to vote in New Hampshire's Democratic primary, urging a rally crowd in Manchester on Monday to cast a ballot for whoever would be easiest for him to beat.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parasite-financial-backer-started-as-a-food-maker-11581381224", "title": "'Parasite' Financial Backer Started as a Food Maker", "date": "2020-02-11 22:22", "summary": "Seoul-based CJ Group also focuses on K-Pop music groups and invested in DreamWorks. LOS ANGELES-\"Parasite\" dominated the 92nd Academy Awards thanks in large part to the financial backing of a nearly seven-decade-old conglomerate that is little known in the U.S. but looms large in the South Korea media-and-entertainment business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhan-evacuees-hunker-down-for-weeks-in-quarantine-11581339984", "title": "Wuhan Evacuees Hunker Down for Weeks in Quarantine", "date": "2020-02-11 21:51", "summary": "China's shutdown of the city was unprecedented. So is the evacuation and quarantine of hundreds of Americans fleeing the outbreak's epicenter.. Tennessee resident David Mayes was in China visiting his girlfriend in Wuhan when officials locked down the city on Jan. 23, aiming to stop a rapidly spreading coronavirus that has killed hundreds there.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-businesses-struggle-to-resume-work-11581342727", "title": "China's Businesses Struggle to Resume Work", "date": "2020-02-11 21:38", "summary": "Operations are slow to restart, with many workers unable to reach factories or offices and supply chains disrupted. Business was slow to restart in China, even after some local governments stopped calling for people to stay away from the workplace during a coronavirus outbreak that has killed more than 1,000 people in the country and dented economic growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-xi-inspects-coronavirus-hospital-in-beijing-after-conspicuous-absence-11581340898", "title": "President Xi Inspects Coronavirus Hospital in Beijing", "date": "2020-02-11 21:35", "summary": "Chinese leader acknowledges that some medical workers had 'sacrificed their lives' in fight against epidemic. BEIJING-Chinese President Xi Jinping paid his first public visit to the front lines of the coronavirus outbreak, stopping at a Beijing hospital treating infected patients and at a local disease-control office after weeks of remaining largely out of public view.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-district-judge-expected-to-rule-in-favor-of-sprint-t-mobile-merger-11581376688", "title": "Federal Judge Expected to Clear Way for T-Mobile and Sprint Merger", "date": "2020-02-11 20:54", "summary": "Decision on marriage of No. 3 and No. 4 U.S. carriers is poised to reshape wireless industry. A federal judge is expected to approve T-Mobile US Inc.'s merger with Sprint Corp., according to people familiar with the matter, clearing the way for the two wireless rivals to combine and overcoming a state antitrust challenge.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-files-suits-against-states-over-sanctuary-policies-11581376905", "title": "Justice Department Files Lawsuits Over Sanctuary Policies", "date": "2020-02-11 20:51", "summary": "Lawsuits target laws and policies limiting local cooperation with Immigration and Customs Enforcement. WASHINGTON-The Justice Department sued New Jersey and a Washington county Monday over their laws and policies limiting local cooperation with Immigration and Customs Enforcement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-sentenced-to-five-lifetime-terms-for-sexually-abusing-boys-11581383875", "title": "Former IHS Doctor Sentenced to Five Lifetime Terms for Sexually Abusing Boys", "date": "2020-02-11 20:45", "summary": "Former Indian Health Service pediatrician Stanley Patrick Weber abused patients in Montana and South Dakota between 1995 and 2011. RAPID CITY, S.D.-An Indian Health Service pediatrician who was convicted of sexually abusing young Native American boys in his care over two decades and became an emblem of the federal agency's long-term failures was sentenced Monday to five lifetime prison terms.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-budget-forecast-for-deficit-cuts-is-built-on-shaky-assumptions-experts-say-11581381470", "title": "Trump Deficit Forecast Is Built on Shaky Assumptions, Experts Say", "date": "2020-02-11 19:37", "summary": "Proposed $4.8 trillion budget assumes greater-than-expected economic growth and overlooks potential tax-law changes. WASHINGTON-The Trump administration's proposed budget projects federal deficits would be cut in half as a share of the economy by 2024, and in half again by 2029. While White House officials say they are serious about fulfilling President Trump's promise to reduce swelling deficits, budget experts say the projections are built on questionable assumptions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backedpci-pharma-services-weighs-a-sale-11581381109", "title": "Private Equity-Backed PCI Pharma Services Weighs a Sale", "date": "2020-02-11 19:31", "summary": "PCI Pharma Services is being marketed heavily to private-equity buyers. Private equity-backed PCI Pharma Services is looking for a new owner, preferably another buyout firm.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-pipes-for-safer-oil-transport-11581380350", "title": "Better Pipes for Safer Oil Transport", "date": "2020-02-11 19:19", "summary": "Minnesota regulators approve a greener way to move fossil fuels.. Climate-change activists want to ban fossil fuels, and that means opposing all pipelines that move oil from producers to the market. Green activists succeeded in delaying Enbridge's Line 3 in the Upper Midwest for more than a year, but last week the oil pipeline cleared a key regulatory hurdle. That's good news for the environment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/professional-budget-wrestling-11581380386", "title": "Professional Budget Wrestling", "date": "2020-02-11 19:19", "summary": "Friday Night SmackDown offers more sincerity than the Beltway spending theatrics.. The White House released its 2021 fiscal year budget proposal on Monday, and it's amusing to hear those who have criticized the Trump Administration for trillion-dollar deficits now howl about its plans to slow spending growth. A bipartisan spending blowout is the reality in the Trump era, while the budget is a political document that probably wouldn't happen even if the President wins a second term.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mini-merkels-mega-meltdown-11581380318", "title": "Mini-Merkel's Mega Meltdown", "date": "2020-02-11 19:18", "summary": "German conservatives head for a welcome new leadership race.. German politics was thrown into new turmoil Monday when Annegret Kramp-Karrenbauer, leader of the center-right Christian Democratic Union, announced she won't run for Chancellor next year. The defense minister, known as AKK, was Chancellor Angela Merkel's preferred successor.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/currency-manipulator-in-chief-11581380274", "title": "Currency Manipulator in Chief", "date": "2020-02-11 19:17", "summary": "Wilbur Ross creates a new political opening for U.S. protectionism.. The Commerce Department last week announced a regulation that will allow new tariffs on \"products that benefit from unfair currency subsidies.\" Does that mean Commerce Secretary Wilbur Ross is going to slap tariffs on the White House?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-reality-tv-producer-became-rainmaker-to-300-billion-saudi-fund-11581380021", "title": "How a Reality-TV Producer Became Rainmaker to $300 Billion Saudi Fund", "date": "2020-02-11 19:13", "summary": "Resume Subscription. RIYADH-Businesses looking for cash from Saudi Arabia's $300 billion sovereign-wealth fund, one of the world's most influential investors, have found it helps to enlist a former reality-TV producer from Sarasota, Fla.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-want-a-prophet-not-a-president-11581379101", "title": "Democrats Want a Prophet, Not a President", "date": "2020-02-11 19:06", "summary": "They're increasingly rigid and orthodox, even as Republicans have shown a new flexibility.. The Democrats have turned religious. Not in the sense that they espouse a belief in an omnipotent and benevolent Creator or eternal and universal moral principles. They are religious in the sense that they hold dogmatic beliefs that are impervious to contradiction by logic, evidence or experience, and cultivate a moral superiority toward unbelievers. The party that loudly prides itself on tolerance and diversity is increasingly intolerant in at least three areas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-could-mean-doctors-for-none-11581379209", "title": "Medicare for All Could Mean Doctors for None", "date": "2020-02-11 19:00", "summary": "Under single-payer, drastic pay cuts for physicians would drive sharp young people into other, more lucrative fields.. Professional groups representing doctors are buying into Democratic plans to remake health care-and thereby acting against the interests of their members. The American College of Physicians, the second-largest organization of U.S. doctors, recently came out in support of either a public option or single payer. At the American Medical Association's annual meeting last year, some 47% of delegates voted to reverse the organization's opposition to single payer. A new organization styling itself Physicians for a National Health Program has attracted some 20,000 members.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}]