[{"link": "https://www.wsj.com/articles/chinese-tycoon-kicked-out-of-communist-party-faces-prosecution-after-criticizing-xi-11595526273", "title": "Chinese Xi Critic Expelled From Party, Faces Prosecution", "date": "2020-07-23 19:53", "summary": "Popular party insider Ren Zhiqiang expelled after publishing an essay targeting Chinese leader's handling of pandemic, 'ambition to become an emperor'. HONG KONG-China's Communist Party expelled an influential businessman who has been an outspoken critic of Chinese leader Xi Jinping, as prosecutors prepare corruption charges in a case likely to chill dissent within the Beijing elite.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-phase-four-flop-11595547924", "title": "A Phase-Four Flop", "date": "2020-07-23 19:45", "summary": "The latest proposals have everything but a growth agenda.. As Washington debates how many more trillions of dollars to borrow and spend, we are in a familiar political spot. Democrats want to spend as much as they can on everything, while Republicans have no idea what they want. Guess how this is likely to turn out?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-note-to-readers-11595547898", "title": "A Note to Readers", "date": "2020-07-23 19:44", "summary": "These pages won't wilt under cancel-culture pressure.. We've been gratified this week by the outpouring of support from readers after some 280 of our Wall Street Journal colleagues signed (and someone leaked) a letter to our publisher criticizing the opinion pages. But the support has often been mixed with concern that perhaps the letter will cause us to change our principles and content. On that point, reassurance is in order.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-s-o-s-in-hidalgo-11595547876", "title": "Covid S.O.S. in Hidalgo", "date": "2020-07-23 19:44", "summary": "A warning about the need to surge help to coronavirus hot spots.. While the virus resurgence appears to be calming down in some areas of the Southwest, trouble spots like Hidalgo County in Texas continue to burn hot. The border region is a cautionary tale for state and federal officials to react quickly to the earliest signs of a flare-up.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-rescue-the-mullahs-11595547832", "title": "Will Biden Rescue the Mullahs?", "date": "2020-07-23 19:43", "summary": "The Islamic Republic is struggling but hoping for a reprieve next year.. While Iran's economy and nuclear program have taken serious hits lately, Tehran still hopes to wait out President Trump and his maximum-pressure sanctions campaign. But if Joe Biden wins the Presidency, he'll have plenty of leverage when dealing with the regime-if he chooses to use it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-buries-probe-of-neiman-backers-11595547572", "title": "Bankruptcy Judge Buries Probe of Neiman Backers", "date": "2020-07-23 19:39", "summary": "The judge overseeing Neiman's bankruptcy said most of the findings in a probe of Ares and CPPIB should stay out of public view. The judge presiding over Neiman Marcus Group Ltd.'s bankruptcy kept under wraps the bulk of an investigation into the two investors that took control of the company's valuable MyTheresa e-commerce business before Neiman filed for bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-corruption-draws-publics-ire-in-latin-america-11595547029", "title": "Coronavirus Corruption Draws Public's Ire in Latin America", "date": "2020-07-23 19:30", "summary": "Resume Subscription. LA PALMA, Colombia-With this farming town in the mountains of central Colombia in lockdown, the mayor signed a contract in March to buy 540 boxes of groceries for poor residents whose jobs had disappeared in the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-giants-aim-to-solve-west-coast-housing-shortage-11595526305", "title": "Tech Giants Aim to Solve West Coast Housing Shortage", "date": "2020-07-23 19:25", "summary": "New announcements from Google and Apple shed light on how billions pledged for affordable housing are being deployed. New investments from Alphabet Inc.'s Google and from Apple Inc. offer the first detailed look at how the big technology companies are following through on their pledges to help ease the West Coast's shortage of affordable housing.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-payroll-tax-cut-wont-be-in-senate-republican-coronavirus-relief-bill-11595509963", "title": "Senate Republicans' Coronavirus Plan Delayed Over Disagreements", "date": "2020-07-23 19:21", "summary": "GOP lawmakers and the White House are negotiating over direct-stimulus checks ahead of July 31 deadline. WASHINGTON-Senate Republicans scrapped their plans to release a proposal for the next coronavirus relief bill Thursday after continued differences with the White House on unemployment insurance and direct cash payments frustrated efforts to stake out a unified Republican position.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaskas-election-initiative-is-rank-11595545790", "title": "Alaska's Election Initiative Is Rank", "date": "2020-07-23 19:09", "summary": "A Colorado-based PAC pushes reforms to confuse voters and depress turnout.. The Covid crisis has increased interest in improving America's election system. But not all election reforms would make things better.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-escape-to-america-shows-the-price-of-dissent-in-south-sudan-11595545759", "title": "My Escape to America Shows the Price of Dissent in South Sudan", "date": "2020-07-23 19:09", "summary": "The president ordered me abducted or killed. This isn't the democracy the West bargained for in 2011.. I arrived safely in Washington Thursday after a harrowing journey from Nairobi, Kenya. I was forced into hiding after receiving word several weeks ago from senior government officials in South Sudan that President Salva Kiir had ordered the National Security Service, led by Gen. Akol Koor Kuc, either to abduct me from Kenya or murder me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-whitehouses-dark-money-11595545701", "title": "Notable & Quotable: Whitehouse's Dark Money", "date": "2020-07-23 19:08", "summary": "'Whitehouse spoke about the evils of conservative dark-money judicial groups at an event hosted by the American Constitution Society, or ACS, a liberal dark-money judicial activist group.'. Susan Crabtree reporting for RealClearPolitics, July 21:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-principals-demand-answers-for-school-reopening-11595545648", "title": "New York City Principals Demand Answers for School Reopening", "date": "2020-07-23 19:07", "summary": "Nation's largest school district plans for hybrid of in-person and remote learning, principals' union says it needs more guidance to be ready. New York City principals are worried about how they can safely open school buildings on time this fall given concerns about the coronavirus, and their union says the city Department of Education hasn't given them enough guidance.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-tests-an-anti-satellite-weapon-u-s-officials-say-11595545670", "title": "Russia Tests an Anti-Satellite Weapon, U.S. Officials Say", "date": "2020-07-23 19:07", "summary": "Moscow maintains its vehicle was an 'inspector satellite,' but U.S. sees a Kremlin effort putting U.S. satellites at risk. Russia conducted an unusual anti-satellite test earlier this month, provoking concern that Moscow is working to improve its capability to attack American space-based systems, the U.S Space Command said on Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mnuchin-follies-11595545625", "title": "The Mnuchin Follies", "date": "2020-07-23 19:07", "summary": "With his help, Pelosi keeps outmaneuvering Republican senators on coronavirus bills.. The concerted Republican effort to fritter away both policy and principle in these pandemic times continued apace this week-indeed, it leapt forward. Who needs Nancy Pelosi demanding more spending, more unemployment benefits and more union payoffs when Steven Mnuchin and Mitch McConnell will do it for her?", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-retreats-from-modernity-11595545661", "title": "Turkey Retreats From Modernity", "date": "2020-07-23 19:07", "summary": "Hagia Sophia is a mosque again, and Atatürk's secular experiment is over.. This Friday marks the end of Turkey's experiment with secular modernity. That's when regular Islamic religious services begin at Istanbul's Hagia Sophia. The 1,500-year-old structure had served as a museum and symbol of Turkish tolerance until President Recep Tayyip Erdogan decreed the change earlier this month.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-romeo-review-show-stopper-11595545608", "title": "'Lady Romeo' Review: Show Stopper", "date": "2020-07-23 19:06", "summary": "Charlotte Cushman, America's ﬁrst great stage actress, cultivated celebrity and sexual allure a generation before Sarah Bernhardt.. Evanescence is the tragedy of the stage actor's art. Unless it is filmed, no performance of the past can be recalled, and no matter how often or carefully their contemporaries described the techniques of David Garrick, say, or Sarah Siddons, it is impossible for us really to imagine how they acted. A couple of scratchy silent-film clips is all we can see of Sarah Bernhardt, whose career was winding down as the new medium appeared. The great American actress Charlotte Cushman (1816-76), a generation older than Bernhardt, was never filmed, though by all accounts modern audiences would be as riveted by her performance style as her legion of Victorian fans were. She moved like a pythoness, they noted, and despite a physique that was anything but conventionally feminine, with wide shoulders and a \"lantern jaw,\" she mesmerized viewers, commanding their attention rather than politely requesting it. \"She seems to identify herself so completely with the character she is playing,\" wrote Walt Whitman, a passionate devotee of her art, \"she loses, for the nonce, every attribute, except those which enter into the making up of what she is to pourtray.\" She was also often described as \"epicene,\" a quality that made her as impressive in men's roles as in women's: The lovemaking of her Romeo was widely considered more erotic than that of most male interpreters of the role. She traveled with an all-female entourage. In short, she cultivated celebrity at a time when there were no true American celebrities and she successfully maneuvered the dangerous line between the kind of notoriety that merely titillated (was she or was she not a lesbian?) and the kind that might have killed her career (no one, at that time, could be entirely sure).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-profit-sags-under-pressure-from-satellite-tv-covid-19-11595503520", "title": "AT&T Profit Sags Under Pressure From Satellite TV, Covid-19", "date": "2020-07-23 19:02", "summary": "Initial sign-ups for HBO Max show most HBO customers have yet to upgrade their older accounts; 'We still have work to do'. AT&T Inc.'s second-quarter profit fell as the coronavirus pandemic and an already ailing satellite-TV business overshadowed the launch of its make-or-break streaming video service.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-cant-stand-the-heat-its-a-tough-summer-11595545293", "title": "If You Can't Stand the Heat, It's a Tough Summer", "date": "2020-07-23 19:01", "summary": "Virtual trips to the beach just aren't quite the same. The double whammy is one of the most feared developments in all of human history. First you get the Ostrogoths and then you get the Visigoths. Genghis Khan blows through town and then the Black Death shows up to finish the job. You were just getting used to Lenin and his coterie of gangsters, and then who rears his ugly head? Stalin. You thought the fire was bad? Wait till you see the rain.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-swings-to-loss-as-rise-in-covid-19-cases-stalls-improvements-11595503877", "title": "Southwest, American Trim More Flying", "date": "2020-07-23 18:54", "summary": "Airlines hunker down for fall with fewer flights and tougher passenger protocols as Covid-19 cases stall demand. American Airlines Group Inc. and Southwest Airlines Co. said they were tempering expectations for an air-travel recovery, as mounting coronavirus cases have driven down bookings by as much as 80% in some parts of the U.S.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ann-taylor-owner-files-for-bankruptcy-11595500501", "title": "Ann Taylor Owner Files for Bankruptcy, Plans to Close Up to 1,600 Stores", "date": "2020-07-23 18:32", "summary": "Ascena plans to close stores across all brands, including Loft, Catherines and Justice. Ascena Retail Group Inc., the parent company of Ann Taylor and Lane Bryant, has filed for bankruptcy with plans to permanently close up to 1,600 stores and reduce its debt by about $1 billion in a debt-for-equity swap with lenders, the latest apparel seller unable to ride out the economic damage caused by coronavirus restrictions.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-reports-profit-surge-but-warns-of-further-delays-on-advanced-chips-11595536707", "title": "Intel Posts Profit Surge but Warns of More Delays on Advanced Chips", "date": "2020-07-23 18:32", "summary": "Company is profiting from work-from-home trend, but long-term challenges linger. Intel Corp. reported stronger earnings in the second quarter, buttressed by a work-from-home economy that spurred demand for computing power, but its shares tumbled in after-hours trading when it signaled a delay in its development of superfast chips.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-ordered-released-from-prison-again-11595520146", "title": "Michael Cohen Ordered Released From Prison Again", "date": "2020-07-23 18:31", "summary": "Judge says government had retaliated against former Trump lawyer by revoking home confinement over book plans. A federal judge ordered Michael Cohen released from prison again, saying the Justice Department had retaliated against President Trump's former lawyer by revoking his home confinement earlier this month after Mr. Cohen was told he had to give up his rights to publish a book.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-governor-atlanta-mayor-ordered-into-mediation-over-citys-coronavirus-restrictions-11595542794", "title": "Georgia Governor, Atlanta Mayor Ordered Into Mediation Over Coronavirus Restrictions", "date": "2020-07-23 18:19", "summary": "Brian Kemp says Keisha Lance Bottoms and other city officials exceeded their authority with mask mandate. A Georgia judge on Thursday ordered Gov. Brian Kemp and Atlanta Mayor Keisha Lance Bottoms into mediation over a lawsuit stemming from coronavirus restrictions in the state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-lawmakers-to-vote-on-police-reform-package-11595542648", "title": "Connecticut Lawmakers to Vote on Police Reform Package", "date": "2020-07-23 18:17", "summary": "Bill would permit civilian review boards with subpoena power, allow officers or departments to be sued for misconduct. Connecticut's House of Representatives was poised to vote on a wide-ranging package of police reforms in state lawmakers' first response to calls for greater accountability for law-enforcement officers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-delays-presidential-vote-amid-coronavirus-11595542343", "title": "Bolivia Delays Presidential Vote Amid Coronavirus", "date": "2020-07-23 18:12", "summary": "Former President Evo Morales accuses election tribunal of trying to orchestrate a 'coup against democracy'. Bolivia's election authorities delayed a presidential vote scheduled for September as the country grapples with a rise in coronavirus cases, a move that risks rekindling political unrest that erupted last year following an election marred by accusations of fraud.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-should-jesus-look-like-11595541904", "title": "What Should Jesus Look Like?", "date": "2020-07-23 18:05", "summary": "Recent controversies over how to depict the founder of Christianity continue a debate nearly as old as the faith itself.. Recent controversies over the historical legacy of racism in America haven't spared the symbols of religion. Several statues of St. Junípero Serra, an 18th-century Spanish missionary to California who critics say oppressed indigenous people there, have been pulled down by protesters or ordered removed by public authorities.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebony-magazines-creditors-aim-to-force-publisher-into-bankruptcy-11595541393", "title": "Ebony Magazine's Creditors Aim to Force Publisher Into Bankruptcy", "date": "2020-07-23 17:56", "summary": "Move comes less than a month after Ebony Media primary shareholder Willard Jackson was fired as chief executive, removed from board. The owner of Ebony magazine is being forced into bankruptcy by creditors who say they want to take over the storied publication, which has chronicled Black culture for 75 years but has declined rapidly since being sold by its founding publisher, Johnson Publishing Co.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-opening-day-rocked-by-positive-covid-19-test-for-nationals-star-juan-soto-11595541373", "title": "Baseball's Opening Day Rocked by Covid-19 Tests for Nationals Star Juan Soto", "date": "2020-07-23 17:56", "summary": "A positive test result-followed by negative results-shows how difficult it will be to avoid an outbreak of infection over the next three months. After months of detailed drafting, Major League Baseball's return-to-play plan couldn't make it to the season's first pitch before facing a problem that demonstrates the enormous challenge of playing amid the coronavirus pandemic.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-finds-legacy-of-slavery-shaped-the-dna-of-black-americans-today-11595516400", "title": "Study Sheds Light on Regional Origins of Many Black Americans' Enslaved Ancestors", "date": "2020-07-23 17:54", "summary": "Researchers point to legacy of slavery in shaping DNA of Black Americans today. A new study that combined the genetic data of more than 50,000 people of African and European ancestry with historical records of the trans-Atlantic slave trade found DNA differences in people living in different parts of the Americas, bolstering efforts to examine how slavery shaped the ancestry of today's population.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-votes-to-scale-back-oversight-of-cross-border-swaps-trading-11595527137", "title": "CFTC Scales Back Oversight of Cross-Border Swaps Trading", "date": "2020-07-23 17:51", "summary": "Measure defers to overseas regulators to supervise U.S. banks trading through foreign affiliates. The U.S. derivatives regulator on Thursday voted to abandon its effort to regulate trading that happens overseas, where it had worried that interconnections between big banks in the global market could transmit risk to the U.S. economy.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-revokes-fair-housing-rule-11595540731", "title": "White House Revokes Fair Housing Rule", "date": "2020-07-23 17:45", "summary": "Ben Carson says the move will cut red tape, but housing advocates say it removes barriers to racial discrimination. WASHINGTON-The Trump administration is revoking a 2015 rule intended to encourage equity in housing, a move it said would cut red tape but that critics denounced as removing barriers to racial discrimination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-postpones-reopening-of-u-s-theaters-until-august-11595523356", "title": "AMC Postpones Reopening of U.S. Theaters Until August", "date": "2020-07-23 17:44", "summary": "Chain extends its Covid-19 shutdown after Warner Bros. delays release of potential blockbuster 'Tenet'. AMC Entertainment Holdings Inc. is pushing back the reopening of its U.S. theaters to mid-to-late August, after a number of summer blockbusters delayed their release dates because of the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-add-more-users-but-revenue-profit-fall-11595502303", "title": "Twitter Adds More Users, but Revenue and Profit Fall", "date": "2020-07-23 17:42", "summary": "San Francisco company said advertising picked up at end of second quarter as it looks to move forward from a security breach. Twitter Inc. reported strong user growth but experienced lingering impacts from the coronavirus pandemic in its latest quarter, as the company navigates a rocky advertising climate and the fallout from a major security breach.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taylor-swifts-new-album-folklore-is-making-a-surprise-debut-11595538735", "title": "Taylor Swift's New Album 'Folklore' Is Making a Surprise Debut", "date": "2020-07-23 17:31", "summary": "Pop star caught fans and music business off guard when she announced her eighth studio album, which she says was written and recorded \"in isolation\". Taylor Swift, whose new album arrives Thursday night, isn't known for spontaneity. Her album releases are typically carefully-choreographed affairs, with Easter egg hunt-like hints, advance singles and big-budget videos.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-delays-mulan-indefinitely-postpones-star-wars-and-avatar-sequels-11595539586", "title": "Disney Delays 'Mulan' Indefinitely, Postpones 'Star Wars' and 'Avatar' Sequels", "date": "2020-07-23 17:26", "summary": "Uncertainty reigns in Hollywood as studios, theaters, repeatedly push back openings. Walt Disney Co. is making massive changes to its movie-release schedule, including canceling the planned August release of \"Mulan,\" as the coronavirus pandemic continues to roil Hollywood.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-23-2020-11595495605", "title": "U.S. Stocks Slide as Jobless Claims Edge Up", "date": "2020-07-23 17:20", "summary": "Fresh data fuels worries about economy; technology stocks sell off. U.S. stocks fell Thursday after the first weekly increase in new unemployment claims since March raised concerns that mounting coronavirus infections and a renewed wave of mandated lockdowns could slow an economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energys-winning-wagers-against-natural-gas-prices-for-natural-gas-producers-11595496600", "title": "Energy's Winning Wagers: Against Natural-Gas Prices, for Producers", "date": "2020-07-23 17:18", "summary": "Low prices have pushed producers to strip out costs, squeeze cash from each well. There haven't been many moneymakers in the energy sector this year and two of the few are completely at odds: Those who bet gas prices would fall have been rewarded. So have shareholders of natural-gas producers.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-prepares-for-hiring-boom-as-elon-musk-targets-manufacturing-expansion-11595538581", "title": "Tesla Prepares for Hiring Boom as Elon Musk Targets Manufacturing Expansion", "date": "2020-07-23 17:09", "summary": "Tesla plans to build a factory in Texas as the rest of the auto industry struggles. Elon Musk's plan to build Tesla Inc.'s fourth vehicle assembly factory represents the next phase in his effort to reshape the auto maker to rapidly increase the number of electric cars it can sell each year as it races to compete with global rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helter-skelter-an-american-myth-review-into-the-muck-of-manson-lore-11595538388", "title": "'Helter Skelter: An American Myth' Review: Into the Muck of Manson Lore", "date": "2020-07-23 17:06", "summary": "A six-part documentary series on EPIX offers an exhaustive account of the California criminal and the strange, gruesome story that surrounds him. Every rerun of the Charles Manson saga and the 1969 Tate-LaBianca murders case is dispiriting, not just because of the gruesome details of the crimes, or the fact that the culture can't let it all go after 50-plus years, but because of the reasons why it keeps being regurgitated. Morbid curiosity. The tacky connections to Hollywood. The disquieting implication that no degree of privilege can keep madness from knocking down the door. There have been worse crimes, one supposes. But the Manson matter brings its own kind of agita. It's intellectually indigestible. It promotes mental dyspepsia.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radioactive-review-more-fission-than-fusion-11595537355", "title": "'Radioactive': More Fission Than Fusion", "date": "2020-07-23 16:49", "summary": "Amazon's Marie Curie biopic is a thoroughly modern and overambitious portrait of a brilliant mind.. There's a glowing, coruscating, lambent, luminescent moment in Amazon's \"Radioactive\"-I'm summoning up a surfeit of words for a movie that's a case study of too-muchness-when Marie Curie ( Rosamund Pike) stands alongside her husband, Pierre ( Sam Riley), at a convocation of exclusively male scientists in fin de siècle Paris. \"We all thought that atoms were finite and stable,\" she tells her rapt audience. \"Well, it turns out that some of them are not. And in their instability they emit rays. I call this...\"-Marie pauses, beaming with the delight of discovery-\"radioactivity.\" The actress emits her own rays. She is intensely, almost palpably, radiant. I call this star power, coupled with the intelligence and verve Ms. Pike always brings to her roles. She's brilliant in this one, a plausible vision of a singular visionary in the history of science. If the film around her is unstable to the point of screwiness, it is not for lack of ambition.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overhauling-the-u-s-navy-for-modern-times-11595537243", "title": "Overhauling the U.S. Navy for Modern Times", "date": "2020-07-23 16:47", "summary": "Officer distribution policies seem to emphasize career building rather than building professionalism.. Regarding Kate Bachelder Odell's \" The Navy's Cultural Ship Is Listing\" (op-ed, July 18): In a rapidly changing technological landscape, the U.S. Navy is too hidebound to bureaucracy and compliance of rules and regulations to the exclusion of ethical reasoning and moral autonomy. There is an abyss between the Navy culture and the ethics required for engaging and embracing complexities of emerging technologies and social challenges. The Navy's leaders must become more agile ethical thinkers, assuming the moral authority rather than fearing a mistake. Ethics is the struggle with the hard decisions. Rather than a platitude, moral courage needs action. There is no moral courage without risks and costs. USS Theodore Roosevelt Capt. Brett Crozier learned that lesson.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-lewis-represented-the-best-of-america-11595537186", "title": "John Lewis Represented the Best of America", "date": "2020-07-23 16:46", "summary": "No one of moral character could ever deny the goodness of this man.. Congressman and civil-rights activist John Lewis, a disciple of Dr. Martin Luther King Jr., sacrificed his own well-being for the good of humanity throughout his early life (\" Leaders Pay Tribute to Rep. Lewis,\" U.S. News, July 20). Marching side by side with King and other minority leaders, he was beaten and jailed because he dared to stand up for what he believed was right. Never giving into hate, he advocated for change through peace and unity, something that has been lost in today's social discourse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-counting-counties-and-ferry-finding-11595537097", "title": "The Coronavirus, Counting Counties and Ferry Finding", "date": "2020-07-23 16:44", "summary": "I was going to ride every automobile ferry in the U.S., of which there were approximately 145.. Robert D. Hershey Jr.'s \" Coronavirus Has Me Counting U.S. Counties\" (op-ed, July 20) reminds me of my project shortly after I retired. I was going to ride every automobile ferry in the U.S., of which there were approximately 145. I never made all of them but I did do 125, and have pictures to prove it. Some of the more interesting ferries were the three just east of Great Falls, Mont., across the upper Missouri River, and the only hand-pulled ferry across the Rio Grande at Los Ebanos, Texas. My three favorites are the Staten Island Ferry across New York Harbor, the Mobile Bay Ferry across the mouth of Mobile Bay from Fort Morgan at Gulf Shores to Fort Gaines on Dauphin Island and the Millersburg Ferry across the Susquehanna River north of Harrisburg, Pa.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-reports-loss-catastrophe-losses-climb-11595504091", "title": "Travelers Reports Loss as Catastrophe Costs Climb", "date": "2020-07-23 16:44", "summary": "Property-casualty insurer says pandemic impact on its results has been muted so far. Travelers Cos. swung to a second-quarter loss as the insurance firm recorded catastrophe charges from severe storms in the U.S. and the civil unrest sparked by George Floyd's death at the hands of Minneapolis police.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamie-keep-cooking-and-carry-on-review-cuisine-for-the-cloistered-11595536899", "title": "'Jamie: Keep Cooking and Carry On' Review: Cuisine for the Cloistered", "date": "2020-07-23 16:41", "summary": "English chef Jamie Oliver hosts a show focused on making food that comes together quickly from ingredients you likely have at home.. Targeting the pandemically incarcerated, \"Jamie: Keep Cooking and Carry On\" stars onetime \"Naked Chef\" Jamie Oliver and borrows from a British slogan created during another crisis, namely World War II: \"Keep Calm and Carry On.\" Mr. Oliver is anything but calm. He's energized, passionate and intent on disseminating as many ways as possible of making \"good grub\" in his allotted time, and without making the viewer leave the kitchen. Or, heaven forbid, go to the store.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adventures-in-streaming-11595536790", "title": "Adventures in Streaming", "date": "2020-07-23 16:39", "summary": "Services like the Criterion Channel and MUBI give viewers the chance to discover cinematic treasures.. With the going part of moviegoing temporarily gone, gratitude is in order for what we've got-a feast of streaming options that would have been unimaginable before the advent of broadband connections and flat-screen TVs. (Yes, the displays still seem dinky when measured against theater screens, but movies can look and sound awfully good with home-theater equipment that needn't break the bank.) Rather than point you toward Netflix, Amazon, Disney+ or other sources to which you may already subscribe, I'll suggest a couple of lesser-known channels that merit your attention, along with a few ideas for what you might watch during the free trial periods offered by both.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-is-buying-alaska-permanent-fund-infrastructure-assets-11595525719", "title": "Blackstone Is Buying Alaska Permanent Fund Infrastructure Assets", "date": "2020-07-23 16:28", "summary": "The secondary deal involves roughly $1 billion in investments. Blackstone Group Inc. agreed to acquire a nearly $1 billion infrastructure investment portfolio from Alaska Permanent Fund Corp., according to a person familiar with the matter. The person said Blackstone signed the deal a few weeks ago.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fly-on-the-studio-wall-11595535883", "title": "A Fly on the Studio Wall", "date": "2020-07-23 16:24", "summary": "D.A. Pennebaker's cult documentary 'Original Cast Album: \"Company,\"' which offers a behind-the-scenes look at Broadway work ethic, is now readily available for home viewing.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosns-son-sent-500-000-in-crypto-funds-to-american-who-aided-in-escape-prosecutors-say-11595535435", "title": "Ghosn's Son Paid American Who Aided in Escape, Prosecutors Say", "date": "2020-07-23 16:17", "summary": "Court filing alleges the younger Ghosn sent money to one of the men now fighting extradition to Japan over flight of ex-Nissan chief. Carlos Ghosn's son sent about $500,000 in cryptocurrency payments to one of the Americans accused of aiding the former Nissan Motor Co. chief's dramatic escape from Japan, prosecutors said in a new court filing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-lenders-aim-to-outdo-silver-lake-on-debt-restructuring-offer-11595534199", "title": "AMC Lenders Aim to Outdo Silver Lake on Debt-Restructuring Offer", "date": "2020-07-23 15:56", "summary": "Various creditor groups are vying to supply the cinema chain with the most favorable rescue financing. Apollo Global Management Inc. and other top lenders are vying to dissuade AMC Entertainment Holdings Inc. from taking a debt-restructuring offer from Silver Lake Group LLC, offering a competing proposal to carry the cinema operator through the coronavirus pandemic, people familiar with the matter said.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-mayor-tear-gassed-amid-protests-over-federal-agents-11595499111", "title": "Portland Mayor Tear-Gassed in Protests Over Federal Agents", "date": "2020-07-23 15:47", "summary": "Mayor Ted Wheeler has criticized the Trump administration's deployment of federal agents in response to protests. PORTLAND,Ore.-Mayor Ted Wheeler joined protesters here on the front lines Wednesday night and was tear-gassed with the crowd, days after criticizing the Trump administration's deployment of federal agents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-it-will-have-covid-19-vaccine-ready-this-year-11595521469", "title": "China Says It Will Have a Covid-19 Vaccine Ready This Year", "date": "2020-07-23 15:47", "summary": "Chinese companies make headway in global race to produce the first coronavirus vaccine. One of the first Chinese projects to start testing its Covid-19 vaccine candidates overseas said it would have a vaccine ready for the public before the end of the year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-braces-for-halloween-hit-from-coronavirus-11595517432", "title": "Hershey Braces for Halloween Hit From Coronavirus", "date": "2020-07-23 15:33", "summary": "Candy maker says less trick-or-treating during pandemic could dent sales. Hershey Co. said subdued Halloween celebrations this year as a result of the coronavirus pandemic could hurt candy demand during a holiday that typically generates a tenth of its sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-gets-a-questionable-check-mark-11595515851", "title": "Twitter Gets a Questionable Check Mark", "date": "2020-07-23 15:23", "summary": "Investors bid up shares of Twitter after the company said user growth soared, but the growth could compound risks. Everyone is flocking to Twitter , it seems. Except those the platform needs most.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-does-racism-affect-mental-health-11595474514", "title": "How Does Racism Affect Mental Health?", "date": "2020-07-23 15:22", "summary": "There's an accelerating push by psychologists and psychiatrists to identify stress and trauma caused by racism-and develop interventions to address it. This has left many patients undiagnosed, misdiagnosed or not adequately treated for their distress, doctors and therapists say. The most recent efforts are being led by a new generation of Black psychologists, psychiatrists and mental health advocates.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-beauty-addicts-lockdowns-mean-thousands-in-savings-11595531825", "title": "For Beauty Addicts, Lockdowns Mean Thousands in Savings", "date": "2020-07-23 15:17", "summary": "For adherents of regular highlights, Botox, facials and waxing, the forced break in procedures during Covid-19 can result in the equivalent of a stimulus check. IT'S BEEN 28 weeks since my last haircut, 19 weeks since my last manicure and 25 weeks since I had a facial. I can't remember my last bikini wax, and my usual 8-week interval between highlights sessions looks like it's going to average out to 13 weeks for the foreseeable future.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-unaoil-executive-sentenced-on-u-k-bribery-charges-11595531724", "title": "Former Unaoil Executive Sentenced on U.K. Bribery Charges", "date": "2020-07-23 15:15", "summary": "Ziad Akle is expected to appeal conviction; his lawyers cite concerns about prosecutors' conduct. A former Unaoil Group manager was sentenced to five years in prison in the U.K. after he was found guilty of conspiring to bribe public officials in Iraq to secure a $55 million contract there, the U.K.'s white-collar-crime prosecuting agency said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-defense-policy-bill-with-bipartisan-support-11595530292", "title": "Senate Passes Defense-Policy Bill With Bipartisan Support", "date": "2020-07-23 15:06", "summary": "House and Senate lawmakers will next meet to fashion a compromise measure. The Senate passed an annual defense-policy bill on Thursday with strong support from both parties, 86-14, despite President Trump's opposition to a provision that would rename military bases honoring the Confederacy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-18-11595530716", "title": "Bestselling Books Week Ended July 18", "date": "2020-07-23 14:58", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-matter-and-the-family-11595530123", "title": "Black Lives Matter and the Family", "date": "2020-07-23 14:48", "summary": "Plus, cancel culture meets the environmental movement.. In recent weeks Americans have gathered that the leaders of the Black Lives Matter organization have an agenda that extends even beyond defunding the police. The group seeks other societal changes, including in family relations. Children won't necessarily benefit.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-miner-rhino-resource-files-for-chapter-11-bankruptcy-11595529069", "title": "Coal Miner Rhino Files for Chapter 11 Bankruptcy", "date": "2020-07-23 14:31", "summary": "Company proposes to sell itself to lenders after receiving a $10 million coronavirus relief loan. Rhino Resource Partners LP, a coal-mining company that got a $10 million loan under the federal Paycheck Protection Program, has filed for bankruptcy amid declining coal prices and disruption to mining operations caused by the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-putin-speak-about-coronavirus-economic-reopening-11595528633", "title": "Trump, Putin Speak About Coronavirus, Economic Reopening", "date": "2020-07-23 14:23", "summary": "White House says Trump stressed hope of avoiding arms race with China and Russia. WASHINGTON-The White House said President Trump spoke Thursday with Russian President Vladimir Putin on \"efforts to defeat the coronavirus pandemic while continuing to reopen global economies.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-in-lockdown-buy-cleaning-products-and-ice-cream-lifting-unilever-11595495473", "title": "Unilever Capitalizes on Coronavirus Cleaning Boom", "date": "2020-07-23 14:21", "summary": "Dove soap maker's sales boosted by efforts to ramp up sanitizer business. LONDON-Consumers are cleaning their hands and homes more as concerns about coronavirus continue to swirl around the world, and Unilever PLC is reaping the benefits of speedily retooling its business to capitalize on the trend.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-push-for-better-cybersecurity-u-s-energy-department-outlines-a-national-quantum-internet-11595527706", "title": "In Push for Better Cybersecurity, U.S. Energy Department Outlines a National Quantum Internet", "date": "2020-07-23 14:08", "summary": "The network, which uses quantum principles to more securely transmit data, could be functional in about a decade. A group led by the U.S. Department of Energy and the University of Chicago plans to develop a nationwide quantum internet that could be functional in about a decade and with the potential to securely transmit sensitive information related to national security and financial services.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-eclipses-2011-closing-record-heads-for-new-all-time-high-11595518282", "title": "Gold Nears Record Amid Haven Buying", "date": "2020-07-23 14:07", "summary": "Precious metal approaches highest price since 2011 with skittish investors seeking safer assets. The price of gold neared an all-time high that has stood for almost nine years on Thursday, punctuating a furious rally driven by anxious investors seeking refuge from the coronavirus-induced economic slowdown.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-bill-allowing-student-loans-to-be-absolved-in-bankruptcy-11595527512", "title": "Democrats Push Bill Allowing Student Loans to Be Absolved in Bankruptcy", "date": "2020-07-23 14:05", "summary": "The bill is aimed at people suffering from medical debt or loss of income, and those struggling to pay off student loans. WASHINGTON-Democratic Senators introduced a bill Thursday that would allow people to cancel student-loan debt in bankruptcy if they can show income loss tied to economic fallout from the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-without-a-brain-11595527115", "title": "Learning Without a Brain", "date": "2020-07-23 13:58", "summary": "New research shows that even slime molds and flatworms can figure out how to change in response to their environment.. It might seem obvious that you need a brain to be intelligent, but a new area of research called \"basal cognition\" explores whether there are kinds of intelligence that don't require neurons and synapses. Some of the research was reported in a special issue of the Philosophical Transactions of the Royal Society last year. These studies may help to answer deep questions about the nature and evolution of intelligence, but the experiments are also just plain fascinating, with truly weird creatures and even weirder results.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consider-harvesting-gains-at-tractor-supply-11595527033", "title": "Consider Harvesting Gains at Tractor Supply", "date": "2020-07-23 13:57", "summary": "The rural lifestyle retailer posted impressive growth last quarter, but its share prices are also getting precariously high. This country mouse has fast legs, but expectations might be outpacing it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-home-prices-break-record-as-new-yorkers-flee-city-11595526843", "title": "Hamptons Home Prices Break Record as New Yorkers Flee City", "date": "2020-07-23 13:54", "summary": "New Yorkers escaping the pandemic propped up demand in otherwise underperforming real-estate market. The price to buy a home in the Hamptons reached an all-time high this summer, after wealthy New Yorkers flooded the market during the pandemic lockdown.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-slumps-into-recession-11595460878", "title": "Pandemic Hits South Korea's Export-Reliant Economy", "date": "2020-07-23 13:52", "summary": "Country slipped into recession as it notched its worst performance since the Asian financial crisis. South Korea fell into a recession in the second quarter as the coronavirus pandemic took a heavy toll on the export-reliant country, which recorded its worst performance since 1998 when it was embroiled in the Asian financial crisis.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-braces-for-chinese-diplomatic-retaliation-as-ties-break-down-11595507505", "title": "U.S. Braces for Chinese Diplomatic Retaliation as Ties Break Down", "date": "2020-07-23 13:52", "summary": "After U.S. demanded closure of China's Houston consulate, American diplomats prepare for similar order from Beijing. HONG KONG-The U.S. State Department is preparing for Beijing to close one or more U.S. consulates in China after Washington ordered the abrupt shutdown of the Chinese Consulate in Houston.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-name-for-washingtons-nfl-team-the-washington-football-team-11595526555", "title": "The New Name for Washington's NFL Team: The Washington Football Team", "date": "2020-07-23 13:49", "summary": "The temporary moniker gives the franchise more time to reveal a new name after dropping the Redskins earlier this month. Washington's football team will be known as the Washington Football Team in 2020.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-renting-your-own-boat-sensibly-11595526463", "title": "A Guide to Renting Your Own Boat, Sensibly", "date": "2020-07-23 13:47", "summary": "Peer-to-peer boat rentals sites make it much easier to book an afternoon sail on a whim, or a private yacht for a week. Whatever floats your pontoon.. AFTER months of grudgingly sheltering in place, Daniel Cohen and Joey Vincent, who both work in sales for a tire company based in Southern California, wasted no time as soon as the state lockdown was lifted. In early June, they took to the sea. Mr. Cohen and Mr. Vincent booked a 52-foot cruiser yacht through GetMyBoat, a peer-to-peer rental site, for a daylong sail from Newport Bay to Emerald Bay in Laguna Beach. They invited 10 friends and spent hours happily drifting around the bay while listening to Kygo and sipping White Claws. In calmer spots, they'd jump off the boat for a swim. So satisfying was the excursion that the friends booked a second boat the following week: This time, a 40-ft VanDutch luxury yacht named Skyfall. \"It was a total head turner,\" said Mr. Cohen. \"It had everyone feeling like a million bucks.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-22-2020-11595406312", "title": "Face-Mask Mandates Expand as U.S. Coronavirus Death Toll Tops 142,000", "date": "2020-07-23 13:39", "summary": "California's Covid-19 case total surpasses New York's, but death rate remains lower. The U.S. death toll from the coronavirus pandemic topped 142,000, as hospitals in some parts of the country where the virus is spreading rapidly face increasing numbers of patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceyenne-doroshow-glits-interview-11595522064", "title": "How Ceyenne Doroshow Is Leading the Movement for Trans Lives", "date": "2020-07-23 13:30", "summary": "Her organization G.L.I.T.S. says it's crowdfunded over $1.3 million in the past month to provide housing and support for the LGBTQ+ community. Standing in front of a sea of protesters, all of them dressed in white, Ceyenne Doroshow told the crowd, \"This is what Black power looks like. This is what trans lives look like.\" Doroshow, who says her age is \"50-something\" and has been active in social work and advocacy for three decades, says the 15,000-person turnout at the Brooklyn Liberation rally on June 14, where marchers flooded the streets around the Brooklyn Museum with signs reading \"Say Their Names\" and \"Black Trans Lives Matter,\" was unprecedented. \"I didn't think this was ever possible,\" she explains over the phone. \"I didn't think that I would have this support.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broad-changes-still-needed-within-u-s-indian-health-service-to-prevent-more-abuse-task-force-finds-11595512801", "title": "Broad Changes Sought at U.S. Indian Health Service", "date": "2020-07-23 13:11", "summary": "Task force was formed to look into the agency's handling of sex-abuse cases and accusations. A White House task force called for broad changes at the U.S. Indian Health Service to protect children from abuse at the agency's facilities, saying officials must redo earlier, insufficient attempts at fixes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-attacks-indias-vast-rural-heartland-11595518230", "title": "Covid-19 Attacks India's Vast Rural Heartland", "date": "2020-07-23 13:03", "summary": "Coronavirus cases mount after migrant workers returned home to poor areas with weak health care. NEW DELHI-After hitting India's megacities, Covid-19 has found a new hunting ground: its villages.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubisoft-chief-pledges-changes-to-culture-after-executives-were-accused-of-misconduct-11595518009", "title": "Ubisoft Chief Pledges Changes to Culture After Executives Were Accused of Misconduct", "date": "2020-07-23 12:56", "summary": "Videogame maker defends its handling of allegations of harassment and abuse against senior leaders after several resigned. PARIS-Videogame maker Ubisoft Entertainment SA promised to overhaul its workplace culture following allegations of misconduct and inappropriate behavior that have led several senior executives to leave the company in recent weeks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-interconnected-to-fail-11595523324", "title": "Too Interconnected to Fail", "date": "2020-07-23 12:55", "summary": "The next systemic crisis may start not in a bank or other financial institution but in the cloud.. The 2007-08 financial crisis made regulators and lawmakers acutely aware that some financial institutions had become too big to fail. The next big economic crisis may arise outside the financial sector, in highly networked companies that are too interconnected to fail.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-stimulus-payment-could-deliver-cash-even-faster-11595522449", "title": "Second Stimulus Payment Could Deliver Cash Even Faster", "date": "2020-07-23 12:40", "summary": "Lawmakers agree that households should get repeat round of $1,200 checks, and IRS is poised to send out money quickly. WASHINGTON-Congress is poised to approve a second round of stimulus payments for U.S. households, and money could reach many Americans faster this time.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nazi-camp-guard-convicted-in-germany-11595522320", "title": "Former Nazi Camp Guard Convicted in Germany", "date": "2020-07-23 12:38", "summary": "Hamburg's state court found a 93-year-old guilty of 5,232 counts of accessory to murder. BERLIN-A German court Thursday found a 93-year-old former concentration camp guard guilty of assisting in the murder of 5,232 people, in what could be one of Germany's last trials of living Nazi criminals.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winnebago-pays-off-debt-guards-against-renewed-coronavirus-lockdown-11595522211", "title": "Winnebago Pays Off Debt, Guards Against Renewed Coronavirus Lockdown", "date": "2020-07-23 12:36", "summary": "The RV maker refinanced its debt to provide additional flexibility in case infections rise and the economic downturn lingers. Winnebago Industries Inc., whose RVs have been a popular means of escape during the pandemic, is looking for ways to capitalize on recent success while preparing for the possibility that travel restrictions will be tightened again to contain the coronavirus.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-americans-get-a-second-stimulus-check-due-to-covid-19-11593785685", "title": "Will Americans Get a Second Stimulus Check Due to Covid-19?", "date": "2020-07-23 12:30", "summary": "Congress and the Trump administration are weighing proposals to deliver a fresh round of checks to U.S. households. This is where things stand.. President Trump and lawmakers agree that Americans should get a second round of direct payments as part of fresh coronavirus relief legislation, following the checks delivered in the spring. House Democrats have proposed new payments in their aid plan, while Senate Republicans say they will include checks in their proposal taking shape this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabias-king-salman-undergoes-surgery-11595516743", "title": "Saudi Arabia's King Salman Undergoes Surgery", "date": "2020-07-23 12:25", "summary": "Separately, Kuwait's emir travels to U.S. after bladder surgery. RIYADH-Saudi Arabia's octogenarian King Salman underwent laparoscopic surgery Thursday to remove an inflamed gallbladder, prompting a call from President Trump to the kingdom's crown prince to check on the ruler's health.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-getting-back-into-formation-for-coming-turbulence-11595521485", "title": "Airlines Getting Back Into Formation for Coming Turbulence", "date": "2020-07-23 12:24", "summary": "Given the renewed slowdown in air travel, American Airlines' decision to scale back its aggressive strategy in August should come as a relief. American Airlines ' chief executive, Doug Parker, recently described the carrier's aggressive pandemic strategy as \"Let's go fly, for God's sake.\" Now, the carrier already prefers to describe itself as \"nimble\" and \"adaptable\"-a change that investors should welcome.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-blank-checks-from-congress-for-coronavirus-11595520993", "title": "No More Blank Checks From Congress for Coronavirus", "date": "2020-07-23 12:16", "summary": "Lawmakers are rushing to spend more money without oversight on the $2.9 trillion already passed.. A near-record 158.8 million Americans were employed in February, according to the Bureau of Labor Statistics. Then the novel coronavirus brought parts of the economy to a screeching halt. As of June, 142.2 million people were employed, a reduction of 16.6 million, or about 10.5%. Recent economic forecasts have predicted a decline in gross domestic product of between 4.6% and 8% for 2020. The damage from Covid-19 has been significant, but not catastrophic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bringing-it-home-11595520660", "title": "Bringing It Home", "date": "2020-07-23 12:11", "summary": "These homeowners fell in love with their houses all over again.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-tech-startup-echo-bezos-alexa-investment-fund-11595520249", "title": "Amazon Met With Startups About Investing, Then Launched Competing Products", "date": "2020-07-23 12:08", "summary": "Resume Subscription. When Amazon.com Inc.'s venture-capital fund invested in DefinedCrowd Corp., it gained access to the technology startup's finances and other confidential information.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dear-noted-how-much-does-location-matter-for-new-college-graduates-11595516684", "title": "Dear Noted: How Much Does Location Now Matter for Job-Hunting Graduates?", "date": "2020-07-23 12:04", "summary": "Also, is this a good time to buy a first home?. Dear Noted is a regular advice column where we answer reader questions using research, reporting and data.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-invention-of-summer-camp-11595519848", "title": "The American Invention of Summer Camp", "date": "2020-07-23 11:57", "summary": "Since 1876, children have looked forward to their long vacation as a time to build friendships and character.. Hello Muddah, hello Faddah,/Here I am at Camp Granada...", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstones-earnings-rebound-with-market-surge-11595501950", "title": "Blackstone's Earnings Rebound With Market Surge", "date": "2020-07-23 11:56", "summary": "Private-equity giant swung to a profit after posting a steep loss in the first quarter. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-these-homeowners-in-lockdown-it-was-love-at-second-sight-11595519478", "title": "For These Homeowners in Lockdown, It Was Love at Second Sight", "date": "2020-07-23 11:51", "summary": "Tales from those who discovered a renewed appreciation for their homes during the coronavirus pandemic. In February, my husband Dan Palmer and I came to a final decision. Our four-bed, three-bath, arts-and-crafts home in East Hampton, N.Y., purchased in 2017 for $619,000, was too small. Even with appreciation, we couldn't afford to size up. With peak rental season approaching in the Hamptons, we considering buying an investment property to rent out for the summer. We could keep our current home long enough for the market to revive, float two mortgages at once through rental income, and eventually turn the investment home into the home of our dreams. We talked to contractors and our mortgage broker and were ready to pull the trigger. Then the pandemic hit.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-referee-emerges-from-the-partisan-fray-business-11595518156", "title": "A New Referee Emerges From the Partisan Fray: Business", "date": "2020-07-23 11:29", "summary": "From masks to testing, large firms are stepping in to help settle some of the hottest political debates.. Editor's note: This is an excerpt from our newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-vatican-envoy-to-france-to-face-trial-on-sexual-assault-charges-11595517674", "title": "Former Vatican Envoy to France to Face Trial on Sexual Assault Charges", "date": "2020-07-23 11:21", "summary": "Several men allege that Archbishop Luigi Ventura assaulted them between 2018 and 2019. PARIS-A former Vatican envoy to France will stand trial on sexual assault charges in the French capital on Nov. 10, in the latest case of a senior Catholic churchman formally accused of sexual misconduct.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stay-at-home-renovation-project-11595516766", "title": "The Stay-at-Home Renovation Project", "date": "2020-07-23 11:06", "summary": "With coronavirus creating more free time than he bargained for, Michael Episcope made a number of improvements to his Chicago home. Michael Episcope says he found himself with over 20 hours a week of free time as a result of Chicago's shelter-in-place order, issued on March 20. While Mr. Episcope, a principal and co-CEO of Origin Investments, has been working from home since that day, his three teenage sons' sports activities were canceled, thereby relieving him of his baseball coaching duties and from attending multiple games every week. \"When you have a stay-at-home order, you're spending more time at your house and noticing the things you need to get fixed,\" he said. \"I'd been staring at some of these projects for five, six, seven years and now was the time to do it.\" While others might hire a professional to make the improvements on the Lincoln Park Home he built 13 years ago at a cost of $3.5 million, Mr. Episcope chose to do them himself.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-warning-light-starts-flashing-11595516312", "title": "Jobs Warning Light Starts Flashing", "date": "2020-07-23 10:58", "summary": "Weekly unemployment claims indicate America's jobs recovery is in jeopardy. There are still a lot of Americans without work-potentially more now than there were in June. The economy's ability to recover may depend on whether they can stay afloat.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-and-a-mohel-parents-figure-out-how-to-host-a-bris-during-pandemic-11595516157", "title": "Masks and a Mohel: How to Host a Bris During the Pandemic", "date": "2020-07-23 10:55", "summary": "Jewish families adapt with compromises, technological improvisation. When Ben Sass and Aliza Jaffe Sass learned in January that they had a baby boy on the way, preparations for a bris started immediately. Along with the rest of the logistical advance work of pregnancy, they now had to decide which family members would have the honors of escorting their new son into the ceremony, who would hold the child during the circumcision procedure, and what they would serve their guests at the reception afterward.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-11595444039", "title": "Rise in Unemployment Claims Points to Faltering Jobs Recovery", "date": "2020-07-23 10:54", "summary": "Initial claims climb for first time in nearly four months to 1.4 million amid uptick in coronavirus cases. Filings for weekly unemployment benefits rose for the first time in nearly four months as some states rolled back reopenings because of the coronavirus pandemic, a sign the jobs recovery could be faltering.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-politician-targeted-in-twitter-hack-11595469898", "title": "Dutch Politician Targeted in Twitter Hack", "date": "2020-07-23 10:46", "summary": "A number of high-profile Twitter accounts, including those of Joe Biden, Elon Musk and Apple, were taken over to promote a bitcoin scam. A Dutch politician was among 36 Twitter Inc. users who had their direct messages accessed in a high-profile hacking attack last week, the company said Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-test-shortages-prompt-health-authorities-to-narrow-access-11595515592", "title": "Covid-19 Test Shortages Prompt Health Authorities to Narrow Access", "date": "2020-07-23 10:46", "summary": "Some health agencies are advising who should undergo coronavirus testing and who should wait, in part because test supplies are limited and wait times are getting long. Some health authorities in the U.S. have started narrowing recommendations for who should undergo coronavirus testing due to short supplies of testing materials and delays getting results.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-work-of-parenting-a-rare-girl-11595515029", "title": "The Real Work of Parenting a Rare Girl", "date": "2020-07-23 10:37", "summary": "The therapists who saw my daughter with Wolf-Hirschhorn syndrome as 'abnormal' missed the light in her eyes-and a deep lesson about love. When I was first pregnant in 2011, I went above and beyond the prenatal guidelines to make what I thought was required of me: a perfect baby. I didn't ingest a drop of caffeine, a tablet of ibuprofen or an ounce of soft cheese. I swallowed my vitamins and trained daily for an unmedicated birth. After 36 hours of labor, a midwife whisked my daughter away in concern.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fortifies-hong-kongs-role-as-financial-powerhouse-11595514386", "title": "China Fortifies Hong Kong's Role as Financial Powerhouse", "date": "2020-07-23 10:26", "summary": "Beijing wagers that its crackdown on former British colony won't undermine foreign-investment flows, as business with mainland flourishes. China's tightening grip on Hong Kong has some in the West predicting the city's days as a global financial center are numbered. Beijing, however, is betting the former British colony will grow into a bigger and more lucrative capital-raising hub for Chinese businesses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hair-raising-spac-fad-could-star-a-rod-and-j-lo-11595513696", "title": "Hair-Raising SPAC Fad Could Star A-Rod and J-Lo", "date": "2020-07-23 10:14", "summary": "A personal-care company has signed the celebrity couple and would like to go public quickly. Please hold your snarky comments about \"taking shortcuts\" to going public and the market being \"on steroids.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-toronto-blue-jays-need-a-baseball-home-how-about-yours-11595512587", "title": "The Toronto Blue Jays Need a Baseball Home. How About Yours?", "date": "2020-07-23 09:56", "summary": "As a strange season begins, Canada's MLB franchise is searching for a diamond to call its own. A few quick questions:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-gilt-yields-scrape-rock-bottom-on-economic-pessimism-11595511716", "title": "U.K. Gilt Yields Scrape Rock Bottom on Economic Pessimism", "date": "2020-07-23 09:41", "summary": "Bank of England continues to signal the possibility of negative interest rates as the U.K. ramps up bond issuance. The U.K. government's borrowing costs are hovering near all-time lows as concerns about the economy's prospects push investors to buy assets perceived as havens.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-books-about-inspiring-women-real-and-fictional-11595511230", "title": "7 Books About Inspiring Women, Real and Fictional", "date": "2020-07-23 09:33", "summary": "A publisher, a novelist and a screenwriter recommend books with indelible heroines, from Katharine Graham's autobiography to Virginia Woolf's 'Orlando'. \"Katharine Graham in her autobiography 'Personal History.' What struck me was how Graham was underestimated by everyone, even herself. She found her strength along the way. There are also underestimated female protagonists in 'Memoirs of a Geisha,' one of my all-time favorites. Geishas are held up as dolls but have so much power. Another favorite: 'American Tapestry' about Michelle Obama's white ancestors by Rachel L. Swarns, a lyrical writer who discovered history even the first lady didn't know.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-new-york-palm-beach-homes-to-list-for-110-million-11595509221", "title": "Jeffrey Epstein's New York, Palm Beach Homes to List for $110 Million", "date": "2020-07-23 09:00", "summary": "The late disgraced financier's Manhattan mansion hits the market for $88 million, while his Palm Beach estate is asking nearly $22 million. The New York City and Palm Beach homes of the late disgraced financier and convicted sex offender Jeffrey Epstein are coming on the market for a total of roughly $110 million. Mr. Epstein's Manhattan townhouse is listing for $88 million, while his waterfront compound in Palm Beach will ask $21.995 million, according to the listing agents.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-confederate-monuments-fall-where-do-they-go-11595509200", "title": "After Confederate Monuments Fall, Where Do They Go?", "date": "2020-07-23 09:00", "summary": "Dealing with fallen statues is rarely a straightforward process, as recent examples from Baltimore, Memphis and elsewhere show. BALTIMORE-Behind concrete barriers at a city transportation department yard here sit three Confederate monuments and a statue of Roger Taney, the Supreme Court chief justice whose 1857 Dred Scott decision helped pave the way to the Civil War. The city removed them three years ago and officials still can't decide what to do with them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aluminum-mills-can-makers-at-odds-over-tariff-exemptions-11595509201", "title": "Aluminum Mills, Can Makers at Odds Over Tariff Exemptions", "date": "2020-07-23 09:00", "summary": "Buyers have secured tariff exemptions for more of the metal than they import; 'the exclusion process has gotten out of control'. Aluminum customers are receiving tariff exclusions on billions of pounds of imported metal that U.S. mills say are undermining the domestic market the duties were supposed to revive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-fear-for-nyc-parents-teachers-a-possible-shortage-of-school-nurses-11595507202", "title": "Another Fear for NYC: Possible Shortage of School Nurses", "date": "2020-07-23 08:26", "summary": "Public schools are scrambling to find nurses to help detect coronavirus cases and help those who get sick. Facing a possible shortage of school nurses, New York City school officials are looking for ways to ensure schools have enough medical personnel when they reopen this fall.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-brace-for-changes-to-600-a-week-unemployment-payments-11595506849", "title": "States Brace for Changes to $600-a-Week Unemployment Benefits", "date": "2020-07-23 08:20", "summary": "Officials say some of the proposed changes could overwhelm already overburdened system and make it even harder for workers to get aid. Congress is considering whether to extend or alter the extra $600 in weekly unemployment benefits for workers set to expire at the end of July. One looming question is how well overburdened state unemployment agencies would handle any change.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-shows-it-can-still-scrub-up-well-11595504998", "title": "Unilever Shows It Can Still Scrub Up Well", "date": "2020-07-23 07:50", "summary": "The maker of Dove and Lifebuoy soaps beat quarterly sales expectations, ending a run of disappointing growth. Unilever is playing a poor hand well. A big food-service business and exposure to emerging markets will remain a problem, but the company showed new strengths in its second quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-dollars-overwhelming-role-in-a-crisis-11595500751", "title": "The U.S. Dollar's Overwhelming Role in a Crisis", "date": "2020-07-23 07:41", "summary": "New data shows the explosive increase in claims on the U.S. government and central bank during the peak of coronavirus-related market panic this year. America is still top dog-at least when it comes to providing a bolt-hole for panicked financiers during a crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sports-bubbles-are-working-so-far-11595502000", "title": "The Sports Bubbles Are Working, So Far", "date": "2020-07-23 07:00", "summary": "The idea of sequestering entire leagues at one location to play sports initially drew skepticism. But the results so far are encouraging.. There was one big problem with the sequestered \"bubble\" the National Women's Soccer League built to return to play during the coronavirus pandemic: There was no Starbucks in it.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-appetite-for-tech-buyout-funds-continues-despite-pandemic-11595502002", "title": "Investor Appetite for Tech Buyout Funds Continues Despite Pandemic", "date": "2020-07-23 07:00", "summary": "Private-equity funds focused on tech deals continue to attract investor capital. Investors continue to shower technology-focused private-equity funds with cash, as the economic turbulence caused by the coronavirus pandemic makes the sector's growth prospects and perceived resilience more appealing.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-probe-in-philippines-focuses-on-two-bankers-who-may-have-forged-documents-11595501058", "title": "Wirecard Probe in Philippines Focuses on Two Bankers Who May Have Forged Documents", "date": "2020-07-23 06:44", "summary": "Philippine money-laundering investigators have identified more than 50 people and entities of interest in the Wirecard case. Philippine investigators say they have identified dozens of people and entities of interest in their probe into Wirecard AG , and are focusing on two bank employees who may have facilitated a multinational accounting scandal at the insolvent German payments company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brady-strahan-and-chopra-sports-media-venture-raises-10-million-11595498401", "title": "Brady, Strahan and Chopra Sports Media Venture Raises $10 Million", "date": "2020-07-23 06:00", "summary": "Religion of Sports Media has produced series for Apple, Facebook and Showtime. Religion of Sports Media Inc., a media venture co-founded by NFL legends Tom Brady and Michael Strahan and filmmaker Gotham Chopra, has raised $10 million to produce more video and audio content, including content it plans to finance on its own.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-group-to-scrutinize-rate-guidelines-for-racial-bias-11595494800", "title": "Insurance Group to Scrutinize Rate Guidelines for Racial Bias", "date": "2020-07-23 05:00", "summary": "Use of credit scores, educational attainment puts Black Americans and other minorities at a disadvantage, critics of existing practices say. Many car insurers for years have used credit scores, education and occupation to determine your premium rate. Now, that approach is under review for potential racial discrimination.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startup-funding-declines-as-pandemic-drags-on-11595494800", "title": "Tech Startup Funding Declines as Pandemic Drags On", "date": "2020-07-23 05:00", "summary": "In the first full quarter spanning the pandemic, overall startup funding in the U.S. and Canada dropped 12% from the previous quarter, a report finds. Venture-capital funding for U.S. startups declined in the first half of the year, threatening a key source of information-technology innovation for larger companies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-blasts-off-on-long-march-to-look-for-life-on-mars-11595490336", "title": "China Blasts Off on Long March to Look for Life on Mars", "date": "2020-07-23 03:45", "summary": "'Mars! China is coming!' Xinhua said on social media. SHANGHAI- China launched its first mission to Mars on Thursday, aiming to join the short list of nations that have landed a spacecraft on another planet.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-scores-big-win-in-the-walking-dead-suit-over-profits-11595486682", "title": "AMC Scores Big Win in 'The Walking Dead' Suit", "date": "2020-07-23 02:44", "summary": "Judge throws out key claims in a lawsuit brought by the creator and several producers of the hit TV show. A judge threw out several key claims in a lawsuit that the creator and several producers of the hit TV show \"The Walking Dead\" filed against AMC Networks Inc. over profit-sharing.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-lawmakers-call-for-rebranding-flagship-airline-changing-passport-design-11595433269", "title": "Taiwan Lawmakers Call for Rebranding Flagship Airline, Changing Passport Design", "date": "2020-07-23 02:41", "summary": "Legislators urge government to draft plans for improving Taiwan's international 'recognizability'. Taiwan's legislature approved proposals to rebrand the island's flagship airline and make its passports more distinct from mainland Chinese ones-a move likely to irk Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-sells-its-indian-stores-to-flipkart-11595484002", "title": "Walmart Sells Its Indian Stores to Flipkart", "date": "2020-07-23 02:00", "summary": "Retail giant to combine its Indian wholesale clubs with e-commerce startup that it controls. Walmart Inc. is selling its Indian stores to Flipkart, the e-commerce startup it controls, consolidating its operations in the world's second-most-populous country as it works to fend off Amazon.com Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-giant-publicis-reports-drop-in-second-quarter-organic-revenue-11595482200", "title": "Ad Giant Publicis Reports Drop in Second-Quarter Organic Revenue", "date": "2020-07-23 01:30", "summary": "Effects of the coronavirus pandemic took stronger hold in April, May and June. Publicis Groupe SA, one of the world's largest advertising agency conglomerates, reported net revenue of €2.29 billion ($2.65 billion) in the second quarter of this year, up 2.6% from the year-ago period.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-american-society-racist-more-than-half-of-voters-say-yes-11595476668", "title": "Is American Society Racist? More Than Half of Voters Say Yes.", "date": "2020-07-23 00:58", "summary": "A Wall Street Journal/NBC News poll found 56% of voters hold the view that American society is racist. The Journal/NBC News poll surveyed 900 registered voters.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595440650", "title": "Pepper...and Salt", "date": "2020-07-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arthur-samberg-built-hedge-fund-giant-with-tech-savvy-11595524007", "title": "Arthur Samberg Built Hedge-Fund Giant With Tech Savvy", "date": "2020-07-23 00:01", "summary": "Electrician's son made huge profits in 1990s but closed firm amid insider-trading probe. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-the-weekly-600-unemployment-benefit-ends-11595475903", "title": "What Happens When the Weekly $600 Unemployment Benefit Ends?", "date": "2020-07-23 23:45", "summary": "Lawmakers must decide whether the pandemic-related payments are a vital boost to the economy or are keeping people from going back to work. Analysts say the $15 billion a week in federal spending has provided vital support to the economy during the pandemic. But critics say the money, paid on top of regular state jobless benefits, discourages some Americans from returning to work as businesses try to reopen, holding back the recovery.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-covid-19-makes-it-hard-to-tackle-climate-change-11595475332", "title": "Fighting Covid-19 Makes It Hard to Tackle Climate Change", "date": "2020-07-23 23:36", "summary": "Cities are trying to reduce carbon emissions at office buildings, but that goal is now colliding with efforts to fight the coronavirus pandemic. Landlords and property managers are pumping more outside air into their buildings, a procedure thought to reduce the likelihood of workers catching an airborne virus. Because outside air typically has to be heated in the winter or cooled in the summer, it uses up more energy than merely recirculating indoor air.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pandemic-hit-chile-lawmakers-to-vote-on-early-access-to-retirement-savings-11595451092", "title": "Chile Lawmakers Approve Bill for Early Access to Retirement Savings", "date": "2020-07-23 23:26", "summary": "Measure could undermine President Sebastián Piñera's efforts to stabilize economy, experts say. Chile's Senate approved a bill Wednesday allowing workers struggling with the country's pandemic-induced economic meltdown to withdraw part of their contributions to private pension funds, delivering a blow to President Sebastián Piñera's government and alarming economists who say it could hurt a recovery.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-u-s-ordered-us-to-close-our-houston-consulate-11595407075", "title": "U.S. Orders China to Close Its Houston Consulate", "date": "2020-07-23 23:17", "summary": "Washington accuses Chinese diplomatic missions of economic espionage and visa fraud; Beijing threatens retaliation. The U.S. ordered China to shut its consulate in Houston, with officials accusing it and other Chinese diplomatic missions of economic espionage and visa fraud, an unprecedented escalation in a rapidly deteriorating relationship.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-mandate-covid-19-tests-for-nursing-home-staff-11595471787", "title": "Trump Administration to Mandate Covid-19 Tests for Nursing-Home Staff", "date": "2020-07-23 22:36", "summary": "The facilities, whose residents account for a big portion of pandemic deaths, will receive more federal funding and equipment. Federal health regulators will mandate weekly testing of nursing-home staffers in states with high rates of coronavirus infections, which already have killed tens of thousands of senior-care residents and continue to rise in many facilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-reaches-deal-to-acquire-serial-productions-11595452716", "title": "New York Times to Acquire Serial Productions", "date": "2020-07-23 21:19", "summary": "The deal aims to further the newspaper's podcasting ambitions. New York Times Co. said it would acquire Serial Productions, the maker of the hit podcast \"Serial,\" a deal that aims to further the newspaper's podcasting ambitions.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-rihanna-to-kanye-west-why-musics-biggest-stars-arent-focused-on-actual-music-11595466000", "title": "From Rihanna to Kanye West: Why Music's Big Stars Aren't Focused on Actual Music", "date": "2020-07-23 21:00", "summary": "Between fashion collabs, music-competition shows and selling rosé, artists are choosing to follow the money-and the money isn't in albums. One of music's biggest stars has a major \"drop\" coming this month.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-discuss-short-term-extension-of-jobless-aid-11595439589", "title": "Senate Republicans Prepare to Unveil Coronavirus Relief Package", "date": "2020-07-23 20:48", "summary": "Top Senate GOP officials resolve issues with White House as lawmakers race to reach deal before $600 weekly unemployment supplement expires. WASHINGTON-Senate Republicans prepared to roll out their opening offer for a fifth coronavirus relief package after ironing out differences with the White House, setting up high-stakes negotiations with Democrats just days ahead of the expiration of enhanced unemployment benefits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mookie-betts-signs-365-million-extension-with-dodgers-11595464949", "title": "Mookie Betts Signs $365 Million Extension With Dodgers", "date": "2020-07-23 20:42", "summary": "The 2018 American League MVP previously turned down around $300 million to stay with the Red Sox. The coronavirus pandemic threw baseball's economic landscape into unprecedented upheaval, resulting in enormous losses across the game with spectators barred from stadiums for the foreseeable future. But with one stroke of a pen, Mookie Betts again demonstrated an undeniable truth about the industry: When it comes to acquiring generational talent, nothing will stop team owners from opening up their wallets.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-posts-fourth-consecutive-quarterly-profit-defying-pandemic-shutdown-11595450752", "title": "Tesla Posts Fourth-Consecutive Quarterly Profit", "date": "2020-07-23 20:38", "summary": "Auto maker chooses location near Austin, Texas, for its second U.S. assembly plant. Tesla Inc., for the first time in its 17-year history, reported a fourth-consecutive profitable quarter, a milestone that is sure to bolster Chief Executive Elon Musk's pitch that he can usher in the age of fully electric cars.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-lawyers-for-migrant-children-near-deal-on-choice-for-jailed-families-11595415602", "title": "Trump Administration, Lawyers for Migrant Children Near Deal", "date": "2020-07-23 20:07", "summary": "Judge's ruling that children must be released due to Covid-19 danger prompts talks over how families could be separated. WASHINGTON-The Trump administration is nearing a deal with some immigrant advocates that would present a choice to jailed parents fighting denial of asylum: let their children be released without them or remain detained together indefinitely, according to federal court filings and lawyers for the children.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]