[{"link": "https://www.wsj.com/articles/trumps-emphasis-on-racial-divides-worries-republicans-11594164503", "title": "Trump's Emphasis on Racial Divides Worries Republicans", "date": "2020-07-07 19:57", "summary": "The president's campaign believes focusing on cultural issues will resonate with many voters, but some GOP strategists and officials fear it's the wrong message for a country undergoing social change. WASHINGTON-President Trump is signaling that a focus on racial and cultural divides will be a key theme of his re-election campaign. But with the nation in the midst of a racial justice movement and polls showing a growing portion of the population supportive of change, some Republicans fear his strategy won't work.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-new-york-city-child-care-facilities-could-reopen-next-week-11594165164", "title": "Thousands of NYC Child-Care Facilities Could Reopen Next Week", "date": "2020-07-07 19:39", "summary": "While providers are approved to resume operations, it isn't mandatory. Thousands of New York City child-care facilities could reopen as early as next week under a measure approved by the city's Board of Health on Tuesday, bringing relief to struggling parents but also putting some providers in a tough spot.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-past-few-months-sent-me-in-a-new-direction-11594164425", "title": "The Past Few Months Sent Me in a New Direction", "date": "2020-07-07 19:27", "summary": "Students discuss how police misconduct, the disruptions of Covid-19 and the chance to stay home have changed their plans for the future.. Editor's note: In this Future View, students discuss how the events of the past few months have changed their plans for the future. Next week we'll ask, \"What is 'cancel culture?' What lessons should the rest of the country learn from the experience of it on campus?\" Students should click here to submit opinions of fewer than 250 words before July 14. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trouble-in-mexico-11594164408", "title": "The Trouble in Mexico", "date": "2020-07-07 19:26", "summary": "AMLO visits Trump as economic woes grow south of the U.S. border.. Mexican President Andrés Manuel López Obrador meets President Trump at the White House Wednesday to celebrate immigration controls and the new North American trade agreement. But this should also be a moment to discuss deeper economic ties because trouble is brewing south of the Rio Grande for whoever is the next U.S. President.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-aid-helped-wide-swath-of-small-businesses-needy-or-not-11594157441", "title": "Federal Aid Helped Wide Swath of Small Businesses, Needy or Not", "date": "2020-07-07 19:25", "summary": "More than 90 industry sectors each had more than 10,000 firms approved for PPP loans during the coronavirus pandemic, new data shows. WASHINGTON-The government's $670 billion Paycheck Protection Program reached a wide swath of small businesses across almost every sector of the economy, benefiting hard-hit industries such as hotels and restaurants, as well as professional firms and construction companies that were better able to weather the crisis, new data shows.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-medias-ppp-potshots-11594164266", "title": "The Media's PPP Potshots", "date": "2020-07-07 19:24", "summary": "Don't blame companies for taking loans to survive the shutdown.. What do Citizens Against Government Waste, Nancy Pelosi's husband, and Jared Kushner's family have in common? All are getting unfairly maligned for having dared take the government's offer of financial help to survive the government-imposed pandemic shutdowns.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payday-lending-survives-11594164154", "title": "Payday Lending Survives", "date": "2020-07-07 19:22", "summary": "The CFPB reverses an Obama-era rule to stamp out small lenders.. Small-dollar borrowing shrank last quarter while Americans were stuck at home, but demand may swell soon as many workers adapt to reduced hours or wages. They'll have that option thanks to the final rule issued Tuesday by the Consumer Financial Protection Bureau on payday loans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-they-came-for-hong-kong-11594164086", "title": "First They Came for Hong Kong", "date": "2020-07-07 19:21", "summary": "Beijing uses its new security law to threaten speech world-wide.. China is rapidly absorbing Hong Kong into its national-security maw, and already the implications are global as the Communist Party seeks to stifle criticism far beyond its shores.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visit-by-mexican-leader-highlights-unlikely-friendship-with-president-trump-11594160370", "title": "Visit by Mexican Leader Highlights Unlikely Friendship With Trump", "date": "2020-07-07 19:13", "summary": "Since López Obrador won Mexico's presidential election in 2018, both men have helped each other. MEXICO CITY-U.S. President Donald Trump and Mexican President Andrés Manuel López Obrador will hold their first face-to-face meeting on Wednesday in Washington, D.C., a potentially risky encounter for the Mexican leader who has entered into a useful marriage of convenience with Mr. Trump since being elected president two years ago.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riot-torn-twin-cities-are-already-forgotten-11594163162", "title": "Riot-Torn Twin Cities Are Already Forgotten", "date": "2020-07-07 19:06", "summary": "'Black Lives Matter' signs are everywhere, but minority businesses bear the brunt of violence.. Minneapolis", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-japan-beat-coronavirus-without-lockdowns-11594163172", "title": "How Japan Beat Coronavirus Without Lockdowns", "date": "2020-07-07 19:06", "summary": "A focus on contact tracing and 'cluster busting' has allowed us to avoid harmful economic restrictions.. Tokyo", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princeton-sets-a-bad-example-11594163121", "title": "Princeton Sets a Bad Example", "date": "2020-07-07 19:05", "summary": "I personally benefited from his ideals. It's reductive to judge him solely as a racist.. I will matriculate this fall at Princeton's School of Public and International Affairs. I'm disappointed by the university's decision to cast Woodrow Wilson as a racist and remove his name from the school.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-top-law-firms-got-ppp-loans-11594123202", "title": "Dozens of Top Law Firms Got PPP Loans", "date": "2020-07-07 19:04", "summary": "A Journal analysis found 45 top law firms got at least $210 million in PPP loans, including the firms of David Boies and Marc Kasowitz, a longtime Trump lawyer. The recipients of federal bailout funds meant to save American jobs during the coronavirus pandemic include dozens of big law firms, some of whose partners bring home more than $1 million a year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-reformers-dissent-is-patriotic-11594162989", "title": "For Reformers, Dissent Is Patriotic", "date": "2020-07-07 19:03", "summary": "Like Lincoln, they labor to realize the Declaration's 'maxim for free society.'. On the July 4 weekend, President Trump and former Vice President Joe Biden offered dueling accounts of the demonstrations sparked by the killing of George Floyd, adding a new chapter to the never-ending debate about the right way to tell America's story.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-press-on-mount-rushmore-11594162964", "title": "The Press on Mount Rushmore", "date": "2020-07-07 19:02", "summary": "When Donald Trump is gone and forgotten, the media's lies won't be so easy to forget.. Every American, regardless of how he or she feels about Donald Trump, should read his July 3 speech at Mount Rushmore and then the Washington Post account of the speech by Robert Costa and Philip Rucker. The Post account begins: \"President Trump's unyielding push to preserve Confederate symbols and the legacy of white domination, crystallized by his harsh denunciation of the racial justice movement Friday night at Mount Rushmore . . .\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosting-the-news-review-news-you-can-lose-11594162887", "title": "'Ghosting the News' Review: News You Can Lose", "date": "2020-07-07 19:01", "summary": "Local and regional newspapers have spent the past 20 years ﬁring their employees and closing their doors. Who bears the blame?. A recent Gallup poll found that 72% of Americans expressed a \"great deal\" or \"fair amount\" of trust in local government, and 63% said the same about state government. In my experience, alas, local and state governmental bodies are some of the most palpably corrupt places in the American republic. Measured in absolute dollars, the local guys pocket and waste far less than the pros in Washington, but they get away with more-for the simple reason that nobody's paying attention.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-americans-are-known-to-have-died-in-russian-bounty-scheme-u-s-general-says-11594162580", "title": "No Americans Known to Have Died in Bounty Scheme, General Says", "date": "2020-07-07 18:56", "summary": "Mideast commander calls intelligence 'worrisome,' but says officials haven't connected U.S. casualties to payments to Taliban by Moscow. A top U.S. military official confirmed Tuesday that U.S. intelligence assessed that Russia had offered to pay Taliban militants to kill American service members, but said there was no evidence the proposed payment scheme resulted in any U.S. troop deaths.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-test-kit-maker-dissolves-amid-probes-11594153304", "title": "Coronavirus Test-Kit Maker Dissolves Amid Probes", "date": "2020-07-07 18:54", "summary": "Lawmakers grill FEMA after the contractor collapses following workers' complaints. A company awarded a no-bid $10.2 million federal contract to make Covid-19 test kits notified state regulators it closed its doors less than two months after it was created amid U.S. investigations, congressional inquiries and complaints from former workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-s-rules-on-foreign-students-put-universitiesin-dilemma-11594149280", "title": "New U.S. Rules on Foreign Students Put Universities in Dilemma", "date": "2020-07-07 18:46", "summary": "Trump administration requires schools to hold some classes in-person-or risk losing lucrative international students. The Trump administration's latest rules on international students are leaving colleges in a bind: hold in-person classes-a proposition many have deemed too dangerous-or risk losing enrollees from abroad.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-nurses-union-files-labor-charges-seeking-coronavirus-data-on-hospital-staff-11594159351", "title": "New York Nurses Union Files Labor Charges Against Hospitals", "date": "2020-07-07 18:38", "summary": "Union presses several hospitals by filing with the National Labor Relations Board. New York's largest nurses union filed charges of unfair labor practices against several hospitals in the state, seeking the number of nurses who had been infected with the coronavirus.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinema-chain-amc-nears-financing-deal-to-avert-near-term-bankruptcy-11594161092", "title": "AMC Nears Financing Deal to Avert Near-Term Bankruptcy", "date": "2020-07-07 18:31", "summary": "Company is close to choosing an offer supported by Silver Lake over a rival proposal from Apollo, Davidson Kempner and Ares. AMC Entertainment Holdings Inc. is nearing a restructuring deal that would help stave off a near-term bankruptcy filing while turning down a competing financing offer from senior lenders including Apollo Global Management Inc., according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-07-2020-11594111979", "title": "U.S. Virus Cases Rise as Country Withdraws From WHO", "date": "2020-07-07 18:28", "summary": "Some states continue reopening as Trump administration follows through on earlier threat to leave World Health Organization. Officials across the country struggled to balance rising coronavirus cases with the need to reopen their economies, as the Trump administration followed through on earlier threats to withdraw the U.S. from the World Health Organization.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pushes-for-schools-to-reopen-11594137764", "title": "Trump Administration Pushes for Schools to Reopen", "date": "2020-07-07 18:08", "summary": "White House will offer safety guidelines and Congress is weighing whether to provide financial aid for districts that offer in-person instruction. WASHINGTON-President Trump pressured states to reopen schools this fall, emphasizing the benefits of in-person instruction for children and the relief for parents marshaled into home learning, while school officials say more federal funding is needed from Congress to safely operate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-krolls-rise-from-barroom-brawler-to-minneapolis-police-union-boss-11594159577", "title": "Clout of Minneapolis Police Union Boss Reflects National Trend", "date": "2020-07-07 18:06", "summary": "Resume Subscription. At 10 p.m on May 14, 2004, during an arts festival in northeast Minneapolis, a 24-year-old named Jackson Mahaffy was crossing the street when he bumped into a dark, slow-moving SUV with two off-duty police sergeants inside.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/resolving-a-monumental-problem-11594159294", "title": "Resolving a Monumental Problem", "date": "2020-07-07 18:01", "summary": "Confederate statues should be repurposed, not removed.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-former-ebay-worker-is-accused-of-cyberstalking-11594159283", "title": "Another Former eBay Worker Is Accused of Cyberstalking", "date": "2020-07-07 18:01", "summary": "Retired police captain supervised security work at the company's European and Asian offices. A retired police captain who oversaw security operations at eBay Inc.'s European and Asian offices has been charged in a cyberstalking campaign that targeted a couple whom eBay executives viewed as critical of the company, the Justice Department said Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-taxes-are-due-july-15-11594158896", "title": "Remember, Taxes Are Due July 15", "date": "2020-07-07 17:54", "summary": "The tax deadline was extended from April to July, but the new deadline is coming up soon. The deadline for filing your individual tax return is July 15. The Internal Revenue Service extended the deadline, normally in April, because of the pandemic. Now, before you put it off until the day before, the Journal's Laura Sanders has a few tips for people paying taxes for the first time. For one, don't just rush to your nearest online tax website, like TurboTax. The IRS offers a free filing service for filers earnings less than about $66,000. Also, gig-economy workers should pay close attention because your taxes are a bit more complicated; you are technically \"self-employed\" so you'll owe more in Social Security and Medicare taxes, since normally an employer pays half of that amount.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-approves-cerberus-led-purchase-of-bluestem-brands-11594158291", "title": "Judge Approves Cerberus-Led Purchase of Bluestem Brands", "date": "2020-07-07 17:44", "summary": "Lenders led by private-equity firm offer credit bid of $250 million for Fingerhut catalog owner. Bluestem Brands Inc., the owner of the Fingerhut catalog, won bankruptcy-court approval to sell its assets to lenders led by Cerberus Capital Management LP, which agreed to forgive $250 million of the company's debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-wired-money-to-alleged-escape-plotter-prosecutors-say-11594157474", "title": "Carlos Ghosn Wired Money to Alleged Escape Plotter, Prosecutors Say", "date": "2020-07-07 17:31", "summary": "Father-son team accused of smuggling Ghosn from Japan ask for expedited bail. BOSTON-Carlos Ghosn wired more than $860,000 to a company tied to one of the two men being held in the U.S. on suspicion that they helped the former auto titan escape from Japan late last year, according to new court documents introduced by federal prosecutors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-resurgence-threatens-travel-rebound-11594122756", "title": "Covid-19 Resurgence Threatens Travel Rebound", "date": "2020-07-07 17:26", "summary": "United Airlines warns of booking declines, potential furloughs amid new travel restrictions. Airlines are preparing to cut thousands of workers and tap government loans as a surge of coronavirus cases and fresh government travel restrictions upend a nascent recovery in travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-niece-mary-says-she-leaked-family-documents-to-the-new-york-times-11594157142", "title": "Trump's Niece Says She Leaked Family Documents to the New York Times", "date": "2020-07-07 17:25", "summary": "'I had to take Donald down,' Mary L. Trump writes in coming memoir. Mary L. Trump, President Trump's niece, leaked critical financial documents about the Trump family to the New York Times in 2017 in an effort to damage the president, she wrote in a coming book that tells a bitter story about the president's upbringing and family dynamics.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-harvard-really-too-dangerous-for-classes-11594156904", "title": "Is Harvard Really Too Dangerous for Classes?", "date": "2020-07-07 17:21", "summary": "Lockdown mania continues on campus.. Today's headline is not referring to your child's risk of being subjected to unrelenting propaganda. It's simply intended to question the judgment of colleges like Harvard that have decided to keep most of their students off campus and outside of classrooms this fall.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maestros-of-the-movies-11594155763", "title": "Maestros of the Movies", "date": "2020-07-07 17:02", "summary": "Film composers Ennio Morricone and Johnny Mandel, who both died in the past week, wrote iconic tunes, yet were less famous than they deserved to be.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-says-economys-path-tied-to-efforts-to-deal-with-pandemic-11594154729", "title": "Fed's Clarida Says Economy's Path Tied to Efforts to Deal With Pandemic", "date": "2020-07-07 16:45", "summary": "The central bank will do more if it determines such action will help achieve job, inflation goals, he says. Federal Reserve Vice Chairman Richard Clarida said in a television interview that the fate of the economy is tied to what happens with the coronavirus pandemic, adding that the central bank can and will do more if it determines such action will help it achieve its job and inflation goals.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-faces-political-turmoil-as-governor-investigated-11594154653", "title": "Puerto Rico Faces Political Turmoil as Governor Investigated", "date": "2020-07-07 16:44", "summary": "The obstruction claim follows ouster of the island's justice minister on Friday. SAN JUAN, Puerto Rico-Puerto Rico faced the possibility of political turmoil Tuesday, as the U.S. territory's governor welcomed an investigation into allegations that she obstructed justice amid calls from the main opposition party for a legislative probe and a possible impeachment process.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-theaters-sue-new-jersey-governor-for-right-to-reopen-11594150319", "title": "Movie Theaters Sue New Jersey Governor for Right to Reopen", "date": "2020-07-07 16:02", "summary": "AMC, Regal and Cinemark are included in lawsuit filed by industry group. Major U.S. movie-theater chains are suing the governor of New Jersey over the state's plans to allow some public spaces-such as churches and shopping malls-to reopen while continuing to bar cinemas from resuming operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eugene-scalia-off-the-mark-on-esg-investing-11594151143", "title": "Eugene Scalia Off the Mark on ESG Investing", "date": "2020-07-07 15:45", "summary": "Mr. Scalia overlooks that ESG funds routinely outperform other offerings and ignores well-documented economic risks from climate change.. Labor Secretary Eugene Scalia proclaims his department is doing right by retirees by making it harder to invest with environmental, social and governance (ESG) considerations in mind (\"Retirees' Security Trumps Other Social Goals,\" op-ed, June 24). Mr. Scalia claims retirement advisers shouldn't consider these factors because \"retirees' security trumps other social goals.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/populists-private-equity-and-social-benefit-11594151068", "title": "Populists, Private Equity and Social Benefit", "date": "2020-07-07 15:44", "summary": "Investment funds can only \"waste\" assets that are placed there voluntarily, by free people.. M. Todd Henderson and Steven N. Kaplan's \"Populists Don't Know Much About Private Equity\" (op-ed, July 1) shouldn't have been necessary. Even if it were true that \"private equity and venture capital are socially wasteful,\" so what? Much of human activity can be considered \"socially wasteful,\" including much of what happens in our universities and governments. Investment funds can only \"waste\" assets that are placed there voluntarily, by free people. This isn't the case when society's wealth is spent, for example, on government subsidies of college degrees for people who end up working as baristas or Uber drivers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-an-election-exit-ramp-for-mr-trump-11594150956", "title": "Here's an Election Exit Ramp for Mr. Trump", "date": "2020-07-07 15:42", "summary": "Many, and not only Never Trumpers, would be relieved if the president dropped out of the race and declined to anoint a successor.. Many, and not only Never Trumpers, would be relieved if the president dropped out of the race and declined to anoint a successor. The Democrats would achieve their objective of getting rid of him. The Republicans would recover the \"anybody but Trump\" vote.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/things-going-south-will-no-longer-be-permissible-11594150849", "title": "Things 'Going South' Will No Longer Be Permissible", "date": "2020-07-07 15:40", "summary": "Regarding Michael Taube's \"Strike Up the Banned\" (op-ed, July 2) describing how \"Dixie\" and \"antebellum\" can no longer be used in polite PC circles: Isn't the real elephant in the room here the word \"South.\". Regarding Michael Taube's \"Strike Up the Banned\" (op-ed, July 2) describing how \"Dixie\" and \"antebellum\" can no longer be used in polite PC circles: Isn't the real elephant in the room here the word \"South,\" which conjures up all sorts of hurtful images for woke Northerners. Admittedly, banning this despised word would create some issues when giving directions, but we could learn from Prince and call it \"the direction formerly known as south\" or borrow from J.K. Rowling (who is under suspicion by lefties already) and refer to it as \"the direction which must not be named.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ticker-tape-play-by-play-and-young-eager-minds-11594150771", "title": "Ticker-Tape Play by Play And Young, Eager Minds", "date": "2020-07-07 15:39", "summary": "The announcer was \"the Old Scotchman,'' Gordon McLendon from Dallas. Years later Texas Monthly had an article about McLendon and only then did I realize the truth.. Gerald Eskenazi's \"A Radio Trick for TV Sports: Make Stuff Up\" (op-ed, June 30) on ticker-tape broadcasting took me back to about 1949. Official score book in hand, I'd score the game-play by play, inning by inning. The announcer was \"the Old Scotchman,'' Gordon McLendon from Dallas. Years later Texas Monthly had an article about McLendon and only then did I realize the truth: How could he be in Dallas broadcasting a game being played in St. Louis or New York? As a boy it never crossed my mind.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-way-to-travel-without-actually-traveling-these-mesmerizing-memoirs-11594150677", "title": "The Best Way to Travel Without Actually Traveling: These Mesmerizing Memoirs", "date": "2020-07-07 15:37", "summary": "Pico Iyer and other seasoned globe-trotters on their favorite travelogues, from 'The Snow Leopard' to Shackleton's Antarctica expedition. \"Alfred Lansing's 'Endurance: Shackleton's Incredible Voyage' examines in detail the explorer's perilous journey in Antarctica and the trek that Shackleton and his crew of 27 men took on foot a year after their boat was crushed by ice. The whole idea of being able to conquer fear and witness something beautiful, while being thrown curveballs at every turn, planted a seed in my life. 'Endurance' meant so much to me that I actually had a portrait of Shackleton's face tattooed on my back.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-brace-for-sharp-drop-in-foreign-students-especially-from-china-11594114202", "title": "Colleges Brace for Sharp Drop in Chinese Students", "date": "2020-07-07 15:29", "summary": "New guidance from ICE could prove to be a hurdle for students; 'If I can get a visa, I would definitely go'. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-cant-take-much-more-shale-gas-11594114202", "title": "The World Can't Take Much More Shale Gas", "date": "2020-07-07 15:18", "summary": "The international trade in liquefied natural gas, or LNG, has collapsed, squeezing an important outlet for U.S. shale gas. Natural-gas prices have bounced back from the 25-year low reached late last month, but analysts and traders don't expect them to go much higher-at least until it is time to turn on the heat.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-recovery-looks-overheated-11594149164", "title": "Lyft's Recovery Looks Overheated", "date": "2020-07-07 15:12", "summary": "Amid the pandemic, Lyft is a ride-hailing pure play trading like it has Uber's diversification. Lyft is cruising into what could very well end up a long, dry summer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-swing-ahead-of-stockpile-data-11594135914", "title": "Oil Prices Swing Ahead of Stockpile Data", "date": "2020-07-07 15:11", "summary": "Last week's U.S. data showed declines, suggesting demand for oil was rebounding. Oil prices swung between small gains and losses Tuesday, extending a recent stall around $40 a barrel ahead of this week's data on U.S. crude stockpiles.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zimbabwes-plan-to-save-its-currency-shut-down-the-stock-exchange-11594129176", "title": "Zimbabwe's Plan to Save Its Currency: Shut Down the Stock Exchange", "date": "2020-07-07 15:04", "summary": "The exchange had served as a refuge of sorts, protecting Zimbabwe's vibrant investor class from surging inflation. Justin Bgoni, chief executive of the Zimbabwe Stock Exchange, received an unexpected call from a colleague last month: The government had decided to shut down the world's best performing stock market.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upends-a-family-tradition-the-college-drop-off-11594146753", "title": "Coronavirus Mars a Family Tradition, the College Drop-Off", "date": "2020-07-07 14:32", "summary": "Safety protocols turn an emotional ritual into a constantly changing gantlet of decisions. After her son John was admitted to Amherst College last December, Michelle Fitzhenry thought dropping him off to start his freshman year would be a family event. She and her husband, Jim, had planned to fly with him to Massachusetts from Portland, Ore., in August, spend a couple of days shopping for dorm essentials and then help him move into his room, meeting his new roommate's parents and staying around for dinner.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/layoffs-fell-in-may-to-pre-coronavirus-levels-11594144034", "title": "Layoffs Fell in May to Pre-Coronavirus Levels", "date": "2020-07-07 14:20", "summary": "In May, 1.8 million workers were laid off or otherwise discharged from their jobs, down from 7.7 million in April. The number of Americans dismissed from their jobs fell sharply in May to match levels recorded before the coronavirus pandemic and related shutdowns caused widespread layoffs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-still-poses-challenges-for-financial-system-feds-quarles-says-11594142649", "title": "Covid Still Poses Challenges for Financial System, Fed's Quarles Says", "date": "2020-07-07 14:19", "summary": "Many households face 'bleak' job prospects and next phase of pandemic will boost nonperforming loans, Randal Quarles says. Global policy makers responded decisively to the coronavirus outbreak earlier this year but the financial system isn't out of the woods yet, a top Federal Reserve official said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rooftop-solar-rivals-take-on-tesla-11594145295", "title": "Rooftop Solar Rivals Take On Tesla", "date": "2020-07-07 14:08", "summary": "It took a pandemic for two residential solar companies to realize they needed to band together. Overhead costs have long been a headache for rooftop solar companies such as Sunrun and Vivint Solar . The coronavirus pandemic finally made them do something about it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-accuses-space-agency-official-of-passing-military-secrets-to-nato-11594136070", "title": "Russia Accuses Space Official of Passing Secrets to NATO", "date": "2020-07-07 14:03", "summary": "Detention of former journalist Ivan Safronov follows a string of treason allegations against prominent Russians. MOSCOW-Russian authorities detained a former journalist working at the country's space agency and accused him of allegedly handing over military secrets to NATO, the latest in a string of treason accusations brought against prominent Russians.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosco-strikes-blockchain-pact-for-ocean-cargo-with-alibaba-ant-11594144848", "title": "Cosco Strikes Blockchain Pact for Ocean Cargo With Alibaba, Ant", "date": "2020-07-07 14:00", "summary": "The Chinese companies will create a digital platform aimed at speeding the flow of data and goods and data in ocean transportation. China's state-run container line Cosco Shipping Holdings Ltd. will work with Alibaba Group Holding Ltd. and Ant Financial Group, the e-commerce giant's financial technology affiliate, on using blockchain technology to track goods across seaborne supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magic-leap-taps-microsoft-executive-peggy-johnson-as-new-ceo-11594135169", "title": "Magic Leap Taps Microsoft Executive Peggy Johnson as New CEO", "date": "2020-07-07 13:57", "summary": "Augmented-reality company names chief who previously handled Microsoft's venture-capital relationships. Augmented-reality headset maker Magic Leap Inc. named Peggy Johnson, a top Microsoft Corp. official, as its new chief executive officer, as the company tries to shift its focus from the consumer market to enterprise customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-bayers-roundup-settlement-plan-11594141993", "title": "Judge Questions Bayer's Roundup Settlement Plan", "date": "2020-07-07 13:13", "summary": "Shares fall as judge appears skeptical of using scientific panel to determine whether the weedkiller causes cancer. A federal judge cast doubt on Bayer AG's proposal to neatly resolve all future lawsuits over the safety of its Roundup weedkiller, potentially snagging the German company's attempts to move past the massive liability.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-redraws-the-car-markets-world-map-11594141880", "title": "The Coronavirus Redraws the Car Market's World Map", "date": "2020-07-07 13:11", "summary": "China surges out of its slump as the U.S. struggles; Europe languishes at the back of the recovery queue. BERLIN-The global auto market is splitting three ways, complicating efforts by the industry's main players to recover from their deepest crisis in years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-solar-energy-company-sunrun-to-buy-rival-vivint-in-all-stock-deal-11594110606", "title": "Home-Solar Companies Merge as Coronavirus Dims Growth", "date": "2020-07-07 13:07", "summary": "Sunrun is acquiring Vivint in an all-stock deal that combines the nation's two largest rooftop solar companies. The two largest U.S. rooftop solar companies are merging as the coronavirus pandemic casts a cloud over the market to install panels on homes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hostage-diplomacy-11594140841", "title": "China's Hostage Diplomacy", "date": "2020-07-07 12:54", "summary": "Prominent Canadians urge the government to agree to a feckless and dangerous prisoner swap.. Important structural changes in international affairs are often encapsulated in discrete incidents, easy to grasp even if somewhat oversimplified. The War of Jenkins' Ear, for example, had more to do with competing British and Spanish ambitions in the Caribbean than the severing of Capt. Robert Jenkins's appendage in 1731.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-biden-be-normal-11594140806", "title": "Would Biden Be 'Normal'?", "date": "2020-07-07 12:53", "summary": "The last president to leave office voluntarily after one term or less was Chester A. Arthur.. Every presidential campaign offers a sales pitch. Hillary Clinton's was experience; Barack Obama called her \"the most qualified person ever to run for president.\" Donald Trump's was \"Make America Great Again.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-stand-on-hong-kong-law-reveals-wider-fears-at-foreign-firms-11594139991", "title": "Big Tech's Stand on Hong Kong Law Reveals Wider Fears at Foreign Firms", "date": "2020-07-07 12:39", "summary": "Facebook, Twitter and Google, all shut out of China, have less to lose than most U.S. companies in challenging Beijing. HONG KONG-The stand taken by several U.S. tech giants against China's national-security law in Hong Kong brings into the open concerns many foreign companies in the city are discussing internally but executives dare not talk about publicly for fear of getting dragged into the political fray.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-shareholder-vote-is-challenged-after-chairman-determines-outcome-11594135943", "title": "Luckin Coffee Shareholder Vote Is Challenged After Chairman Determines Outcome", "date": "2020-07-07 12:29", "summary": "Charles Lu reclassified the supervoting shares of one representative to shares with weaker voting rights. A fight for control of Luckin Coffee Inc. is hamstringing the embattled company, which has yet to release the results of a controversial shareholder vote that took place over the weekend.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-fined-150-million-over-epstein-links-other-lapses-11594132041", "title": "Deutsche Bank Fined $150 Million Over Epstein Links, Other Lapses", "date": "2020-07-07 12:27", "summary": "German lender's relationship with banks embroiled in money-laundering scandals factors into fine by New York regulator. New York's financial-services regulator fined Deutsche Bank AG $150 million on Tuesday for failing to properly monitor its dealings with late financier and convicted sex offender Jeffrey Epstein.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clash-with-china-presents-political-challenge-to-indias-leader-11594138143", "title": "Modi's China Challenge: India's Strongman Brawls With Beijing, Carefully", "date": "2020-07-07 12:18", "summary": "Prime Minister Narendra Modi banned Chinese apps but also sought to ease tensions with Beijing. NEW DELHI-A deadly clash with China high in the Himalayas has posed a tricky domestic challenge for Indian Prime Minister Narendra Modi, who has cultivated an image as a strong nationalist leader and struggled to deliver on promises to transform India's economy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-commits-2-billion-for-covid-19-vaccine-drug-supplies-11594132175", "title": "U.S. Commits $2 Billion for Covid-19 Vaccine, Drug Supplies", "date": "2020-07-07 12:00", "summary": "Novavax, Regeneron are awarded government funding. The federal government awarded $2 billion to two drugmakers to support development and manufacturing of an experimental drug and a potential vaccine against Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outlook-for-diagnostics-sector-tests-positive-11594135600", "title": "Outlook for Diagnostics Sector Tests Positive", "date": "2020-07-07 11:26", "summary": "The Covid-19 crisis has helped companies making tests and that isn't likely to change. Demand is booming for Covid-19 testing, and shareholders across the diagnostics industry are likely to cash in.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rv-rental-buy-how-to-drive-repair-camp-park-coronavirus-11594132322", "title": "Rookie RV Drivers Jam America's Roads-Watch Out", "date": "2020-07-07 11:14", "summary": "Resume Subscription. Julie Homrich waxes eloquent about the benefits of the 21-foot RV trailer she and her husband decided to buy just as coronavirus hit Georgia in March.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-salad-is-actually-a-sandwich-11594134835", "title": "The Best Salad Is Actually a Sandwich", "date": "2020-07-07 11:13", "summary": "Based on a classic Italian-American hoagie, this salad satisfies like no other. The recipe uses just one bowl and remarkably smart design.. IT'S TOO HOT and too many months into lockdown for me to pretend to be excited about cooking. Merely washing the dishes is daunting. Give me a recipe that can be prepared in a single bowl, without so much as looking at the stove. Give me this hoagie salad.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-could-get-24-billion-in-fees-from-ppp-loans-11594134444", "title": "Banks Could Get $24 Billion in Fees From PPP Loans", "date": "2020-07-07 11:07", "summary": "JPMorgan, Bank of America, others have pledged to donate profits from small-business lending program. JPMorgan Chase & Co. and Bank of America Corp. are in line to split between $1.5 billion and $2.6 billion in fees for being the conduits of the government's aid program for small businesses stricken by the coronavirus shutdown, according to an analysis of newly released data.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-aspen-mansion-built-for-high-altitude-living-asks-49-million-11594134079", "title": "An Aspen Mansion Built for High Altitude Living Asks $49 Million", "date": "2020-07-07 11:01", "summary": "The 15,000-square-foot home pumps extra oxygen into the master bedroom to lessen the effects of altitude sickness. A custom-built Aspen, Colo., mansion with high-tech features is going on the market for $49 million. If it sells for that price, the property would be among the most expensive ever to trade in the area, according to the listing agent.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-short-shorts-are-a-bit-like-its-cars-11594134014", "title": "Tesla's Short Shorts Are a Bit Like Its Cars", "date": "2020-07-07 11:00", "summary": "Elon Musk poked some fun at short sellers with an offer that critics can chuckle about too. Where is the fun in running the world's most valuable car company if you can't engage in some juvenile humor?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-aspen-home-surrounded-by-national-forest-11594133839", "title": "An Aspen Home Surrounded by National Forest", "date": "2020-07-07 10:57", "summary": "The home of venture capitalist Lawrence F. De George is asking $49 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europes-tourist-hot-spots-suffer-as-u-s-big-spenders-are-told-to-stay-away-11594132862", "title": "Europe's Tourist Hot Spots Suffer as Americans Are Told to Stay Away", "date": "2020-07-07 10:41", "summary": "Coronavirus restrictions, EU travel ban deprive hotels and restaurants of their biggest spenders. BELLAGIO, Italy-From Lake Como to the Louvre, something is conspicuously absent from Europe's tourist destinations this summer: Americans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ivy-league-might-take-a-pass-on-football-this-fall-11594130789", "title": "The Ivy League Might Take a Pass on Football This Fall", "date": "2020-07-07 10:06", "summary": "Conference officials will announce on Wednesday the status of athletics for the 2020-21 academic year. The Ivy League hasn't produced a national football champion since 1927, but the small eight-team conference sometimes serves as a bellwether for the giants of college sports. Which is why everyone is bracing for the prospect that the Ivy League is going to take a pass on football this fall.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-wayne-knight-got-his-foot-through-the-stage-door-11594130453", "title": "How Wayne Knight Got His Foot Through the Stage Door", "date": "2020-07-07 10:00", "summary": "The actor reflects on being the class clown growing up, how everything changed when he moved to New York and the inspiration behind Newman on 'Seinfeld'. Wayne Knight, 64, is an actor who has appeared in \"Seinfeld\" and \"3rd Rock From the Sun\" as well as in \"Jurassic Park\" and \"Basic Instinct.\" He will star in \"12 Mighty Orphans\" this fall. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-some-cooped-up-new-yorkers-buy-a-first-car-11594130400", "title": "Amid Coronavirus, Some Cooped-Up New Yorkers Buy a First Car", "date": "2020-07-07 10:00", "summary": "Fear of mass transit or just the need for a getaway vehicle sends more city residents to car dealers. Liang Zhao considers herself a \"die-hard subway rider.\" The Prospect Heights, Brooklyn, marketing-consultancy owner loves the people watching and camaraderie. She hasn't owned a car since 2011, when she lived in New Orleans. But just before Memorial Day, she and her husband crossed the great divide and signed a lease on a black 2020 Volkswagen Tiguan SUV.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-take-aim-at-people-with-no-retirement-plan-11593945474", "title": "States Take Aim at People With No Retirement Plan", "date": "2020-07-07 09:38", "summary": "With so many workers having no money in retirement accounts, states are passing legislation to help people to start saving. Don't have a retirement plan? You aren't alone. But the state you live in might be working on solving that problem.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-arent-opec-dont-count-on-supply-discipline-11594128551", "title": "Airlines Aren't OPEC: Don't Count on Supply Discipline", "date": "2020-07-07 09:29", "summary": "Early trends suggest that airlines might be quite aggressive in bringing back their schedules, which would be a threat to profit margins. Want to keep prices high? The textbook strategy is to keep a firm grip on supply, just like major oil producers regularly try to do. Much to travelers' delight and investors' dismay, however, airlines are likely to be even less successful at it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-be-a-young-influencer-maybe-not-11594127633", "title": "Want to Be a Young Influencer? Maybe Not", "date": "2020-07-07 09:13", "summary": "HBO's 'Showbiz Kids,' 'The Weight of Gold,' and other documentaries recount celebrity's toll; 'You always think your child is the exception to the rule and you're going to be really safe.'. In the documentary \"Showbiz Kids,\" an acting coach puts a very young pupil through the wringer. During a private lesson, she chides the boy for yawning, criticizes his performance and questions whether he's ready to put in the hard work. When the youngster reunites with his mother afterward, he insists, \"I still have to try.\"", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-bond-deal-endorsed-by-old-allies-gramercy-and-fintech-11594127303", "title": "Argentina Bond Deal Endorsed by Old Allies Gramercy, Fintech", "date": "2020-07-07 09:08", "summary": "Bonds' prices climb on sweetened terms. Argentine bond prices rose Monday after the country's government revised a restructuring proposal it made in April by offering to increase bondholder recoveries.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-found-herself-by-souping-up-her-subaru-11594127008", "title": "She Found Herself by Souping Up Her Subaru", "date": "2020-07-07 09:03", "summary": "Resume Subscription. Rebecca Nguyen, a 30-year-old marketing manager at ClassicCars.com in Phoenix, on her 2003 Subaru Impreza WRX, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/au-pairs-ensnared-by-work-visa-ban-11594126802", "title": "Au Pairs Ensnared by Work Visa Ban", "date": "2020-07-07 09:00", "summary": "Thousands of families counting on foreign nannies to help with child care find plans on hold following President Trump's order. The Trump administration's temporary ban on work visas has left thousands of parents, expecting the help of an au pair, searching for child care.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-turn-to-personal-shoppers-sidewalks-to-win-back-business-11594126801", "title": "Retailers Turn to Personal Shoppers, Sidewalks to Win Back Business", "date": "2020-07-07 09:00", "summary": "Boutiques deal with coronavirus restrictions, drop in foot traffic by trying new ways to engage customers. New York City's small retailers and boutique businesses are experimenting with fresh ways to engage shoppers as the city emerges from restrictions prompted by the coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-leveling-up-a-hand-me-down-car-11594126696", "title": "Photos: Leveling Up a Hand-Me-Down Car", "date": "2020-07-07 08:58", "summary": "Rebecca Nguyen shows off her 2003 Subaru Impreza WRX. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-future-of-transportation-is-personal-11594125761", "title": "The Future of Transportation Is Personal", "date": "2020-07-07 08:42", "summary": "Electric mopeds, pedigreed bikes and city scooters are finding new fans-and new investor energy. Test-driving the trend as lockdowns lift.. Growing up in Amsterdam, Julia Munsters always thought of mopeds as the ideal way to get around. Ahead of her 16th birthday, she saved up for a Vespa, which she passed down to her brother after she left for school in the U.S. a few years later. Since moving to New York City in 2018, Munsters, now 24 and a fundraiser for a humanitarian organization, always considered buying another one but it never seemed like the right time.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-transportation-is-personal-11594125634", "title": "The Future of Transportation Is Personal", "date": "2020-07-07 08:40", "summary": "Electric mopeds, pedigreed bikes and city scooters are finding new fans-and new investor energy. Test-driving the trend as lockdowns lift.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/irish-authors-sally-rooney-naoise-dolan-normal-people-11593707049", "title": "Welcome to the Summer of Young Irish Love", "date": "2020-07-07 08:33", "summary": "As the TV adaptation of Normal People sets streaming records and the debut novel Exciting Times emerges as a surprise hit, six young writers push Irish letters to the global cultural fore. The train home from Dublin took two hours. As it neared the town where I was born and where my family lived, I felt a discomfort common at the time among students. This was the early 1970s and everything was open to argument-sex, religion, politics, nationalism, identity. In Dublin you could be anything you decided to be. But once you stepped off the train, you were, once more, back in the folds of home.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doubts-loom-over-u-k-real-estate-prices-11594123203", "title": "Doubts Loom Over U.K. Real-Estate Prices", "date": "2020-07-07 08:31", "summary": "Early signs point to buyers looking for greener spaces as work-from-home becomes normalized. Nicola McCarthy listed her home in Cheshunt, a 20-minute commute from central London, for sale at 6 p.m. on June 2. A prospective buyer was through the door by 8 p.m. Eight days and 10 viewings later, she accepted a bid slightly under her asking price.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-pows-awarded-damages-in-case-against-norths-kim-jong-un-11594123313", "title": "Kim Jong Un Ordered to Pay Damages to Former South Korean POWs", "date": "2020-07-07 08:01", "summary": "First time a South Korean court places liability on a North Korean leader for damages in a civil suit. SEOUL-A South Korean court ruled that Kim Jong Un must pay more than $35,000 in damages to two former prisoners of war who were detained in North Korea for decades, a legal victory that could help boost similar cases against the regime.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gyms-were-one-of-the-few-bright-spots-for-retail-owners-until-covid-19-11594123200", "title": "Gyms Were One of the Few Bright Spots for Retail Owners Until Covid-19", "date": "2020-07-07 08:00", "summary": "Landlords feel pain of delayed openings, bankruptcies, drop in interest from fitness buffs; 'it's not worth risking my life'. As retail real estate swooned in the five years leading up to the coronavirus pandemic, shopping center owners pinned some of their hopes on the expansion of gyms fueled by the health and wellness craze.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apartments-become-silicon-valleys-hot-new-thing-11594123200", "title": "Apartments Become Silicon Valley's Hot New Thing", "date": "2020-07-07 08:00", "summary": "Real-estate startup Juno plans to build its projects using techniques familiar to car makers. California's housing crisis has turned housing development into an obsession for tech giants such as Google and Facebook. Now, more venture-backed startups are getting into the game.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-bubble-entry-virus-disney-world-11594101142", "title": "This Week Will Decide the Rest of the NBA Season", "date": "2020-07-07 08:00", "summary": "NBA teams are now traveling to Disney World. This is the league's best chance to keep the virus out of its bubble.. There won't be any games. The players will be stuck inside their hotel rooms. And the only people they're allowed to see for a couple of days are the technicians sticking swabs up their noses.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firms-and-real-estate-developers-took-stimulus-loans-too-11594121593", "title": "Investment Firms and Real-Estate Developers Took Stimulus Loans Too", "date": "2020-07-07 07:33", "summary": "Hedge funds and cannabis ETF issuer got PPP loans, data shows. The former U.S. operations of a sanctioned Russian bank, a hedge fund partly owned by one of the biggest private-equity firms in the world and a real-estate developer behind two of Manhattan's most expensive condominium towers were among the financial firms that benefited from a government program designed to help small businesses weather the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isolated-pope-francis-faces-yet-another-setback-in-pandemic-11594119602", "title": "Isolated Pope Francis Faces Yet Another Setback in Pandemic", "date": "2020-07-07 07:00", "summary": "Coronavirus comes as the Vatican has struggled in recent years with scandals and financial woes. VATICAN CITY-The world-wide restrictions on public events to deal with the coronavirus pandemic are the latest blow to Pope Francis, whose pontificate has been struggling in recent years to sustain the progressive hopes that the Argentine raised early in his reign.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-customs-officials-target-suspected-forced-labor-from-chinas-xinjiang-region-11594119600", "title": "U.S. Customs Officials Target Suspected Forced Labor From China", "date": "2020-07-07 07:00", "summary": "Recent seizure of 13 tons of hair is part of a broader effort to clamp down on imports suspected of originating from human-rights violations. A top U.S. Customs and Border Protection official said a recent seizure of nearly 13 tons of hair from a Chinese manufacturer was part of a broader agency effort to clamp down on imports suspected of originating from forced labor in China's Xinjiang region, where Muslims have faced mass detentions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-schusters-next-publisher-on-author-goals-john-boltons-book-and-remote-work-11594119601", "title": "Simon & Schuster's Next Publisher on Her Plans for the Top Book Imprint", "date": "2020-07-07 07:00", "summary": "Dana Canedy is set to take over storied imprint whose parent is up for sale. Dana Canedy is about to become publisher of Simon & Schuster's flagship imprint, taking over a storied house in the middle of a pandemic, with several high-profile books in the pipeline.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-camp-with-a-daily-health-check-no-swim-lessons-high-fives-11594118605", "title": "Summer Camp With a Daily Health Check; No Swim Lessons", "date": "2020-07-07 06:43", "summary": "Camps, expecting $16 billion in lost revenues, offer a preview of safety challenges that schools face in the fall. NORTH GRANBY, Conn.-Parents drive up to a northern Connecticut day camp, take their children's temperatures and show the results through their car windows to counselors wearing face masks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-orders-up-a-healthy-bull-market-and-stocks-oblige-11594117639", "title": "China Orders Up a 'Healthy Bull Market,' and Stocks Oblige", "date": "2020-07-07 06:27", "summary": "China's stock market is taking cues from bullish state media again. Last time, that didn't end well.. Analysts fret that U.S. markets have become irrational thanks to so-called \"Robinhood\" retail traders with plenty of time on their hands. But American markets have nothing on China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-jumps-into-debates-over-bubba-wallace-sports-team-names-11594069995", "title": "Trump Jumps Into Debates Over Bubba Wallace, Sports Team Names", "date": "2020-07-07 06:04", "summary": "The president said the race driver should apologize, criticized Nascar's Confederate flag ban and suggested the Redskins and Indians shouldn't change their names. President Trump questioned Nascar's Confederate flag ban; criticized Bubba Wallace, the sport's sole prominent Black driver; and blasted sports teams for rethinking names widely seen as racially insensitive terms for Native Americans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-patrick-mahomess-half-billion-dollar-contract-looks-like-a-bargain-11594116000", "title": "Why Patrick Mahomes's Half-Billion-Dollar Contract Looks Like a Bargain", "date": "2020-07-07 06:00", "summary": "The Kansas City Chiefs quarterback received a record-breaking extension through the 2031 season worth $477 million plus another $30 million in incentives. The country is mired in a pandemic, budgets everywhere are tightening and the near-term future of sports is tenuous.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffets-and-salad-bars-closed-by-the-pandemic-remain-roped-off-11594114200", "title": "Buffets and Salad Bars Remain Roped Off", "date": "2020-07-07 05:30", "summary": "Self-service spreads of wings, breadsticks aren't returning even as other food services are. Bad news for fans of buffet meals: It might be a long time until your next one.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-takes-steps-to-protect-primarys-vote-by-mail-ballots-11594114200", "title": "New Jersey Takes Steps to Protect Primary's Vote-by-Mail Ballots", "date": "2020-07-07 05:30", "summary": "State points to security measures after accusing four people of fraud in earlier Paterson election. New Jersey officials sought to tamp down concerns ahead of the state's primary voting Tuesday, after criminal charges over alleged mail-ballot fraud marred a local election in Paterson, N.J.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-adds-more-than-200-000-it-workers-in-june-11594114201", "title": "U.S. Adds More Than 200,000 IT Workers in June", "date": "2020-07-07 05:30", "summary": "Data was collected early in June, before a surge in new coronavirus cases. U.S. employers added more than 200,000 information-technology workers in June, the sharpest pace of growth since hiring was derailed by the Covid-19 outbreak, according to IT trade group CompTIA.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-campaign-says-dont-let-covid-19-fear-delay-doctor-visits-11594114200", "title": "Ad Campaign Says Don't Let Covid-19 Fear Delay Doctor Visits", "date": "2020-07-07 05:30", "summary": "Concerns about being infected at a medical facility have caused a decline in well-patient and emergency-room visits. Several large health-care organizations are partnering on an advertising campaign to encourage people to return to their medical providers as the pandemic continues, a sign of how difficult it has been to allay fears of catching the coronavirus during visits to a doctor or pharmacy.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-borrow-from-ppp-despite-later-rule-barring-them-11594114201", "title": "Private-Equity Firms Borrow From PPP, Despite Later Rule Barring Them", "date": "2020-07-07 05:30", "summary": "Investment firms received money from Paycheck Protection Program, intended to provide relief to small businesses affected by the pandemic. A number of private-equity firms received millions of dollars in loans from a taxpayer-backed program despite being told they weren't allowed to access the money, an analysis of U.S. Small Business Administration data shows.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-protests-prompt-looks-at-older-cases-of-police-violence-11594114202", "title": "George Floyd Protests Prompt Looks at Older Cases of Police Violence", "date": "2020-07-07 05:30", "summary": "Prosecutors face new hurdles as they re-examine cases of people dying at the hands of law enforcement. Protests over police brutality around the country are prompting local prosecutors to re-examine long-dormant cases and testing whether heightened national attention will lead to a different legal result.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-eye-a-green-economic-recovery-some-industries-arent-convinced-11594113028", "title": "Governments Eye a Green Economic Recovery. Some Industries Aren't Convinced.", "date": "2020-07-07 05:10", "summary": "The world's top 50 economies are putting up $583 billion to boost green efforts. Governments around the world are spending like never before to kick-start their economies in the wake of Covid-19 lockdowns, in many cases tying green initiatives to rescue packages, even as some industries say saving jobs should trump environmental concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-expected-to-reach-highest-level-since-great-depression-11594112400", "title": "Unemployment Expected to Reach Highest Level Since Great Depression", "date": "2020-07-07 05:00", "summary": "OECD warns against the withdrawal of emergency measures designed to support employment. Unemployment rates in the world's advanced economies will end the year higher than at any time since the Great Depression and not return to their pre-pandemic levels until 2022 at the earliest, the Organization for Economic and Cooperation and Development said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-fails-to-repay-bondholders-11594111702", "title": "Chinese Developer Fails to Repay Bondholders", "date": "2020-07-07 04:48", "summary": "Shenzhen-listed Tahoe Group says it was hit by a property downturn worsened by the coronavirus. An upmarket Chinese developer failed to repay yuan bonds worth about $214 million that were due Monday, saying it had been hit by a property downturn that was worsened by the coronavirus pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pulls-back-from-one-disputed-border-makes-new-claims-on-another-11594052370", "title": "China Pulls Back From One Disputed Border, Makes New Claims on Another", "date": "2020-07-07 03:47", "summary": "After deadly clash with India, Beijing asserts right to territory in Bhutan. HONG KONG-China and India began pulling back troops from the site of a deadly border clash, as Beijing opened another front in the region's territorial disputes with a new claim in nearby Bhutan.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-to-suspend-processing-law-enforcement-requests-for-user-data-in-hong-kong-11594034580", "title": "Google, Facebook and Twitter Suspend Review of Hong Kong Requests for User Data", "date": "2020-07-07 00:05", "summary": "Actions follow China's imposition of a national-security law on the city. HONG KONG-Google, Facebook Inc. and Twitter Inc. are among tech companies that have suspended processing requests for user data from Hong Kong law-enforcement agencies following China's imposition of a national-security law on the city.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-07-2020-11594113550", "title": "Stocks Fall After Recent Rally", "date": "2020-07-07 00:01", "summary": "Dow, S&P 500 decline as investors express concern about the recovery. U.S. stocks fell Tuesday, pulling back after a recent rally, as gloomy economic forecasts suggested a recovery will be uneven.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594062777", "title": "Pepper...and Salt", "date": "2020-07-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-one-of-silicon-valleys-oldest-startups-files-to-go-public-11594092807", "title": "Palantir, One of Silicon Valley's Oldest Startups, Files to Go Public", "date": "2020-07-07 23:33", "summary": "Data-analysis giant may follow Spotify, Slack in opting for direct listing. Palantir Technologies Inc. said it has confidentially filed paperwork with the Securities and Exchange Commission to go public, ending an extended wait that made the data analytics company one of Silicon Valley's oldest private startups.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-estimates-a-28-5-rise-in-second-quarter-operating-profit-11594082827", "title": "Samsung Estimates a 22.7% Rise in Second-Quarter Operating Profit", "date": "2020-07-07 22:40", "summary": "Chip maker's early guidance, boosted by computing demand, beats analysts' forecasts for operating profit, revenue. Samsung Electronics Co. Tuesday forecast a 22.7% rise in second-quarter operating profit, as some components manufacturers ride out the coronavirus pandemic by servicing a boom in internet use fueled by remote working.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-06-2020-11594024519", "title": "Coronavirus Surges in Parts of U.S., but Some Reopenings Proceed", "date": "2020-07-07 21:17", "summary": "Florida attributes rising infections to spread among younger people; New York eases restrictions. Parts of the country moved tentatively forward with reopening Monday, as other regions continued to struggle to contain the monthslong coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-releases-names-of-biggest-ppp-borrowers-11594047600", "title": "Small Business Loans Helped the Well-Heeled and Connected, Too", "date": "2020-07-07 20:56", "summary": "P.F. Chang's, Girl Scouts, luxury property developers, venture-backed companies among recipients of Paycheck Protection Program assistance. WASHINGTON-Congress designed the Paycheck Protection Program to help small businesses weather fallout from the coronavirus pandemic, but the program's $521 billion in loans also went to well-heeled and politically connected firms across the economy, including law offices, charities, restaurant chains and wealth managers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]