[{"link": "https://www.wsj.com/articles/trump-fires-state-department-inspector-general-11589611232", "title": "Congressional Democrats Launch Probe of Trump's Ousting of State Department Watchdog", "date": "2020-05-16 19:44", "summary": "House Foreign Affairs Committee chair says department's inspector general was investigating Secretary of State Mike Pompeo. WASHINGTON-Democratic lawmakers launched an investigation into President Trump's decision to fire the State Department's inspector general, alleging the internal watchdog had been conducting a probe of Secretary of State Mike Pompeo before he was ousted.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-seeks-6-3-billion-credit-line-backed-by-italy-11589669179", "title": "Fiat Chrysler Seeks Credit Line Backed by Italy", "date": "2020-05-16 18:46", "summary": "Car maker is shoring up finances amid coronavirus pandemic as it works to complete PSA Group deal. Milan- Fiat Chrysler Automobiles NV is in talks to set up a €6.3 billion ($6.81 billion) credit line guaranteed by the Italian government, as the Italian-American car maker shores up its finances in the midst of the coronavirus pandemic and works to complete its merger with Peugeot maker PSA Group.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-reduces-ferry-service-amid-coronavirus-outbreak-11589581945", "title": "New York City Reduces Ferry Service Amid Coronavirus Outbreak", "date": "2020-05-16 18:10", "summary": "Ridership has fallen by more than 90% during pandemic. New York City will reduce its ferry service beginning Monday amid falling ridership and budget cuts caused by the new coronavirus pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-16-2020-11589621782", "title": "Trump to Meet With GOP Lawmakers as U.S. Virus Death Toll Tops 88,000", "date": "2020-05-16 16:56", "summary": "Camp David gathering comes as president indicates he hasn't ruled out new aid to states, municipalities. The number of U.S. deaths from the new coronavirus surpassed 88,000 on Saturday as President Trump was expected to huddle with Republican lawmakers after the Democratic-controlled House narrowly passed a new round of stimulus measures addressing the pandemic's crippling effect on the economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-financier-of-rwandan-genocide-arrested-in-france-11589661003", "title": "Alleged Financier of Rwandan Genocide Arrested in France", "date": "2020-05-16 16:30", "summary": "Félicien Kabuga was indicted in 1997 by an international tribunal. French police arrested the alleged financier of the Rwandan genocide, as a sweep of an apartment near Paris ended a manhunt that lasted more than two decades.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-keep-fit-for-golf-he-gives-his-dogs-a-lift-11589628600", "title": "To Keep Fit for Golf, He Gives His Dogs a Lift", "date": "2020-05-16 16:16", "summary": "A golfer keeps chipping away at his game far from the course with a routine where his kids and labradoodles sometimes double as weights. Bored children and attention-hungry puppies could have derailed home golf workouts for Joe Kulak. But he's learned to turn interruptions into opportunities. Strength training becomes more demanding with his two children on his back or a labradoodle over his shoulders.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-justin-amash-says-he-wont-run-as-libertarian-for-president-11589657720", "title": "Rep. Justin Amash Says He Won't Run as Libertarian for President", "date": "2020-05-16 15:52", "summary": "Former Republican concludes 'circumstances don't lend themselves to my success as a candidate for president this year'. WASHINGTON-Rep. Justin Amash, a Republican-turned-independent and vocal critic of President Trump, said Saturday he will not run for president as a third-party candidate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstones-gavilan-resources-files-for-bankruptcy-11589657414", "title": "Blackstone's Gavilan Resources Files for Bankruptcy", "date": "2020-05-16 15:30", "summary": "Texas shale driller blames chapter 11 filing on the coronavirus pandemic, oil price collapse and a dispute with rival driller Sanchez Energy. Gavilan Resources LLC, an oil-and-gas company formed by buyout firm Blackstone Group Inc., has filed for bankruptcy protection, a victim of the collapse in energy prices and a long-running commercial dispute with a rival Texas shale driller.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/open-the-bottle-and-lets-zoom-california-wineries-try-online-tastings-during-coronavirus-11589648400", "title": "Open the Bottle and Zoom: California Wineries Try Online Tastings", "date": "2020-05-16 13:00", "summary": "As the shutdown halts tourism, vineyards that rely on visits to tasting rooms ship bottles and host virtual events. SONOMA, Calif.-The wineries that dot the hills of California Wine Country were built for visitors to stroll through a vineyard and then linger in a tasting room, where they can swirl a Cabernet and discuss its taste and aroma with the winemaker.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-weinbach-oversaw-fast-growth-at-andersen-worldwide-11589463766", "title": "Larry Weinbach Oversaw Fast Growth at Andersen Worldwide", "date": "2020-05-16 12:18", "summary": "Executive tried to prevent a breakup of global accounting and consulting partnership. By the time Larry Weinbach was elected chief executive of Andersen Worldwide in 1989, it was probably too late to keep the accounting and consulting firm from breaking apart.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-wanes-as-states-loosen-coronavirus-curbs-11589644800", "title": "Social Distancing Wanes as States Loosen Curbs", "date": "2020-05-16 12:00", "summary": "Cellphone location data indicates Americans were on the move before states began lifting stay-at-home orders. After two months of social distancing, states across the country have begun relaxing stay-at-home measures. But the habits of U.S. residents, based on data from millions of cellphones, indicates Americans have been on the move even before official government orders eased restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-earnings-out-the-window-investors-turn-to-survival-metrics-11589641268", "title": "With Earnings 'Out the Window,' Investors Turn to Survival Metrics", "date": "2020-05-16 11:26", "summary": "For sectors such as airlines, the outlook during the coronavirus pandemic is particularly cloudy. A traditional investing playbook no longer applies.. Stocks have bounced off their March lows but remain stuck in a relatively narrow trading range while investors grapple with an unprecedented lack of visibility on the economic outlook.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-philharmonic-takes-show-to-rooftops-stairwells-11589641200", "title": "New York Philharmonic Takes Show to Rooftops, Stairwells", "date": "2020-05-16 11:00", "summary": "After orchestra canceled performances, many musicians found new ways-and reasons-to play. The 106 musicians of the New York Philharmonic haven't performed together in concert since mid-March because of the coronavirus pandemic. But that hasn't stopped trumpeter Ethan Bensdorf, a member of the orchestra since 2008, from finding a nightly audience.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-devastating-economic-contraction-glimmers-of-growth-emerge-11589626800", "title": "After Devastating Contraction, Glimmers of Growth Emerge", "date": "2020-05-16 10:15", "summary": "Daily and weekly data suggest a recovery might be brewing, though its strength is unclear. There are signs the economic contraction caused by the pandemic, the steepest since the Great Depression, has bottomed out and a tentative recovery may be under way.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-olympic-doctor-guiding-athletes-back-from-coronavirus-11589637712", "title": "'It Was Terrible.' How a Death Spurred Olympic Doctor's Career.", "date": "2020-05-16 10:01", "summary": "U.S. Olympic & Paralympic Committee chief medical officer Jonathan Finnoff is guiding millions of athletes back from coronavirus lockdowns. Jonathan Finnoff's life changed the night he came across a dying man.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/release-of-prisoners-in-bid-to-contain-coronavirus-draws-fire-in-argentina-11589637601", "title": "Release of Prisoners to Contain Coronavirus Draws Fire in Argentina", "date": "2020-05-16 10:00", "summary": "Resume Subscription. BUENOS AIRES-Micaela broke down in tears when she learned that the man who raped her as a child had been freed from prison-and moved just a short distance from her home-as Argentina tries to fight Covid-19 outbreaks in crowded prisons.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/e-commerce-is-finally-coming-to-cars-11589636816", "title": "E-Commerce Is Finally Coming to Cars", "date": "2020-05-16 09:46", "summary": "But it is unlikely to stir up the same kind of industry turmoil that Amazon has unleashed on other consumer sectors. You might buy your next car online, but don't expect that to upend the car industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-postpone-road-projects-saying-they-need-federal-aid-11589634000", "title": "States Postpone Road Projects, Saying They Need Federal Aid", "date": "2020-05-16 09:00", "summary": "Coronavirus lockdowns caused transportation departments' gas-tax revenues to dry up. State transportation departments say they need far more aid than the $15 billion earmarked for them in the coronavirus relief package and are already delaying projects.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gucci-and-louis-vuitton-reopen-but-their-best-customers-are-stuck-at-home-11589634001", "title": "Luxury Shops Reopen, but Their Best Customers Are Stuck at Home", "date": "2020-05-16 09:00", "summary": "Luxury brands cater to locals as coronavirus pandemic keeps foreign tourists away. When luxury boutiques near the Champs-Elysées reopened this past week, the crowds of big-spending tourists from China, the U.S. and the Middle East were gone, making way for a different kind of shopper: Parisians.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-airlines-strapped-by-coronavirus-the-repo-man-is-the-latest-challenge-11589630400", "title": "For Airlines Strapped by Coronavirus, the Repo Man Is the Latest Challenge", "date": "2020-05-16 08:00", "summary": "After Virgin Australia filed for bankruptcy, the phone began buzzing for an executive whose company repossesses jets. Soon after Virgin Australia filed for bankruptcy last month, Phil Seymour's phone started buzzing. Three leasing companies and two banks wanted to know if he had staff in Australia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-shooting-spurs-calls-to-disband-police-force-11589630401", "title": "Ahmaud Arbery Shooting Spurs Calls to Disband Police Force", "date": "2020-05-16 08:00", "summary": "The Glynn County Police Department is faulted for a culture of past coverup and abuse of power. The fatal shooting of Ahmaud Arbery in southeastern Georgia is fueling calls to disband the Glynn County Police Department, an agency that has been embroiled in controversy for years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-hathaway-dumps-goldman-sachs-holdings-11589629985", "title": "Warren Buffett's Berkshire Hathaway Dumps Goldman Sachs Holdings", "date": "2020-05-16 07:53", "summary": "Berkshire plowed $5 billion into the bank in 2008, marking a significant vote of confidence in the future of Wall Street banks. Warren Buffett's Berkshire Hathaway Inc. slashed the bulk of its holdings in Goldman Sachs Group Inc. during the first quarter, the conglomerate said Friday in a securities filing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-breathing-new-life-into-old-works-11589626801", "title": "The Staying Inside Guide: Breathing New Life Into Old Works", "date": "2020-05-16 07:00", "summary": "Online videos show that art conservation is part scholarship, part exploration, and part artform itself.. Every now and then, the art world is rocked by a sensational story about art conservation. There are good ones, like the recent unveiling of Jan Van Eyck's Mystic Lamb in the Ghent Altarpiece, freed from 16th-century overpainting that had obscured his human-like face. And there are bad ones, like the century-old Spanish fresco of Christ that was ruined by an overzealous amateur restorer in 2012. No wonder museums have increasingly built special exhibitions around these fascinating stories or included conservation as part of their shows.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-a-lenders-borrowers-all-lose-their-jobs-at-once-11589581010", "title": "What Happens When a Lender's Borrowers All Lose Their Jobs at Once?", "date": "2020-05-16 05:30", "summary": "Credit unions whose borrowers work in casinos, oil and other industries hit hard by the coronavirus struggle to respond. When Nevada's governor ordered all nonessential businesses to close, Rick Schmidt told his wife, \"there goes the Strip.\" With it, went the jobs of scores of borrowers who owe him money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stores-stress-over-how-to-handle-a-customer-who-wont-wear-a-mask-11589621403", "title": "Stores Stress Over How to Handle Mask-Less Customers", "date": "2020-05-16 05:30", "summary": "Assaults on workers enforcing government mandates prompt some chains to be more lenient with patrons who flout the rule. Retail chains from CVS to 7-Eleven are being forced to decide whether and how to enforce rules on masks after a string of attacks on clerks and security guards by patrons who refused to cover their faces.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-to-live-with-fear-11589601757", "title": "Learning to Live With Fear", "date": "2020-05-16 00:02", "summary": "At a time when we are managing unusual distress, there are important lessons from research on how panic affects our bodies and minds. It took only moments at the top of the famous cathedral of Florence for my fears to undo me. After ascending 463 narrow stone steps, I emerged with a panoramic view across the city. The steep red dome curved away below me, and as I glanced down, all I could think was how it would feel to tumble over the flimsy metal railing, to slide down over those red tiles toward the edge. I could picture it, feel it-my speed accelerating as I slid, my complete inability to stop what was coming.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campaigns-like-the-country-begin-reawakening-11589601690", "title": "Campaigns, Like the Country, Begin Reawakening", "date": "2020-05-16 00:01", "summary": "Trump ad tries to turn anger at China against former Vice President Biden, while Biden ad charges the president was slow and weak in coronavirus pandemic. As states and cities began slowly reopening for business this week, that sound in the background was Campaign 2020 starting to do the same.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-spreading-faster-in-rural-communities-with-aging-populations-11589601660", "title": "Coronavirus Is Spreading Faster in Rural Areas With Aging Populations", "date": "2020-05-16 00:01", "summary": "As Covid-19 arrives in areas where testing and medical care are in short supply, officials could face dilemmas on when and how to relax restrictions. The coronavirus pandemic is spreading from cities to rural communities that have a higher share of older, at-risk residents, a trend that has implications for the stress it may put on local health-care systems as well as the push by many governors to ease economic restrictions and reopen for business.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589567893", "title": "Pepper...and Salt", "date": "2020-05-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-jordan-didnt-manage-people-he-lit-them-on-fire-11589601602", "title": "Michael Jordan Didn't Manage People, He Lit Them on Fire", "date": "2020-05-16 00:00", "summary": "Jordan berated teammates, who called him a jerk. But 'The Last Dance' offers new clues to what was behind the bullying.. Eight episodes into \"The Last Dance,\" ESPN's 10-part docuseries about the Chicago Bulls dynasty of the 1990s, the same old question continues to bedevil us.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-etsy-became-americas-unlikeliest-breadbasket-11589601602", "title": "How Etsy Became America's Unlikeliest Breadbasket", "date": "2020-05-16 00:00", "summary": "Homebound consumers are flocking to the site for scones, biscuits, breads, muffins, doughnuts and...alkaline tahini spelt cookies. Homebound chefs are eager to satisfy this newfound hunger for baked goods.. Just about every morning since America went on coronavirus lockdown, Suzanne McMinn has risen at 2 a.m. to bake in her home kitchen. She's working there up to 15 hours a day, seven days a week.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-men-sewing-their-way-through-isolation-11589601601", "title": "Meet the Men Sewing Their Way Through Isolation", "date": "2020-05-16 00:00", "summary": "Men across the country are filling their otherwise empty schedules with DIY fashion projects like stitching pockets on old sweatshirts and experimenting with tie-dye. TIM RUSH HAS spent a lot of time recently with his hands submerged in a vat of inky blue dye. While sheltering in place, Mr. Rush, 52, who is doing his marketing job from home in Santa Monica, Calif., has started practicing shibori, an ancient Japanese indigo-dyeing technique. \"I have more time to do things,\" he said. \"Shibori is something I really wanted to do for a while.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rv-vacations-the-safest-way-to-travel-this-summer-11589601600", "title": "RV Vacations: The Safest Way to Travel This Summer", "date": "2020-05-16 00:00", "summary": "Planes are grounded. Hotels shut. After a spring spent cooped-up, many Americans are renting recreational vehicles to get away. Here's a guide.. FOR R.T. RYBAK and his wife Megan O'Hara of Minneapolis, the spring and summer calendar was packed with travel plans. They were all ready to fly to the Norwegian Arctic, then visit their children in the Bay Area, detour down to the Channel Islands near Santa Barbara and finally swing through Yosemite with the educational travel group Road Scholar-the last two spots ticking off numbers 16 and 17 on their bucket-list quest to visit all 62 of America's national parks.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-sun-also-rises-is-an-oddly-comforting-read-right-now-11589601601", "title": "Why 'The Sun Also Rises' Is an Oddly Comforting Read Right Now", "date": "2020-05-16 00:00", "summary": "Ernest Hemingway's most glamorous novel paints irresistible scenes of Paris and Spain in the 1920s, while its darker themes parallel our current predicament in uncanny ways. FEW NOVELS evoke our current mix of frustrated wanderlust and existential crisis quite like those of Ernest Hemingway. He chronicled the \"lost generation\" that had come of age against the chaotic backdrop of the first World War, capturing their restlessness and malaise. His masterpiece might be 1926's \"The Sun Also Rises,\" whose action moves between the cafe terraces and smoky nightclubs of Paris and the swarming Spanish summers at the bullfights, or corrida. The story of alcoholic American expat Jake Barnes, whose war wounds have left him impotent, and his failed love affair with the independent, brash Lady Brett Ashley, the novel won't satisfy everyone's definition of comforting. But it's the ideal companion for troubled times: equal parts Continental escape and serious grappling with the question of what it means to be, and feel, lost.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-its-time-to-go-back-to-the-office-will-it-still-be-there-11589601618", "title": "When It's Time to Go Back to the Office, Will It Still Be There?", "date": "2020-05-16 00:00", "summary": "As companies prepare for employees to return, they are asking whether a traditional headquarters is still necessary. The workplace will likely never be the same again.. Someday the coronavirus pandemic will release its grip on our lives and we will return to the workplace. The question is: Will there be an office to go back to when this is all over?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-vote-on-democrats-3-trillion-aid-package-11589561178", "title": "House Narrowly Passes $3 Trillion Aid Package", "date": "2020-05-16 22:29", "summary": "Approval caps weeklong effort by Democratic leaders to quash rebellions by wings of party. WASHINGTON--The House narrowly passed a sprawling, $3 trillion coronavirus-relief package Friday night, capping a weeklong effort by Democratic leaders to quash rebellions from various wings of their party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsa-preparing-to-check-passenger-temperatures-11589579570", "title": "TSA Prepares to Check Passenger Temperatures", "date": "2020-05-16 20:55", "summary": "Travelers would have temperatures checked at about a dozen airports under plans that are still under discussion. U.S. officials are preparing to begin checking passengers' temperatures at roughly a dozen airports as soon as next week, as the coronavirus pandemic has heightened travel anxieties, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-pinched-by-coronavirus-files-for-bankruptcy-11589582224", "title": "J.C. Penney, Pinched by Coronavirus, Files for Bankruptcy", "date": "2020-05-16 20:30", "summary": "Century-old retailer survived the Great Depression, but the shift to e-commerce sapped its profits and then coronavirus closed its stores. J.C. Penney Co. dressed middle-class American families for more than a century, but its failure to evolve as shopping habits changed in the past decade set the retailer on a long march toward bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]