[{"link": "https://www.wsj.com/articles/el-paso-covid-19-shutdown-blocked-by-texas-court-as-cases-rise-11605321300", "title": "El Paso Covid-19 Shutdown Blocked by Texas Court", "date": "2020-11-13 22:01", "summary": "County under ruling can't go farther than state, which has allowed businesses to reopen. A Texas appeals court ruled that El Paso can't order residents to stay at home and shut nonessential businesses, throwing out some local efforts to fight Covid-19 cases that are rising so rapidly that local health authorities have said morgue trucks and tent hospitals will run out of space.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-judge-denies-conservative-group-s-request-to-delay-detroit-election-certification-11605295879", "title": "Trump Campaign, Supporters Face Legal Setbacks in Michigan, Arizona, Pennsylvania Election Suits", "date": "2020-11-13 20:33", "summary": "President Trump in Rose Garden remarks appeared to recognize the possibility he might not return for a second term. The Trump campaign and its supporters suffered legal setbacks on Friday in three battleground states where they have challenged election results favoring President-elect Joe Biden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-mcdonalds-zoom-stocks-that-defined-the-week-11605315979", "title": "Pfizer, McDonald's, Zoom: Stocks That Defined the Week", "date": "2020-11-13 20:06", "summary": "Here are seven major companies whose stocks moved on the week's news. Pfizer Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-coronavirus-team-faces-pressure-to-act-11605315836", "title": "Biden's Coronavirus Team Faces Pressure to Act", "date": "2020-11-13 20:03", "summary": "Trump touts vaccine, but White House task force takes little public action as infections surge. The incoming administration is facing pressure from some health officials to launch a more public coronavirus-messaging campaign as the current White House task force has taken little new action amid the recent rise in coronavirus cases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alito-defends-the-courts-11605309587", "title": "Alito Defends the Courts", "date": "2020-11-13 18:19", "summary": "The Justice calls out progressive attacks on judicial independence.. Pundits and academics have worried a great deal about democratic norms in recent years, but most have gone silent when it comes to progressive assaults on judicial independence. So credit to Supreme Court Justice Samuel Alito for delivering a forceful repudiation of recent efforts to intimidate American courts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-cases-surge-school-districts-ponder-closing-doors-11605263402", "title": "As Covid-19 Cases Surge, Schools Ponder Closing", "date": "2020-11-13 18:18", "summary": "More is now known about remote learning and health officials have a better grasp on how the disease spreads among children. School districts nationwide are wrestling with difficult decisions over whether to close in light of the recent surge in Covid-19 cases, as community infection rates change quickly in some spots but remain relatively stable in others.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-new-theory-of-crime-11605309361", "title": "Seattle's New Theory of Crime", "date": "2020-11-13 18:16", "summary": "A City Council proposal would justify misdemeanors committed under 'duress.'. Attorney General William Barr pronounced Seattle an \"anarchist jurisdiction\" recently, and its progressive political rulers seem determined to prove his point. When rioters took over several downtown blocks this summer, Mayor Jenny Durkan proclaimed a \"summer of love.\" Now Councilwoman Lisa Herbold is preparing to introduce a bill that would give some residents a legal pass to commit misdemeanors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-kids-arent-all-right-11605309264", "title": "New York's Kids Aren't All Right", "date": "2020-11-13 18:14", "summary": "The teachers union and the mayor prepare to shut down schools again.. New York City Mayor Michael Mulgrew on Friday told parents to brace for another schools shutdown on Monday. Ok, he's the teachers union chief, not the mayor. But he might as well be as Mayor Bill de Blasio follows his orders. Nice that they give parents a weekend's warning on closures, but as usual they're not thinking about the children.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-p-g-cleaned-house-before-covid-19-11605279627", "title": "How P&G Launched a 24-Hour Disinfecting Spray Just as Covid-19 Hit the U.S.", "date": "2020-11-13 18:10", "summary": "A consumer-products giant known for its meticulous market research and complex management structure decided to become faster and slimmer. The result? A blue-bottled disinfectant that became a hit for Procter & Gamble during the pandemic-and helped it steer a path through the crisis.. In February, a new disinfectant spray called Microban 24 that could kill 99% of cold and flu viruses began to make its way on store shelves. Soon after, as a deadly pathogen spread through the globe, sales boomed as panicked shoppers grabbed any virus-killing cleaners when Lysol and Clorox were nowhere to be found.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-moma-a-less-than-revealing-reshuffle-11605308837", "title": "At MoMA, a Less Than Revealing Reshuffle", "date": "2020-11-13 18:07", "summary": "The latest rotation of works at New York's Museum of Modern Art highlights some important artists, but will be less than illuminating for the average visitor.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tahini-chiffon-and-cranberry-layer-cake-and-coconut-streusel-snacking-cake-11605308636", "title": "Tahini Chiffon and Cranberry Layer Cake and Coconut Streusel Snacking Cake", "date": "2020-11-13 18:03", "summary": "Be smart when it comes to the sweets and get more bang for your bake. Each of these recipes produces a stunning tart or cake for the holiday table plus a bonus treat for the next day.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-principles-review-classically-constituted-11605282661", "title": "'First Principles' Review: Classically Constituted", "date": "2020-11-13 17:58", "summary": "Could Greek and Roman conceptions of virtue shore up America's new democracy? Madison, for one, had doubts.. The subject of Thomas Ricks's extraordinarily timely book is, in his words, \"what our first four presidents learned, where they learned it, who they learned it from, and what they did with that knowledge.\" Mr. Ricks, a military journalist and historian who has won two Pulitzer Prizes for his work at the Washington Post and at this paper, began brooding on the subject at the outset of the Trump presidency. \"On that gray Wednesday morning after the presidential election of 2016,\" he writes, \"I woke up with a series of questions: What just happened? What kind of nation do we now have? Is this what was designed or intended by the nation's founders?\" He chose to pursue answers by examining the classical culture that bound together the educated (and self-educated) leaders of our nascent republic.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jetblue-explores-fresh-marketing-for-a-post-pandemic-world-11605308300", "title": "JetBlue Explores Fresh Marketing for a Post-Pandemic World", "date": "2020-11-13 17:58", "summary": "Airline seeks ad agency to help it put travelers back in seats. JetBlue Airways Corp. is considering switching advertising agencies after more than a decade as part of an effort to revive its marketing and cut costs, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/augusta-national-members-masters-tiger-woods-11605268800", "title": "Augusta National's Members Have a New Job at the Masters: Clapping for Tiger", "date": "2020-11-13 17:55", "summary": "Without normal fans, the pandemic has cast Augusta National's members into the unlikely role of providing the Masters with its only semblance of a normal atmosphere. Augusta, Ga.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bay-leaf-panna-cotta-tart-with-sliced-apples-and-panna-cotta-cups-with-candied-apple-bits-11605307908", "title": "Bay Leaf Panna Cotta Tart With Sliced Apples and Panna Cotta Cups With Candied Apple Bits", "date": "2020-11-13 17:51", "summary": "Be smart when it comes to the sweets and get more bang for your bake. Each of these recipes produces a stunning tart or cake for the holiday table plus a bonus treat for the next day.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-big-government-11605307850", "title": "Biden and Big Government", "date": "2020-11-13 17:50", "summary": "The history of 2009 suggests he won't see moderation as a virtue.. Democrats selected Joe Biden to be their presidential candidate this year because he was the non-Marxist alternative to socialist Sen. Bernie Sanders of Vermont. But just because Mr. Biden was the relative moderate among leading candidates for his party's nomination doesn't mean he will govern from the center. If, as expected, Mr. Biden is certified as the winner of this year's presidential election, taxpayers should prepare for the worst. And Georgia voters should think twice before handing his party a Senate majority via two upcoming run-off elections. Both Mr. Biden's campaign agenda and his experience as vice president suggest that still another rapid increase in federal spending is on the horizon.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garners-quotations-review-uncommon-knowledge-11605307632", "title": "'Garner's Quotations' Review: Uncommon Knowledge", "date": "2020-11-13 17:47", "summary": "Listening in on the conversations that happen between the pages of one writer's bookshelf.. Do you have an Everything Bucket? A place, that is, where you record witticisms, recipes, half-digested thoughts, absurd remarks you've overheard and luminous fragments of verse. Maybe you use an app such as Evernote or Zim. Maybe you own a little leather-bound jotter that travels with you everywhere. Or perhaps, like me, you have a notepad labeled \"Moments of Genius\" that's been sitting on your night stand for years, barely touched.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-keep-the-dead-close-review-our-murders-ourselves-11605307585", "title": "'We Keep the Dead Close' Review: Our Murders, Ourselves", "date": "2020-11-13 17:46", "summary": "Jane Britton's murder rocked late-60s Harvard, and left a lingering cloud of rumor and myth.. In January 1969, during the winter of discontent that followed the assassinations and the uprisings, a dazzling anthropology graduate student was murdered in her apartment, on the edge of Harvard Square, on the eve of her doctoral qualifying exams. The victim, Jane Britton, Radcliffe class of 1967, had brimmed, even more than most young people, with giddy incipience: a woman on the brink not only of adulthood but also of a major archaeological career, at the dawn of a new age. The killer smashed Britton's outsize dreams as he stove in her skull. For a while, the grisly crime claimed headlines, as Harvard stories and murder stories alike tend to do. And then the headlines and hearings faded to rumblings and rumors and finally to folklore. The lore of the murder scene took on the trappings of ritual-fur blankets, ancient stone fragments and red ocher powder were said to have decorated the body. Author Becky Cooper first heard the tale of Britton's murder in 2009, during her junior year at Harvard. \"It was told to me,\" she writes, \"like a ghost story.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-chance-for-the-2016-truth-11605307534", "title": "Last Chance for the 2016 Truth?", "date": "2020-11-13 17:45", "summary": "Declassify the Horowitz report so that history can properly judge James Comey and the Russians.. Since nobody else will tell you, I will: Donald Trump will not concede as long as it's only the media that's telling him that the election is over and he lost. He will give up the fight on any real authority, including the courts and state governments when they certify the result. He will do so because he knows what's good for Trump, long-term.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brown-butter-brioche-tart-with-pears-and-honey-and-hazelnut-bostock-with-yogurt-and-citrus-11605307404", "title": "Brown Butter Brioche Tart With Pears and Honey and Hazelnut Bostock With Yogurt and Citrus", "date": "2020-11-13 17:43", "summary": "Be smart when it comes to the sweets and get more bang for your bake. Each of these recipes produces a stunning tart or cake for the holiday table plus a bonus treat for the next day.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-the-president-his-detractors-loved-to-hate-11605307421", "title": "Donald Trump, the President His Detractors Loved to Hate", "date": "2020-11-13 17:43", "summary": "A friend reported that I disappointed his wife with the insufficient intensity of my dislike.. Donald Trump is likely to go down in history as one of the most effective and most despised one-term presidents in American politics. So despised was he by those opposed to him that even now they won't admit his effectiveness. But until the Covid-19 crisis, which had much more to do with bringing him down than did Joe Biden and the Democratic Party, Mr. Trump's policies had vastly lowered unemployment rates, cut away entrepreneurially inhibiting financial regulations, and revved up the stock market. His enemies called him a racist, but his opportunity zones, prison reform and encouragement of black enterprise generally did much more for African-Americans than his African-American predecessor did. In foreign policy he cut America free from a badly conceived Iran deal, made substantial strides toward peace in the Middle East, and showed himself a greater friend to Israel than any American president in recent history.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-new-york-city-preparing-to-close-schools-11605307312", "title": "Why is New York City Preparing to Close Schools?", "date": "2020-11-13 17:41", "summary": "The seven-day average of positive tests for Covid-19 is nearing the threshold at which officials say schools would be largely shut. New York City Mayor Bill de Blasio on Friday warned parents to prepare by Monday for a shutdown of the public school system.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-affordable-car-suitable-for-a-big-family-good-luck-11605306762", "title": "An Affordable Car Suitable for a Big Family? Good Luck.", "date": "2020-11-13 17:32", "summary": "We have six children. These days, we're the car industry's loneliest demographic.. In 2014, my wife and I bought a farmhouse in a northern Detroit suburb. For the garage, I bought a Honda Odyssey minivan capable of fitting our three children, with room left over for the fourth child on the way.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airport-safety-tips-in-the-age-of-covid-11605306670", "title": "Airport Safety Tips in the Age of Covid", "date": "2020-11-13 17:31", "summary": "As the holiday season approaches, health experts offer advice on how to best protect yourself from the coronavirus if you plan to travel by plane. We are delighted that you'd like to resume your subscription.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-flock-to-spacs-where-risks-lurk-and-track-records-are-poor-11605263402", "title": "Investors Flock to SPACs, Where Risks Lurk", "date": "2020-11-13 17:28", "summary": "Backers tout blank-check companies for their potential to grow quickly through acquisitions, but investor protections are limited. Startups in buzzy sectors such as cannabis, electric vehicles, online gambling and space travel are going public using a structure that offers outsize potential rewards to backers while bypassing some safeguards of a traditional initial public offering.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-could-depend-on-the-strength-of-this-vial-11605306378", "title": "Covid-19 Vaccines Could Depend on the Strength of This Vial", "date": "2020-11-13 17:26", "summary": "Novel container from Corning set to play important role in protecting vaccines from broken glass, impurities and cracks. CORNING, N.Y.-Near the back of a Corning Inc. glassmaking plant here, a robot picked up a cage packed with hundreds of tiny vials and plunged it into a salt bath bubbling at more than 500 degrees Fahrenheit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-tests-answers-on-cost-accuracy-and-turnaround-time-11599134378", "title": "Covid-19 Tests: Answers on Cost, Accuracy and Turnaround Time", "date": "2020-11-13 17:23", "summary": "A guide to the common types of tests out there and the differences between them. A number of Covid-19 tests have received emergency regulatory approval from the Food and Drug Administration, and more employers, schools and destinations are asking people to show that they are virus-free, whether or not they have symptoms, especially as cases mount. Following are answers to common questions about the Covid-19 tests currently available.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-13-2020-11605265854", "title": "S&P 500 Closes Week at Record on Vaccine Optimism", "date": "2020-11-13 17:23", "summary": "Technology stocks lag behind as Dow industrials beat Nasdaq by widest margin in 18 years. The S&P 500 rose to a new record Friday as optimism over a Covid-19 vaccine raised hopes of an economic recovery next year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-aid-talks-remain-stuck-amid-surge-in-cases-11605305610", "title": "Covid-Aid Talks Remain Stuck Amid Surge in Cases", "date": "2020-11-13 17:13", "summary": "Lawmakers point to must-pass spending legislation as best chance to get relief passed this year. WASHINGTON-The sharp surge in coronavirus cases nationwide and revived restrictions on businesses haven't jolted stimulus talks back to life, with Democratic and Republican lawmakers now looking toward must-pass spending bills as their best chance to approve relief this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-to-visit-mideast-with-focus-on-religion-israel-ties-11605305476", "title": "Pompeo to Visit Mideast With Focus on Religion, Israel Ties", "date": "2020-11-13 17:11", "summary": "Secretary of state to meet with Turkish Christian figures but not with representatives of Erdogan government in 'lame duck' trip. Secretary of State Mike Pompeo leaves Friday for a Near East trip that is focused on religious issues and the Trump administration's diplomatic accomplishments with Israel, but burdened by the election defeat that neither Mr. Pompeo nor his boss has acknowledged.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-wins-temporary-delay-of-order-to-provide-details-on-ppp-borrowers-11605304678", "title": "SBA Wins Temporary Delay of Order to Provide Details on PPP Borrowers", "date": "2020-11-13 16:58", "summary": "News organizations sued the Small Business Administration under the Freedom of Information Act. WASHINGTON-The Small Business Administration won a temporary stay of a federal judge's ruling that required the agency to release detailed information on Paycheck Protection Program borrowers, including names and specific loan amounts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labyrinth-saturday-variety-puzzle-november-14-11604887741", "title": "Labyrinth (Saturday Variety Puzzle, November 14)", "date": "2020-11-13 16:28", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-parents-should-prepare-by-monday-for-public-school-shutdown-mayor-says-11605289130", "title": "NYC Parents Should Prepare by Monday for Public-School Shutdown, Mayor Says", "date": "2020-11-13 16:26", "summary": "The city's Covid-19 cases continue to rise toward threshold for stopping in-person learning at public schools. New York City Mayor Bill de Blasio on Friday urged all parents of public-school students to prepare by Monday for fully remote learning, saying the city's schools were more likely to close because of rising Covid-19 cases.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-regains-the-upper-hand-in-its-fight-with-covid-19-11605285277", "title": "Europe Appears to Curb Covid-19 Spread", "date": "2020-11-13 16:09", "summary": "Despite progress, leaders across the continent are wary of easing of restrictions too quickly. Europe's effort to turn back a resurgent pandemic seems to be starting to pay off.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divine-intervention-saturday-crossword-november-14-11604887448", "title": "Divine Intervention (Saturday Crossword, November 14)", "date": "2020-11-13 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-ex-ceo-settles-sec-claims-former-community-bank-head-faces-fraud-case-11605280547", "title": "Wells Fargo Ex-CEO Settles SEC Claims, Former Consumer-Unit Head Faces Fraud Case", "date": "2020-11-13 15:51", "summary": "John Stumpf settles civil claims over his role in the bank's fake accounts scandal. Former Wells Fargo & Co. chief executive John Stumpf agreed Friday to pay $2.5 million to settle civil claims over his role in the bank's fake accounts scandal, while regulators sued another departed Wells executive over fraud allegations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-travel-with-meaning-11605113977", "title": "How to Travel With Meaning", "date": "2020-11-13 15:43", "summary": "Resume Subscription. I was 19 years old when the plane landed in the high Andes mountains of Colombia. I didn't know it at the time, but my life would never be the same.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/doordash-ipo-filing-shows-a-profitable-quarter-11605276373", "title": "DoorDash IPO Filing Shows a Profitable Quarter", "date": "2020-11-13 15:28", "summary": "Food-delivery company expected to fetch valuation of over $25 billion in December's market debut. DoorDash Inc. unveiled paperwork for its initial public offering on Friday, showing the food-delivery service has grown at a blistering pace during the pandemic and turned a surprising quarterly profit in June before falling back to a loss in September.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cries-election-fraud-in-court-his-lawyers-dont-11605271267", "title": "Trump Cries Voter Fraud. In Court, His Lawyers Don't.", "date": "2020-11-13 15:21", "summary": "Pressed by judges, some attorneys representing Trump back away from claims. President Trump has claimed widespread fraud was at play in the presidential election. Several of his lawyers have told judges in courtrooms across the country that they don't believe that to be true.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administrations-rule-ending-drug-rebates-in-medicare-submitted-for-budget-agency-approval-11605296564", "title": "Trump Administration's Rule Ending Drug Rebates in Medicare Nears Final Approval", "date": "2020-11-13 15:13", "summary": "The revised rule takes into account President Trump's executive order requiring it doesn't raise premiums or increase federal spending. The Trump administration's revived rule to end rebates that drugmakers give to middlemen in Medicare is awaiting approval from the Office of Management and Budget and a final rule could be imminent, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trip-that-transformed-my-life-11605297845", "title": "The Trip That Transformed My Life", "date": "2020-11-13 15:04", "summary": "Some journeys change everything. Here are five of those stories.. Travel has the power to change our sense of self, often in unexpected ways. That's what happened to me after going to Antarctica for a reporting trip in 2018.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-the-crown-takes-on-margaret-thatcher-and-princess-diana-11605297498", "title": "'The Crown' and 11 More Things to Watch This Weekend", "date": "2020-11-13 14:58", "summary": "Plus, a UFO documentary that may make you believe and 10 more things to stream this weekend. This is the season of familiar screen favorites. Every year, we re-watch holiday staples, but now, as is customary in the streaming age, we're finding some in different places. \"A Charlie Brown Christmas,\" for example, is streaming on Apple TV+ and \"Downton Abbey\"-a Christmas tradition for the past decade-is streaming on Peacock.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-things-they-carried-11605295981", "title": "The Things They Carried", "date": "2020-11-13 14:33", "summary": "A new exhibition at London's Victoria and Albert Museum looks at the history of bags and purses, from the humble to the deluxe.. Handbags and purses are \"very private in that they carry our most personal belongings,\" says Lucia Savi, the curator of \"Bags: Inside Out,\" a major new exhibition scheduled to open next month at London's Victoria and Albert Museum. But at the same time, Ms. Savi adds, they \"are also very visible on our body\" and can play a \"very symbolic\" role. Bags can represent beauty, desirability, social status, tribal membership and political messages, as well as wealth: In 2017, a Hermès Birkin bag with 18-carat white gold and diamond hardware sold at Christie's Hong Kong for about $380,000.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-recalls-bolt-electric-vehicle-for-fire-risk-11605295890", "title": "GM Recalls Bolt Electric Vehicle for Fire Risk", "date": "2020-11-13 14:31", "summary": "Recall is the fourth tied to lithium-ion batteries as auto makers shift toward an electric future and away from gas. General Motors Co. is recalling its Chevrolet Bolt electric vehicles to limit the battery's charging capacity, becoming the latest auto maker to fix its plug-in models because of fires related to the lithium-ion batteries.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-overnight-business-boom-that-took-a-century-11605285592", "title": "The Overnight Business Boom That Took a Century", "date": "2020-11-13 14:09", "summary": "Why a global pandemic transformed videocalling from a technology most people didn't like to the technology everybody had to have. To change people's lives, companies don't just need disruptive technology. Sometimes they need luck, too.", "categories": [["Business", "Back in Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/back-in-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-remade-his-party-and-the-world-11605294269", "title": "Trump Remade His Party and the World", "date": "2020-11-13 14:04", "summary": "He transformed both the Republican coalition and the way other countries see America. His legacy will be with us for generations.. Although the American people voted not to give Donald Trump a second term, history will regard him as a consequential president-if not always for the reasons he intended.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-say-no-thanks-to-progressive-ballot-measures-11605294167", "title": "Voters Say No Thanks to Progressive Ballot Measures", "date": "2020-11-13 14:02", "summary": "In several states, radical political reforms that would have boosted Democrats go down to defeat.. By denying Democrats a Senate majority, Americans on Nov. 3 repulsed progressive ambitions to increase the size of the Supreme Court and add new states to the union. In several states, voters also resoundingly rejected radical reforms to restructure their political systems in ways that would have boosted Democrats at the ballot box.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hella-a-heck-of-a-superlative-by-way-of-oakland-11605293046", "title": "'Hella': A Heck of a Superlative by Way of Kamala Harris's Hometown", "date": "2020-11-13 13:44", "summary": "The election has given a national boost to a regional slang term that goes back to the 1980s. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-feast-wont-last-forever-11605293088", "title": "DoorDash Feast Won't Last Forever", "date": "2020-11-13 13:44", "summary": "Food delivery giant's IPO arrives at a good time, but the comedown could be harsh. It is a good time for DoorDash to go public. Maybe too good.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freddie-mac-ceo-quits-as-prospects-dim-for-exit-from-government-control-11605292952", "title": "Freddie Mac CEO Quits", "date": "2020-11-13 13:42", "summary": "The mortgage giant was taken over during the 2008 financial crisis along with Fannie Mae. WASHINGTON-The chief executive of mortgage-finance company Freddie Mac plans to step down in January, the company said in a securities filing Friday, a surprise move that comes as prospects dim for an exit from government control for the firm and its larger sister, Fannie Mae .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-joe-bidens-plans-for-covid-19-11605291824", "title": "What Are Joe Biden's Plans for Covid-19?", "date": "2020-11-13 13:23", "summary": "The president-elect has proposed steps designed to up production of tests, protective equipment and vaccines, and is also expected to pursue economic stimulus. President-elect Joe Biden has said he would give priority to stopping Covid-19. Here's what we know so far about his plans to curb the pandemic, as coronavirus cases and hospitalizations rise across the U.S.:", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perus-new-president-merino-faces-swelling-protests-after-helping-to-oust-predecessor-11605287167", "title": "Peru's New President Faces Swelling Protests After Predecessor Ousted", "date": "2020-11-13 13:07", "summary": "Manuel Merino's rise to power after impeachment of Martin Vizcarra prompts worries he will roll back popular anticorruption reforms. LIMA, Peru-Peru's new president, Manuel Merino, is facing a backlash after helping to orchestrate the impeachment of his predecessor and angering Peruvians already battered by a devastating coronavirus outbreak and a sharp economic downturn.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-gains-extension-of-divestiture-deadline-11605290579", "title": "TikTok Gains Extension of Divestiture Deadline", "date": "2020-11-13 13:03", "summary": "U.S. panel sets Nov. 27 as new deadline for Chinese-owned app's divestiture. WASHINGTON-Federal officials have granted TikTok and its Chinese parent ByteDance Ltd. a 15-day extension of a deadline for completing a divestiture deal, in another delay of the Trump administration's efforts to turn the social-media app into an American company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-streets-new-fear-gaugefirearms-11605289616", "title": "Wall Street's New Fear Gauge-Firearms", "date": "2020-11-13 12:46", "summary": "Gun stocks and the VIX both surged before the election and tumbled since. One way to rile up a finance pedant is to refer to the VIX as Wall Street's \"fear gauge.\" Formally known as the Cboe Volatility Index, it is a number derived from the Black-Scholes options pricing formula that tells how much annualized volatility traders expect in the benchmark S&P 500 in the next month. Volatility isn't necessarily undesirable, though-it also could mean a rally.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-new-for-skiers-this-season-amid-coronavirus-11605289455", "title": "What's New for Skiers This Season Amid Coronavirus", "date": "2020-11-13 12:44", "summary": "Resort operators are trying to lure back skiers by offering new ways to ski, as well as safety measures that offer peace of mind. Snow conditions won't be the only unpredictable factor this winter for skiers.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marlins-hire-kim-ng-as-baseballs-first-female-general-manager-11605289276", "title": "Marlins Hire Baseball's First Female General Manager", "date": "2020-11-13 12:41", "summary": "Ng becomes the first woman to be GM of a major U.S. men's sports team, breaking a barrier that has long seemed impassable. The Miami Marlins hired longtime baseball executive Kim Ng as their general manager Friday, making her the first woman to run a team's sports operations in the major North American men's professional leagues.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camping-goes-upscale-during-covid-19-way-upscale-11605289200", "title": "Camping Goes Upscale During Covid-19. Way Upscale.", "date": "2020-11-13 12:40", "summary": "It feels like a safer way to travel. But who wants to sleep on the ground? Enter 'glamping.'. As soon as Teddy Roosevelt took his legendary trip to Yosemite with conservationist John Muir in 1903, recreational camping emerged as a national pastime. In the decades that followed, pitching a tent in a campground became a rite of passage for many families.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workforce-inequalities-mean-few-are-dipping-into-401-k-accounts-economists-say-11605288832", "title": "Workforce Inequalities Mean Few Are Dipping Into 401(k) Accounts, Economists Say", "date": "2020-11-13 12:33", "summary": "The U.S. temporarily loosened rules about tapping your retirement funds, but few Americans are taking the option. In March, Congress passed a law temporarily allowing people affected by the coronavirus crisis to withdraw up to $100,000 from 401(k)-type plans or individual retirement accounts to use now. Those who chose to withdraw the money would be able to do so without the 10% early-withdrawal penalty that generally applies to people under age 59½. But there hasn't been a rush to use the funds just yet.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bought-a-new-house-how-to-avoid-moving-regrets-11605288084", "title": "Moving to a New Home? How to Avoid Packing Regrets", "date": "2020-11-13 12:21", "summary": "When changing residences, we sadly part with possessions we've decided won't 'make sense' at the new property. Design pros on how six such treasures could have been repurposed.. WHO hasn't come to regret leaving behind a piece that was purged in the frenzied winnowing that is moving house? \"Those objects help tell our story,\" said Bryan Mason, co-founder of design studio AphroChic in Brooklyn. \"In a new home, they may take on a new purpose.\" Here are items readers most rue parting with, plus professional advice on how those pieces might have been reimagined.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-users-surged-with-return-of-pro-sports-betting-11605283899", "title": "DraftKings Users Surged With Return of Pro Sports Betting", "date": "2020-11-13 12:21", "summary": "DraftKings' monthly unique players grew by 64% to more than 1 million in July-September quarter, with return of MLB and NBA. The return of professional sports this summer brought a surge of user growth to sports-betting operator DraftKings Inc., sending revenue higher as the company expanded operations to more states.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maravai-ipo-could-raise-1-37-billion-11605287856", "title": "Maravai IPO Could Raise $1.37 Billion", "date": "2020-11-13 12:17", "summary": "The GTCR-backed startup plans to offer 50 million shares and sees pricing at $24 to $27 apiece. Maravai LifeSciences Holdings Inc. on Friday said it plans to sell 50 million shares at between $24 and $27 apiece in its initial public offering.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/painting-of-a-provocateur-11605287186", "title": "Painting of a Provocateur", "date": "2020-11-13 12:06", "summary": "With his portrait of Félix Fénéon, painter Paul Signac conferred the mantle of genius on a sympathetic critic.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-koch-says-his-partisanship-was-a-mistake-11605286893", "title": "Charles Koch Says His Partisanship Was a Mistake", "date": "2020-11-13 12:01", "summary": "At 85, the libertarian tycoon who spent decades funding conservative causes says he wants a final act building bridges across political divides. Four days before this year's presidential election, Charles Koch-the voluble Kansas billionaire who has spent a fortune injecting his particular brand of prairie libertarianism into the American political debate-pauses at the other end of the line when asked if he will vote for Donald Trump or Joe Biden.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-stocks-may-cause-excess-optimism-losses-11605286146", "title": "Covid Vaccine Stocks May Cause Excess Optimism, Losses", "date": "2020-11-13 11:49", "summary": "Vaccines from Pfizer and Moderna are essential to end the coronavirus pandemic, but investors should remain cautious. Coronavirus treatment stocks come with an important side effect: they tend to sell off on the news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pollings-failure-reflects-our-cancel-culture-11605286185", "title": "Polling's Failure Reflects Our Cancel Culture", "date": "2020-11-13 11:49", "summary": "An aspiring young executive won't have his or her future destroyed by supporting Joe Biden, but may well be canceled if it's known they support Donald Trump.. James A. Baker III's \"Good Grief, the Pollsters Got It Wrong\" (op-ed, Nov. 11) explores how polling inaccuracy impacts voter turnout, fundraising and election results.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-banks-continue-to-face-many-burdens-11605285952", "title": "Black Banks Continue to Face Many Burdens", "date": "2020-11-13 11:45", "summary": "The high cost of regulations as well as keeping up with technology demands are just a few of the factors driving challenges to black-owned banks and small, community banks.. The high cost of regulations as well as keeping up with the technology demands of a public that expects safe, secure and instantaneous online banking are only a few of the factors driving challenges to black-owned banks and small, community banks (\"The Battle to Keep Black Banks Alive,\" Exchange, Nov. 7). Black-owned banks are very mission driven and to help them succeed in their mission, they need the support of others willing to help champion this effort. Real progress begins with Congress and state legislatures promoting policies that recognize and support all minority-owned banks. This could include policies that allow for greater regulatory flexibility given the type of lending that occurs, and tax credits to help offset necessary investments in technology.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-popes-job-is-to-make-catholic-teaching-clear-11605285700", "title": "The Pope's Job Is to Make Catholic Teaching Clear", "date": "2020-11-13 11:41", "summary": "The job of a pope is to make clear authentic Catholic teaching and to refute error.. Regarding \"Pope Francis's Unofficial Revolution\" (Review, Nov. 7): The job of a pope is to make clear authentic Catholic teaching and to refute error. The papacy is supposed to be \"the touchstone of unity.\" Pope Francis is a master at sowing confusion and misguiding the faithful. His personal remarks, though unofficial and with no magisterial weight, are just enough to signal a change in traditional beliefs. Instead of safeguarding souls by reiterating the natural law and revealed truth, he enables dissent, which moves some to accept what has been traditionally taught to be immoral behavior. This papacy is the antithesis of what the papacy is supposed to do. Pope Francis is a major source of disunity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollyanne-milley-wife-of-joint-chiefs-chairman-saved-mans-life-on-veterans-day-11605285598", "title": "Hollyanne Milley, Wife of Joint Chiefs Chairman, Saved Man's Life on Veterans Day", "date": "2020-11-13 11:39", "summary": "Cardiac nurse performed CPR on veteran who collapsed at Arlington National Cemetery Wednesday. WASHINGTON-Americans like to thank veterans on Veterans Day, but Hollyanne Milley went above and beyond when she saved one's life.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-the-amazing-and-durable-alex-trebek-11605285535", "title": "Remembering the Amazing and Durable Alex Trebek", "date": "2020-11-13 11:38", "summary": "Merv Griffin and I revived \"Jeopardy.\" We never dreamed back then that it would still be on the air, thanks to the extraordinary qualities of Alex.. Regarding your editorial \"Alex Trebek\" (Nov. 10): Back in 1984 Merv Griffin and I revived \"Jeopardy\" for television syndication. It was off the air for many years. We never dreamed back then that it would still be on the air, thanks to the extraordinary qualities of Alex. He illustrated the old adage-give the public something good that will entertain and elevate, and they'll watch. It's a lesson that should not be lost.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-censorship-living-constitutionbaloney-11605285233", "title": "Living Censorship, Living Constitution-Baloney!", "date": "2020-11-13 11:34", "summary": "Both policies promote whatever Twitter and the left believe is necessary to further their agendas.. Regarding your editorial \"Twitter's 'Living' Censorship\" (Nov. 2): Twitter 's \"living\" censorship policy sounds a lot like the left's \"living\" Constitution. Both policies promote whatever Twitter and the left believe is necessary to further their agendas.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-green-card-holders-are-becoming-u-s-citizens-11605263402", "title": "More Green Card Holders Are Becoming U.S. Citizens", "date": "2020-11-13 11:25", "summary": "Elections, changes to fees and laws often contribute to uptick in naturalizations. Having a green card has certain benefits for immigrants who live in the U.S. They can travel in and out of the country more easily. They can get a Social Security card. And they can help their spouse and children immigrate.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-sentiment-fell-in-first-half-of-november-11605283662", "title": "Consumer Sentiment Soured in First Half of November", "date": "2020-11-13 11:07", "summary": "Mood of Americans darkened amid Republicans' post-election pessimism and a national coronavirus surge. Americans' outlook on the economy soured in the two weeks straddling the national elections, as Republicans grew more pessimistic and Democrats worried about a surge in coronavirus infections, according to survey findings released Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-face-russian-north-korean-cyberattacks-microsoft-says-11605276003", "title": "Covid-19 Vaccine Makers Face Russian, North Korean Cyberattacks, Microsoft Says", "date": "2020-11-13 11:04", "summary": "Hacking efforts appear to have compromised online accounts of some of the targeted drug researchers. Cyberattacks originating in Russia and North Korea in recent months have targeted online accounts at seven companies researching Covid-19 drugs and vaccines, according to Microsoft Corp. -in some cases successfully.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-boeing-execs-20-million-bet-on-teaching-college-students-to-think-11605283399", "title": "A Boeing Exec's $20 Million Bet on Teaching College Students to Think", "date": "2020-11-13 11:03", "summary": "Not enough workers can see the big picture beyond the screen in front of them. A new program at Virginia Tech aims to teach students that problem-solving requires both sides of the brain.. BLACKSBURG, Va.-It's been a choppy ride for many of the folks relying on paychecks from Boeing Co. Slammed by the pandemic and the grounding of its most important plane, the aerospace giant said recently that it expects to end 2021 with 30,000 fewer workers than it started this year.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-will-georgia-recount-5-million-votes-11605204325", "title": "How Will Georgia Recount 5 Million Votes?", "date": "2020-11-13 11:03", "summary": "Counties are expected to finish hand counting ballots by midnight Nov. 18. Georgia officials began a rare, by-hand recount of the state's 5 million votes for president Friday morning.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-says-economy-has-recovered-faster-than-expected-11605274229", "title": "Fed's Bullard Says Economy Has Recovered Faster Than Expected", "date": "2020-11-13 11:02", "summary": "The official said downside risk remains substantial, and continued risk-based health policy will be critical to maintaining momentum. Federal Reserve Bank of St. Louis leader James Bullard said Friday U.S. central-bank policy is in a good place as the economy continues to snap back amid challenges from the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-accelerates-investment-in-electric-cars-as-it-races-to-overtake-tesla-11605283260", "title": "Volkswagen Accelerates Investment in Electric Cars as It Races to Overtake Tesla", "date": "2020-11-13 11:01", "summary": "German company aims to become the world's leading maker of electric vehicles. Volkswagen AG plans to invest around $86 billion in the development of electric vehicles and other new technologies over the next five years, as the world's largest auto maker races to overtake Tesla Inc. as the leading maker of electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-swiss-cheese-model-can-help-us-beat-covid-19-11605283134", "title": "How the Swiss Cheese Model Can Help Us Beat Covid-19", "date": "2020-11-13 10:58", "summary": "No single solution will stop the virus's spread, but combining different layers of public measures and personal actions can make a big difference.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-question-of-freedom-review-slavery-on-trial-11605282554", "title": "'A Question of Freedom' Review: Slavery on Trial", "date": "2020-11-13 10:49", "summary": "Before the abolitionist movement began in America, lawsuits opened an unexpected door.. The American Revolution heralded a soaring faith in the ultimate triumph of natural rights in a world of kings, princes and traditional authorities. Some Americans believed that those rights belonged not just to white men but also to black Americans, the vast majority of whom were enslaved. In 1790, Quakers tried to persuade members of the First Congress to explicitly condemn slavery. Their effort failed, and for generations slavery was largely treated by Congress as a political third rail, to be addressed only at the peril of shattering the Union. It wasn't until the 1830s that slavery finally forced itself onto the national agenda again, with the founding of the thunderingly abolitionist newspaper the Liberator and the establishment, in 1833, of the American Anti-Slavery Society.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-on-traitors-and-spycatchers-during-world-war-ii-11605282513", "title": "Five Best: On Traitors and Spycatchers During World War II", "date": "2020-11-13 10:48", "summary": "Selected by Tim Tate, author of 'Hitler's British Traitors.'. Edited by Nigel West (2005)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moth-and-the-mountain-review-the-amateurs-ascent-11605282435", "title": "'The Moth and the Mountain' Review: The Amateur's Ascent", "date": "2020-11-13 10:47", "summary": "Dreams of conquering Mount Everest possessed many would-be adventurers. Maurice Wilson was among the strangest.. How's this for an adventure: Buy a small airplane and learn to fly it. Point it east, toward the highest mountain range on Earth. Travel halfway around the world, solo, from England to Nepal, stopping to refuel in the great cities of Rome, Cairo, Baghdad and Delhi. Use subterfuge and luck to evade the police officers bent on stopping you. Descend, awestruck, as you approach the high Himalayas. Land on the flanks of Mount Everest itself-and then, with no experience of alpinism and no business among the towering seracs and screaming winds of that incomparable massif, attempt to become the first person in history to climb to the top.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ravens-witness-review-wisdom-and-ecstasy-11605282398", "title": "'Raven's Witness' Review: Wisdom and Ecstasy", "date": "2020-11-13 10:46", "summary": "Richard Nelson arrived in the Arctic in pursuit of survival skills. Alaska taught him something else entirely.. In the fall of 1977, my wife and I, both native New Englanders, were left with our luggage on a dirt runway in Kongiganak, Alaska, to find ourselves in a world vastly different from any we'd known. A small Yupik Eskimo village on the coast of the Bering Sea, Kongiganak was, and is, one of the poorest communities in America-but only if you count in dollars. The rivers, the sea and the tundra teemed with fish and wildlife, and the people of Kongiganak, all hunters and fishermen, considered themselves wealthy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-tom-nolan-reviews-lynne-trusss-murder-by-milk-bottle-11605282203", "title": "Mysteries: Tom Nolan Reviews Lynne Truss's 'Murder by Milk Bottle'", "date": "2020-11-13 10:43", "summary": "Peregrine Twitten returns in a case where the murder weapon is delivered.. Peregrine Twitten, the young \"clever-clogs\" copper who can't help but irritate his colleagues on the force, makes his third appearance in Lynne Truss's \"Murder by Milk Bottle\" (Bloomsbury, 302 pages, $17).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-unrest-in-the-midwest-11605282024", "title": "Fiction: Unrest in the Midwest", "date": "2020-11-13 10:40", "summary": "New novels from Charles Baxter, Danielle Evans and Sigrid Undset.. In a 2011 short story by Charles Baxter, a repressed Michigan banker finds a piece of paper blowing through a parking lot with a drawing of some kind of structure next to the phrase \"The Next Building I Plan to Bomb.\" He shows it to co-workers and the police, who wave away his concerns. Yet what upsets the banker isn't the threat of violence but the fact that no one suspects him of being the person responsible for it. \"You're harmless,\" his girlfriend tells him. \"It's a compliment.\" \"Not in this country, it isn't,\" he says.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-national-book-award-short-list-11605281982", "title": "Children's Books: The National Book Award Short List", "date": "2020-11-13 10:39", "summary": "A look at the books in the running for this year's award for Young People's Literature.. In a few days, we'll learn which of five finalists has won the 2020 National Book Award for Young People's Literature. The list of contenders is, shall we say, very 2020, given its emphasis on racial, sexual and ethnic identity. One story features a gay, black boy growing up in the American South; another a Nigerian-American college student struggling to escape family expectations (and dysfunction) and find her bliss. There's a work of historical fiction about Japanese-American teenagers in the anxious aftermath of Pearl Harbor; a graphic novel about Somali asylum-seekers in a Kenyan refugee camp; and a historical fantasy about two young Eastern European Jews who traverse a realm of demons.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woman-in-white-review-inspiration-for-a-symphony-11605281932", "title": "'The Woman in White' Review: Inspiration for a Symphony", "date": "2020-11-13 10:38", "summary": "Poor and uneducated but beautiful and sexually free, she was Whistler's indispensable collaborator.. Like many 19th-century artist's models, Joanna Hiffernan was poor and uneducated but beautiful and sexually free. As the live-in lover and muse of James McNeill Whistler, she posed for some of his most iconic works, including the luminous \"Symphony in White\" portraits that showcased her creamy-skinned, red-haired allure. In the early 1860s, Hiffernan and Whistler were fixtures of the Bohemian beau monde in London and Paris, attending parties, gallery openings and fashionable séances, with Hiffernan decked out in the avant-garde finery they both loved. Then in 1870, Whistler betrayed her with a parlor maid, who bore him a son. Still, Hiffernan continued to care for him until the end of her life, and even helped raise his child.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-chevy-tahoe-why-you-dont-need-an-even-bigger-suv-11605281909", "title": "2021 Chevy Tahoe: No, You Don't Need an Even Bigger SUV", "date": "2020-11-13 10:38", "summary": "Americans' love of SUVs has set off a weird aspirational gigantism-and the redesigned Chevy Tahoe is a glaring example. But, says Dan Neil, unless you're transporting a soccer team, steer clear.. EVERY YEAR or so, duty requires me to review one of General Motors's family of large and extra-large SUVs: Chevy Tahoe and Suburban, GMC Yukon and Yukon XL, Cadillac Escalade. I know a lot of people love these things while I, historically, have not. But there is no avoiding them. Together the first four account for about 70% (227,790 units) of the large SUV segment in the U.S. Our guest this week, the redesigned Chevy Tahoe, is defending the title of bestselling full-size SUV for the past 19 years.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-top-aide-quits-suggesting-a-political-shift-in-london-11605281814", "title": "Brexit Architect Dominic Cummings Quits Boris Johnson's Government", "date": "2020-11-13 10:37", "summary": "Adviser a key proponent of the U.K.'s split with the EU and driver of populist turn by Conservative Party. LONDON-A top aide to Boris Johnson who championed Brexit and was a driving force behind an antiestablishment turn by Britain's Conservative Party is stepping down, in a sign of the waning influence of a group of advisers that worked to pull their country out of the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-alito-responds-to-liberal-critics-says-covid-19-is-constitutional-stress-test-11605244977", "title": "Alito Responds to Liberal Critics, Says Covid-19 Is 'Constitutional Stress Test'", "date": "2020-11-13 10:35", "summary": "The Justice spoke to Federalist Society, held virtually. WASHINGTON-Justice Samuel Alito fired back at liberal critics of the Supreme Court on Thursday, calling a 2019 brief filed by five Democratic senators \"an affront to the Constitution and the rule of law\" for suggesting that the court is a \"sick institution\" that may need to be restructured.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-michelangelo-a-renaissance-banksy-11605280000", "title": "Was Michelangelo a Renaissance Banksy?", "date": "2020-11-13 10:06", "summary": "Resume Subscription. Tour guides in Florence, Italy, have long claimed that the small outline of a curly-haired man carved into the stone wall of the city's town hall, known as the Palazzo Vecchio, was covertly chiseled by Michelangelo.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-administration-urged-to-take-fresh-look-at-domestic-terrorism-11605279834", "title": "Biden Administration Urged to Take Fresh Look at Domestic Terrorism", "date": "2020-11-13 10:03", "summary": "First-ever White House post and more funding to combat violent extremists floated by working group that advised president-elect's team. WASHINGTON-President-elect Joe Biden, who has said he plans to make a priority of passing a law against domestic terrorism, has also been urged to create a White House post overseeing the fight against ideologically inspired violent extremists and increasing funding to combat them, according to people who have advised his team.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joan-bingham-helped-create-grove-atlantic-publishing-house-11605279600", "title": "Joan Bingham Helped Create Grove Atlantic Publishing House", "date": "2020-11-13 10:00", "summary": "Widow of newspaper heir has died at 85; she photographed Warhol and cultivated authors. Joan Bingham was 31 years old, the mother of an infant son and 3-year-old daughter, when her husband, Worth Bingham, died in a car accident in 1966. Because Mr. Bingham was an heir to the fortune of the family that owned the Louisville, Ky., Courier-Journal, money wasn't a problem. But Ms. Bingham wanted her own role, outside the family orbit.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufactured-housing-tycoon-arthur-j-decio-built-national-network-11605279600", "title": "Manufactured-Housing Tycoon Built National Network", "date": "2020-11-13 10:00", "summary": "Philanthropist, who has died at age 90, appeared on cover of Time magazine as a highflying executive. Julius Decio, an Italian-born entrepreneur, in 1951 started building mobile homes in Elkhart, Ind. Soon he turned the tiny business over to his son, Arthur J. Decio.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-information-is-out-there-hackers-escalate-ransomware-attacks-on-schools-11605279160", "title": "Schools Struggling to Stay Open Get Hit by Ransomware Attacks", "date": "2020-11-13 09:52", "summary": "Resume Subscription. Just as school was to start this semester, technology chief Tony Brooks rushed to his office in Athens, Texas. Colleagues said they were unable to access the school district's network.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-unsubtle-art-of-real-election-fraud-11605278977", "title": "The Unsubtle Art of Real Election Fraud", "date": "2020-11-13 09:49", "summary": "From 'chain-voting' and bribery to intimidation and violence, there are many ways to corrupt the democratic process. But in a free country, it's hard to get away with it.. What does real election fraud look like? Most people think of it as involving election-day shenanigans like ballot-box stuffing, vote buying or attempts to vote twice. But fraud and manipulation can happen during any part of the electoral process, and it takes many forms, including outright bans on rival candidates or parties, harassment of the media, and using police or other violent actors to disrupt election procedures or intimidate voters.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-acts-she-loved-being-a-doctor-now-she-loves-being-a-florist-11605278240", "title": "Second Acts: She Loved Being a Doctor. Now She Loves Being a Florist.", "date": "2020-11-13 09:37", "summary": "For Susan Garetz, flower arranging used to be a hobby. Now it's a passion.. Susan Garetz, a retired ear, nose and throat specialist, says she became a florist after retiring for the same reason she became a doctor: \"I wanted to make people happy,\" she says. \"Who doesn't love to get flowers?\"", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-gm-car-zips-past-tesla-to-lead-chinas-electric-vehicle-market-11605278148", "title": "Tiny GM Car Zips Past Tesla to Lead China's Electric Vehicle Market", "date": "2020-11-13 09:35", "summary": "Hongguang Mini, made by a GM joint venture, costs just $4,300 and is the bestselling in the world's largest EV market. SHANGHAI-A tiny electric vehicle from General Motors Co. with a top speed of 62 miles an hour has zoomed past the Tesla Model 3 to become China's bestselling EV.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-election-results-boost-riskiest-borrowers-11605277737", "title": "Covid-19 Vaccine, Election Results Boost Riskiest Borrowers", "date": "2020-11-13 09:28", "summary": "Borrowing costs have tumbled for a host of junk-rated companies such as Macy's and Occidental Petroleum. The U.S. election and good early results for a Covid-19 vaccine have given a double-boost to America's least-loved borrowers.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-resilient-food-supply-chains-walmart-pops-up-crudes-slipping-demand-11605277335", "title": "Today's Logistics Report: Resilient Food Supply Chains; Walmart Pops Up; Crude's Slipping Demand", "date": "2020-11-13 09:22", "summary": "Today's Top Supply Chain & Logistics News. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collard-green-and-butter-bean-stew-with-meatballs-11605277290", "title": "Collard Green and Butter Bean Stew With Meatballs", "date": "2020-11-13 09:21", "summary": "A hearty recipe of meatballs, butter beans and collard greens derives its smoky depth from a little chorizo and smoky pimentón. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-draftkings-palantir-li-auto-what-to-watch-when-the-stock-market-opens-today-11605270254", "title": "Disney, DraftKings, Palantir, Li Auto: What to Watch When the Stock Market Opens Today", "date": "2020-11-13 09:06", "summary": "Resume Subscription. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-usa-isnt-counting-on-a-vaccine-for-tokyo-olympics-11605276023", "title": "Team USA Isn't Counting on a Vaccine for Tokyo Olympics", "date": "2020-11-13 09:00", "summary": "Promising news about a vaccine probably won't change the equation for Olympic hopefuls. Athlete vaccinations will follow those of front-line workers and vulnerable populations.. Eight months is a blip in the universe of Olympic planning, where sites of the Games are selected seven years or more in advance. And the eight months remaining before next summer's Tokyo Olympics is probably not enough for promising coronavirus vaccines to have an impact on how and whether the Games take place.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-j-fox-memoir-interview-11605274584", "title": "Michael J. Fox's Miraculous Optimism", "date": "2020-11-13 08:37", "summary": "The actor and Parkinson's activist talks about overcoming an unexpected surgery and a terrible fall, his favorite objects and his forthcoming memoir. In the spring of 2018, actor Michael J. Fox's life seemed to all come crashing down. The removal of a tumor from his spine forced him to learn how to walk again. After a nasty post-surgery fall, he wondered whether his sunny demeanor was hurting more than helping. \"Jesus Christ, optimism, what the f- is optimism?\" he remembers asking himself while sitting alone on the kitchen floor after his fall, his left arm shattered. \"Over the next few months, I questioned-as my arm healed-peddling optimism as a panacea for all that ails us.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-labor-department-to-focus-on-executive-actions-if-gop-keeps-senate-11605268808", "title": "Biden Labor Department to Focus on Executive Actions If GOP Keeps Senate", "date": "2020-11-13 08:35", "summary": "Even without Congress, Biden will focus on worker safety, reversal of Trump policies. President-elect Joe Biden ran on an agenda he said would empower American workers, committing to raise the federal minimum wage and ease the path to join labor unions, but his ability to fully execute that vision is doubtful if Republicans retain control of the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bellwether-counties-nearly-wiped-out-by-2020-election-11605272400", "title": "Bellwether Counties Nearly Wiped Out by 2020 Election", "date": "2020-11-13 08:00", "summary": "All but one county that had chosen every presidential winner since 1980 went for President Trump this year; Washington state's Clallam County is the lone survivor. America has become so polarized that presidential bellwether counties-those that consistently back the national winner, switching between parties in the process-are nearing extinction.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-high-yield-muni-borrowers-are-defaulting-but-investors-still-want-in-11605272400", "title": "More High-Yield Muni Borrowers Are Defaulting but Investors Still Want In", "date": "2020-11-13 08:00", "summary": "Prices on risky bonds have climbed even as repayment troubles have mounted. Covid-19 is wreaking havoc on the market for risky municipal bonds. Investors desperate for tax-exempt yield are still piling in.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-memoir-caps-banner-year-for-political-books-11605272273", "title": "Obama Memoir Caps Banner Year for Political Books", "date": "2020-11-13 07:57", "summary": "'A Promised Land,' first volume of former president's two-part memoir, will be published Tuesday. Shortly after Barack Obama left the White House, he met with veteran publishing executive Rachel Klayman at his office in Washington to discuss his ideas for a presidential memoir.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-coronavirus-vaccine-makers-stock-went-from-dud-to-star-11605268808", "title": "How a Coronavirus Vaccine Maker's Stock Went From Dud to Star", "date": "2020-11-13 07:00", "summary": "Germany's BioNTech scaled back its IPO last year amid tepid investor interest, but then the Covid-19 vaccine race sent shares soaring. Last year, Ugur Sahin flew to New York to woo investors for his company's initial public offering. The chief executive officer of German biotech firm BioNTech SE impressed investors with his plans to use a new technology to develop cancer vaccines and treatments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-senators-say-biden-should-get-intelligence-briefings-11605206279", "title": "Republican Senators Say Biden Should Get Intelligence Briefings", "date": "2020-11-13 06:34", "summary": "GOP lawmakers back Trump's efforts to challenge election defeat, but say president-elect needs to be prepared. WASHINGTON-Some Senate Republicans backed giving President-elect Joe Biden access to classified White House intelligence briefings, saying such a step wouldn't undercut President Trump's efforts to challenge the election result.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-congratulates-joe-biden-on-election-victory-11605266618", "title": "China Congratulates Biden on Election Victory", "date": "2020-11-13 06:23", "summary": "Foreign Ministry nods to win after more U.S. media project Arizona loss for Trump. HONG KONG-China congratulated U.S. President-elect Joe Biden and Vice President-elect Kamala Harris on Friday, becoming one of the last major powers to join an international chorus of well wishes for their election victory.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-could-trip-up-bidens-european-reunion-11605265593", "title": "Tech Could Trip Up Biden's European Reunion", "date": "2020-11-13 06:06", "summary": "Brussels is eager to rebuild its historic partnership with the U.S., but the challenges of taxing and regulating digital giants could complicate the trans-Atlantic detente. Investors can expect warmer words between Washington and Brussels under a Biden administration. But while trade tensions are likely to abate, an end to the skirmishes over tech and tax that marked the Trump era is too much to hope for.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asia-pacific-countries-push-to-sign-china-backed-megadeal-11605265208", "title": "Asia-Pacific Countries Push to Sign China-Backed Trade Megadeal", "date": "2020-11-13 06:00", "summary": "The 15-nation pact would create a second broad regional bloc without the U.S. as a member. China and 14 other Asia-Pacific nations seek to sign a trade deal this weekend that will knit their economies closer together-the second pact covering large swaths of the region whose signatories don't include the U.S.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-attacks-americas-new-investment-blacklist-11605264633", "title": "Beijing Blasts America's New Investment Blacklist", "date": "2020-11-13 05:50", "summary": "China's government says measures are malicious, abusive and unreasonable. Beijing condemned a move by President Trump to block American investments in some key Chinese companies, following a steep selloff in shares of several of the targets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-bidens-tax-increase-wish-list-could-affect-you-11605263403", "title": "How Joe Biden's Tax-Increase Wish List Could Affect You", "date": "2020-11-13 05:30", "summary": "Proposed changes to capital-gains and estate taxes could radically alter planning for many. Americans now have less than two months to do the impossible: make guesses about major tax changes next year and do year-end planning based on them.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/13-years-after-a-bribery-scheme-derailed-a-mining-project-its-investors-get-paid-11605263401", "title": "13 Years After a Bribery Scheme Derailed a Mining Project, Its Investors Get Paid", "date": "2020-11-13 05:30", "summary": "A $138 million compensation for investors is expected to open the door for other such claims by bribery victims. Tony Harwood had just completed an international roadshow raising 150 million Canadian dollars, equivalent to around $130 million at the time, to develop a lucrative copper-cobalt mine in the Democratic Republic of Congo when he got the call that made it all come crashing down.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-company-audits-need-to-improve-regulator-says-11605263401", "title": "U.K. Company Audits Need to Improve, Regulator Says", "date": "2020-11-13 05:30", "summary": "The Financial Reporting Council found that auditors often fail to provide enough evidence to verify companies' accounting estimates. Audits of financial statements of Britain's largest companies need to improve, the U.K. Financial Reporting Council said Thursday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-gop-takes-victory-lap-eyes-2022-majority-11605263400", "title": "House GOP Takes Victory Lap, Eyes 2022 Majority", "date": "2020-11-13 05:30", "summary": "Democrats held on to their majority but lost several districts to Republicans. HOUSE REPUBLICAN LEADERS are taking a victory lap following their surprising strength in the election, and one predicts that not winning the majority could be a blessing in disguise ahead of 2022. Rep. Tom Emmer, the head of the House Republicans' campaign arm, says he is running for re-election to his post, eager to finish the job he started this cycle.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-grocers-bring-back-purchase-limits-as-covid-19-cases-rise-11605263401", "title": "Some Grocers Bring Back Purchase Limits as Covid-19 Cases Rise", "date": "2020-11-13 05:30", "summary": "Retailers say there is higher demand for some staples, but shoppers aren't stockpiling as much as they did in the spring. Grocery stores are reinstating purchase limits on items like paper towels or soap for the first time since the spring, as consumers stock up on staples amid rising Covid-19 cases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-underscored-importance-of-it-in-medical-research-11605263401", "title": "Covid-19 Pandemic Underscored Importance of IT in Medical Research", "date": "2020-11-13 05:30", "summary": "Teams with skills in medical imaging analysis and machine learning were critical for sifting through Covid-19 data sets, according to a panel of researchers, technologists. Data storage, cloud computing and artificial intelligence were important tools for Covid-19 investigators this year, as scientific teams learned about the virus and its impact on patients.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-walmart-kroger-plan-to-become-advertising-giants-11605263402", "title": "How Walmart, Kroger Plan to Become Advertising Giants", "date": "2020-11-13 05:30", "summary": "Retail titans can capitalize on the pandemic-driven surge in e-commerce by revving up their online-advertising plans. Retail giants have seen a surge in online traffic this year. That will help juice their profits over the long run, in more ways than one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-should-watch-japans-attempts-to-save-its-struggling-banks-11605261886", "title": "The World Should Watch Japan's Attempts to Save Its Struggling Banks", "date": "2020-11-13 05:04", "summary": "Low, zero and negative interest rates make banking a low-profit game. Japan's attempts to get its lenders to merge and cut costs are worth paying attention to.. Japan is trying to encourage mergers among its ailing regional banks by introducing a sweetener for those that cut costs. Other advanced economies should pay attention: Rock-bottom interest rates mean Japan's present is likely to be their future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aung-san-suu-kyi-under-fire-abroad-wins-big-in-myanmar-election-11605248807", "title": "Aung San Suu Kyi Wins Big in Myanmar Election", "date": "2020-11-13 01:26", "summary": "The vote was the second truly contested and democratic election since the end of military rule. But optimism about the country's democratic transition has faded.. Myanmar's ruling party led by Aung San Suu Kyi has won enough seats in parliament to form the next government, giving it five more years to shape the country's transition to democracy that turned rocky in its first term.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-outlets-give-biden-arizona-win-11605246928", "title": "More Outlets Give Biden Arizona Win", "date": "2020-11-13 00:55", "summary": "The Associated Press and Fox News called the race last week. Major news outlets joined the Associated Press and Fox News in calling Arizona for Joe Biden late Thursday, with the president-elect ahead of President Trump by slightly less than 11,500 votes.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-speedy-satisfying-stew-tastes-like-its-simmered-for-hours-11605276974", "title": "This Speedy, Satisfying Stew Tastes Like It's Simmered for Hours", "date": "2020-11-13 00:01", "summary": "A hearty recipe of meatballs, butter beans and collard greens derives its smoky depth from a little chorizo and smoky pimentón. \"THE MEATBALL IS a great thing,\" said chef Matt Kelly. Here, he offers Spanish-style meatballs, or albondigas, in a satisfying stew of rice, collard greens and butter beans, with a little chorizo in the mix for spice.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605220417", "title": "Pepper...and Salt", "date": "2020-11-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]