[{"link": "https://www.wsj.com/articles/new-york-city-councilmember-to-propose-memorial-for-covid-19-victims-11595893758", "title": "New York City Councilmember to Propose Memorial for Covid-19 Victims", "date": "2020-07-27 19:49", "summary": "Bill would create task force to plan a memorial on Hart Island, in the Bronx. A Manhattan councilmember is calling for a memorial to honor the estimated hundreds of coronavirus victims buried in New York City's potter's field.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-get-fired-for-what-you-do-outside-work-11595890086", "title": "Can You Get Fired For What You Do Outside Work?", "date": "2020-07-27 19:48", "summary": "As smartphones and social media blur the lines between personal and professional lives, acting out in public can have career consequences. The First Amendment doesn't apply to work. In almost all cases, an employer can legally end someone's employment for inappropriate behavior during personal time. Generally speaking, you can't be arrested for saying abhorrent things, but you can be fired.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lynn-tilton-is-suing-small-companies-she-once-led-for-30-million-11595892618", "title": "Lynn Tilton Is Suing Small Companies She Once Led for $30 Million", "date": "2020-07-27 19:30", "summary": "Turnaround executive seeks to collect from businesses she had run for years before stepping down in March. Turnaround executive Lynn Tilton is suing troubled small businesses she once ran, after stepping away from leading them as the Covid-19 pandemic tore through the economy.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modernas-coronavirus-vaccine-begins-final-stage-testing-11595854440", "title": "Moderna, Pfizer Coronavirus Vaccines Begin Final-Stage Testing", "date": "2020-07-27 19:14", "summary": "Drugmakers to enroll 30,000 subjects across U.S., in separate trials to determine whether their vaccines prevent symptomatic Covid-19. Two of the most advanced experimental coronavirus vaccines entered the pivotal phase of their studies on Monday, with the first subjects receiving doses of vaccines developed by Moderna Inc. and Pfizer Inc.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-27-2020-11595840413", "title": "U.S. Coronavirus Cases Rise at Slowest Pace in Weeks", "date": "2020-07-27 19:02", "summary": "New infections rise by 55,000, the lowest daily figure since July 7. U.S. coronavirus cases rose by 55,000, the slowest daily pace since July 7, as some states continued to struggle with a rising number of infections, hospitalizations and deaths.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-empires-review-keeping-prots-on-track-11595890753", "title": "'Iron Empires' Review: Keeping Proﬁts on Track", "date": "2020-07-27 18:59", "summary": "Morgan and Harriman were more public-spirited than their robber-baron predecessors, but they were also monopolists, keen on collusion.. The public image of the robber barons has always been a barometer of how America thinks about wealth. Were they financiers or swindlers? Builders or monopolists? In the Progressive Era, the muckraker Ida Tarbell cast John D. Rockefeller as a ruthless monopolist, and Matthew Josephson's compelling but one-sided Depression-era tome, \"The Robber Barons,\" scorched the lot of them. In recent decades serious biographers have reappraised the turn-of-the-century moguls and found more to like. Could the wheel be poised to turn again? With inequality considered a public enemy, a reappraisal might be ripe.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-price-fix-is-in-11595890636", "title": "Jerome Powell's Price-Fix Is In", "date": "2020-07-27 18:57", "summary": "The Fed flirts with controlling the Treasury debt yield curve.. Every dog of a bad policy idea has its day, but bad monetary-policy ideas seem to get more than one. The latest idea whose time has come and gone and come again is yield-curve control, which is shaping up to be one of the Federal Reserve's next party tricks.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-weekend-of-urban-anarchy-11595890548", "title": "A Weekend of Urban Anarchy", "date": "2020-07-27 18:55", "summary": "These were not peaceful protests, despite what many in the media claim.. Riots broke out again this weekend from coast to coast, with violence and vandalism damaging more of urban America. Democrats and their media allies insist these are largely peaceful protests, so it's worth examining what really happened.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-minneapolis-crime-blotter-11595890450", "title": "The Minneapolis Crime Blotter", "date": "2020-07-27 18:54", "summary": "A 'charred body,' police budget cuts, and a 'spree of armed carjackings.'. Here are the opening lines of six news articles, five in the Minneapolis Star Tribune, and one in the Journal:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-chief-engineer-departs-after-product-delay-11595886781", "title": "Intel Chief Engineer Departs After Product Delay", "date": "2020-07-27 18:48", "summary": "Venkata 'Murthy' Renduchintala will leave Aug. 3; move is part of broader shake up of tech leadership. Intel Corp. is shaking up its technology team and said its chief engineering officer was leaving the company days after the semiconductor maker surprised investors by disclosing delays on its newest processor design.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-under-doubles-down-on-checking-china-11595889726", "title": "Down Under Doubles Down on Checking China", "date": "2020-07-27 18:42", "summary": "Trump challenges allies to pull their weight, and Australia steps up with courage and resolve.. Australian Foreign Minister Marise Payne and Defense Minister Linda Reynolds will meet their American counterparts Tuesday in Washington for annual meetings known as Ausmin. Then they will fly home to Australia and quarantine for two weeks to minimize the spread of Covid-19-a requirement for those arriving from abroad.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/margaret-sanger-gets-canceled-11595889653", "title": "Margaret Sanger Gets Canceled", "date": "2020-07-27 18:40", "summary": "Planned Parenthood disavows her 'racist legacy' but continues carrying it out.. Margaret Sanger has been morally promoted to the rank of Confederate general. It comes courtesy of Planned Parenthood of Greater New York, which will remove Sanger's name from its Manhattan clinic because her \"racist legacy\" and \"deep belief in eugenic ideology\" can no longer be denied.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-effort-to-rein-in-social-media-moves-forward-11595886313", "title": "Trump Effort to Rein In Social Media Moves Forward", "date": "2020-07-27 18:40", "summary": "The Commerce Department called for the FCC to reinterpret key elements of the 1996 Communications Decency Act. The Trump administration moved forward with plans to regulate content on social-media platforms Monday, formally asking federal regulators to start overseeing how these platforms treat user-generated content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snooze-the-climate-alarms-11595889568", "title": "Snooze the Climate Alarms", "date": "2020-07-27 18:39", "summary": "A new study predicts population will drop sharply as developing economies grow.. You won't hear this from the professional climate alarmists, but an important study on global demographics has good news for the future of greenhouse emissions. For some time, demographers have been scaling back forecasts of future population growth, but they may not have gone far enough. A new University of Washington study published in the Lancet argues that conventional population statistics don't account for ongoing and projected future improvements in health care and education for women around the world. More literacy and better access to information about contraception are, along with urbanization, associated with declining fertility rates as women gain better control of their reproductive lives.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-havilland-saved-hollywood-from-stalin-11595889489", "title": "De Havilland Saved Hollywood From Stalin", "date": "2020-07-27 18:38", "summary": "A true liberal, the actress was steadfast against Communists.. Olivia de Havilland, who died Sunday at 104, is remembered mostly for her on-screen work, including her role as Melanie Hamilton in \"Gone With the Wind.\" But we shouldn't forget her contribution to ending the Communist influence in Hollywood at a critical moment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-hold-talks-on-space-security-11595889453", "title": "U.S., Russia Differ on Space Security", "date": "2020-07-27 18:37", "summary": "Two space powers are at odds over goals, with U.S. seeking voluntary norms, Russia aiming for a treaty. WASHINGTON-The U.S. and Russia on Monday held their first space-security talks since 2013, with the two sides wrestling with how to guard against the increasing militarization of space.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confirm-tony-tata-11595889418", "title": "Confirm Tony Tata", "date": "2020-07-27 18:36", "summary": "A good man and dedicated public servant is being smeared despite a long record of inclusivity, diversity, creativity and success.. Retired Brig. Gen. Anthony J. Tata is the right man for the job of undersecretary for policy at the Defense Department, and the Senate should confirm him. We served with Gen. Tata for decades and admire his extensive military and public service. He has been a strong voice for racial, ethnic and religious equality wherever he's worked. Recently some have called for his head over a few inflammatory tweets. We agree they were ill-considered, and he has apologized for sending them. Yet his critics ignore his unimpeachable record of combating racism and effecting change for the betterment of communities of color.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jennifer-lopez-and-alex-rodriguez-list-malibu-beach-house-for-7-99-million-11595888474", "title": "Jennifer Lopez and Alex Rodriguez List Malibu Beach House for $7.99 Million", "date": "2020-07-27 18:21", "summary": "The celebrity couple purchased the oceanfront property from Jeremy Piven for $6.6 million just last year. Celebrity couple Jennifer Lopez and Alex Rodriguez are listing their beachfront Malibu, Calif., home for $7.99 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrate-brooklyn-but-dont-leave-your-home-11595888434", "title": "Celebrate Brooklyn!-But Don't Leave Your Home", "date": "2020-07-27 18:20", "summary": "The annual summer music festival went digital this weekend because of the coronavirus.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-to-pay-respects-to-civil-rights-icon-rep-john-lewis-11595852923", "title": "Nation's Capital Pays Respects to Civil-Rights Icon Rep. John Lewis", "date": "2020-07-27 18:18", "summary": "Georgia Democrat honored with a funeral procession and lie in state at the Capitol. WASHINGTON-The nation's capital paid its respects to the late Rep. John Lewis, the civil-rights leader whose nonviolent tactics helped usher in a landmark voting-rights law aimed at bringing an end to the Jim Crow era of political suppression of Black Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-keep-employees-home-until-summer-2021-amid-coronavirus-pandemic-11595854201", "title": "Google to Keep Employees Home Until Summer 2021 Amid Pandemic", "date": "2020-07-27 18:06", "summary": "Search-engine giant pushes back return to normalcy. SAN FRANCISCO-Google will keep its employees home until at least next July, making the search-engine giant the first major U.S. corporation to formalize such an extended timetable in the face of the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sculptor-agrees-to-pay-136-million-to-bribery-scheme-victims-11595886844", "title": "Sculptor Agrees to Pay $136 Million to Bribery Scheme Victims", "date": "2020-07-27 17:54", "summary": "The proposed settlement comes after a judge last year said former investors in a Congolese mining venture were victims of a bribery scheme involving the hedge fund. Sculptor Capital Management Inc. has agreed to pay $136 million to a group of former investors in a Congolese mine who were found by a court to be victims of a decade-old bribery scheme involving the hedge fund.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extra-jobless-benefits-are-expiring-whats-next-11595886891", "title": "Extra Jobless Benefits Are Expiring. What's Next?", "date": "2020-07-27 17:54", "summary": "A Republican coronavirus relief proposal would drastically cut the weekly benefits. Now there's a mad dash to reach a deal with Democrats. The unemployment benefit effectively ran out this weekend for many Americans, though it does not officially expire until July 31. The Republican plan cuts the current federal $600 weekly unemployment supplement to $200 a week through September, when the payment will then combine with state benefits to replace 70% of previous wages. The maximum federal addition to the state benefit would be $500 under that scenario. Democrats want to extend the existing benefit at $600 a week through January.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-deserve-a-fresh-set-of-eyes-11595877556", "title": "Grocers Deserve a Fresh Set of Eyes", "date": "2020-07-27 17:43", "summary": "Investors gave Albertsons the cold shoulder in its market debut; positive results last quarter did little to change their perception. Impressive results did little to enthuse investors in Kroger Co. , America's largest supermarket chain. The second largest got a similar shrug on Monday after posting solid numbers of its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-republican-senators-will-oppose-shelton-s-fed-candidacy-11595871359", "title": "Two Republican Senators Will Oppose Shelton's Fed Candidacy", "date": "2020-07-27 17:35", "summary": "Susan Collins joins Mitt Romney in signaling plans to vote against Trump's Fed pick. Sen. Susan Collins (R., Maine) said Monday she would join Sen. Mitt Romney (R., Utah) in opposing the nomination of economist Judy Shelton to the Federal Reserve's board of governors.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-says-it-gets-wells-notices-from-sec-11595855250", "title": "Under Armour Receives Wells Notices From SEC", "date": "2020-07-27 17:25", "summary": "Founder Kevin Plank and finance chief David Bergman are warned of possible civil charges over 'pull forward' sales. Securities regulators have warned Under Armour Inc., founder Kevin Plank and its chief financial officer that they could face civil-enforcement action related to the sportswear maker's past accounting practices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-withdraws-as-host-of-planned-trump-biden-debate-11595883140", "title": "Notre Dame Withdraws as Host of Planned Trump-Biden Debate", "date": "2020-07-27 17:17", "summary": "The decision marked the second time that a planned debate has been altered because of the pandemic. WASHINGTON-The University of Notre Dame on Monday withdrew as host of the first planned presidential debate in late September, citing the need for public-health precautions because of the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/folklore-by-taylor-swift-review-serious-songs-from-a-pop-princess-11595884269", "title": "'Folklore' by Taylor Swift Review: Serious Songs From a Pop Princess", "date": "2020-07-27 17:11", "summary": "Collaborating with the National's Aaron Dessner, Taylor Swift has created an impressive album during quarantine that sounds like nothing else in her catalog.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-must-change-to-bring-back-the-factories-11595883678", "title": "We Must Change to Bring Back the Factories", "date": "2020-07-27 17:01", "summary": "We must emulate the Chinese by requiring American companies to source parts in the U.S. Forget tariffs. Regarding Arthur Herman's \"Bringing the Factories Home\" (op-ed, July 20): I was an owner of an aluminum foundry near Boston in the early 2000s. We supplied a major semiconductor test-machine manufacturer with considerable business in China. I remember one very complex 300-lb. casting our customer was forced by the Chinese government to source in China to be allowed to sell machines there. Although it took them three years to find a Chinese foundry capable of making it, they finally did, and we lost over $1 million in revenue. Further, the machining source in New Hampshire where we shipped the casting lost the machining work. Like so many foundries, we closed in 2009.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-is-the-big-risk-sunscreen-is-an-asset-11595883612", "title": "Cancer Is the Big Risk, Sunscreen Is an Asset", "date": "2020-07-27 17:00", "summary": "Sunscreens are a vital tool in the fight against skin cancer, and their formulations and use are in line with current Food and Drug Administration regulations.. On behalf of the 20,000 members of the American Academy of Dermatology (AAD), I'd like to emphasize that sunscreens are a vital tool in the fight against skin cancer, and their formulations and use are in line with current Food and Drug Administration regulations (\"The Numbers: Shining a Light on Sunscreen Chemicals,\" U.S. News, July 18).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-career-coach-who-knows-you-bestmom-11595883522", "title": "A Career Coach Who Knows You Best-Mom", "date": "2020-07-27 16:58", "summary": "I hope that others with these sorts of parents recognize that such parental guidance, though occasionally frustrating, is a huge advantage over others looking for work.. \"Meet Your Career Coach-You May Know Her as Mom\" (Page One, July 20) illustrates that higher-education institutions don't adequately prepare undergraduates to enter the real world. Also, social capital can be just as important, if not more, than earning a degree. Although the students referenced in the article seemed bright, they needed the guidance of concerned and connected loved ones to turn academic success into something professionally valuable. This reveals a profound failure that is common throughout higher education. Even during boom times, recent grads enter the job market with insufficient institutional instruction as to how to actually land a job.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-27-2020-11595842185", "title": "U.S. Stocks Start Week With Gains", "date": "2020-07-27 16:57", "summary": "Gold hits record high and U.S. dollar drops, reflecting investors' concerns about the economy. U.S. stocks rose Monday as investors bet that the largest technology firms will power ahead in an uncertain economic environment.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clevelands-ballpark-social-distancing-and-patriotism-11595883460", "title": "Cleveland's Ballpark, Social Distancing and Patriotism", "date": "2020-07-27 16:57", "summary": "The team made me a proud fan the other night when the players stood for the national anthem.. I, too, had the (mis)fortune of spending many days and nights, along with 70,000 empty seats, watching the Indians of the 1960s, '70s and '80s as described by Roger Cohen in \"Cleveland Has Seen Empty Ballparks Before\"(op-ed, July 23). The team has now become perennially competitive under its present leadership and Dolan family ownership. The team made me a proud fan the other night when the players stood for the national anthem with one hand on their heart and the other on their teammate's shoulder. The players got it right by demonstrating respect for the flag while incorporating togetherness-two things we need right now to move forward as a country. The Tribe deserves a hand for being the first team to hit a home run before the season starts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perfect-solution-for-the-portland-federal-standoff-11595883405", "title": "The Perfect Solution for the Portland-Federal Standoff", "date": "2020-07-27 16:56", "summary": "The federal government should immediately deed all its property in Portland to the city. It should then relocate to Bend, Ore.. In his otherwise excellent analysis of Portland's riots, William McGurn overlooks one thing (\"Portland's Pottery Barn Rule,\" Main Street, July 21). The federal government should immediately deed all its property to the city. It should then relocate to Bend, Ore. The residents will be much more polite-and less violent-than the Portlandese. An added bonus: Portland lawyers wanting to file suit in federal court will face a nice, three-hour commute each way, but they will experience the wonderful scenery en route. In time, they may even begin to love the benefits of civilized behavior.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreenss-stefano-pessina-to-step-down-as-ceo-become-chairman-11595857609", "title": "Walgreens CEO to Step Down, Become Chairman", "date": "2020-07-27 16:50", "summary": "Billionaire investor took the helm in 2015 after drugstore chain's merger with Alliance Boots. Walgreens Boots Alliance Inc. said Stefano Pessina will step down as chief executive, kicking off a search for a new leader at the company as the coronavirus pandemic has dented profits and complicated a turnaround.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-vuittons-owner-shows-wear-and-tear-11595882704", "title": "Louis Vuitton's Owner Shows Wear And Tear", "date": "2020-07-27 16:45", "summary": "A 68% drop in first-half operating profit at LVMH demonstrates that top luxury brands aren't as defensive as investors think. In one of the stranger trends of the global pandemic, top luxury brands have been treated as safe haven stocks. LVMH 's first-half profit plunge is a reminder that an industry that relies on international travel and the feel-good factor won't get off lightly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-names-jim-lanzone-as-chief-executive-of-tinder-11595880061", "title": "Tinder Hires Ex-CBS Interactive Boss Jim Lanzone as CEO", "date": "2020-07-27 16:44", "summary": "Match Group's flagship dating app is navigating changes to online dating during the Covid-19 pandemic. Match Group Inc. is naming a new chief executive for the company's flagship dating app Tinder at a time when the coronavirus pandemic is redefining the online dating industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-surge-in-spain-threatening-tourism-recovery-11595882014", "title": "Coronavirus Cases Surge in Spain, Threatening Tourism Recovery", "date": "2020-07-27 16:33", "summary": "U.K. imposes two-week quarantine on travelers arriving from Spain, highlighting economic cost of coronavirus's resurgence. A surge in new coronavirus cases in Spain is threatening the recovery of its vital tourism sector and underscoring the fragility of the country's hard-fought gains in bringing the virus under control, after being among the hardest hit in the West earlier this year.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-sentenced-in-college-admissions-scandal-lists-california-homes-for-38-million-11595881818", "title": "Developer Sentenced in College Admissions Scandal Lists California Homes for $38 Million", "date": "2020-07-27 16:30", "summary": "Robert Flaxman is selling two Beverly Hills properties, which if combined and developed could rake in as much as $100 million. Two homes next to the famous Greystone Mansion in Beverly Hills, Calif., are coming on the market for a total of $38 million. The two properties could be combined and developed into one of the most valuable homes in the Los Angeles area, according to the listing agents.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beverly-hills-90210-11595881449", "title": "Beverly Hills, 90210", "date": "2020-07-27 16:24", "summary": "Two properties in the sought-after location could be combined to create a valuable development site.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/albertsons-books-higher-sales-amid-coronavirus-11595852513", "title": "Albertsons Books Higher Sales Amid Coronavirus", "date": "2020-07-27 16:20", "summary": "Owner of Safeway and Jewel-Osco chains continues to see higher demand from shift toward eating at home. Supermarket chain Albertsons Cos. said consumers are sticking with their new pandemic-driven habit of buying more groceries and eating more at home.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-in-portland-other-liberal-cities-pressured-by-both-left-and-right-11595860108", "title": "In Portland and Other Protest Cities, Neither Left, Right Nor Center Is Happy", "date": "2020-07-27 15:58", "summary": "Persistent and sometimes violent demonstrations have made the Oregon city a target of all points on the political spectrum. PORTLAND, Ore.-Persistent and sometimes violent demonstrations along a short stretch of a city with a long history of protests have made Portland a target of the political left and right.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/television-personality-regis-philbin-dies-at-88-11595709126", "title": "Television Personality Regis Philbin Dies at 88", "date": "2020-07-27 15:51", "summary": "Daytime talk show host endeared himself to viewers over decades. NEW YORK-Regis Philbin, the genial host who shared his life with television viewers over morning coffee for decades and helped himself and some fans strike it rich with the game show \"Who Wants to Be a Millionaire?,\" has died at 88.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-profit-plunged-in-first-half-11595878664", "title": "LVMH Profit Plunges Amid Boutique Closures", "date": "2020-07-27 15:37", "summary": "French luxury conglomerate was hit hard by boutique closures amid pandemic. PARIS-French luxury conglomerate LVMH Moët Hennessy Louis Vuitton SE said net profit plunged in the first half, as the company struggled to cut costs in the face of sweeping boutique closures during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-exits-chinese-consulate-as-nations-ties-deteriorate-11595874855", "title": "U.S. Exits Consulate in China, as Nations' Ties Deteriorate", "date": "2020-07-27 15:23", "summary": "American flag is lowered in Chengdu after China shuts the U.S. consulate in retaliation for Washington's closing of Beijing's consulate in Houston. At dawn on Monday, as the deadline to leave the U.S. consulate in the southwestern Chinese city of Chengdu approached, staff were still trickling out with briefcases in hand, just minutes before the U.S. flag was lowered in the courtyard.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garmin-says-cyberattack-made-its-software-unavailable-11595876400", "title": "Garmin Says Cyberattack Made Its Software Unavailable", "date": "2020-07-27 15:00", "summary": "Navigation-systems company says no customer data was compromised over several days. Garmin Ltd. , the maker of navigation systems for cars, boats and planes, said it was the target of a cyberattack that made its software unavailable for several days.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-mastercard-fined-wirecard-for-dubious-transactions-11595874886", "title": "Visa, Mastercard Fined Wirecard for Dubious Transactions", "date": "2020-07-27 14:34", "summary": "Executives at card networks were concerned about Wirecard's high levels of stolen card purchases, reversed transactions. Collapsed payments processor Wirecard AG miscoded gambling transactions and had high levels of stolen card purchases and reversed transactions, leading to hefty fines from card networks Visa Inc. and Mastercard Inc., according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-security-adviser-robert-o-brien-tests-positive-for-covid-19-11595858157", "title": "National Security Adviser Robert O'Brien Tests Positive for Covid-19", "date": "2020-07-27 14:19", "summary": "O'Brien is the most senior member of the Trump administration to contract the disease. WASHINGTON-National security adviser Robert O'Brien has tested positive for Covid-19, the White House said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-hit-record-high-as-dollar-drops-11595846182", "title": "Gold Prices Hit Record as Dollar Drops", "date": "2020-07-27 14:05", "summary": "Weakening dollar adds momentum to gold's summer surge, propelling metal above 2011 intraday peak. Gold prices zoomed to a record Monday, as a weakening dollar injected new momentum into a rally driven by uncertainty about the world economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-says-it-exchanged-exchange-fire-with-hezbollah-on-lebanon-border-11595868560", "title": "Israel Says It Exchanged Fire With Hezbollah on Lebanon Border", "date": "2020-07-27 14:01", "summary": "Israel's military said it sustained no casualties; Hezbollah said it did not attack Israel. TEL AVIV-Israel's military said Monday its forces and Hezbollah exchanged fire on Israel's border with Lebanon, ratcheting up tensions as Israel presses a campaign to rout the influence of Iran and its allies on its frontiers.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-kroger-bottle-their-own-milk-and-shake-up-american-dairy-industry-11595872190", "title": "Walmart, Kroger Bottle Their Own Milk and Shake Up American Dairy Industry", "date": "2020-07-27 13:49", "summary": "Resume Subscription. Americans' thirst for cheap milk-and grocers' rush to provide it-are remaking the centuries-old dairy industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/toys-are-selling-but-mattel-and-hasbro-arent-cashing-in-11595869248", "title": "Toys Are Selling, but Mattel and Hasbro Aren't Cashing In", "date": "2020-07-27 13:30", "summary": "Toy makers post sharp revenue declines because stores didn't rush to restock. Toys from Barbie dolls to board games are flying off the shelves, literally and virtually, as parents look for ways to entertain their children during the coronavirus pandemic. But retailers haven't rushed to restock their inventory, causing financial pain at toy makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-cease-fire-begins-in-tense-climate-11595866740", "title": "Ukraine Cease-Fire Begins in Tense Climate", "date": "2020-07-27 12:50", "summary": "Truce between government forces and Russian-backed separatists offers promise, but disputes remain unresolved. MOSCOW-A cease-fire between Ukrainian government forces and Russian-backed separatists took effect on Monday, offering the prospect of an end to a slow-burning conflict that has claimed thousands of lives in Eastern Ukraine and become a flashpoint between Moscow and the West.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalins-man-at-the-new-york-times-11595867217", "title": "Stalin's Man at the New York Times", "date": "2020-07-27 12:26", "summary": "A film explores the monstrous Soviet horror and the cover-up by a Pulitzer winner.. \"The words 'must see' are grotesquely overused in movie reviews, but in this case, they are apt,\" writes Francis Maier. He's talking about the remarkable film, \"Mr. Jones,\" currently available on Amazon and other platforms. It is a story of Soviet communist horror and the New York Times writer who enabled it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-on-course-for-worst-month-in-almost-a-decade-11595855269", "title": "Dollar on Course for Worst Month in Almost a Decade", "date": "2020-07-27 12:16", "summary": "Investors bet that the Fed will be forced to keep rates lower for longer, lowering real yields in U.S.. The dollar is on track to close out its worst month since April 2011 as a rise in coronavirus infections across the U.S. threatens to damp the economic recovery and keep low interest rates in place for longer.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-orders-for-long-lasting-goods-gained-in-june-11595860966", "title": "U.S. Orders for Long-Lasting Goods Gained in June", "date": "2020-07-27 12:11", "summary": "New orders for durable goods rose 7.3%, the second consecutive monthly gain. Orders for long-lasting U.S. factory goods rose in June as the economy continued its climb back from disruptions related to the coronavirus pandemic, though a summer surge in virus infections could damp future gains.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suffering-from-covid-for-monthsand-battling-murky-test-results-too-11595865869", "title": "Suffering From Covid-19 for Months-and Battling Murky Test Results Too", "date": "2020-07-27 12:04", "summary": "Doctors believe many people are fighting Covid symptoms long-term, but testing inconsistencies complicate the picture. Jenny Berz woke up on March 27 with a fever, headache and shortness of breath. Four months later she is still sick, struggling with fatigue, sinus pain, blurred vision, gastrointestinal issues, and pain and numbness in her hands. She loses her sense of smell every few days.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/higher-ed-and-the-fragmentation-of-america-11595865575", "title": "Higher Ed and the Fragmentation of America", "date": "2020-07-27 11:59", "summary": "With everyone's liberty threatened by cancel culture, it's time to restore freedom to academia.. Some physicists believe the cosmos is home to an infinite number of bubble-shaped, parallel universes. The same theory could describe today's American politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-may-want-to-forget-about-the-russia-investigation-11595865529", "title": "Joe Biden May Want to Forget About the Russia Investigation", "date": "2020-07-27 11:58", "summary": "The candidate struggles to field softballs from friendly media. What if he were asked real questions?. As was perhaps predictable in a presidential contest between two men on the ripe side of 70, we're into the \"my memory is better than yours\" phase of the election campaign.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-changed-everything-even-male-modeling-11595864473", "title": "Coronavirus Has Changed Everything. Even Male Modeling.", "date": "2020-07-27 11:41", "summary": "Earlier this month during so-called 'Digital Fashion Week' the fashion industry tried to get back to normal-but normal is still a ways off. DUE TO THEIR REPUTATION as chiseled, airhead cliches (thank you \"Zoolander\") and the fact that they rarely attain the celeb status of their female peers, male models are an oft-overlooked cog in the fashion machine. But they see a lot and, as Milan, London and Paris held their biannual men's fashion weeks last month, the male models I recently spoke to had an insider's view of an industry straining for normalcy during a pandemic.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-the-rise-and-fall-of-j-crew-11595864289", "title": "Video: The Rise and Fall of J.Crew", "date": "2020-07-27 11:38", "summary": "Resume Subscription. J.Crew was the first big retail chain to file bankruptcy in the wake of coronavirus lockdowns. But analysts say J.Crew's struggle started years earlier, as its debt mounted and it lost touch with its customers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intels-fabs-arent-going-anywhere-11595862957", "title": "Intel's Fabs Aren't Going Anywhere", "date": "2020-07-27 11:15", "summary": "Chip maker's latest stumble opens the door to more outsourcing, but advantages of being a manufacturer remain. Intel 's manufacturing prowess has taken a beating. But the chip maker is unlikely to get out of the \"making\" part of the business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-presses-taliban-afghan-government-for-peace-talks-11595861773", "title": "U.N. Presses Taliban, Afghan Government for Peace Talks", "date": "2020-07-27 10:56", "summary": "Report says nearly 3,500 civilians were killed or injured in the first half of this year. KABUL-The number of civilian casualties from fighting in Afghanistan fell in the first half of the year after a pact between the U.S. and the Taliban meant to end America's longest war, as the United Nations pressed Kabul and the militants for peace talks.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-oriented-companies-profit-from-demand-for-select-products-earnings-at-a-glance-11595861357", "title": "Tech-Oriented Companies Profit From Demand for Select Products: Earnings at a Glance", "date": "2020-07-27 10:49", "summary": "Resume Subscription. Tech-oriented companies posted higher profits in the first half of the year despite the Covid-19 pandemic as customers paid for select products and services.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-rats-emboldened-by-lockdowns-have-a-new-enemy-sundrop-11595860925", "title": "New York Rats Emboldened by Lockdowns Have a New Enemy: Sundrop", "date": "2020-07-27 10:42", "summary": "Hunters with dogs take on the city's rat infestation, trash pile by trash pile. Sundrop, with a sunny disposition, is ruthless with the vermin, which are venturing farther afield amid lockdowns.. On the night of July 4, Elias Schewel and his dog, Sundrop, rummaged around a trash-ridden street corner on Manhattan's Lower East Side.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippines-duterte-asks-china-for-access-to-successful-coronavirus-vaccine-11595858296", "title": "Philippines's Duterte Asks China for Access to Successful Coronavirus Vaccine", "date": "2020-07-27 09:58", "summary": "President says he made plea to Chinese President Xi Jinping to also grant Manila credit to buy vaccines. Philippine President Rodrigo Duterte said he has asked China for help in getting access to a coronavirus vaccine as governments around the world make arrangements to secure supply for their citizens ahead of what is expected to be a global scramble for the much-awaited shots.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fund-administrator-for-fortress-pimco-and-others-suffers-data-breach-through-vendor-11595857765", "title": "Fund Administrator for Fortress, Pimco and Others Suffers Data Breach Through Vendor", "date": "2020-07-27 09:49", "summary": "A ransomware attack against a vendor of SEI Investments compromised data from investors. A ransomware attack against a vendor of SEI Investments Co. detected in May exposed the personal information of investors in roughly 100 of the fund administrator's clients, according to people familiar with the matter.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-street-interactive-to-go-public-as-part-of-a-1-8-billion-deal-11595811601", "title": "Rush Street Interactive to Go Public as Part of a $1.8 Billion Deal", "date": "2020-07-27 09:33", "summary": "Online sports-and-casino betting company to merge with blank-check vehicle dMY Technology. Rush Street Interactive LP agreed to go public via a merger with a blank-check company that will value the online sports-and-casino betting company at about $1.8 billion including debt.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-gold-rush-investors-seek-out-known-unknowns-11595855595", "title": "The New Gold Rush: Investors Seek Out Known Unknowns", "date": "2020-07-27 09:13", "summary": "The rare combination of high returns and elevated volatility is creating some outsize winners, including the precious metal. In a desert, oases can get a bit crowded.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-shortage-has-industry-crying-in-its-beer-11595854699", "title": "Can Shortage Has Industry Crying in Its Beer", "date": "2020-07-27 08:58", "summary": "Covid-19 led to a lot of wasted beer and now it might cause a shortage of some varieties. A spate of bad luck has driven many people to the bottle. Now it is happening to an entire industry-literally.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-debate-over-systemic-racism-why-it-divides-and-why-it-provides-hope-11595852987", "title": "The Debate Over Systemic Racism: Why It Divides and Why It Provides Hope", "date": "2020-07-27 08:53", "summary": "The killing of George Floyd brings a discussion of whether, and how deeply, racism is ingrained in our nation. The searing summertime debate over racial justice isn't really about George Floyd and his killing in police hands in Minneapolis. Virtually nobody anywhere on the political spectrum argues that what happened to him was just.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-challenges-bond-behemoths-with-active-funds-11595853819", "title": "Vanguard Challenges Bond Behemoths With Active Funds", "date": "2020-07-27 08:43", "summary": "Assets in actively managed bond funds push past half-trillion mark for the first time. Vanguard Group, the titan of low-cost index funds, is coming after a fast-growing pocket of the money-management industry: actively managed bond funds.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lana-condors-favorite-advice-could-be-your-new-mantra-11595853274", "title": "Lana Condor's Favorite Advice Could Be Your New Mantra", "date": "2020-07-27 08:34", "summary": "The 'To All the Boys' and 'Deadly Class' actor on her favorite breakfast, preparing to go back on set for the first time in months and her new ambassadorship with Neutrogena. Soon, Lana Condor will be back on a film set for the first time in months. \"I have to do reshoots, and it's a whole different world,\" says the actor, 23, best known for her breakthrough role playing Lara Jean Covey in Netflix 's To All the Boys I've Loved Before. Over 80 million people watched the romantic comedy after its 2018 release and its sequel, To All the Boys: P.S. I Still Love You, came out earlier this year. On a Zoom call from her home in Seattle, she explains that the only people on set who can be within six feet of her are a sound person and makeup person.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-nicaragua-doctors-who-spoke-up-about-covid-19-also-lost-their-jobs-11595852072", "title": "In Nicaragua, Doctors Who Spoke Up About Covid-19 Lost Their Jobs", "date": "2020-07-27 08:14", "summary": "Physicians say the country's authoritarian government is retaliating against them for signing public letters urging virus-containment measures and protective equipment. MEXICO CITY-Carlos Quant, an infectious-disease specialist at a Managua public hospital, was fired in early June after he organized a group of like-minded colleagues to tell Nicaraguans how to protect themselves from the new coronavirus.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powered-by-china-a-technology-benchmark-opens-in-hong-kong-11595845245", "title": "Powered by China, a Technology Benchmark Opens in Hong Kong", "date": "2020-07-27 08:09", "summary": "Hang Seng Tech Index falls more than city's broader stock market in its debut. HONG KONG-A new technology stock benchmark that includes China's two most valuable companies made its debut on Monday, falling more than Hong Kong's broader stock market as it sought to give investors a better read on the tech sector's growth and relative performance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-industrys-china-habit-will-take-time-to-kick-11595851558", "title": "Drug Industry's China Habit Will Take Time to Kick", "date": "2020-07-27 08:06", "summary": "Given enough policy support-and patience-India is in a good position to challenge the manufacturing might of its northern neighbor in drug ingredients. The Covid-19 pandemic has prompted many countries to re-evaluate China-dependent supply chains for essential goods such as drugs. India may take particular advantage, but only with plenty of patience.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-saudi-power-broker-of-spanish-soccers-second-division-11595851200", "title": "The Saudi Power Broker of Spanish Soccer's Second Division", "date": "2020-07-27 08:00", "summary": "How Turki al-Sheikh, a political enforcer of Saudi Arabia's crown prince, turned tiny Almeria into his personal hobby. Almeria, Spain", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-forces-businesses-to-confront-cloud-computing-costs-11595849519", "title": "Another Covid-19 Problem for Companies: All This Working From Home Isn't Cheap", "date": "2020-07-27 07:35", "summary": "Companies are leaning on cloud computing more than ever but also looking to manage those expenses more efficiently. The pandemic has made business more dependent on cloud-computing than ever-and companies are now racing to rein in the soaring costs.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-ceo-jeff-bezos-faces-rare-test-in-first-testimony-before-congress-11595849055", "title": "Amazon CEO Jeff Bezos Faces Rare Test in First Testimony Before Congress", "date": "2020-07-27 07:24", "summary": "Used to scripted, controlled experiences, e-commerce mogul prepares for an adversarial hearing. At Amazon.com Inc.'s annual shareholder meeting in May, Chief Executive Jeff Bezos offered a familiar response when asked about scrutiny surrounding the company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-back-with-a-vengeance-in-places-where-it-had-all-but-vanished-11595842202", "title": "Coronavirus Is Back With a Vengeance in Places Where It Had All but Vanished", "date": "2020-07-27 07:20", "summary": "Hong Kong, Japan and Australia are seeing new waves of infections after relaxing Covid-19 restrictions. Australia reported only a handful of new coronavirus cases in early June, while Hong Kong went three weeks without a single locally transmitted infection that month. Japan had already lifted a state of emergency in May after the number of new cases dropped to a few dozen nationwide.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-plan-targets-profitable-companies-that-pay-almost-nothing-11595848477", "title": "Biden Tax Plan Targets Profitable Companies Paying Almost Nothing", "date": "2020-07-27 07:14", "summary": "Democrat's proposal would require Amazon, others to pay at least 15% of reported profits. WASHINGTON-Profitable companies like Amazon.com Inc. could no longer use legal breaks to drive their U.S. tax bills almost to zero under Joe Biden's proposal to increase and overhaul corporate taxes.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-month-later-few-manhattan-office-workers-have-returned-despite-new-yorks-reopening-11595847600", "title": "Despite New York City's Reopening, Few Manhattan Office Workers Have Returned", "date": "2020-07-27 07:00", "summary": "Most office workers continue to work from home even though the city permitted their return in June. Fewer than one-tenth of Manhattan office workers have returned to the workplace a month after New York gave businesses the green light to return to the buildings they vacated in March, according to the city's leading landlords, brokerage firms and employers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-primed-for-5g-foray-as-u-s-china-brawl-over-huawei-11595847604", "title": "Samsung Primed for 5G Foray as U.S., China Brawl Over Huawei", "date": "2020-07-27 07:00", "summary": "South Korean giant well-positioned to increase its fourth-place market share if West bars industry's biggest player and China retaliates. SEOUL-The West's fight with China about 5G network equipment has handed an opportunity to South Korea's Samsung Electronics Co.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-strikes-6-billion-cancer-drug-deal-11595845775", "title": "AstraZeneca Strikes $6 Billion Cancer Drug Deal", "date": "2020-07-27 06:29", "summary": "Therapy is designed to leave healthy cells alone, potentially limiting side effects. LONDON- AstraZeneca PLC has agreed to pay Japan's Daiichi Sankyo Co. up to $6 billion to jointly develop and commercialize a cancer drug it says could help redefine the way the disease is treated, in the British company's latest push into oncology.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-requests-for-google-users-location-histories-face-new-scrutiny-11595842201", "title": "Police Requests for Google Users' Location Histories Face New Scrutiny", "date": "2020-07-27 05:30", "summary": "Geofence warrants are staring down their first legal challenges. Police use of a type of warrant to monitor Google users' locations en masse is staring down its first legal and political challenges as scrutiny of law enforcement tactics grows.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-adds-more-outsourcing-partners-as-it-aims-to-meet-packaged-food-demand-11595842200", "title": "General Mills Adds More Outsourcing Partners as It Aims to Meet Packaged-Food Demand", "date": "2020-07-27 05:30", "summary": "As consumers stock up on cereals and cake mixes, food manufacturer produces more goods through third parties at a higher cost. General Mills Inc. is relying more than ever on third-party manufacturers to meet heightened demand for its products, though asking others comes at a significant cost to the maker of cereal and soups.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jumbo-mortgages-are-no-longer-the-cheapest-mortgages-around-11595842200", "title": "Jumbo Mortgages Are No Longer the Cheapest Mortgages Around", "date": "2020-07-27 05:30", "summary": "Banks now offer lower rates on smaller mortgages-a sign of investors clamoring for safe assets amid the coronavirus recession. Record-low interest rates are helping home buyers lock in years of savings on future mortgage payments. But those searching for larger homes or in expensive markets aren't reaping the same rewards.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-covid-19-cases-in-u-s-other-countries-could-speed-up-vaccine-studies-11595842201", "title": "Surging Covid-19 Cases Could Speed Up Vaccine Studies", "date": "2020-07-27 05:30", "summary": "Pivotal studies depend on subjects being exposed, which is likely to happen faster in places where the virus is spreading rapidly. Surging coronavirus cases in the U.S. and abroad may speed up the race to prove whether experimental vaccines work.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595795524", "title": "Pepper...and Salt", "date": "2020-07-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-reports-its-first-apparent-covid-19-case-11595722635", "title": "North Korea Reports First Apparent Covid-19 Case", "date": "2020-07-27 23:19", "summary": "Kim Jong Un ordered lockdown of city near border with South, according to state media. SEOUL-North Korea reported its first apparent Covid-19 case at a city near the border with South Korea, as leader Kim Jong Un enacted the country's maximum emergency system and warned officials to \"face up to the reality.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-erupts-around-protests-across-u-s-11595784837", "title": "Violence Erupts Around Protests Across U.S.", "date": "2020-07-27 20:03", "summary": "Weekend clashes occur as demonstrators press further against racism and police tactics. Large demonstrations turned violent around the country over the weekend as tens of thousands of Americans continued a monthslong wave of civil unrest protesting racism and police tactics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]