[{"link": "https://www.wsj.com/articles/goldman-gets-half-woke-11579910316", "title": "Goldman Gets Half Woke", "date": "2020-01-24 18:58", "summary": "The firm will boycott companies with all-male boards-in some places.. Goldman Sachs CEO David Solomon demonstrated his social enlightenment in Davos this week by announcing that the white-shoe investment bank would no longer help companies with exclusively white, male boards go public-as long as its boycott doesn't hurt business too much.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-starbucks-netflix-stocks-that-defined-the-week-11579909738", "title": "American Airlines, Starbucks, Netflix: Stocks That Defined the Week", "date": "2020-01-24 18:48", "summary": "Here are seven major companies whose stocks moved on the week's news. American Airlines Group Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-professor-clayton-m-christensen-turned-his-life-into-a-case-study-11579909615", "title": "Clayton M. Christensen, Harvard Management Guru, Dies at 67", "date": "2020-01-24 18:46", "summary": "Management guru advised students to focus on creating strategies for living a good life. Clayton M. Christensen, a Harvard Business School professor and management guru, was an authority on what he called disruptive technologies who became more widely known for offering his life as a case study.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-jim-lehrers-rules-of-journalism-11579909381", "title": "Notable & Quotable: Jim Lehrer's Rules of Journalism", "date": "2020-01-24 18:43", "summary": "'Assume the viewer is as smart and caring and good a person as I am. Assume the same about all people on whom I report.'. From Jim Lehrer's Rules of Journalism. Lehrer died Thursday at 85:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-tries-to-wag-the-dog-11579909357", "title": "Jeff Bezos Tries to Wag the Dog", "date": "2020-01-24 18:42", "summary": "Faint stirrings of media skepticism are making his Saudi conspiracy theory a harder sell.. Jeff Bezos's extramarital affair is the type of story that sometimes ties the media into knots. What was leaked was potentially less newsworthy than who leaked it and why. Because the media is reluctant to inquire into each other's sources, such stories often go unreported. This case was an exception, at least for a while. The National Enquirer is a disreputable supermarket tabloid, and Mr. Bezos strongly suggested it was in cahoots with a foreign power, Saudi Arabia, and possibly the Trump administration.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-g-biden-might-win-in-20-11579909334", "title": "Warren G. Biden Might Win in '20", "date": "2020-01-24 18:42", "summary": "His message of unity-combined with antipathy for Donald Trump-has made him the front-runner against a radical field.. West Des Moines, Iowa", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-chinese-new-yearnow-please-appropriate-my-culture-11579909279", "title": "Happy Chinese New Year-Now Please Appropriate My Culture", "date": "2020-01-24 18:41", "summary": "So-called progressives demand we all freeze our lives at an arbitrary moment in historical time.. Happy Year of the Rat. Chinese New Year falls on Jan. 25, and the festivities traditionally last for 15 days, concluding with the lantern festival. So, my fellow Americans, you will have plenty of time to join me in celebrating. I invite you to appropriate my culture.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-to-native-alaskans-drop-dead-11579908814", "title": "Goldman Sachs to Native Alaskans: Drop Dead", "date": "2020-01-24 18:33", "summary": "The bank claims to value 'stakeholder engagement' but dropped Arctic drilling without consulting us.. Utqiagvik, Alaska", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-the-games-beginand-politics-pause-11579908675", "title": "Let the Games Begin-and Politics Pause", "date": "2020-01-24 18:31", "summary": "Athletes can express their views everywhere except on the field and rostrum.. Those protesting the International Olympic Committee's decision to ban political statements by participating athletes make several familiar arguments, all of them bad. The principal one is that since politics already saturates the Olympics-the parade of national flags, the contest between cities vying to host-the ban is incoherent and hypocritical, and the attempted interdiction of political speech is itself a political act.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fears-continue-to-weigh-on-crude-11579885315", "title": "U.S. Crude Suffers Worst Week Since July", "date": "2020-01-24 18:31", "summary": "Brent oil's 6.4% drop is steepest weekly fall since 2018. Oil prices suffered their worst week in over a year, dragged lower by fears that a deadly new coronavirus spreading throughout China and other countries will weigh on economic growth and hurt demand for crude.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-iowa-ads-take-aim-at-trump-11579867201", "title": "Democrats' Iowa Ads Take Aim at Trump", "date": "2020-01-24 18:20", "summary": "In 85 different ads in the past two months on local television, no Democrat has mentioned a primary rival by name, a Journal analysis found. WASHINGTON-Joe Biden and Bernie Sanders are arguing about Mr. Biden's position on Social Security. Elizabeth Warren confronted Mr. Sanders over whether he told her a woman couldn't be elected president. Ms. Warren and Pete Buttigieg have sniped at each other over fundraising.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-california-abortion-coverage-requirement-11579873973", "title": "White House Strikes at California's Abortion-Coverage Mandate", "date": "2020-01-24 18:19", "summary": "White House threatens to withhold funding if state doesn't end requirement that insurers cover procedure. WASHINGTON-The Trump administration told California it is violating federal law by requiring insurers to cover abortion and threatened to withhold federal funding if the state doesn't end its mandate, the latest move in a broader White House effort to establish religion-based exemptions to reproductive-rights statutes.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owners-of-solar-company-that-swindled-berkshire-hathaway-admit-to-running-ponzi-scheme-11579907951", "title": "Solar Company's Owners Admit to Running Ponzi Scheme", "date": "2020-01-24 18:19", "summary": "California couple has given up personal assets, including 148 luxury vehicles. WASHINGTON-A California couple whose solar company counted Berkshire Hathaway Inc. as one of its investors pleaded guilty Friday to running a $900 million Ponzi scheme.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-pg-e-deal-bondholders-gain-protection-against-future-trouble-11579907464", "title": "Under PG&E Deal, Bondholders Gain Protection Against Future Trouble", "date": "2020-01-24 18:11", "summary": "A settlement pushes bondholders to the front of the repayment line if PG&E runs into financial trouble again. The agreement PG&E Corp. reached to enlist bondholder support for its chapter 11 exit transforms $21.5 billion worth of unsecured debt into secured debt, cushioning Wall Street investors in the event the utility runs into trouble again.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sun-and-her-stars-review-weimar-in-hollywood-11579882843", "title": "'The Sun and Her Stars' Review: Weimar in Hollywood", "date": "2020-01-24 18:10", "summary": "The forgotten actress-screenwriter whose salon for German émigrés enriched American culture.. Erich von Stroheim was probably the first European artist to migrate to Los Angeles, but he was an unknown aspirant at the time and always a psychological and professional isolate. The first eminent artist to try it was Ernst Lubitsch, arriving from Germany in 1922. From the beginning, he loved America, its bounty and its movie studios. He stayed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mengele-review-the-demon-doctor-of-auschwitz-11579907362", "title": "'Mengele' Review: The Demon Doctor of Auschwitz", "date": "2020-01-24 18:09", "summary": "He saw himself as a serious man of science, plumbing the mysteries of heredity to perfect the Volk, and never felt a moment's remorse.. In the popular imagination at least, Josef Mengele has come to personify the Holocaust. Hitler and Himmler, Heydrich and Eichmann: They all sat behind desks in Berlin. But Mengele manned the front lines, literally: two of them, one of men, the other of women and children. With a slight twist of his thumb, he determined who'd live, if only briefly, and who'd head off to the gas chambers of Auschwitz.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-enlightenment-that-failed-review-downfall-of-the-radicals-11579907200", "title": "'The Enlightenment That Failed' Review: Downfall of the Radicals", "date": "2020-01-24 18:06", "summary": "After the excesses of Robespierre and the guillotine, proponents of a \"Radical Enlightenment\" lost ground to more moderate opponents, who prized social hierarchy and favored reform, not revolution.. The Enlightenment provides a touchstone for our understanding of modern history and, not least, for our sense of the current moment. More than two centuries ago, a shift in outlook sought to throw off superstition and irrational prejudice by elevating the power of reason and the status of skeptical inquiry. Over time, the Enlightenment was credited with exponential advances in learning, as well as improved social conditions and modes of governance. But it has drawn criticism, too, especially of late, for asserting-so it is said-a narrow, simplistic vision of human endeavor, one that ignores core attributes of human nature and exerts its legitimacy at the expense of custom, tradition and community sensibility. The assumptions of the Enlightenment, for some people nowadays, are naive, even dangerous.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/machiavelli-review-a-poetics-for-tyrants-11579906876", "title": "'Machiavelli' Review: A Poetics for Tyrants", "date": "2020-01-24 18:01", "summary": "Machiavelli explained the behavior of despots not to excuse them, but to show the rest of us what to look out for.. The name Niccolò Machiavelli is synonymous with the most devious use of power. The thrust of \"Machiavellianism\" is known even to people who have never read a word he wrote: Wielding power is not for the faint of heart; Fear is more useful an instrument than love; Noble ends justify unscrupulous means; Deceit is worth it for the greater good.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-books-the-case-for-nationalism-and-in-defense-of-globalism-11579906831", "title": "Political Books: 'The Case for Nationalism' and 'In Defense of Globalism'", "date": "2020-01-24 18:00", "summary": "If you accept the nation-state, you subscribe to some form of nationalism. But that doesn't make you a bigot, a militarist or a fascist.. In 2018, Emmanuel Macron remarked that \"patriotism is the exact opposite of nationalism: Nationalism is a betrayal of patriotism.\" It was a silly thing to say. The words are nearly synonyms, and neither is good or bad by definition: Many crimes have been perpetrated by people who claimed to be, and who were thought to be, great patriots; and nationalism has been responsible for the breakup of oppressive empires and the flourishing of formerly oppressed peoples.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-restructure-to-escape-the-brunt-of-u-s-sanctions-11579905923", "title": "Companies Restructure to Escape the Brunt of U.S. Sanctions", "date": "2020-01-24 17:45", "summary": "Stockholm-based Nynas is attempting to disentangle its ownership to escape sanctions. The planned restructuring of Swedish oil refiner Nynas AB shows how some companies are trying to disentangle ownership to free themselves from U.S. sanctions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-blast-kills-at-least-two-11579886106", "title": "Industrial Blast in Houston Kills at Least Two", "date": "2020-01-24 17:21", "summary": "Officials suspect leaking propylene tank caused explosion. HOUSTON-When an explosion jolted Julio Garcia from his bed early Friday, he feared Houston was being bombed. His windows were blown out, his ceilings and walls were cracked and broken glassware littered his floors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transport-stocks-are-still-flashing-warning-signals-11579870801", "title": "Transport Stocks Are Still Flashing Warning Signals", "date": "2020-01-24 17:20", "summary": "Dow Jones Transportation Average is 4.4% below its record from September 2018. Transportation stocks haven't hit a new high in 16 months, a potentially ominous sign for investors betting on a pickup in global growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-latest-roundup-weedkiller-trial-postponed-amid-settlement-talks-11579895461", "title": "Bayer's Latest Roundup Trial Postponed Amid Settlement Talks", "date": "2020-01-24 16:58", "summary": "Analysts estimate any settlement would be in the $8 billion to $12 billion range. ST. LOUIS-The latest trial over allegations that Bayer AG's popular Roundup weedkiller causes cancer was postponed indefinitely at the last minute on Friday to allow room for escalating settlement talks to continue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-best-means-for-stopping-migrants-is-mexicos-government-11579899262", "title": "Trump's Best Means for Stopping Migrants Is Mexico's Government", "date": "2020-01-24 16:49", "summary": "Resume Subscription. MEXICO CITY-Three years after President Trump vowed to build a wall on the U.S. border with Mexico to stop illegal immigrants, a much more effective obstacle has emerged: Mexican President Andrés Manuel López Obrador.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-just-say-no-more-to-the-middle-east-11579902377", "title": "U.S.: Just Say 'No More' to the Middle East?", "date": "2020-01-24 16:46", "summary": "At a strategic level, has the U.S. accomplished its necessary policy objectives in the Middle East since 1945? So far, yes.. America's pre-eminent position in the world isn't due to the vision of our elected officials or the brilliance of our diplomatic corps (\"The Middle East Isn't Worth It Anymore,\" Review, Jan. 18). The U.S. has two irreplaceable advantages. We are blessed with two oceans and friendly neighbors, so we have more freedom of action than any other world actor. U.S. policy makers don't have to win major contests; we only have to not lose them. In the Middle East, we just had to prevent a hegemonic power like the U.S.S.R. (later, Russia) or Iraq from gaining control of the region's oil. And our jumbled foreign-policy improvisations succeeded in that goal for long enough to allow American innovation (fracking and natural gas) and the efficiency of markets (reduced energy intensity, renewable energy) to leave Middle Eastern petro-states approaching the dustbin of history.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-boomers-and-earnest-young-socialists-11579902332", "title": "Bernie, Boomers and Earnest Young Socialists", "date": "2020-01-24 16:45", "summary": "Even if \"it's the economy, stupid,\" culture and education are key parts of the collectivist appeal.. Regarding Mene Ukueberuwa's \"The Weekend Interview with Edward Glaeser: Boomer Socialism Led to Bernie Sanders\" (Jan. 18): Mr. Glaeser believes that millennials' embrace of a \"hyperredistribution\" version of socialism (as opposed to state control of production) is more a matter of economics than culture or education. He sees the demographic deck stacked against millennials in America's aging population, with entrenched groups such as baby boomers and government employees protecting their interests in a way that saps overall growth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-democracy-is-thriving-and-needs-support-11579902281", "title": "Taiwan's Democracy Is Thriving and Needs Support", "date": "2020-01-24 16:44", "summary": "Taiwan's voters have spoken. They cannot give up on their freedom and democracy, and the international community's support is all the more important as Taiwan stays its course in the face of Chinese bullying.. Taiwan once again demonstrates the strength of its democracy (\"Two Portents of Freedom,\" Review & Outlook, Jan. 13) in a presidential election that saw voter turnout hit 75%. This tells us that the Taiwanese people do not take lightly the future of their country and their right to speak for themselves.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morningstar-competition-will-lead-to-better-ratings-11579902237", "title": "Morningstar: Competition Will Lead to Better Ratings", "date": "2020-01-24 16:43", "summary": "Competition drives smarter analysis, more points of view, and more performance comparisons over time that will empower investors to form their own opinions.. It was disappointing to read \"Morningstar's Move Into Bond Ratings Hits Bumps\" (Business & Finance, Jan. 9). It misses the forest for the trees: The financial crisis demonstrated that diverse views and competition in the credit-ratings industry are needed for the market and for investors. The business model presents potential conflicts of interest, no doubt, but I believe that postcrisis regulation and Morningstar's 35-year commitment to independent research means those conflicts can be managed transparently and responsibly. The true test of a ratings methodology is the performance of the ratings over time, not the perceptions when implemented. Competition drives smarter analysis, more points of view and more performance comparisons over time that will empower investors to form their own opinions. Rehashing a convenient narrative that transports us back to when big credit-rating firms lost the trust of investors will more likely obviate 10 years of industry evolution and the potential to regain that trust.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-rally-on-optimism-about-economy-11579860717", "title": "Stocks Drop on Worries About Virus Outbreak", "date": "2020-01-24 16:37", "summary": "U.S. oil futures fall as the widening virus outbreak threatens to disrupt travel. U.S. stocks dropped Friday, ending the week lower, on worries the deadly coronavirus outbreak is spreading.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunt-for-yield-boosts-corporate-bond-sales-and-prices-11579887001", "title": "Hunt For Yield Boosts Corporate Bond Sales, Prices", "date": "2020-01-24 16:25", "summary": "January junk bond issuance on pace for 10-year record. Corporate bond prices pushed higher Friday, extending a rally that has spurred a wave of issuance by companies of all kinds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-patrol-gets-new-leader-its-fourth-under-trump-11579899394", "title": "Border Patrol Gets New Leader, Its Fourth Under Trump", "date": "2020-01-24 15:56", "summary": "Administration says post will go to veteran of agency who has headed its San Diego sector. A veteran Border Patrol official has been tapped by the Trump administration to lead the agency, the fourth person to head it since President Trump took office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-invest-a-22-year-olds-tough-questions-about-capitalism-11579882164", "title": "Why Invest? A 22-Year-Old's Tough Questions About Capitalism", "date": "2020-01-24 15:47", "summary": "Investment analyst Laurence Siegel tries to convince a 22-year-old skeptic why the future for markets-and the environment-is bright. A few days ago, a smart 22-year-old asked me how to invest some savings from her first job. I advised her to open an individual retirement account. When she found out she couldn't withdraw it without penalty until she turns 59 1/2, she shot back: \"By then the planet will be a rotating cinder!\"", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tens-of-thousands-march-in-baghdad-against-u-s-troops-in-iraq-11579860644", "title": "Tens of Thousands March in Baghdad Against U.S. Troops", "date": "2020-01-24 15:33", "summary": "Backlash against killing of Iranian general in Iraq sunk relations between Baghdad and Washington. BAGHDAD-Thousands of Iraqis protested the presence of U.S. military in the country, in demonstrations invoked by a prominent Shiite cleric and longtime American foe who has capitalized on anger at the targeted killing of a top Iranian general on their soil.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-trumps-impeachment-trial-pompeo-plans-trip-to-ukraine-11579897899", "title": "Amid Trump's Impeachment Trial, Pompeo Plans Trip to Ukraine", "date": "2020-01-24 15:31", "summary": "Secretary of State will travel to Kyiv as well as U.K., Belarus, Kazakhstan and Uzbekistan. Secretary of State Mike Pompeo will travel next week to Kyiv for meetings with Ukrainian President Volodymyr Zelensky and other officials, part of a rescheduled trip to Europe and Central Asia.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-witty-domestic-gambit-11579897175", "title": "A Witty, Domestic Gambit", "date": "2020-01-24 15:19", "summary": "Sofonisba Anguissola's 'The Chess Game' is cited by scholars as among the first Italian paintings of everyday family life.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bestand-weirdestmens-trends-from-the-fall-shows-11579896909", "title": "The Best-and Weirdest-Men's Trends From Fall Shows", "date": "2020-01-24 15:15", "summary": "In a surprisingly work-appropriate season, designers favored Savile-Row-style formality at fall 2020 fashion shows in London, Milan and Paris. What's fading? Streetwear. WHERE DID ALL the sneakers go? Just one year ago, male models in all kinds of kookily colored sneakers stomped down the runways. During the latest edition of the men's fashion shows, which wrapped up last Sunday, athletic shoes were eerily absent. I didn't spot a single model striding down the catwalk in cushy kicks at shows from brands including Zegna, Givenchy, Dior Men and Hermès. Instead, they wore hardy-soled boots and traditional dress shoes.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-hears-you-11579896860", "title": "Sonos Hears You", "date": "2020-01-24 15:14", "summary": "Angry legacy customers turn up the heat on speaker maker. Sonos learned the hard way that hell hath no fury like its oldest customers.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-china-to-close-some-famous-landmarks-11579896697", "title": "Coronavirus Forces China to Close Some Famous Landmarks", "date": "2020-01-24 15:11", "summary": "Resume Subscription. China has closed many of its best-known tourist attractions and historical sites in an effort to contain the spread of the Wuhan virus. Here are some of the most-visited locations that have closed temporarily.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-in-show-from-2020s-paris-design-fair-11579896173", "title": "Best-in-Show From 2020's Paris Design Fair", "date": "2020-01-24 15:02", "summary": "Six pieces from this year's style-defining Maison & Objet that will put your home's interior design ahead of the pack. CHAOS OUTSIDE the venues, thoughtful evolution within. That was the takeaway last week in Paris, where the bi-annual Maison & Objet and Deco Off trade fairs rallied despite transit strikes that snarled the streets and forced everyone into sneakers. Notable launches strengthened the portfolios of classic French brands-artful panoramic wallpapers at Pierre Frey, flashy Deco lighting by Pouenat, brilliantly off-kilter porcelains from Valerie Objects-or offered strong whiffs of 1970s curves and colors (emerald, ocher, sienna). Rounding out the buzziest entries were new, cross-cultural brands who experimented with sustainable materials and production methods. Here, the best-in-show examples.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelle-williams-and-tommy-kail-have-a-new-10-8-million-townhouse-11579896016", "title": "Michelle Williams and Tommy Kail Have a New $10.8 Million Townhouse", "date": "2020-01-24 15:00", "summary": "The deal for the roughly 3,000-square-foot home is one of the most expensive ever for the neighborhood. Actress Michelle Williams and her fiancé, theater and film director Tommy Kail, have a new home in Brooklyn.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-changeand-ideas-for-tackling-itdominated-davos-11579896026", "title": "Climate Change-and Ideas for Tackling It-Dominated Davos", "date": "2020-01-24 15:00", "summary": "While few delegates challenged assumptions about the impact of carbon emissions on the environment, there wasn't agreement on how best to bring down global output. DAVOS, Switzerland-The annual meeting of the World Economic Forum in Davos showed climate change has become a top issue for many businesses and governments, but also demonstrated a yawning gap between how they view the scale of the challenge and what can be achieved without significant new policies.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-again-raises-number-of-u-s-troops-injured-in-iranian-attack-11579895676", "title": "Pentagon Again Raises Number of U.S. Troops Injured in Iranian Attack", "date": "2020-01-24 14:54", "summary": "Estimate has gone from none to more than 30 in just over two weeks. At least 34 U.S. troops suffered concussions or traumatic brain injuries during an Iranian ballistic-missile strike earlier this month, the Pentagon said, increasing the injury assessment for at least the third time in two weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-liberal-elites-at-davos-some-animals-are-more-equal-than-others-11579895493", "title": "For Liberal Elites at Davos, Some Animals Are More Equal Than Others", "date": "2020-01-24 14:51", "summary": "The leaders gathered in the Swiss Alps call to mind the rulers of George Orwell's 'Animal Farm'. In addition to marking the 50th anniversary edition of the World Economic Forum's annual meeting in Davos, this past week also marked the 70th anniversary of the death of George Orwell.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-police-to-start-using-facial-recognition-cameras-11579895367", "title": "London Police to Use Facial-Recognition Cameras", "date": "2020-01-24 14:49", "summary": "Technology's rollout in U.K. capital sparks privacy concerns. LONDON-Scotland Yard said it will begin using live facial-recognition technology in London to help identify criminal suspects, drawing criticism from privacy advocates who say such tools give the government too much power to track and monitor citizens.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-doomed-flight-from-tehran-anxiety-and-a-final-kiss-11579891867", "title": "Before Doomed Flight From Tehran, Anxiety and a Final Kiss", "date": "2020-01-24 14:44", "summary": "Resume Subscription. Mohsen Ahmadipour arrived early with his wife for their Jan. 8 flight from Tehran's international airport to Kyiv, eager to start a new life together.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/helicopter-merger-is-industrys-response-to-offshore-slowdown-11579887131", "title": "Helicopter Merger Is Industry's Response to Offshore Slowdown", "date": "2020-01-24 14:44", "summary": "Bristow Group and Era Group to combine to create the world's largest operator of commercial helicopters. The planned merger of helicopter operators Bristow Group Inc. and Era Group Inc. marks the troubled industry's latest response to slumping demand for offshore choppers by oil-and-gas drillers after a string of bankruptcy filings.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-cfos-grow-more-cautious-about-investment-and-expansion-in-2020-11579894564", "title": "Retail CFOs Grow More Cautious About Investment and Expansion in 2020", "date": "2020-01-24 14:36", "summary": "Finance chiefs at bricks-and-mortar retailers look to strengthen online operations and manage the fate of their storefronts. Global trade conflicts, an upcoming presidential election and mixed signals on consumer spending are painting a murky picture for retail finance chiefs-particularly those with big bricks-and-mortar footprints.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-5g-reinvent-working-from-home-11579893460", "title": "Will 5G Reinvent Working From Home?", "date": "2020-01-24 14:17", "summary": "Millions of tech-savvy Americans want the freedom to work from the couch. Will the anticipated '5G Revolution' help them realize that dream-or is it mostly hype? Plus: A hopeful tool kit of 5G gear and toil-at-home hacks. \"[Working] 9 to 5, yeah they got you where they want you...There's a better life, and you dream about it, don't you?\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-court-rules-against-facebook-on-data-protection-11579891532", "title": "Facebook Loses Ruling on Data Protection", "date": "2020-01-24 13:45", "summary": "Complaint from consumer group about user terms is partly upheld. BERLIN-A state court in Berlin ruled that some user terms set by Facebook Inc. violated consumer-data protection law, in the latest example of back-and-forth between companies and courts to define the boundaries of the European Union's extensive privacy rules.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-advances-pension-overhaul-despite-protests-11579883901", "title": "Macron Advances French Pension Overhaul, Despite Protests", "date": "2020-01-24 13:21", "summary": "Thousands take to the streets in protest, severely disrupting traffic and forcing schools to shut down. PARIS-The French government cleared the way for Parliament to review President Emmanuel Macron's plan to make sweeping changes to the pension system, an overhaul that sparked the longest transport strike in the country's history.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-fun-with-impeachment-history-11579890082", "title": "More Fun with Impeachment History", "date": "2020-01-24 13:21", "summary": "The continuing effort to claim the Founders intended partisan convictions for non-crimes.. Arriving in the Senate to present neither a criminal allegation nor a bipartisan House judgment to remove the President, Democrats managing impeachment have repeatedly tried to claim that America's Founders would approve of their case. This appeal to authority is a bit strange from people who spend much of their time trying to undo the work of the Founders, especially when it comes to the Constitution's first two Amendments. It gets stranger when one examines the history of impeachment.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mathematics-pioneer-ingrid-daubechies-has-more-barriers-to-break-11579888523", "title": "Mathematics Pioneer Ingrid Daubechies Has More Barriers to Break", "date": "2020-01-24 12:55", "summary": "Best known for her work on 'wavelets,' she wants to reduce the obstacles to women entering the sciences. Ingrid Daubechies is a woman of formidable firsts: the first tenured female professor of mathematics at Princeton University (1994), the first woman to receive the National Academy of Sciences Award in Mathematics (2000) and the first woman elected president of the International Mathematical Union (2011). But she isn't particularly interested in planting stakes on mathematical territory or laying claim to laurels.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-remains-a-weak-spot-for-the-global-economy-11579861052", "title": "U.S. Business Activity Increases in Early 2020", "date": "2020-01-24 12:52", "summary": "Europe's economy remains a global weak spot. Business activity in the U.S. improved in early 2020, contrasting with weaker economic performance in some of the world's other major economies.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-cushions-its-capital-pain-11579888015", "title": "Intel Cushions Its Capital Pain", "date": "2020-01-24 12:46", "summary": "Production arms race with TSMC grows more expensive, even as data-center sales soar. Spending money to make money is taking on new dimensions at Intel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-global-raises-3-75-billion-venture-fund-11579887013", "title": "Tiger Global Raises $3.75 Billion Venture Fund", "date": "2020-01-24 12:30", "summary": "Fund raise illustrates investors' belief that private technology continues to be a good investment. Tiger Global Management has closed on a $3.75 billion private-equity fund, the latest sign of investors' continued interest in private technology companies despite worries about overheated valuations.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dissecting-frogs-a-high-school-rite-of-passage-croaks-11579886988", "title": "Synthetic Frogs Challenge Science Class Rite of Passage: 'It Was a Lot Easier and Didn't Smell as Bad.'", "date": "2020-01-24 12:29", "summary": "Reusable models that feel like the real thing are shaking up school labs; cats are also available. Destiny Castillo hovered over the glistening wet frog in science class. It was dark-colored, with buggy eyes and female anatomy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cahoots-a-term-for-hidden-scheming-has-murky-origins-11579885683", "title": "'Cahoots': A Term For Hidden Scheming Has Murky Origins", "date": "2020-01-24 12:08", "summary": "The two-century-old slang term is being used by both sides in the Trump impeachment trial, but no one knows where it came from. President Trump's impeachment trial has brought an old American slang term to the fore: \"cahoots.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blair-underwood-soldiers-play-interview-11579884561", "title": "Blair Underwood on Wearing Emotional Armor in 'A Soldier's Play'", "date": "2020-01-24 11:50", "summary": "The actor explains how his father's military career helped him play Captain Richard Davenport on Broadway. For 55-year-old actor Blair Underwood, working on Broadway means he's back in his best shape. Between walking around the city and not eating two hours before showtime, he says that he tends to lose a little weight. Underwood's brief shirtless moment at the start of act two of A Soldier's Play, which opens this week at the American Airlines Theater, has drawn rapturous applause in multiple performances.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/friendship-review-lets-get-together-11579882643", "title": "'Friendship' Review: Let's Get Together", "date": "2020-01-24 11:17", "summary": "Modern life has only intensiﬁed our need for friendship. Luckily, we have a genetic propensity for it.. Let's face it, nearly every friend comes with benefits. They include not just fellowship, sympathy and aid but better health and, probably, longer life. Friends bring us up to speed by sharing news and gossip, but they can also let us know when we're going off the rails, driven by our worst instincts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-headlong-city-symphony-11579882582", "title": "Fiction: A Headlong City Symphony", "date": "2020-01-24 11:16", "summary": "In Lance Olsen's latest, the master of literary montage composes a kinetic, polyphonic novel of 1920s Berlin.. 'If Berlin were a part of speech . . . it would be a transitive verb,\" Lance Olsen writes in \"My Red Heaven\" (Dzanc, 264 pages, $16.95), his whirling, kinetoscopic view of a single day in the German capital in 1927. In brief, brightly flashing chapters, Mr. Olsen strings together the artists and revolutionaries who lived in the city into an intricate skein of happenstance. Figures as disparate as Werner Heisenberg and a young Vladimir Nabokov are momentarily entangled. In one scene, Hannah Arendt and Martin Heidegger, on a lovers' tryst, witness a deadly traffic accident; Walter Benjamin is disturbed by the commotion from a nearby cafe, while Greta Garbo views the ruckus indifferently through her hotel window. Elsewhere in the city, the soon-to-be anti-Nazi martyrs Otto and Elise Hampel walk their dog past the apartment of Franz Kafka's lover Dora Diamant just as, overhead, an airplane carries Goebbels and Hitler away from a successful rally . . .", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abigail-review-the-eye-of-the-storm-11579882535", "title": "'Abigail' Review: The Eye of the Storm", "date": "2020-01-24 11:15", "summary": "A deceptively simple novel of World War II as lived by a Hungarian girl at a fortresslike school in the countryside.. When Magda Szabó died in 2007 at the age of 90, the funeral bells that rang out in her native city of Debrecen on Hungary's Great Plain seemed to echo across Europe. For Szabó had long been not only Hungary's most beloved writer, but also a monumental literary figure to readers and writers world-wide. (Hermann Hesse was an early advocate.) The author of 50 works of fiction, nonfiction, poetry and drama, she remains best known for the novels \"Iza's Ballad\" (1963), \"Katalin Street\" (1969) and \"The Door\" (1987), all later published in translation by New York Review Books.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refinancing-boom-fuels-mortgages-to-postcrisis-record-11579882470", "title": "Refinancing Boom Fuels Mortgages to Postcrisis Record", "date": "2020-01-24 11:14", "summary": "Lenders extended $2.4 trillion in home loans last year, the most since 2006. The mortgage market in 2019 had its best year since the height of the precrisis boom, the latest sign that housing is firming up after showing signs of weakness early last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-i-voted-11579882498", "title": "Children's Books: 'I Voted'", "date": "2020-01-24 11:14", "summary": "An even-tempered and necessary picture book introduces children to a basic democratic concept without trying to instill anxiety or indignation.. In a fraught political epoch, partisan angst often makes its way into books for young readers. So hats off to Mark Shulman and Serge Bloch for keeping things even-tempered with \"I Voted\" (Holiday House, 40 pages, $18.99), a picture book that introduces children ages 3-7 to a basic democratic concept without trying to instill anxiety or indignation. The text is clear and lively, and Mr. Bloch's stylish, color-splashed line drawings (see below) expand on it in a humorous way.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-five-faces-of-murder-11579882324", "title": "Mysteries: Five Faces of Murder", "date": "2020-01-24 11:12", "summary": "In Joe Ide's latest, a loathsome arms dealer blackmails private investigator Isaiah \"IQ\" Quintabe into taking his case.. Joe Ide's \"Hi Five\" (Mulholland, 341 pages, $27) marks the return of Isaiah \"IQ\" Quintabe-the brilliant young African-American private investigator working in East Long Beach, Calif. IQ, known to have the largest brain in the neighborhood, continues to accept payment for certain cases (such as the safe return of a kidnapped Pomeranian) in goods and services (such as \"a hearty stew of vegetables, spices and pork cooked in butter\"). But his latest \"client\" is no good-hearted local citizen; Angus Byrne is a loathsome arms dealer whom IQ calls \"a plague on the world.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-self-help-compulsion-review-better-living-with-beckett-11579882377", "title": "'The Self-Help Compulsion' Review: Better Living With Beckett", "date": "2020-01-24 11:12", "summary": "Close reading may reveal a kind of cross-pollination between literary ﬁction and self-help books.. 'How to Win Friends and Influence People\" has generally been viewed as the self-help mother ship. But long, long before the 1936 publication of Dale Carnegie's guide to self-betterment and reinvention (30 million copies sold and counting), the untutored and insecure had a choice of reading matter for the lowdown on how to live well and prosper. In fact, such books date back to antiquity, according to Beth Blum, author of \"The Self-Help Compulsion.\" What is Ovid's \"Ars Amatoria,\" she asks, \"but an ancient Men Are from Mars, Women Are from Venus?\" As for one of the major works of the Stoic philosopher Epictetus, it is \"cognitive behavioral therapy before its time.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-joseph-s-nye-jr-on-presidential-morality-and-foreign-policy-11579882285", "title": "Five Best: Joseph S. Nye Jr. on Presidential Morality and Foreign Policy", "date": "2020-01-24 11:11", "summary": "From the author, most recently, of \"Do Morals Matter? Presidents and Foreign Policy From FDR to Trump.\". By Tony Smith (2017)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-profit-falls-revenue-increases-11579869041", "title": "American Express Expects Earnings to Rise in 2020", "date": "2020-01-24 11:10", "summary": "Fourth-quarter profit topped analysts' expectations; shares rise. American Express Co. 's fourth-quarter profit beat Wall Street's expectations and the credit-card company gave an optimistic earnings outlook for 2020.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-was-going-wrong-with-my-pregnancy-11579881679", "title": "What Was Going Wrong With My Pregnancy?", "date": "2020-01-24 11:01", "summary": "As a mother-to-be discovered in her distress, much of prenatal medicine is still a mystery. After 29 weeks of an unremarkable pregnancy, I woke up one morning and could not get the baby to move.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-jan-18-24-2020-11579881651", "title": "Photos of the Week: Jan. 18-24, 2020", "date": "2020-01-24 11:00", "summary": "Coronavirus spreads across China, thousands of pro-gun advocates rally in Virginia, Democrats present their case for Trump's removal and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-delegation-on-charm-offensive-at-davos-11579879968", "title": "Hong Kong Delegation on Charm Offensive at Davos", "date": "2020-01-24 10:32", "summary": "Chief Executive Carrie Lam says she has 'confidence in Hong Kong because the fundamentals are still there'. DAVOS, Switzerland-Top officials and business chiefs from Hong Kong took a message to world leaders and captains of industry gathered in Davos here this week: We're still open for business.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-financial-regulator-gets-interim-chief-executive-11579879510", "title": "U.K. Financial Regulator Gets Interim Chief Executive", "date": "2020-01-24 10:25", "summary": "Christopher Woolard will assume leadership of the regulator at a time of change and uncertainty. The U.K government appointed Christopher Woolard as interim chief executive of its main financial regulator to replace Andrew Bailey, who's leaving to become governor of the Bank of England.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-cutting-rail-jobs-warehouse-demand-peaks-screening-chinas-ports-11579879084", "title": "Today's Logistics Report: Cutting Rail Jobs; Warehouse Demand Peaks; Screening China's Ports", "date": "2020-01-24 10:18", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-survivors-diary-emerges-from-auschwitz-11579879021", "title": "A Survivor's Diary Emerges From Auschwitz", "date": "2020-01-24 10:17", "summary": "At 14, Sheindi Miller kept a journal while in the Nazi camp. Now 90, she has finally decided to share it with the world.. Shortly after arriving at Auschwitz on June 14, 1944, 14-year-old Sheindi Ehrenwald stood with other inmates, naked, her head shaved and dripping with disinfectant.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-princes-would-you-rather-work-for-william-or-harry-11579878142", "title": "Two Princes: Would You Rather Work for William or Harry?", "date": "2020-01-24 10:02", "summary": "The clash between the reliable stalwart and the unpredictable maverick is a familiar one to many companies setting out to hire a new boss. (Also, find out which prince you most resemble). Prince Harry and Meghan Markle's surprise retirement from Britain's royal family has produced scores of pressing questions that, if you're anything like me, demand multiple daily hours of your undivided attention.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salt-lake-city-on-50k-a-year-11579878001", "title": "Starting Out: Salt Lake City on $50K a Year", "date": "2020-01-24 10:00", "summary": "Resume Subscription. How far does a $50K salary go when you're starting out? It depends a lot on where you live.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-virus-overwhelms-wuhans-health-system-as-government-rushes-to-build-new-hospital-11579871387", "title": "China Virus Overwhelms Wuhan's Health System", "date": "2020-01-24 09:53", "summary": "Patients are being turned away because of lack of beds and basic medical supplies; 'The situation is really bad'. China's viral outbreak is straining the resources of front-line hospital staff in epidemic-stricken Wuhan, who have been forced to turn away patients because of a lack of beds and basic medical supplies.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-55-3-billion-in-weekend-liquidity-11579877446", "title": "Fed Adds $55.3 Billion in Weekend Liquidity", "date": "2020-01-24 09:50", "summary": "Repo operation boosts liquidity the central bank has pumped into financial system. The Federal Reserve Bank of New York intervened in financial markets Friday with a $55.3 billion weekend repurchase agreement, or repo, adding to the temporary amount of liquidity the central bank has pumped into the financial system.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remy-cointreau-offers-investors-a-dry-few-months-11579877270", "title": "Rémy Cointreau Offers Investors a Dry Few Months", "date": "2020-01-24 09:47", "summary": "Sales in the U.S. and Asia were weaker than feared in the last months of 2019, and shareholders won't get much clarity until the summer. For the world's most exclusive liquor company, the party has fizzled out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-war-powers-resolution-stalls-11579876979", "title": "Senate War-Powers Resolution Stalls", "date": "2020-01-24 09:43", "summary": "Bipartisan effort has fallen by the wayside during the impeachment trial. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-plan-for-2020-more-time-with-my-phone-11579874401", "title": "My Plan for 2020: More Time With My Phone", "date": "2020-01-24 09:00", "summary": "Everyone claims to be giving up tech this year. Our columnist wants to buck the trend.. It's still January, my friends, so technically, I still have time to make a bold New Year's resolution. I promise it's not another fruitless pledge to hit the gym (so boring!), eat better (yuck!) or read more books (zzzz!). And I don't want to be a kinder human in 2020-I'm kind enough, you ingrate jerks.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/switzerland-bans-unnamed-former-bank-ceo-over-insider-trading-11579874378", "title": "Switzerland Bans Unnamed Former Bank CEO Over Insider Trading", "date": "2020-01-24 08:59", "summary": "Finma said the former CEO made unlawful profits over several years from trades through his wife's accounts at other banks. Switzerland's financial regulator said an unnamed former bank chief executive must pay 730,000 Swiss francs ($774,150) and banned him from dealing securities for six years over unlawful insider trades made through his wife's accounts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-video-library-has-grown-big-on-amateur-content-11579792605", "title": "Amazon Prime Video Gives Amateur How-To's, Conspiracy Theories a Stage", "date": "2020-01-24 08:54", "summary": "Streaming service touts its large collection of titles, but a majority are uploads-and questionable films are in the mix. When Walter Wilson, a construction worker from North Carolina, sat down to watch the blockbuster \"Avengers: Endgame\" on Amazon Prime Video, he ended up seeing something very different: a 2007 documentary, also titled \"Endgame,\" directed by far-right talk show host Alex Jones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-appoints-former-german-foreign-minister-to-board-11579871827", "title": "Deutsche Bank Appoints Former German Foreign Minister to Board", "date": "2020-01-24 08:17", "summary": "Sigmar Gabriel previously served in Angela Merkel's government and was Germany's vice-chancellor for five years. FRANKFURT- Deutsche Bank AG said that it has picked Sigmar Gabriel, a former minister in German Chancellor Angela Merkel's government, to join its board, after the appointment of another nominee fell through.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-intel-broadcom-and-inovio-pharmaceuticals-11579861905", "title": "Stocks to Watch: Intel, American Express, Inovio", "date": "2020-01-24 08:14", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-womens-hockey-players-taking-a-page-out-of-billie-jean-kings-playbook-11579870808", "title": "The Women's Hockey Players Taking a Page Out of Billie Jean King's Playbook", "date": "2020-01-24 08:00", "summary": "Women will participate in the NHL's All Star festivities this weekend, spotlighting the fractured state of the women's professional game. The National Hockey League's All Star Weekend will feature a women's event for the first time in its 73-year history, pitting 10 of the best skaters from the American and Canadian national teams against each other in an Elite 3-on-3 competition. Fierce as the cross-border rivalry is, it's only the second most contentious one playing out in women's hockey.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5gs-growing-costs-sting-swedish-telecom-giant-ericsson-11579867668", "title": "5G's Growing Costs Sting Swedish Telecom Giant Ericsson", "date": "2020-01-24 07:07", "summary": "Shares in telecom-equipment maker fall 7%. STOCKHOLM- Ericsson AB returned to profit in the fourth quarter but concerns about higher costs associated with new fifth-generation mobile networks and a slowdown in North America sent its shares down more than 7%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-lead-will-be-safe-in-this-super-bowl-11579867201", "title": "No Lead Will Be Safe in This Super Bowl", "date": "2020-01-24 07:00", "summary": "The Chiefs came back in two straight playoff games. The 49ers had the most fourth-quarter comebacks during the season. In the pass-happy NFL, crazier swings are becoming normal.. The Kansas City Chiefs were down 24-0 to the Houston Texans, their season on the brink of ending mere minutes into their first game of the playoffs. And the strange thing at that moment wasn't that Patrick Mahomes had some fanciful idea about his team pulling off an epic comeback. It was that Mahomes didn't believe it was fanciful at all.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-brokers-go-from-zero-to-hero-11579867200", "title": "Online Brokers Go From Zero to Hero", "date": "2020-01-24 07:00", "summary": "Zero-commission move has led online brokerage customers to trade more and park more cash. When you give something away free, people are probably going to want more of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/report-alleging-saudi-hack-of-bezos-phone-puzzles-security-experts-11579865394", "title": "Bezos Hack Report Puzzles Cyberexperts", "date": "2020-01-24 06:29", "summary": "Investigation by FTI appears to be inconclusive, several specialists in cybersecurity say. A report concluding that Saudi Arabia likely hacked into Jeff Bezos' smartphone has spurred questions and confusion among cybersecurity experts, even as it has prompted renewed scrutiny of the kingdom and its crown prince.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scooter-startups-take-steps-to-curb-inefficiencies-safety-concerns-11579863600", "title": "Scooter Startups Take Steps to Curb Inefficiencies, Address Safety Concerns", "date": "2020-01-24 06:00", "summary": "Lime, Bird revamp global supply chains and operations as they take stock of soaring costs. Shared-electric-scooter startups have blazed into cities across the world over the past two years. Fueled by roughly $1.5 billion in venture capital, industry leaders Bird Rides Inc. and Lime raced to set up sprawling networks of scooter fleets that users can rent with an app.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-warehouse-supply-projected-to-exceed-demand-over-next-two-years-11579863600", "title": "New Warehouse Supply Projected to Exceed Demand Over Next Two Years", "date": "2020-01-24 06:00", "summary": "Forecast suggests boom in industrial real estate is losing steam even as vacancy rates remain historically low. New warehouse construction across North America is expected to outstrip demand over this year and next, according to a new report that suggests a yearslong boom in industrial space fed by e-commerce growth may be shifting in favor of tenants.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-where-family-succession-still-matters-11579862913", "title": "The Stock Market Where Family Succession Still Matters", "date": "2020-01-24 05:51", "summary": "South Korean shares often jump on the death of corporate patriarchs, only to slip as the family reasserts control. South Korea's corporate world is a family affair. Investors betting on rapid change to the old ways may end up disappointed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-giants-are-struggling-to-slim-down-11579862076", "title": "Consumer Giants Are Struggling to Slim Down", "date": "2020-01-24 05:34", "summary": "Global food-and-drink companies sold few of their problem brands last year in a sign that portfolio cleanups aren't living up to hopes. The fastest way for consumer-product manufacturers to improve sales growth-their No. 1 priority-is to unload unfashionable brands that are dragging down their performance. So it is a puzzle why they are selling so little.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-traffic-control-is-in-the-midst-of-a-major-change-11579861800", "title": "Air-Traffic Control Is in the Midst of a Major Change", "date": "2020-01-24 05:30", "summary": "Shift from radar to GPS should make tracking faster and more accurate, allowing more planes in the air. Since World War II, air-traffic controllers have used radar to keep track of aircraft.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-fights-with-army-corps-over-flood-control-11579861807", "title": "Mississippi Fights With Army Corps Over Flood Control", "date": "2020-01-24 05:30", "summary": "State says last year's spillway openings caused 'unprecedented devastation'. The state of Mississippi, concerned a bad flood season this spring will hurt its coast and economy, is pressing the U.S. Army Corps of Engineers to change how it handles high waters on the Mississippi River.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-trial-ramps-up-political-spending-11579861800", "title": "Impeachment Trial Ramps Up Political Spending", "date": "2020-01-24 05:30", "summary": "Trump campaign says fundraising has jumped; Planned Parenthood's snub of Susan Collins likely marks its final break with GOP. IMPEACHMENT CASH DASH: The cash spigots flow as the Senate deliberates over President Trump's impeachment. The Trump campaign says it has seen a 20%-30% jump in fundraising because of impeachment. Vulnerable senators in both parties face intense scrutiny from groups who threaten major expenditures against them if they vote the wrong way on conviction and lesser votes such as compelling certain witnesses to testify. The conservative American Action Network is spending $2.5 million on digital and TV ads during the trial against swing-district House Democrats and a total of $11 million in ads focused on impeachment. Donation pages on the GOP platform WinRed that include the word \"impeach\" or \"impeachment\" raised over 300% more than non-impeachment pages.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-tesla-isnt-bigger-than-volkswagen-11579861802", "title": "No, Tesla Isn't Bigger Than Volkswagen", "date": "2020-01-24 05:30", "summary": "But its stock price reflects that unlike the industry leader or GM, Elon Musk's car maker has little to lose in the journey to a greener future. In the market for cars, big is beautiful these days. In the market for car stocks, things are more complicated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casper-has-big-dreams-but-wall-street-is-waking-up-to-losses-as-its-ipo-nears-11579861802", "title": "Casper Has Big Dreams, but Wall Street Is Waking Up to Losses as Its IPO Nears", "date": "2020-01-24 05:30", "summary": "The mattress company's stock offering will be a telling sign of what's to come for other unprofitable startups. Mattress startup Casper Sleep Inc. typifies the kind of startup that Silicon Valley investors fawned over through the 2010s, defined by big vision and rapid growth at the expense of profits.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-crew-members-who-died-battling-australian-fires-identified-11579858441", "title": "Americans Who Died Battling Australian Fires Are Identified", "date": "2020-01-24 04:34", "summary": "Authorities are searching for clues on what caused the plane the men were in to crash, leaving a wreckage trail more than half a mile long. SYDNEY-The air-tanker crash that killed three American crew members left a wreckage trail more than half a mile long with nothing much intact, Australian authorities said, as they searched for clues on what caused the plane to plummet.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-contends-with-questions-over-response-to-viral-outbreak-11579825832", "title": "China's Coronavirus Response Is Questioned: 'Everyone Was Blindly Optimistic'", "date": "2020-01-24 01:55", "summary": "How quickly local authorities confronted the disease and made public disclosures spark concerns; days before Beijing locked down Wuhan, thousands gathered for a Lunar New Year banquet. On Sunday, more than 10,000 families gathered in Wuhan for a banquet, sharing dishes including spicy duck necks and braised prawns, in a tradition the government had held for years to mark the Lunar New Year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yuan-falters-as-china-battles-wuhan-virus-11579846844", "title": "Yuan Falters as China Battles Wuhan Virus", "date": "2020-01-24 01:20", "summary": "Slide erases recent gains chalked up after the U.S. removed China from list of currency manipulators. China's currency weakened ahead of the Lunar New Year holiday, as the widening spread of the Wuhan coronavirus fanned worries of a deeper economic slowdown in parts of the country.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11579808556", "title": "Pepper...and Salt", "date": "2020-01-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-french-onion-dip-is-the-right-move-for-your-super-bowl-party-11579810784", "title": "Why French Onion Dip Is the Right Move for Your Super Bowl Party", "date": "2020-01-24 00:01", "summary": "The snacks we're craving now are pure nostalgia, served up simply. Together, these recipes make an unstoppable Super Bowl Sunday lineup.. A FEW YEARS ago, I was at Musso & Frank Grill, the century-old Los Angeles steakhouse, with a group of fellow food writers. We'd come for Martinis and steaks, but the item we couldn't get enough of-in fact, demanded multiple orders of-was an appetizer anyone sentient in the middle decades of the last century would recognize: cream-cheese-and-Roquefort-stuffed celery dotted with black olives.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relief-and-panic-in-the-rush-to-catch-last-trains-from-wuhan-11579791131", "title": "Relief and Panic in the Rush to Catch Last Trains From Wuhan", "date": "2020-01-24 23:45", "summary": "Thousands of travelers pack station to beat lockdown sparked by virus outbreak; our reporter gets on board. WUHAN, China-As the sun rose Thursday morning, Wuhan's streets filled with people making their way to one of the main train stations, trying to escape being trapped in the city with a virus that had already killed 17 people.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-way-to-go-as-opening-impeachment-arguments-enter-second-day-11579777201", "title": "Democrats Say Abuse of Power Warrants President's Removal", "date": "2020-01-24 23:37", "summary": "White House says Constitution requires criminal act to remove a president as Democrats say Trump sought to have Ukraine help him cheat in 2020 election. WASHINGTON-House Democrats argued before the Senate Thursday that President Trump should be convicted of an abuse-of-power charge, rebuffing the White House's position that the Constitution requires a criminal act to remove a president from office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-wells-fargo-ceo-john-stumpf-agrees-to-pay-sales-misconduct-charges-11579803789", "title": "Wells Fargo Ex-CEO Banned, to Pay $17 Million in Fake-Account Scandal", "date": "2020-01-24 20:46", "summary": "Regulator bars John Stumpf from banking industry; other executives also charged. A regulator barred former Wells Fargo & Co. chief executive John Stumpf from the banking industry and fined him $17.5 million over the firm's fake-accounts scandal, an extraordinary sanction for a top executive at a large bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spreading-coronavirus-forces-lockdown-of-another-chinese-city-11579774393", "title": "Spreading Coronavirus Prompts Lockdown of More Chinese Cities", "date": "2020-01-24 20:18", "summary": "Huanggang, a city of about 7.5 million people, is about 35 miles east of Wuhan. BEIJING-Two more Chinese cities were put on lockdown by the government on Thursday, as authorities in the Chinese gambling center of Macau said they were weighing closures of its casinos, expanding an unprecedented experiment to try to contain a fast-spreading virus that has killed 25 people and infected more than 800.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-company-bristow-in-merger-talks-months-after-bankruptcy-exit-11579825877", "title": "Helicopter Company Bristow in Merger Talks, Months After Bankruptcy Exit", "date": "2020-01-24 19:31", "summary": "Era Group and Bristow Group are close to a merger agreement, people familiar with the matter said. Helicopter company Era Group Inc. is in advanced-stage talks to acquire industry peer Bristow Group Inc., which emerged from bankruptcy in October after shedding roughly $900 million in debt, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-releases-new-clean-water-rules-scaling-back-federal-oversight-11579803684", "title": "EPA Releases New Clean-Water Rules Scaling Back Federal Oversight", "date": "2020-01-24 19:29", "summary": "Waters under EPA authority would be limited to four categories, excluding many seasonal streams, small waterways and wetlands. WASHINGTON-The Environmental Protection Agency released new federal clean-water regulations Thursday that are less restrictive than those adopted under the Obama administration, removing many seasonal streams, small waterways and wetlands from federal oversight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-needs-witnesses-on-both-sides-11579825394", "title": "Impeachment Needs Witnesses on Both Sides", "date": "2020-01-24 19:23", "summary": "Forget Democrats and Republicans. The interests of a third party, History, are more important.. We must take our satisfactions where we can. It is not terrible for the young that they witness a certain gravity emanating from Congress. There's a lot to be learned and reminded of when we speak of the genius of the Founders and quote Hamilton, Madison and the others as they created the political arrangements by which we live. These were not shallow men. It's good to be reminded that for all our flaws as a nation and a people, we came from something magnificent and are the heirs of that magnificence. It is good for the young to see our representatives enact, sometimes actually model, personal dignity. Impeachment manager Rep. Zoe Lofgren, we're looking at you. It's good to see those hallowed halls actually seem hallowed.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-judicial-political-mischief-11579825335", "title": "More Judicial Political Mischief", "date": "2020-01-24 19:22", "summary": "A tale of two legal groups on court nominees and politics.. Our editorial Wednesday on the new draft ethics rules for the U.S. Judicial Conference has stirred up a useful fuss, including objections from the left-leaning American Constitution Society. We defended ACS against rules barring judges from joining the group, but no worries. We're grateful to ACS for giving us this chance to elaborate on our original reporting.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleaning-up-after-comey-11579825303", "title": "Cleaning Up After Comey", "date": "2020-01-24 19:21", "summary": "Justice concedes that two warrants on Carter Page were improper.. Well, what do you know. The Justice Department now believes that at least two of its four secret surveillance warrants against former Trump campaign adviser Carter Page lacked probable cause.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-runs-off-the-road-11579825145", "title": "California Runs Off the Road", "date": "2020-01-24 19:19", "summary": "The new state labor law AB5 is causing trouble far and wide.. Nancy Pelosi famously proclaimed that Democrats had to pass ObamaCare to find out what was in it. On the other hand, Democrats in California last year passed legislation outlawing many freelance and independent contracting jobs knowing the disruption it would cause-and voters are now discovering the damage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-whiffs-impeachment-11579824789", "title": "Schumer Whiffs Impeachment", "date": "2020-01-24 19:13", "summary": "The Democratic leader succeeds only in unifying the Republican caucus.. An old Beltway joke is that the most dangerous place in Washington is between Chuck Schumer and a TV camera. After Week One of the Trump impeachment trial, that deserves modification: The most dangerous place for Democrats is Chuck Schumer in front of a TV camera.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-unhappy-passage-to-india-11579824746", "title": "Jeff Bezos' Unhappy Passage to India", "date": "2020-01-24 19:12", "summary": "The Amazon chief gets the cold shoulder from Modi. Other foreign companies may feel the chill.. Can India afford to get prickly with big foreign companies? This is the question raised by the ruling Bharatiya Janata Party's frosty welcome to Amazon founder Jeff Bezos last week.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-myth-of-the-moderate-public-option-11579824695", "title": "The Myth of the 'Moderate' Public Option", "date": "2020-01-24 19:11", "summary": "The Biden and Buttigieg plans would bust federal budgets, hurt patient care and gut private insurers.. Joe Biden, Pete Buttigieg and Mike Bloomberg claim they're proposing a moderate, less disruptive approach to health-care reform when they advocate a public option-a government policy offered as an alternative to private health insurance-in lieu of Medicare for All. Don't believe it. My research finds that such proposals would increase the federal deficit dramatically and destabilize the market for private health insurance, threatening health-care quality and choice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-innovators-need-clear-patent-laws-11579824646", "title": "America's Innovators Need Clear Patent Laws", "date": "2020-01-24 19:10", "summary": "The Supreme Court has muddled the standards for intellectual property, so Congress may have to act.. America is the world's leader in technological innovation, and that's unlikely to change. But in the global economy, information and investments flow instantaneously, and America's most important asset-intellectual property-is easily copied and counterfeited.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-peace-corps-cuts-and-runs-11579824598", "title": "The Peace Corps Cuts and Runs", "date": "2020-01-24 19:09", "summary": "I taught teenagers in southwest China about the Bible and the stock market.. Amid fanfare at the White House, the U.S. and China signed an agreement pausing the trade war. The next day, the U.S. quietly terminated its Peace Corps program in China. The news didn't merit a presidential tweet, or even a Peace Corps press release. An explanation is in order, because the program is one of the greatest diplomatic success stories in the history of both the Peace Corps and U.S.-China relations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-impossible-first-review-the-great-white-south-11579824528", "title": "'The Impossible First' Review: The Great White South", "date": "2020-01-24 19:08", "summary": "Reflections on life while traversing 900 miles of the Antarctic alone-with a 375-pound sled in tow-for 54 subzero days.. If you're looking for inspirational support to stick to your New Year's resolutions, you might try \"The Impossible First: From Fire to Ice-Crossing Antarctica Alone,\" by the triathlete-adventurer Colin O'Brady. On its face, the book is an incredibly engaging and well-written account of one man's quest to cross the world's harshest and most barren continent unassisted. That means no motorized sled, no food drops; just Mr. O'Brady, slogging 900 miles on skis with a 375-pound sled in tow, dragging everything he needs to survive for nearly two months across a vast, frozen expanse that doesn't change much from day to day except for the degree to which he has to contend with wind and snow.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portuguese-banker-named-in-angola-fraud-case-is-found-dead-11579823198", "title": "Portuguese Suspect in Angola Fraud Case Is Found Dead", "date": "2020-01-24 19:05", "summary": "Prosecutors called him a suspect in probe of alleged money laundering by ex-president's daughter. A Portuguese banker was found dead after being identified as a suspect in a fraud case against Isabel dos Santos, the daughter of Angola's former president.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-so-by-john-mclaughlin-review-meditative-jamming-11579824001", "title": "'Is That So?' by John McLaughlin Review: Meditative Jamming", "date": "2020-01-24 19:00", "summary": "Turning away from technically flashy music, the guitarist revisits Indian fusion on a contemplative record that grew out of improvisational sessions.. Guitarist John McLaughlin has one of the most distinctive sounds in jazz, but on his new recording, even his ardent fans may not recognize his playing.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}]