[{"link": "https://www.wsj.com/articles/as-ethiopia-prepares-to-fill-nile-dam-egypt-appeals-for-international-help-11594036368", "title": "As Ethiopia Prepares to Fill Nile Dam, Egypt Appeals for International Help", "date": "2020-07-05 19:01", "summary": "Pressure mounts to reach deal over water resources amid concerns about climate change. Egypt is attempting to raise international pressure on Ethiopia to strike a deal on the use of water from the Nile, which sustains life for tens of millions of people, as Addis Ababa prepares to begin filling a massive hydroelectric dam on a branch of the river this month.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-election-officials-wade-through-absentee-ballots-11593990000", "title": "New York Election Officials Wade Through Absentee Ballots", "date": "2020-07-05 19:00", "summary": "'This is a circumstance of no rest for the weary,' New York City Board of Elections's chief says. Two weeks after the polls closed for New York's primary elections, dozens of political campaigns still are actively pushing for votes in the electoral equivalent of extra innings.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-shows-off-its-firepower-to-beijing-in-south-china-sea-11593965632", "title": "U.S. Shows Off Its Firepower to Beijing in South China Sea", "date": "2020-07-05 18:40", "summary": "Two aircraft carriers and strike fighters join unusually large military exercise in disputed region. Strike fighters and electronic-warfare jets took off day and night from two U.S. aircraft carriers in the South China Sea to simulate sustained attacks on enemy bases as Washington put on one of its biggest displays of naval power in a potential flashpoint for conflict.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-week-of-coronavirus-highs-u-s-sees-slight-drop-in-cases-for-july-fourth-11593954831", "title": "Some Hospitals in Southern, Western U.S. States Near Capacity Amid Coronavirus Outbreaks", "date": "2020-07-05 18:20", "summary": "Texas, Arizona and Florida have been some of the worst-hit states in recent days. Top officials in southern and western U.S. cities and states with growing coronavirus cases sounded the alarm Sunday, saying hospitals were near capacity and that stricter social-distancing enforcement was needed to stem the growing outbreaks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-no-cure-for-health-care-stocks-11593950400", "title": "Coronavirus Is No Cure for Health-Care Stocks", "date": "2020-07-05 18:15", "summary": "After stronger performance earlier in the year, stocks including Pfizer, Biogen, Anthem rolled over in June. Investors are struggling to predict where the stock market is headed next. Even so, many are already betting that health-care shares won't lead the way.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-boeing-737-max-government-test-flight-scheduled-for-coming-days-11593983305", "title": "Next Boeing 737 MAX Government Test Flight Scheduled for Coming Days", "date": "2020-07-05 17:08", "summary": "FAA pilots to conduct another airborne test of revised flight-control software. The next challenge for bringing Boeing Co.'s 737 MAX jets back into service is slated to play out as early as this week, with another government test flight assessing the safety of software fixes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-cancel-atlantic-coast-pipeline-after-years-of-delays-11593975601", "title": "Companies Cancel Atlantic Coast Pipeline After Years of Delays", "date": "2020-07-05 16:52", "summary": "Duke Energy and Dominion Energy said the prospects of a natural gas conduit under the Appalachian Trail remained too uncertain. The builders of the Atlantic Coast Pipeline are pulling the plug on the project as companies continue to meet mounting environmental opposition to new fossil-fuel conduits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-to-face-eu-legal-push-on-content-competition-taxes-11593967270", "title": "Tech Giants to Face EU Legal Push", "date": "2020-07-05 16:04", "summary": "European Union's Margrethe Vestager details new boundaries for Google, Amazon, Facebook, others. BRUSSELS-Big tech companies including Google parent Alphabet Inc., Amazon.com Inc. and Facebook Inc. face a swath of proposed European regulations aimed at curbing their alleged anticompetitive behavior, making them pay more taxes and compelling them to shoulder more responsibility for illegal content on their platforms, said a top European Union official.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-at-mount-rushmore-11593978913", "title": "Trump at Mount Rushmore", "date": "2020-07-05 15:55", "summary": "Progressives deride his defense of America's founding principles.. At Mt. Rushmore, Trump uses Fourth of July celebration to stoke a culture war", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-bows-to-the-teachers-unions-11593978756", "title": "Joe Biden Bows to the Teachers Unions", "date": "2020-07-05 15:52", "summary": "'You'll have an NEA member in the White House,' he says.. Here's a place Joe Biden differs from his old boss: President Obama had fraught relations with the teachers unions, including the National Education Association, which in 2014 called (unsuccessfully) for the resignation of Education Secretary Arne Duncan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-that-glitters-isnt-maduros-gold-11593978640", "title": "All That Glitters Isn't Maduro's Gold", "date": "2020-07-05 15:50", "summary": "The dictator wants $1 billion in bullion, but a U.K. judge says no.. Venezuelan dictator Nicolás Maduro has held on to power despite losing his countrymen's confidence years ago. Yet a British court ruling late last week is a reminder that much of the world-like the Venezuelan people-doesn't accept Mr. Maduro as the country's legitimate leader.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-and-makeup-dont-mix-so-cosmetic-fans-seek-permanent-fix-11593977464", "title": "Masks and Makeup Don't Mix, So Cosmetic Fans Seek Permanent Fix", "date": "2020-07-05 15:31", "summary": "What to do about smeared foundation? The eyes have it; but lipstick is 'a lost cause.'. After months of living in a pandemic, Liqing Ye got fed up with her lipstick always smearing under a face mask-revealed when unmasking at dinner with friends or in meetings. She hit upon a solution: getting her lips tattooed with a semi-permanent coral hue.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-services-jobless-claims-and-inflation-11593975600", "title": "Economy Week Ahead: Services, Jobless Claims and Inflation", "date": "2020-07-05 15:00", "summary": "Service-sector, unemployment and inflation measures highlight relatively quiet week for data. Service-sector, unemployment and inflation measures highlight a relatively quiet week for official economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campus-culture-seizes-the-streets-11593973851", "title": "Campus Culture Seizes the Streets", "date": "2020-07-05 14:30", "summary": "Taxpayers, parents and donors need to save higher education from activists who claim to be scholars.. How did radical ideas like abolishing or defunding the police move from the fringes to official policy seemingly overnight in cities like Minneapolis, Los Angeles and New York? And after George Floyd's killing by police touched off protests, why did so many prominent journalists and intellectuals rationalize looting and violence? For an answer, look to the nation's politicized college campuses.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-families-need-portable-special-ed-11593973767", "title": "Military Families Need Portable Special Ed", "date": "2020-07-05 14:29", "summary": "Service members move too often to start the process from scratch every time.. Military families move often. For those whose children require special-education services, each relocation requires a rewrite of their entire Individualized Education Plan-a detailed document outlining the student's unique educational and therapeutic needs that is designed collaboratively by parents, teachers, therapists and other professionals. This process can drag on for months while vital services are put on hold and students may regress.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-father-the-car-radio-11593973696", "title": "My Father the Car Radio", "date": "2020-07-05 14:28", "summary": "I'm giving my kids a musical education via strategic intrusions into their playlists.. One of the best things about being a father is the thrill that comes with introducing kids to books and music. The sight of a teenager happily reading a novel that has delighted or inspired you over the years produces an incomparable feeling of satisfaction.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-screening-leaps-forward-11593973586", "title": "Cancer Screening Leaps Forward", "date": "2020-07-05 14:26", "summary": "Innovation sneaks up on us: There's a new DNA test that detects more illnesses, earlier.. So often the future shows up when you're looking for something else. In 2013, DNA sequencing company Illumina bought Verinata Health and began offering noninvasive prenatal testing. Using a pregnant woman's blood, a now-$500 DNA test can spot Down syndrome and other chromosomal conditions. Since then, the use of very invasive needle-to-the-womb amniocentesis testing has dropped.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amlos-hugs-wont-end-mexican-mayhem-11593973617", "title": "AMLO's 'Hugs' Won't End Mexican Mayhem", "date": "2020-07-05 14:26", "summary": "The drug war created the crime problem. The president is making it worse.. The elegant Las Lomas neighborhood of Mexico City, with its sun-dappled sidewalks and upscale homes, is one of the federal district's more serene settings. So it stunned the nation when an armed group unleashed a commando-style attack there on June 26.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unladylike-profession-review-new-recruits-over-there-11593973451", "title": "'An Unladylike Profession' Review: New Recruits, Over There", "date": "2020-07-05 14:24", "summary": "Female correspondents reported from the frontlines-and shaped the American public's understanding of the Great War.. When bestselling mystery novelist Mary Roberts Rinehart, in 1914, asked the editor of the Saturday Evening Post to send her to Europe to cover the war that had just broken out there, he at first refused. \"Frankly,\" he replied by telegram, \"I do not care to take the responsibility of sending anyone over there except old maids, widows and our really tough boys.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-no-summer-concerts-its-garth-brooks-at-the-drive-in-11593941400", "title": "With No Summer Concerts, It's Garth Brooks at the Drive-In", "date": "2020-07-05 14:03", "summary": "Resume Subscription. Concert promoters-and fans-haven't given up on live music, even with most summer shows wiped out by the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iranian-military-owned-conglomerate-sets-up-shop-in-venezuela-11593972015", "title": "Iranian Military-Owned Conglomerate Sets Up Shop in Venezuela", "date": "2020-07-05 14:00", "summary": "Iran tightens ties to Maduro, U.S. watches in concern as new grocer brings ties to Iran's Islamic Revolutionary Guard Corps. An Iranian conglomerate owned by the country's military and tied to its missile program has established a retail foothold in Venezuela, according to officials and records detailing the move, deepening Tehran's involvement with the Maduro government.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-france-police-tactics-collide-with-colorblind-ideals-11593971104", "title": "In France, Police Tactics Collide With Colorblind Ideals", "date": "2020-07-05 13:45", "summary": "Resume Subscription. LIVRY-GARGAN, France-When protests against police brutality swept France, authorities denied there was systemic racism in law enforcement. The French republic, officials said, is colorblind.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/developing-world-migrant-workers-remittances-coronavirus-pandemic-lockdown-reopen-11593969595", "title": "Developing World Loses Billions in Money From Migrant Workers", "date": "2020-07-05 13:22", "summary": "An economic pillar of developing economies is crumbling because of coronavirus impacts; 'I'm scared sick.'. Migrant workers-from Polish farmhands working the fields of southern France to Filipino cruise-ship workers in the Caribbean-who lost their jobs because of the pandemic's economic impact are running out of cash to send home, dealing a blow to the fragile economic health of the developing world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibodies-can-be-the-bridge-to-a-vaccine-11593969735", "title": "Antibodies Can Be the Bridge to a Vaccine", "date": "2020-07-05 13:22", "summary": "Drugs that mimic an immune response are in development, but it's time to ramp up manufacturing.. America's coronavirus epidemic has taken a turn for the worse, with many more states showing sharp increases in daily cases compared with two weeks ago. How long will it take for researchers to catch up and develop more effective therapies against Covid-19?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-fashioned-fourth-in-the-black-hills-11593969700", "title": "An Old-Fashioned Fourth in the Black Hills", "date": "2020-07-05 13:21", "summary": "Most came to Mount Rushmore for picnics and fireworks, not protest.. Keystone, S.D.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-researchers-compete-to-enroll-subjects-for-vaccine-tests-11593968711", "title": "Coronavirus Researchers Compete to Enroll Subjects for Vaccine Tests", "date": "2020-07-05 13:05", "summary": "Makers of vaccine candidates are targeting states where infections are surging, such as Florida, Arizona and Texas. Vaccine researchers are trying new tacks in an unprecedented effort to recruit the tens of thousands of healthy volunteers needed to finish testing coronavirus shots in late stages of development.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-a-student-loan-from-a-private-lender-heres-how-to-get-some-relief-11593968580", "title": "Have a Student Loan From a Private Lender? Here's How to Get Some Relief", "date": "2020-07-05 13:03", "summary": "Many private lenders are letting student-loan borrowers skip payments because of the pandemic, but relief varies by lender. Many federal student-loan borrowers got some welcome relief in March, thanks to federal legislation passed in response to the coronavirus pandemic.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-unlikely-to-meet-purchase-targets-for-u-s-energy-11593964801", "title": "China Is Unlikely to Meet Purchase Targets for U.S. Energy", "date": "2020-07-05 12:00", "summary": "China is far behind a target for purchases of energy products agreed in trade deal. WASHINGTON-Economic fallout from the coronavirus pandemic has cast doubt on whether China can meet its targets to buy U.S. goods under this year's trade deal-with energy emerging as the biggest casualty.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koike-wins-second-term-as-tokyo-governor-ahead-of-olympics-11593958158", "title": "Koike Wins Second Term as Tokyo Governor Ahead of Olympics", "date": "2020-07-05 11:43", "summary": "Hosts of next year's Games look to trim costs and respond to coronavirus pandemic. TOKYO-Tokyo Gov. Yuriko Koike said she would push ahead with planning for a simplified Olympics next summer after winning re-election to a new four-year term, despite public concern about holding the Games during a pandemic.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-libraries-pull-books-for-review-under-chinas-security-law-11593963424", "title": "Hong Kong Libraries Pull Books for Review Under China's Security Law", "date": "2020-07-05 11:37", "summary": "Authors warn of political censorship while government says books in public collection must comply with the law. HONG KONG-Public libraries have removed several books by pro-democracy figures from circulation, amplifying concerns that China's sweeping national-security law for Hong Kong will be used to restrict political discussion in the city.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-jumps-on-preserving-monuments-as-winning-campaign-issue-11593957601", "title": "Trump Jumps on Preserving Monuments as Winning Campaign Issue", "date": "2020-07-05 11:19", "summary": "The president's aides see his defense of statues and monuments as a unifying issue beyond his political base. President Trump has seized on saving statues and preserving monuments to American history as a winning issue for his re-election, attacking protesters and Democrats in remarks over the Independence Day weekend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-probe-concludes-chairman-knew-or-should-have-known-of-fabricated-transactions-11593953644", "title": "Luckin Coffee Probe Says Chairman Knew or Should Have Known of Fabricated Transactions", "date": "2020-07-05 11:15", "summary": "Report detailing the internal probe also said Charles Lu didn't fully cooperate with investigation, according to a person familiar with the matter. An investigation into the accounting misdeeds at Luckin Coffee Inc. has concluded that the company's chairman knew-or should have known-about the fabricated transactions that inflated the Chinese coffee chain's sales last year, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-emanuel-has-a-health-care-plan-for-you-11593961726", "title": "Dr. Emanuel Has a Health-Care Plan for You", "date": "2020-07-05 11:08", "summary": "We just have to be smart enough to take the best from other systems and adapt it to our culture.. Regarding Ezekiel Emanuel's essay \"The Pandemic Will Transform Health Insurance as We Know It\" (Review, June 27): I can add my observations from having lived in the Netherlands for 16 years before returning to the U.S. in 2014. Health care in the Netherlands isn't free. We had skin in the game, and virtually every person had basic medical insurance. People weren't torn between getting preventive or emergency medical care and paying their other bills. The quality of care was on a par with U.S. health care. (I had two major operations.) The big difference was that the coverage was seamless. In our general practitioner's office besides him, there was sometimes an intern and one person in the front office. There was no need for any administrative or insurance personnel.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-gore-and-blood-on-post-virus-capitalism-11593961680", "title": "On Gore and Blood on Post-Virus Capitalism", "date": "2020-07-05 11:08", "summary": "Measures taken to fight the pandemic will reduce annual global emissions by 4% to 7%.We will need the equivalent of the 2020 pandemic, disparately affecting poor and minority communities, every year for the next decade to meet this draconian climate goal.. Al Gore and David Blood believe that global CO2 emissions must be halved in the next decade, equating the climate warming that would result in the absence of such reductions to the viral pandemic we have suffered this year (\"Capitalism After the Coronavirus,\" op-ed, June 30). However, scientists project that the measures taken to fight the pandemic will reduce annual global emissions by 4% to 7%. In other words, we will need the equivalent of the 2020 pandemic-with its attendant unemployment, business closures, social dislocations and unrelated negative health impacts, all disparately affecting poor and minority communities-every year for the next decade to meet this draconian climate goal. How does that future square with environmental, social and governance principles and a \"sustainable capitalism\"?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-credits-for-long-term-care-not-for-vacations-11593961644", "title": "Give Credits for Long-Term Care, Not for Vacations", "date": "2020-07-05 11:07", "summary": "Premiums for long-term care should have the same tax treatment as contributions to individual retirement accounts (IRAs), currently benefiting from tax credit.. Regarding your editorial \"The GOP's Lampoon Vacation\" (June 30): Sen. Martha McSally proposes a tax credit for taxpayers who travel more than 50 miles for their vacations. As you correctly note, \"credits that directly reduce tax liability are much more generous than mere deductions that reduce taxable income.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-are-a-local-issue-and-congress-must-respect-this-11593961610", "title": "Police Are a Local Issue and Congress Must Respect This", "date": "2020-07-05 11:06", "summary": "Policing is a state power and hasn't been delegated to Congress (Article 1, Section 8 and the 10th Amendment), which therefore has no power to order or reform it.. William Galston engages in sleight of hand when discussing federal reform of policing and when he refers to police as sworn to \"serve and protect,\" a slogan or bumper sticker that mischaracterizes the oath to protect the Constitution (\"The Police Reform Americans Want,\" Politics & Ideas, June 24). The task of police is law enforcement, pure and simple. Policing is a state power and hasn't been delegated to Congress (Article 1, Section 8 and the 10th Amendment), which therefore has no power to order or reform it. Any congressional action to direct policing would be a violation of the Constitution and would continue the dismantling of the federal structure that undergirds liberty in the U.S. We already have President Trump arrogating to the executive branch powers properly belonging to Congress, and a Supreme Court making law, a power given to Congress alone. Poling may well show support for federal control of policing, but let that populist energy turn to amending the Constitution accordingly.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/redskins-indians-and-the-long-push-to-drop-native-american-mascots-11593961353", "title": "Redskins, Indians and the Long Push to Drop Native American Mascots", "date": "2020-07-05 11:02", "summary": "Stanford dropped its mascot in 1972. Other college teams followed. Now professional sports are getting the message.. In the early 1970s, Stanford's athletic teams were a source of great pride. They were also the target of simmering outrage.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-reopenings-stall-can-restaurants-survive-a-second-coronavirus-blow-11593961201", "title": "Can Restaurants Survive a Second Virus Blow?", "date": "2020-07-05 11:00", "summary": "Surging Covid-19 infections have cash-strapped restaurant, bar owners wondering how long they can survive. Restaurants that survived the coronavirus hit in March and April are reeling from a second punch that could put more eateries out of business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-know-how-much-stimulus-is-needed-put-it-on-autopilot-some-say-11593957600", "title": "Don't Know How Much Stimulus Is Needed? Put It on Autopilot, Some Say", "date": "2020-07-05 10:00", "summary": "Democrats, some economists propose keeping extra unemployment insurance until jobless rate hits triggers. WASHINGTON-One of the trickiest questions facing Congress when it takes up the debate on new stimulus later this month is just how much help the economy needs to recover from the Covid-19 pandemic.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-your-phone-working-when-theres-no-service-11593954000", "title": "How to Keep Your Phone Working When There's No Service", "date": "2020-07-05 09:00", "summary": "Apps that work offline, essential in-car gear and other tips to consider before seeking social-and cell-signal-distance on your summer road trip. You might have canceled trips requiring air travel, but that's not stopping you from hitting the road in search of respite and social distancing-from the family, friends and other quarantine bubble regulars you've seen far too much of lately.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tuesdays-primary-new-jersey-democrats-vie-to-reclaim-van-drews-seat-11593954001", "title": "New Jersey Democrats Vie to Reclaim Van Drew's Seat", "date": "2020-07-05 09:00", "summary": "Republican congressman switched parties last year, and Democrats are looking to get even. When U.S. Rep. Jeff Van Drew of New Jersey switched to the Republican Party last year, he opened a window of opportunity for a host of Democratic candidates vowing revenge for his turncoat departure.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-takes-aim-at-bureaucrats-seeing-them-as-obstacles-to-change-11593950400", "title": "Boris Johnson Takes Aim at Bureaucrats", "date": "2020-07-05 08:00", "summary": "Moves raise questions over American-style politicization of U.K.'s civil service. LONDON-Britain's civil service, which has prided itself for decades on standing apart from the political fray and offering impartial advice to governments, is bracing for a storm.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-june-29july-5-2020-11593946801", "title": "Photos of the Week", "date": "2020-07-05 07:00", "summary": "Mississippi retires state flag, China's security law tightens vise on Hong Kong, Putin's landslide referendum victory and more. Alan Lane and Eric Emch in New York's Central Park with their daughter, Margot, who was born in May. The coronavirus has halted most adoptions from outside the U.S., but domestic ones are inching ahead. The new parents say they look forward to telling Margot about how she was born during a pandemic. They also realize that she will have company. \"By the time she's old enough to have friends and go to school,\" Mr. Lane said, \"all her classmates will have the exact same story.\" Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-investors-sometimes-the-obvious-coronavirus-trade-isnt-so-obvious-11593946800", "title": "Sometimes the Obvious Coronavirus Trade Isn't So Obvious", "date": "2020-07-05 07:00", "summary": "U.S. stocks are relatively expensive and could suffer new virus hit, but beware the European answer. Perhaps the most obvious trade in the world right now is to sell U.S. stocks in the expectation that they will be hurt by the new coronavirus wave and buy stocks in Europe where it has been brought under control.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recession-led-by-services-sector-is-particularly-painful-for-latino-workers-11593941401", "title": "Recession Led by Services Sector Is Particularly Painful for Latino Workers", "date": "2020-07-05 05:38", "summary": "Recovery for in-person occupations heavily populated by Hispanics likely to be slow amid ongoing pandemic, economists say. A dramatic drop in hotel stays, elective surgeries and dining out since the coronavirus outbreak in February is driving a recession that is unlike every other since the Great Depression.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gym-owners-sweat-out-reopening-strategies-11593941401", "title": "Gym Owners Sweat Out Reopening Strategies", "date": "2020-07-05 05:30", "summary": "Connecticut studios lament low customer turnout; gym owners in New York and New Jersey anxiously await the chance to fully reopen. Gyms and fitness centers in Connecticut are seeing a slow warm-up after reopening their doors, with many customers still worried about the risk of coronavirus infection, while New York and New Jersey gym owners are anxious to get back on track soon.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-research-papers-raise-doubts-fueling-global-questions-about-scientific-integrity-11593939600", "title": "Red Flags Raised Over Chinese Research Published in Global Journals", "date": "2020-07-05 05:00", "summary": "Apparently fraudulent data in dozens of peer-reviewed articles spark fresh worries about 'paper mills' used by researchers under pressure to publish. HONG KONG-Internationally peer-reviewed journals published more than 100 scientific research papers from China-based authors that appear to have reused identical sets of images, raising questions about the proliferation of problematic science as institutions fast-track research during the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-hit-by-car-in-seattle-protest-dies-11593929263", "title": "Protester Hit by Car in Seattle Dies", "date": "2020-07-05 02:07", "summary": "Another was injured when the car drove into a crowd on a closed highway. One of two people hit by a car while protesting police brutality on a closed highway in Seattle died on Saturday, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-set-to-host-fireworks-laden-fourth-despite-d-c-opposition-11593860402", "title": "Trump Hosts Fireworks-Laden Fourth Despite D.C. Opposition", "date": "2020-07-05 21:34", "summary": "President used occasion to rail against what he called the 'radical left' amid nationwide demonstrations. WASHINGTON-President Trump used a July 4 celebration at the White House to rail against what he called the \"radical left\" amid nationwide demonstrations and to declare the U.S. is making progress against the coronavirus even as cases rise in parts of the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]