[{"link": "https://www.wsj.com/articles/first-big-snowstorm-of-the-season-hits-parts-of-new-england-11607208950", "title": "First Big Snowstorm of the Season Hits Parts of New England", "date": "2020-12-05 17:55", "summary": "More than one foot of snow and winds gusting more than 50 miles per hour swept across the northeast Saturday, turning roads treacherous. More than one foot of snow and winds gusting more than 50 miles per hour swept across the northeast Saturday during the first major snowstorm to hit parts of New England, turning roads treacherous and cutting off power to thousands of homes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-couple-behind-biontechs-covid-vaccine-california-order-prompts-covid-tests-bond-fire-ravages-silverado-and-more-11607203801", "title": "Photos of the Week", "date": "2020-12-05 16:30", "summary": "Selection of photos from Nov. 29 to Dec. 5 by The Wall Street Journal's photo editors. Angelina Antaryan, 19 years old, mourns her childhood friend, Gor Simonyan, at the Yerablur Military Memorial Cemetery, overlooking Yerevan, Armenia. Mr. Simonyan died three months before the end of his military service. A Russian-brokered peace agreement halted weeks of fighting between Armenia and Azerbaijan and handed Moscow a geopolitical triumph, but it has failed to instill a sense of safety among Armenians, for whom the presence of Russian troops in the area arouses a mixture of gratitude and distrust. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-medicine-u-s-stock-funds-rose-13-4-in-november-11607122870", "title": "Good Medicine: U.S.-Stock Funds Rose 13.4% in November", "date": "2020-12-05 15:00", "summary": "Vaccine success boosts the market as money finally flows into stocks from bonds. The stock market apparently was vaccinated in November.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drones-are-poised-to-reshape-home-design-11607194801", "title": "Drones Are Poised to Reshape Home Design", "date": "2020-12-05 14:00", "summary": "Landing pads, special mailboxes and more: A future where delivery drones buzz through neighborhoods could prompt architects and builders to rethink. Author", "categories": [["", "Home"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-tell-what-kind-of-federal-student-loan-you-have-11607191201", "title": "How to Tell What Kind of Federal Student Loan You Have", "date": "2020-12-05 13:00", "summary": "Some college-loan borrowers aren't aware their loans are commercially held and thus aren't in Covid forbearance. The type of federal student loans you have can be difficult to discern-or remember. But not knowing can be costly if you're considering applying for public-service loan forgiveness, or if you mistakenly thought your loans qualified for a pandemic-related suspension of payments.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-president-pushed-hard-for-release-of-general-arrested-in-u-s-11607187601", "title": "Mexico's President Pushed Hard for General's Release", "date": "2020-12-05 12:00", "summary": "Ex-defense minister had been accused of aiding a drug cartel, sparking anger among top Mexican military officers. MEXICO CITY-The October arrest in the U.S. of Mexico's former defense minister sparked anger among senior Mexican military officers, a key factor that led President Andrés Manuel López Obrador to push hard for the release of the influential general.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-life-changing-ferrari-458-spider-11607187600", "title": "A Life-Changing Ferrari 458 Spider", "date": "2020-12-05 12:00", "summary": "A car named Coco inspired a biotech consultant to launch the first all-female Ferrari rally as well as a foundation that helps young women.. Chanterria McGilbra, a San Francisco-based biotech consultant, on her 2015 Ferrari 458 Spider, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-powerful-car-fosters-female-empowerment-11607187300", "title": "A Powerful Car Fosters Female Empowerment", "date": "2020-12-05 11:55", "summary": "Thanks to her 2015 Ferrari 458 Spider, Chanterria McGilbra founded the Prancing Ponies All Woman Car Show and launched a foundation to help young women. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stock-buybacks-what-every-investor-needs-to-know-11607185864", "title": "Stock Buybacks: What Every Investor Needs to Know", "date": "2020-12-05 11:31", "summary": "They have been attacked by many academics and progressive politicians. Now, with a new administration, the battle could soon get even more heated.. Share buybacks: Yea or nay?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-hoppers-nighthawks-gets-21st-century-makeover-11607184000", "title": "Edward Hopper's 'Nighthawks' Gets 21st Century Makeover", "date": "2020-12-05 11:00", "summary": "Denizens of famed painting come to life in new digital art display in New York's Chelsea neighborhood. These days, when visitors enter Artechouse, the exhibition space in New York's Chelsea Market devoted to artwork driven by technology, they will immediately encounter an eerily familiar scene.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-florida-many-changes-turn-jacksonville-into-political-battleground-11607184000", "title": "In Florida, Changes Turn Jacksonville Into Political Battleground", "date": "2020-12-05 11:00", "summary": "Resume Subscription. JACKSONVILLE, Fla.-For decades, this city near the Florida-Georgia line has been known for its Navy bases, Southern temperament and conservative politics. But voters here backed Democrat Joe Biden for president, signaling its change into a swing region that both parties are focusing on for future elections.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venezuelas-regime-challenges-biden-with-sham-election-11607180401", "title": "Venezuela's Regime Challenges Biden With Sham Election", "date": "2020-12-05 10:00", "summary": "Vote for National Assembly will give Maduro control of every institution as country slides into chaos. President-elect Joe Biden's incoming administration will confront one of its toughest challenges abroad in Venezuela, where President Nicolás Maduro holds elections Sunday in a vote the U.S. considers a sham.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-begins-rolling-out-sputnik-v-coronavirus-vaccine-11607174273", "title": "Russia Begins Rollout of Coronavirus Vaccine", "date": "2020-12-05 09:22", "summary": "Doctors, teachers and social workers in Moscow are among the first to receive the shot. MOSCOW-The Russian capital began rolling out the country's homegrown coronavirus vaccine to doctors, teachers and social workers on Saturday, as the virus in the world's fourth worst-hit country continues to spread at a record pace.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-high-school-seniors-seek-college-financial-aid-raising-concerns-about-their-plans-11607176800", "title": "Fewer High School Seniors Seek College Aid", "date": "2020-12-05 09:00", "summary": "Despite schools' efforts to provide virtual college counseling during the pandemic, aid applications are down almost 17% from last year. Two months into the current cycle for college financial aid applications, the number of high-school seniors who have submitted the forms is down sharply-and shows no sign of catching up to year-ago levels.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dramatic-daytime-jewelry-is-the-key-to-dressing-for-the-holidays-11607175503", "title": "Dramatic Daytime Jewelry Is the Key to Dressing for the Holidays", "date": "2020-12-05 08:38", "summary": "High jewelry-the couture version of gems, often one-of-a-kind and as collectible as contemporary art-get a jolt of new energy when set against cool, street-wise looks. Bushels of diamonds and strings of pearls might seem as farfetched right now as the black-tie galas where they were often worn. For WSJ.'s December/January Issue's Market Report feature, photographer Alexandre Guirkinger and stylist Victoire Simonney make the case for rethinking the role of precious jewelry in daily life.", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-answer-to-americas-recycling-problemsmake-big-brands-pay-11607173203", "title": "Big Brands Bend on Recycling Costs", "date": "2020-12-05 08:00", "summary": "Consumer-product makers are under pressure to pitch in as customers and lawmakers pay more attention to plastic waste. Who should pay to recycle discarded cereal boxes, drinks bottles and detergent containers?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-covid-era-wedding-dresses-anything-goes-11607173213", "title": "For Covid-Era Wedding Dresses, Anything Goes", "date": "2020-12-05 08:00", "summary": "Whether it's for a backyard 'minimony' or a public-park 'micro-wedding,' 'corona brides' are getting creative with jumpsuits, short dresses and other options that Grandma would hate. Off Brand is a thrice-monthly column that delves into trends in women's fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/degree-zero-drawing-at-midcentury-review-sketching-a-path-into-a-new-era-11607169600", "title": "'Degree Zero: Drawing at Midcentury' Review: Sketching a Path Into a New Era", "date": "2020-12-05 07:00", "summary": "An exhibition at the Museum of Modern Art shows how artists used the most elemental of creative practices-drawing-to reinvent their world.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/films-from-a-vanished-world-11607169601", "title": "Films From a Vanished World", "date": "2020-12-05 07:00", "summary": "The films collected in a new Blu-ray set are precious records of the Yiddish cinema that was virtually extinguished by the Holocaust. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-investors-are-riding-the-bitcoin-wave-to-new-highs-11607166333", "title": "These Investors Are Riding the Bitcoin Wave to New Highs", "date": "2020-12-05 06:05", "summary": "As the digital currency approaches $20,000, new buyers benefit from their crypto passion. Bitcoin is surging to records, a rally driven in part by the emergence of new investors from passionate individuals to return-starved hedge funds looking to profit from the digital currency's momentum.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-investigate-whether-exposure-to-earlier-coronavirus-helped-asia-fight-covid-19-11607166230", "title": "Scientists Investigate Earlier Coronavirus Exposure in Asia", "date": "2020-12-05 06:03", "summary": "Some researchers looking at theory to explain why East Asia has experienced fewer cases, deaths than U.S. and Europe. TOKYO-An enduring mystery of the Covid-19 pandemic is why East Asian countries across the board have experienced far fewer cases and deaths than the U.S. and Europe.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ironman-coachs-swim-strength-workout-no-water-required-11607166000", "title": "An Ironman Coach's Swim-Strength Workout, No Water Required", "date": "2020-12-05 06:00", "summary": "Resume Subscription. Swimming is a low-impact, full-body exercise. It also involves many repetitive motions that can lead to injuries without proper conditioning on land, says Wendy Mader, an Ironman-certified coach based in Marietta, Ga. \"Many of the tiny connector muscles, ligaments and tendons get overlooked training in the pool,\" she says. When you keep these healthy and strong, it translates to improved stroke technique and increased swimming speed. Ms. Mader, 47, swam competitively at Eastern Michigan University and finished first in the women's amateur category at the 2008 Ironman World Championships in Kona, Hawaii.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-our-food-vocabulary-reflects-the-evolution-of-taste-11607144460", "title": "How Our Food Vocabulary Reflects the Evolution of Taste", "date": "2020-12-05 00:01", "summary": "The words we use to praise and insult dishes have changed dramatically over time.. Not so long ago, if you had invited someone over for a meal of something charred, they would have assumed that you were apologizing for burning dinner. Yet now, \"charred\" is desirable. It signifies food that is robust, deeply flavored and cooked in a modern way, whether on a hot skillet or grill or roasted in an oven.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-editing-shows-promise-in-sickle-cell-disease-11607189442", "title": "Gene Editing Shows Promise in Sickle-Cell Disease", "date": "2020-12-05 00:01", "summary": "Companies investigate how therapies including Crispr might treat a debilitating genetic disease. Drug development for sickle-cell disease, largely overlooked for decades, is becoming a crowded field: Two papers published Saturday in the New England Journal of Medicine report promising results from studies of experimental therapies, including Crispr gene editing, for the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607112565", "title": "Pepper...and Salt", "date": "2020-12-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnes-nobles-new-boss-tries-to-save-the-chainand-traditional-bookselling-11607144485", "title": "Barnes & Noble's New Boss Tries to Save the Chain-and Traditional Bookselling", "date": "2020-12-05 00:01", "summary": "Resume Subscription. A year ago, John Radford had little control over the book selection at the Barnes & Noble store he manages in Idaho Falls, Idaho. Executives in New York decided which titles to carry. The retailer's 600-plus stores were expected to follow that blueprint.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/abu-dhabis-230-billion-man-bet-the-world-would-overcome-covid-19-11607144409", "title": "Abu Dhabi's $230 Billion Man Bet the World Would Overcome Covid-19", "date": "2020-12-05 00:00", "summary": "Khaldoon al-Mubarak made an assessment in March that this challenging year would bring new opportunities to lessen his homeland's dependence on oil. He spent billions backing up that belief.. At the end of March the man who controls a $230 billion Abu Dhabi sovereign-wealth fund dialed up some of the world's biggest investors as a new pandemic rattled the global economy. Khaldoon al-Mubarak wanted to know how bad things could get.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-some-black-startup-founders-are-thriving-in-a-pandemic-year-11607144450", "title": "How Some Black Startup Founders Are Thriving in a Pandemic Year", "date": "2020-12-05 00:00", "summary": "An unexpected side-effect of lockdowns: It can be easier to get a meeting with a venture capitalist. For minority founders in tech, that's made a big difference as Silicon Valley reckons with race issues.. The world of venture capital is notoriously insular. For tech startups hoping to attract millions of dollars from private investors, having the right connections is often key to getting a meeting-and persuading investors to take a chance on an unproven idea. The result: getting seed funding has always been harder for Silicon Valley outsiders, including startups from outside New York City and the Bay Area, and founders from minority backgrounds. The numbers are particularly stark for Black founders: Between 2013 and 2017, 77% of founders of active U.S. startups that had received venture capital were white. Only 1% were Black.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bains-manny-maceda-doesnt-just-give-advice-he-seeks-it-too-11607144403", "title": "Bain's Manny Maceda Doesn't Just Give Advice. He Seeks It, Too.", "date": "2020-12-05 00:00", "summary": "Meet the 'extremely honest' mentors who shaped this top consultant's perspective and spurred his career success. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanford-health-deal-to-create-regional-hospital-powerhouse-collapses-after-ceos-exit-11607141037", "title": "Sanford Health Deal Collapses After CEO's Exit", "date": "2020-12-05 23:04", "summary": "Sanford's combination with Intermountain Healthcare would have created a giant with 69 hospitals across six states. The proposed merger of Utah's largest hospital system with Midwestern giant Sanford Health has collapsed, the latest deal to fall apart in the consolidating sector.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-suffers-fresh-legal-defeats-11607135636", "title": "Trump Campaign Suffers Fresh Legal Defeats", "date": "2020-12-05 21:59", "summary": "Judges rule against president and supporters as federal deadlines loom for final election results. President Trump's campaign suffered more legal setbacks in his bid to reverse the November election results and filed a new challenge to the outcome in Georgia.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-student-loan-borrowers-get-another-months-reprieve-11607136652", "title": "Federal Student-Loan Borrowers Get Another Month's Reprieve", "date": "2020-12-05 21:51", "summary": "Millions of borrowers won't have to start repaying their student loans until February. The Trump administration said Friday it will allow most borrowers with federal student loans to suspend their monthly payments until Jan. 31, 2021, extending by a month an earlier reprieve designed to support households during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bribery-for-pardon-investigation-involved-prominent-washington-lawyer-11607131323", "title": "Now-Deceased Billionaire Prompted Bribery-for-Pardon Investigation", "date": "2020-12-05 20:22", "summary": "California billionaire GOP donor enlisted Washington lawyer Abbe Lowell to push for friend's pardon with White House. WASHINGTON-A California billionaire gave $333,800 to Republican Party accounts in 2016 and then enlisted the help of Abbe Lowell, a prominent Washington lawyer, to push White House officials to recommend a pardon for a friend, according to documents reviewed by The Wall Street Journal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-professor-pleads-guilty-in-huawei-theft-case-11607121989", "title": "Chinese Professor Pleads Guilty in Huawei Theft Case", "date": "2020-12-05 19:16", "summary": "Bo Mao admitted to lying to federal agents involved in a Justice Department probe of the Chinese technology giant. A professor accused of stealing technology for Huawei Technologies Co. pleaded guilty Friday to lying to federal agents, ending a chapter in the Justice Department's investigation into both the giant Chinese firm and allegedly illegal actions by China-linked academics in the U.S.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chance-the-rapper-sued-by-former-manager-11607127219", "title": "Chance the Rapper Sued by Former Manager", "date": "2020-12-05 19:13", "summary": "In lawsuit, Pat Corcoran alleges he is owed millions in unpaid commissions, expenses. Chance the Rapper and his former manager are feuding in a high-profile dispute over the manager's April 27 firing in the wake of the Chicago hip-hop star's disappointing album and concert-ticket sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]