[{"link": "https://www.wsj.com/articles/new-york-lawmakers-seek-independent-probe-of-nursing-home-coronavirus-deaths-11600642800", "title": "New York Lawmakers Seek Independent Probe of Nursing-Home Coronavirus Deaths", "date": "2020-09-20 19:00", "summary": "Both Republican and Democratic state legislators support a push for further investigation. With lingering questions about how the novel coronavirus killed thousands of New Yorkers who lived in nursing homes, a group of state lawmakers is pushing to create an independent commission to get answers from the state Department of Health.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-growing-democratic-calls-to-expand-supreme-court-11600641858", "title": "Biden Faces Growing Democratic Calls to Expand Supreme Court", "date": "2020-09-20 18:44", "summary": "Democratic presidential nominee has previously said he opposes 'court packing'. WASHINGTON-Democratic presidential nominee Joe Biden faces pressure from within his party to support a restructuring of the Supreme Court if Republican lawmakers quickly replace the late Justice Ruth Bader Ginsburg.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-deal-faces-questions-over-security-ownership-11600625447", "title": "TikTok Deal Faces Questions Over Security, Ownership", "date": "2020-09-20 18:34", "summary": "Trump-approved concept holds potential to reshape social media by challenging Facebook's dominance. WASHINGTON-An emerging deal to make China's popular TikTok app a U.S.-based company stands to reshape the social-media landscape, even as questions persisted Sunday over security concerns and ownership of the new company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-leads-trump-among-latino-voters-poll-shows-11600641000", "title": "Biden Leads Trump Among Latino Voters, Poll Shows", "date": "2020-09-20 18:30", "summary": "President's support among Latinos roughly in line with his standing in 2016, according to WSJ/NBC/Telemundo poll. Democratic presidential nominee Joe Biden holds a significant lead over President Trump among registered Latino voters, garnering 62% of support, compared with Mr. Trump's 26%, according to a new Wall Street Journal/NBC/Telemundo poll.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-judicial-norms-a-history-11600639835", "title": "Breaking Judicial Norms: A History", "date": "2020-09-20 18:10", "summary": "A Democratic Senate pattern, from Bork to the filibuster rule.. Senate Minority Leader Chuck Schumer is widely reported to have told his Democratic colleagues on Saturday that \"nothing is off the table for next year\" if Republicans confirm a Supreme Court nominee in this Congress. He means this as a threat that Democrats will break the filibuster and pack the Court with more Justices in 2021 if they take control of the Senate in November's election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tiktok-and-crony-capitalism-11600639766", "title": "Trump, TikTok and Crony Capitalism", "date": "2020-09-20 18:09", "summary": "Cfius review isn't supposed to be leverage to favor certain firms.. President Trump on Saturday gave his blessing to a deal that would give U.S. investors including Oracle and Walmart majority ownership of the Chinese social-media app TikTok while allowing it to continue operating in the U.S. Maybe the deal will protect national security as the Trump Administration claims, but it reeks of corporate cronyism that will damage the U.S. government's credibility and reputation for free-market rules.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bryson-dechambeau-wins-the-u-s-open-11600639508", "title": "Bryson DeChambeau Wins the U.S. Open", "date": "2020-09-20 18:05", "summary": "The 27-year-old American claimed his first major victory after being the only golfer to finish under par for the tournament. For years, Bryson DeChambeau has been the curiosity of the golf world. He's the player who got to the cutting edge of the sport by studying analytics and bombing the ball, but also trudges around the course in a flat cap that was fashionable around a century ago.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-general-assembly-to-convene-remotely-with-world-watching-trump-rouhani-11600599602", "title": "U.N. General Assembly to Convene Remotely, With World Watching Trump, Rouhani", "date": "2020-09-20 17:22", "summary": "Tehran and capitals of other countries await results of America's election, while U.S. president presses on with his sanctions campaign. President Trump and Iranian President Hassan Rouhani will square off this week at the United Nations General Assembly, as Washington threatens still more sanctions to escalate its already formidable pressure on Tehran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-power-no-thanks-to-al-gore-11600633749", "title": "Clean Power, No Thanks to Al Gore", "date": "2020-09-20 16:29", "summary": "Nuclear energy took a leap toward being cost-effective. Yet the green lobby hasn't noticed.. Here's a fun game. Ask an environmentalist about his top plan of action to fight climate change. You'll likely get a quick answer urging a carbon-neutral or net-zero-emission clean-energy economy, usually by 2050, echoing the Paris climate agreement. OK, now ask if he's for nuclear power, which has zero carbon emissions, at which point he'll usually stare at his shoes and mumble something about high costs.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peru-and-brazil-stay-home-and-starve-11600633657", "title": "Peru and Brazil: Stay Home and Starve", "date": "2020-09-20 16:27", "summary": "Politicians in both countries imposed harsh restrictions people couldn't obey.. History suggests that humans learn as much, or more, from flops as from successes. It follows that Covid-19 lockdown policies present a teaching moment. In Latin America the lessons go well beyond the domain of infectious diseases to the realm of all-out government failure.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-torches-of-freedom-to-mask-breath-11600633617", "title": "From 'Torches of Freedom' to 'Mask Breath'", "date": "2020-09-20 16:26", "summary": "Edward Bernays's technique for selling cigarettes comes back in an ad for mints.. The Ice Breakers mints television commercial is likely making Edward Bernays-the visionary of U.S. marketing-smile in approval from the heaven of sales wizards.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jfk-review-the-road-to-camelot-11600633498", "title": "'JFK' Review: The Road to Camelot", "date": "2020-09-20 16:25", "summary": "In this account of his political apprenticeship, JFK is depicted as intellectually adventurous, personally appealing-and ambitious.. John F. Kennedy poses a problem for historians and chroniclers of American politics. He was a man of good looks, unquestioned charm and public eloquence. He was the Harvard-educated son of a wealthy New England financier, a decorated veteran of World War II and, not least, an acclaimed author of two books: a volume on foreign policy, written while he was still a college student, and a Pulitzer Prize-winning bestseller, produced while he was recovering from spinal surgery and a subsequent near-fatal infection. Kennedy was a shrewd member of the House and Senate, and his calculated rise to power was both swift and historic. In 1960 he became the youngest person ever elected president of the United States and the first (and, so far, only) Roman Catholic.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-trust-the-fdas-vaccine-process-11600633351", "title": "You Can Trust the FDA's Vaccine Process", "date": "2020-09-20 16:22", "summary": "The agency can roll out a Covid shot safely, quickly and without bowing to political pressure.. If one or more Covid vaccines prove safe and effective in large clinical trials, the Food and Drug Administration should make them available, in a careful and limited way, to those at highest risk of contracting infection and suffering a bad outcome.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ruth-bader-ginsburg-means-to-the-next-generation-of-legal-minds-11600631280", "title": "What Ruth Bader Ginsburg Means to the Next Generation of Legal Minds", "date": "2020-09-20 15:48", "summary": "A cultural icon in her later years, the justice inspired today's law students more than most: 'We're all just hoping we can all be mini-Ruth Bader Ginsburgs in our own way'. Karla Young hadn't yet been born when Ruth Bader Ginsburg was sworn in as the second female Supreme Court justice in 1993. But, like many women heading into the legal profession today, she says the late justice and feminist pioneer helped inspire her decision, at age 10, to become a lawyer.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-20-2020-11600590485", "title": "U.S. Coronavirus Death Toll Approaches 200,000", "date": "2020-09-20 15:02", "summary": "U.S. reports about 41,000 cases Saturday, down from the previous day's total. The U.S. reported about 41,000 new coronavirus cases on Saturday, a decrease from the previous day's total, as the nation's death toll approached 200,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-employment-and-factories-11600628400", "title": "Economy Week Ahead: Housing, Employment and Factories", "date": "2020-09-20 15:00", "summary": "Data out this week is likely to signal economy is getting better, but pace of improvement is slowing. Data out this week is likely to underscore an emerging theme of the coronavirus recovery: The economy is getting better, but the pace of improvement is slowing and the longer-term outlook remains uncertain.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-science-behind-wfh-dressing-for-zoom-11600626704", "title": "The Science Behind WFH Dressing for Zoom", "date": "2020-09-20 14:31", "summary": "What you wear while working actually matters; Researchers studying 'enclothed cognition' say your clothing choices at home can affect productivity and performance. Mina Khan, an information-technology consultant who's been working from home in Houston since March, tried wearing sweatpants and hoodies instead of the blouses and dress pants she typically wore to the office. It didn't work.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-unemployment-debt-middle-class-family-finances-11600122791", "title": "No Job, Loads of Debt: Covid Upends Middle-Class Family Finances", "date": "2020-09-20 14:21", "summary": "The pandemic is wreaking havoc in loan-laden white-collar workers' households; 'I will never claw my way out of this situation'. Until mid-March, Alysse Hopkins earned a comfortable living in Rockland County, N.Y., representing clients in foreclosure cases and personal-injury lawsuits.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-university-freshman-campus-life-covid-11600624951", "title": "The College Freshman's Life This Fall: 'Definitely Weird'", "date": "2020-09-20 14:17", "summary": "The pandemic is denying first-year students the usual rites of passage on campus. On one of his first nights of college, 18-year-old Jamie Gassman joined a poker game.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-enforces-new-covid-19-lockdown-amid-rosh-hashana-celebrations-11600620869", "title": "Israel Enforces New Lockdown Amid Rosh Hashana Celebrations", "date": "2020-09-20 13:27", "summary": "Police fine thousands for violating country's restrictions as the Jewish High Holy Days arrive. TEL AVIV-Most Israelis stayed indoors to celebrate Rosh Hashana in small groups, rather than the usually large gatherings that mark the Jewish New Year holiday, as the police fined thousands of people for violating a second nationwide lockdown aimed at containing a fresh coronavirus outbreak.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-up-or-better-regulating-big-tech-11600622572", "title": "Breaking Up or Better Regulating Big Tech?", "date": "2020-09-20 13:22", "summary": "Big isn't inherently bad and we should celebrate American success stories. However, when companies use their success as a bat to bludgeon smaller rivals, Congress must address the root causes of these inequities.. In \"The Misguided Antitrust Attack on Big Tech\" (op-ed, Sept. 15), Phil Gramm and Jerry Ellig critique the continuing congressional antitrust investigations into big tech, calling them a \"misguided\" attempt to \"destroy America's premier companies.\" They argue conservatives want to break up big tech to rein in censorship on social media and that progressives believe everything big is inherently bad, big tech included.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-must-help-our-local-governments-11600622437", "title": "Congress Must Help Our Local Governments", "date": "2020-09-20 13:20", "summary": "Your opposition to aid for state and local governments is at odds with the views of noted economists on both sides of the aisle who have made abundantly clear that failure to deliver aid to local governments will create a serious drag on our economy.. Regarding your editorial \"Government vs. Private Covid Layoffs\" (Sept. 9): Your opposition to aid for state and local governments is at odds with the views of noted economists on both sides of the aisle who have made abundantly clear that failure to deliver aid to local governments will create a serious drag on our economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-bad-forestry-and-wildfires-11600622371", "title": "Climate Change, Bad Forestry and Wildfires", "date": "2020-09-20 13:19", "summary": "The precursor to the decimation wreaked by West Coast wildfires isn't global warming primarily but reckless housing development in areas that never should have been developed.. Regarding Holman W. Jenkins's \"Finally, Wildfire Sanity?\" (Business World, Sept. 12): The precursor to the decimation wreaked by West Coast wildfires isn't global warming primarily but reckless housing development in areas that never should have been developed in the first place, and it's a failure of local government that this wasn't stopped. I agree with Mr. Jenkins's view that California Gov. Gavin Newsom's reference to facing climate change head on is wrong-headed. And the statement made in the New York Times that \"the mechanism driving the wildfire crisis is . . . the burning of fossil fuels like coal and oil\" is equally misguided.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tiktok-wechat-ban-11600012256", "title": "Is TikTok Being Banned? U.S. Delays Plan to Block Downloads With Deal Reached", "date": "2020-09-20 13:12", "summary": "After months of negotiations and a looming ban of the popular video-sharing app, President Trump has signed off on a deal allowing TikTok to keep operating by relocating to the U.S.. TikTok and WeChat users in the U.S. were granted a reprieve from potential bans of the apps, but for different reasons.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-outer-boroughs-see-foot-trafficby-locals-11600617600", "title": "New York City Outer Boroughs See Foot Traffic-by Locals", "date": "2020-09-20 12:00", "summary": "Foot traffic data shows smaller neighborhood corridors are rebounding faster than Times Square and the Financial District, as people spend money closer to home. As many of New York City's large commercial districts continue to struggle without tourists and commuters, some smaller neighborhood corridors are faring better, according to a Wall Street Journal analysis of Foursquare foot-traffic data.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-threatens-to-widen-racial-homeownership-gap-11600614000", "title": "Pandemic Threatens to Widen Racial Homeownership Gap", "date": "2020-09-20 11:00", "summary": "Tighter lending standards, virus's impact on Black Americans' health and employment could make it harder to buy a home or keep the one they have. The housing market has led the recovery from the pandemic-induced economic downturn as Americans have rushed to buy homes amid a desire for more living space and record-low mortgage rates.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-was-once-in-short-supply-amid-pandemic-now-its-on-sale-11600614000", "title": "Meat Was Once in Short Supply. Now, It's on Sale.", "date": "2020-09-20 11:00", "summary": "After springtime shortages, supermarkets are selling meat for lower prices as supplies rebound and exports decline. Meat prices are falling at grocery stores as last spring's shortages fade and livestock clog farms, benefiting consumers but hurting meatpackers and farmers already hit by Covid-19 disruptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-aid-talks-spending-bill-buffetedbysupreme-court-fight-11600612071", "title": "Supreme Court Fight Complicates Coronavirus Aid Talks, Spending Bill", "date": "2020-09-20 10:27", "summary": "Death of Justice Ginsburg injects more uncertainty into delicate negotiations. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slovenia-sports-pogacar-roglic-tour-luka-doncic-nba-11600611206", "title": "The Greatest Week in Sports History-for Slovenia", "date": "2020-09-20 10:22", "summary": "Pogacar vs. Roglic at the Tour de France. Luka Doncic on first-team All-NBA. Goran Dragic in the bubble. Slovenian sports have never been so hot.. PARIS-The choice facing the voters in Slovenia's Male Athlete of the Year poll was unprecedented. The excruciating decision had come down to a pair of exceptional sportsmen: a world-class cyclist vs. a basketball sensation.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-strikes-deals-to-sell-its-coronavirus-vaccine-internationally-11600610554", "title": "Russia Strikes Deals to Sell Its Coronavirus Vaccine Internationally", "date": "2020-09-20 10:02", "summary": "Moscow is in various stages of talks and has received requests to supply as many as 1.2 billion doses of its vaccine, which is still in the trial phase. Russia has struck preliminary agreements to sell its Covid-19 vaccine to more than 10 countries in Asia, South America and the Middle East, a development that could give Moscow valuable economic and political leverage internationally.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algorithm-helps-new-york-decide-who-goes-free-before-trial-11600610400", "title": "Algorithm Helps New York Decide Who Goes Free Before Trial", "date": "2020-09-20 10:00", "summary": "Point system used by judges awards defendants better chance at release based on data including convictions-and if they are reachable by phone. BROOKLYN, N.Y.-After Yunio Morla was charged with assaulting and choking his ex-girlfriend, a Brooklyn prosecutor asked a judge to hold him on $15,000 bail. His record included a 2007 felony conviction involving the same woman.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-s-p-500s-hottest-sector-materials-11600610400", "title": "The S&P 500's Hottest Sector: Materials", "date": "2020-09-20 10:00", "summary": "The group has climbed 16% this quarter, the best performance among the index's 11 sectors. Shares of the companies that mine or make raw materials are lately trading like once-hot technology stocks.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-supreme-court-vacancy-puts-re-election-squeeze-on-sen-susan-collins-11600608125", "title": "Supreme Court Vacancy Puts Re-Election Squeeze on Sen. Susan Collins", "date": "2020-09-20 09:22", "summary": "After alienating some moderates with her vote for Brett Kavanaugh, Maine Republican now risks angering conservatives with her opposition to a pre-election vote on president's next nominee. WASHINGTON-The U.S. Supreme Court vacancy created by the death of Justice Ruth Bader Ginsburg has made an already-difficult re-election bid for Republican Sen. Susan Collins even more perilous.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-election-interference-seriously-11600607080", "title": "Trump Takes Election Interference Seriously", "date": "2020-09-20 09:04", "summary": "It's not a partisan issue. The administration is focused on challenges from Russia, China and Iran.. Microsoft released a report this month documenting the efforts of groups operating from China, Russia and Iran to undermine U.S. election security through cyberattacks and disinformation. William Evanina, director of the National Counterintelligence and Security Center, sounded a similar warning in August. With voting already under way in some parts of the country, Americans should be concerned.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-cfos-hesitant-on-forecasts-as-pandemic-fogs-outlook-11600606800", "title": "Travel CFOs Hesitant on Forecasts as Pandemic Fogs Outlook", "date": "2020-09-20 09:00", "summary": "Companies say they are updating their models more frequently to respond to fluctuating customer demand and work with various scenarios. Finance chiefs at travel companies are struggling to plan ahead despite a recent pickup in bookings, as the coronavirus continues to spread and a vaccine is still months, if not years, away.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decision-time-looms-for-biotechs-riskiest-bet-11600606803", "title": "Decision Time Looms for Biotech's Riskiest Bet", "date": "2020-09-20 09:00", "summary": "Offshoot of Bristol-Myers Squibb's acquisition of Celgene will soon pay off $7 billion or go bust. Crunchtime is approaching for an all-or-nothing biotech bet: Will investors pocket nearly $7 billion or come up empty-handed?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-leads-trump-by-8-points-in-new-wall-street-journal-nbc-news-poll-11600606801", "title": "Biden Leads Trump by 8 Points in Wall Street Journal/NBC News Poll", "date": "2020-09-20 09:00", "summary": "Respondents view president as better economic steward, Democrat as better on coronavirus. WASHINGTON-In a year dominated by a deadly virus, racial unrest and tumultuous news cycles, the presidential race remains remarkably stable, with former Vice President Joe Biden maintaining his lead over President Trump, a new Wall Street Journal/NBC News poll shows.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-gain-and-sacrifice-when-you-move-back-in-with-parents-11600603200", "title": "What You Gain, and Sacrifice, When You Move Back In With Parents", "date": "2020-09-20 08:00", "summary": "This husband and wife are part of a rising number of adults opting for multigenerational households at a time of economic uncertainty and extra mobility. After saving up for a place of their own, and setting off on a year of travel around the world, 29-year-old Andrea Martinez Allen and her husband, Nick Allen, thought their days living with family were numbered. Then came the pandemic.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matthew-wolff-is-trying-to-become-the-youngest-major-winner-since-tiger-woods-11600603201", "title": "Matthew Wolff Is Trying to Become the Youngest Major Winner Since Tiger Woods", "date": "2020-09-20 08:00", "summary": "The 21-year-old American heads into the final round of the U.S. Open as the leader at 5 under par, two strokes ahead of Bryson DeChambeau. Matthew Wolff is doing absolutely nothing that the person leading the U.S. Open is supposed to do. He's driving the ball with reckless abandon. He's constantly fighting out of the rough. He's playing like a 21-year-old competing in his first U.S. Open who might not know any better.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-ceo-is-a-fortnite-fan-and-not-just-for-the-profits-11600603200", "title": "Sony CEO Is a 'Fortnite' Fan, and Not Just for the Profits", "date": "2020-09-20 08:00", "summary": "Kenichiro Yoshida discusses the PlayStation maker's 'American' comeback, videogames he loves to play and the reason for a Sony car. Kenichiro Yoshida remembers the day-Sept. 17, 2014-that he felt Sony Corp. hit bottom.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-pile-into-treasurys-helping-to-fund-government-borrowing-spree-11600603200", "title": "Banks Pile Into Treasurys, Helping to Fund Government Borrowing Spree", "date": "2020-09-20 08:00", "summary": "Demand from banks and money-market funds helps absorb the flood of new debt. Surging deposits and declining lending are driving banks to dramatically increase their holdings of U.S. Treasurys, offering significant support to the bond market at a time of massive government borrowing.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-start-to-place-big-bets-as-pandemic-grinds-on-11600599601", "title": "CEOs Start to Place Big Bets as Pandemic Grinds On", "date": "2020-09-20 07:00", "summary": "Companies shift from survival mode to strategic moves with takeovers, leadership changes and restored financial targets. Plenty of CEOs remain stuck working from home and boards may still be meeting virtually, but companies are shifting their sights from surviving the coronavirus pandemic to charting new courses through it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-sept-14-20-2020-11600599602", "title": "Photos of the Week", "date": "2020-09-20 07:00", "summary": "Hurricane Sally wreaks destruction on the Gulf Coast, Shinzo Abe resigns as Japan's Prime Minister, early presidential voting begins in Virginia and more. Butte County volunteer firefighter Reed Rankin views the burned remains of Butte County Fire Station 61 during the North Complex fire in Berry Creek on Tuesday. The North Complex fire roared through this community of 2,500, wiping out most of the homes and leaving at least 10 people dead, more than one-third of the total fatalities from wildfires this year in California. 'We've got to rethink how we are going to manage the forests,' said Mr. Rankin, after sifting through the rubble of a destroyed fire station. 'I'm still at a loss, still numb.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-china-paying-with-your-face-is-hard-sell-11600597240", "title": "In China, Paying With Your Face Is Hard Sell", "date": "2020-09-20 06:20", "summary": "Ant Group's Alipay finds shoppers are reluctant to use its facial-recognition machines. Ant Group Co., which revolutionized China's payments industry, is learning how hard it is to separate people from their mobile phones.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-banks-consider-mergers-for-survival-11600596001", "title": "European Banks Consider Mergers for Survival", "date": "2020-09-20 06:00", "summary": "Lenders are examining options as the pandemic worsens their already fragile state. The coronavirus pandemic has brought a sense of urgency to Europe's ailing banks to scale up or risk dying.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-it-would-take-for-herd-immunity-to-stop-the-coronavirus-pandemic-11600594201", "title": "What It Would Take for Herd Immunity to Stop the Pandemic", "date": "2020-09-20 05:30", "summary": "Wider community protection could be closer than we think, some experts say, but there are challenges, even with a vaccine. The concept of herd immunity is at the heart of global vaccination efforts and discussions about next steps in fighting the Covid-19 pandemic and bringing back economies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globaltradereturns-faster-than-expected-11600594200", "title": "Global Trade Returns Faster Than Expected", "date": "2020-09-20 05:30", "summary": "Rebound isn't being felt evenly across countries, and potential problems like a resurgence of Covid-19 remain. Global trade is rebounding much more quickly this year than it did after the 2008 financial crisis, lifting parts of the world economy and defying predictions the pandemic could send globalization into permanent retreat.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-vaccines-are-essential-to-herd-immunity-11600594200", "title": "Why Vaccines Are Essential to Herd Immunity", "date": "2020-09-20 05:30", "summary": "Scientists say 60% to 70% of the population would have to gain immunity to Covid-19 through infection or vaccination to reach widespread protection. An infectious disease like coronavirus, if left unchecked, can spread rapidly through a community. Scientists use the transmission rate, or R0 number, to denote how many people a typical carrier of a disease may go on to infect.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-vacancy-offers-democrats-republicans-fresh-way-to-energize-supporters-11600543107", "title": "Vacancy Offers Both Parties Fresh Way to Energize Supporters", "date": "2020-09-20 23:31", "summary": "Each side argues it would be catastrophic to let the other party pick Ruth Bader Ginsburg's replacement. Republicans and Democrats are trying to use the coming fight to fill Justice Ruth Bader Ginsburg's Supreme Court seat to motivate their bases, with each side arguing that it would be catastrophic to let the other party pick her replacement.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-off-on-deal-allowing-tiktok-to-continue-u-s-operations-11600551352", "title": "Trump Signs Off on Deal Allowing TikTok to Continue U.S. Operations", "date": "2020-09-20 23:23", "summary": "U.S. delays TikTok download ban in light of pending agreement. WASHINGTON-President Trump said he has agreed in concept to a deal under which Chinese-owned video-sharing app TikTok will partner with Oracle Corp. and Walmart Inc. to become a U.S.-based company, capping negotiations that have stirred debate over national security and the future of the internet.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-files-another-lawsuit-to-block-ban-on-app-11600541730", "title": "TikTok Files Another Lawsuit to Block Ban on App", "date": "2020-09-20 21:32", "summary": "In last-minute legal push, new complaint says Trump administration acted beyond its capacity and violated free-speech protections. TikTok and its parent company filed a new lawsuit against President Trump and his administration in a last-minute legal push to stop a ban on downloading the popular video-sharing app.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-urges-decision-on-supreme-court-pick-without-delay-11600526646", "title": "Trump to Nominate Woman to Supreme Court Next Week", "date": "2020-09-20 21:12", "summary": "President plans to reveal his choice for Justice Ruth Bader Ginsburg's replacement. WASHINGTON-President Trump said Saturday that he will name a woman next week to replace Ruth Bader Ginsburg on the Supreme Court, signaling a contentious nomination fight during the final weeks of the presidential election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]