[{"link": "https://www.wsj.com/articles/ftc-mulls-facebook-lawsuit-as-staffers-support-antitrust-case-11603415986", "title": "FTC Staff Support Lawsuit Against Facebook", "date": "2020-10-22 21:19", "summary": "Commissioners met privately via videoconference Thursday to discuss next steps. WASHINGTON-Federal Trade Commission staff members are recommending that the agency bring an antitrust case against Facebook Inc., according to people familiar with the matter, but commissioners haven't yet reached a decision.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-promises-greater-scrutiny-of-senior-execs-following-1mdb-settlement-11603413363", "title": "Goldman Promises Greater Scrutiny of Senior Execs Following 1MDB Settlement", "date": "2020-10-22 20:36", "summary": "Goldman Sachs says it will heighten scrutiny of senior executives who engage in high-risk areas of business as part of a compliance overhaul. When Goldman Sachs Group Inc. first came under scrutiny for its dealings with Malaysian development bank 1Malaysia Development Bhd. or 1MDB, the investment bank was adamant: The alleged bribery misconduct was the fault of rogue employees, according to former chief executive Lloyd Blankfein.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-judiciary-committee-authorizes-subpoenas-for-twitter-and-facebook-ceos-11603374015", "title": "Senate Judiciary Committee Authorizes Subpoenas for Twitter and Facebook CEOs", "date": "2020-10-22 20:05", "summary": "All 12 Republicans vote to seek testimony from Mark Zuckerberg and Jack Dorsey. The Senate Judiciary Committee authorized its chairman to issue subpoenas to the chief executives of Facebook Inc. and Twitter Inc. after the companies limited sharing of New York Post articles regarding the son of Democratic presidential nominee Joe Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-issues-executive-order-making-some-civil-servants-easier-to-hire-and-fire-11603410855", "title": "Trump Issues Executive Order Making Some Civil Servants Easier to Hire and Fire", "date": "2020-10-22 19:54", "summary": "Removal of workplace protections would stifle internal debate and allow administration to seed bureaucracy with political loyalists, critics say. WASHINGTON-The Trump administration is taking steps it says will make it easier to hire and manage civil servants in policy-making positions, but which critics say will undercut key job protections for federal workers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-was-at-bar-with-staffer-who-later-tested-positive-for-covid-19-11603397403", "title": "New Jersey Governor Was at Bar With Staffer Who Later Tested Positive for Covid-19", "date": "2020-10-22 19:52", "summary": "Gov. Phil Murphy tested negative for infection so far; 'No one is immune from this virus'. New Jersey Gov. Phil Murphy said he was having outdoor drinks at a bar when he came into brief contact with his deputy chief of staff who later tested positive for Covid-19.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-whistleblower-program-awards-tipster-a-record-114-million-11603410685", "title": "SEC Whistleblower Program Awards Tipster a Record $114 Million", "date": "2020-10-22 19:51", "summary": "The whistleblower, who was not identified, gave the SEC and another agency 'substantial, ongoing assistance' critical to bringing successful enforcement actions. The U.S. Securities and Exchange Commission's whistleblower program on Thursday awarded more than $114 million-a record amount-to a person whose information helped it and another agency bring successful enforcement actions against a company, the agency said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-loses-last-ditch-effort-to-force-exide-to-deal-with-toxic-legacy-11603410055", "title": "California Loses Last-Ditch Effort to Force Exide to Deal With Toxic Legacy", "date": "2020-10-22 19:40", "summary": "A federal judge declined to block the company's chapter 11 plan from taking effect, leaving taxpayers stuck with a toxic plant near Los Angeles. California taxpayers were left responsible for a dangerously contaminated plant outside Los Angeles after a federal judge turned down an emergency bid by state environmental regulators to block Exide Technologies LLC from exiting bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-files-pre-emptive-lawsuit-against-federal-government-in-opioid-case-11603401216", "title": "Walmart Sues U.S., Aiming to Head Off Opioid Penalties", "date": "2020-10-22 19:39", "summary": "Retail giant, expecting to be sued by Justice Department, argues federal agencies have no basis to seek civil damages for pharmacy practices. Walmart Inc. sued the federal government in an attempt to strike a pre-emptive blow against what it said is an impending opioid-related civil lawsuit from the Justice Department.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-family-legacy-11603409528", "title": "The Biden 'Family Legacy'", "date": "2020-10-22 19:32", "summary": "What we learned from the text messages of Hunter's partner Tony Bobulinski.. Joe Biden has a problem, and his name is Hunter. Because the former vice president hasn't had to answer any questions on this topic-and continued to refuse to do so in Thursday's debate-that problem could soon become America's.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-promises-strong-safety-standards-for-covid-19-vaccines-as-it-convenes-advisory-panel-11603391080", "title": "FDA Promises Strong Vaccine Safety Standards as It Convenes Advisory Panel", "date": "2020-10-22 19:29", "summary": "Agency hopes the hearing will help establish public trust in the safety and efficacy of a coronavirus vaccine. SILVER SPRING, Md.-Food and Drug Administration officials gave fresh assurances Thursday that Covid-19 vaccines will undergo rigorous testing before being made widely available-a message they underscored in a meeting with outside medical experts aimed at bolstering the agency's credibility.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-blue-line-could-breach-bidens-blue-wall-11603409365", "title": "Trump's Blue Line Could Breach Biden's Blue Wall", "date": "2020-10-22 19:29", "summary": "Democrats have sided with Black Lives Matter. Police have noticed.. President Trump challenged Joe Biden in the first debate to name one police endorsement he'd received. Mr. Biden couldn't-virtually all police organizations have endorsed Mr. Trump. Police groups are endorsing Republicans at every level, many for the first time and by overwhelming votes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-profits-soar-during-first-half-of-2020-11603369800", "title": "Wall Street Profits Soar During First Half of 2020", "date": "2020-10-22 19:27", "summary": "Coronavirus stimulus money, low interest rates boost securities industry, New York comptroller's office says. Wall Street profits jumped 82% in the first half of this year, a rare bright spot for the city and state's pandemic-ravaged budgets.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-fined-350-million-by-hong-kong-regulator-over-1mdb-scandal-11603363392", "title": "Goldman Sachs Malaysia Subsidiary Pleads Guilty in 1MDB Case", "date": "2020-10-22 19:21", "summary": "Move comes as Hong Kong's financial regulator fines Wall Street firm $350 million. A unit of Goldman Sachs Group Inc. pleaded guilty on Thursday morning to conspiring to violate U.S. antibribery laws, the first step in an expected resolution of a long-running investigation into its role in a Malaysian corruption scandal.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nose-dive-review-olfactory-bliss-11603408842", "title": "'Nose Dive' Review: Olfactory Bliss", "date": "2020-10-22 19:20", "summary": "The dean of food-science writers brings his matchless descriptive powers to the 'osmocosm'-the totality of scents in the world around us.. Human beings have a better sense of smell than you might expect. Sure, we're no bloodhounds, but a scientific study from 2014 estimated that the human nose could distinguish, in theory, up to a trillion different odors. The only problem is, it's very hard to describe most scents. We can classify shapes and colors precisely, and have hundreds of sound words to differentiate booms and bangs from buzzes and beeps. With smells, however, most of us are left groping. We just don't have a vocabulary for odors beyond vague descriptors like \"wet dog\" or \"chemically.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-northwesterns-president-condemns-student-protesters-11603408794", "title": "Notable & Quotable: Northwestern's President Condemns Student Protesters", "date": "2020-10-22 19:19", "summary": "'This isn't actually speaking truth to power or furthering your cause. It is an abomination and you should be ashamed of yourselves.'. Northwestern University President Morton Schapiro in an Oct. 19 letter:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-christian-walks-into-a-bar-11603408756", "title": "A Christian Walks Into a Bar", "date": "2020-10-22 19:19", "summary": "'The format is simple,' writes an expert on pub theology: 'Beer, conversation and God.'. For centuries bars have been a place where people of different religions and political orientations gathered to discuss their beliefs-listening to and learning from one another. As countless bars closed this year amid the Covid-19 pandemic, many lost more than a place to unwind after work. They no longer had a crucial space to talk about life, meaning and faith.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-lefts-web-of-dark-money-11603408114", "title": "Inside the Left's Web of 'Dark Money'", "date": "2020-10-22 19:08", "summary": "Sheldon Whitehouse won't tell you about the Arabella Advisors empire that skirts disclosure requirements.. The fight over Amy Coney Barrett's nomination to the Supreme Court is only the beginning of judicial battles to come. If President Trump is re-elected, he will nominate more judges, and Democrats will attack them. If Joe Biden wins, his allies will keep demanding he pack the Supreme Court by adding seats to fill with liberal activists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirmative-action-campaign-divides-californians-11603407398", "title": "Affirmative Action Campaign Divides Californians", "date": "2020-10-22 18:56", "summary": "Most debate on Proposition 16, which would overturn a ban on the practice, has focused on its effect on admissions at colleges. Advocates for increased racial diversity in higher education are struggling garner voter support to reinstate affirmative action in California. Proposition 16, a ballot measure to overturn 1996's Proposition 209, would allow for the consideration of race, sex, color, ethnicity, or national origin in public-university admissions, as well as in public employment and contracting.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-ax-throwing-bars-hope-to-cut-through-pandemic-malaise-11603394392", "title": "New York's Ax-Throwing Bars Hope to Cut Through Pandemic Malaise", "date": "2020-10-22 18:54", "summary": "Ax-throwing-increasingly considered a legitimate sport-is gaining ground in the city. Given the challenges of the current year, it is fair to say that New Yorkers may have an ax or two to grind. But more entrepreneurs are betting that locals would rather throw those sharp-edged implements against a wooden board in pursuit of sporting glory.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outside-spending-for-new-york-political-races-tops-14-million-11603406176", "title": "Outside Spending for New York Political Races Tops $14 Million", "date": "2020-10-22 18:36", "summary": "Police unions have spent more than $1 million supporting Republican candidates. A cosmetics heir, charter school advocates and law enforcement unions are spending more money to influence state Senate races in New York than they did two years ago when Democrats won control of the chamber.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/final-presidential-debate-what-time-to-watch-and-key-issues-11603281600", "title": "What Time Is the Final Presidential Debate and How to Watch? A Look at Key Issues", "date": "2020-10-22 18:35", "summary": "New debate rules-including muted microphones-will be in place as the pandemic remains a top issue. President Trump and Democratic nominee Joe Biden will face off in their second and final debate tonight, less than two weeks before Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rhetoric-of-court-packing-is-here-11603405939", "title": "The Rhetoric of Court Packing Is Here", "date": "2020-10-22 18:32", "summary": "Democrats boycott the 'sham' and 'illegitimate' vote on Judge Barrett.. Judge Amy Coney Barrett's nomination to the Supreme Court was unanimously approved Thursday by the Senate Judiciary Committee. Unanimously? Yes, the Democrats pulled a stunt by boycotting the roll call to hold a press conference. \"Democrats,\" Minority Leader Chuck Schumer said, \"will not lend a single ounce of legitimacy to this sham vote.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strengthening-taiwans-defense-11603405877", "title": "Strengthening Taiwan's Defense", "date": "2020-10-22 18:31", "summary": "Trump moves to sell $1.8 billion in arms. Would Joe Biden do the same?. The Trump Administration moved forward this week with a $1.8 billion arms sale to Taiwan. The timing is right, given China's lawless takeover of Hong Kong and its escalating threats against Taiwan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-hit-as-consumers-flock-to-lower-cost-laptops-datacenter-chips-11603399126", "title": "Intel Hit as Consumers Flock to Lower-Cost Laptops, Datacenter Chips", "date": "2020-10-22 18:24", "summary": "Revenue dropped 4% after company enjoyed strong sales in the first half of the year. Chip giant Intel Corp. may be seeing an end to the work-from-home boost it enjoyed during the pandemic, with earnings hit by consumers gravitating to cheaper laptops and data-center sales softening.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-would-create-bipartisan-commission-to-study-court-overhaul-11603370907", "title": "Biden Intends to Create Bipartisan Commission to Study Court Overhaul", "date": "2020-10-22 18:17", "summary": "In '60 Minutes' interview, the Democratic nominee says the court system is 'getting out of whack'. WASHINGTON-Democratic presidential nominee Joe Biden intends to create a bipartisan commission to study overhauls of the nation's judiciary if he wins the White House, saying that the system is \"getting out of whack.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-102220-11603356143", "title": "New U.S. Coronavirus Cases Surpass 60,000 for Second Day", "date": "2020-10-22 18:14", "summary": "Spread picks up speed in most states, pushing total infections reported in the country to 8.34 million. The U.S. reported more than 60,000 new coronavirus cases for the second day in a row, as the spread continues to accelerate in most states.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-volunteers-head-to-the-polls-to-support-glitch-free-voting-11603404832", "title": "Tech Volunteers Head to the Polls to Support Glitch-Free Voting", "date": "2020-10-22 18:13", "summary": "Local precincts are on the hunt for workers who can do more than just fix paper jams or reboot computers. Tech-savvy recruits have emerged as a prized catch for state and local election officials looking to staff polling stations and build technology-support teams during the monthslong lead-up to Tuesday's general election.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-drug-remdesivir-fully-approved-by-fda-11603404546", "title": "Covid-19 Drug Remdesivir Fully Approved by FDA", "date": "2020-10-22 18:09", "summary": "Agency fully approves the antiviral for hospitalized Covid-19 patients 12 years and older; Trump was treated with it. The U.S. Food and Drug Administration has granted a full final approval to Gilead Sciences Inc.'s remdesivir, making it the first Covid-19 treatment deemed safe and effective by the regulator, the company said Thursday.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-gambler-billy-walters-files-suit-faulting-ex-fbi-agent-over-leaks-11603400794", "title": "Billy Walters Faults Ex-FBI Agent Over Leaks", "date": "2020-10-22 18:01", "summary": "Release of information interfered with right to due process in insider-trading case, complaint alleges. Famed sports gambler William \"Billy\" Walters filed a lawsuit Thursday accusing a former Federal Bureau of Investigation agent of leaking information to reporters that he claims interfered with his right to due process.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negotiators-defend-continuing-talks-on-coronavirus-aid-deal-11603403198", "title": "Negotiators Defend Continuing Talks on Coronavirus-Aid Deal", "date": "2020-10-22 17:46", "summary": "Hopes of passing bill before Election Day are slim; 'It's a pretend showdown,' says one GOP lawmaker. WASHINGTON-Both House Speaker Nancy Pelosi (D., Calif.) and White House officials defended Thursday their continuing negotiations over a coronavirus-relief package amid signs it has no path to becoming law before the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boffo-donald-trumps-show-biz-slang-for-success-applied-to-politics-11603401594", "title": "'Boffo': Donald Trump's Show-Biz Slang for Success, Applied to Politics", "date": "2020-10-22 17:19", "summary": "The president's tweet reviewing his own rallies recalled the term's earlier use to describe big box-office receipts or a successful vaudeville gag. President Trump has often viewed his time in office through a show-business lens, as revealed by the language he uses. That was certainly the case earlier this week, when he tweeted about his confidence in winning re-election by boasting that \"Every RALLY is BOFFO.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-22-2020-11603358278", "title": "U.S. Stocks Close Higher as Investors Eye Stimulus Talks", "date": "2020-10-22 16:49", "summary": "S&P 500 ends day up 0.5%, while Tesla shares rise after Wednesday's earnings. U.S. stocks rose Thursday after economic data showed an improving economy and investors monitored negotiations in Washington over a fresh stimulus bill that could further support the recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-pinched-by-cord-cutting-and-closed-theaters-11603363578", "title": "AT&T Pinched by Cord-Cutting and Closed Theaters", "date": "2020-10-22 16:48", "summary": "Quarterly revenue and profit fall on declines at DirecTV and Warner Bros., while HBO Max ramps up. AT&T Inc.'s big media bets dragged down results in the latest quarter, as closed movie theaters and pay-television customer losses offset the growth at its core wireless and broadband businesses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebecca-review-off-the-road-to-manderley-11603399514", "title": "'Rebecca': Off the Road to Manderley", "date": "2020-10-22 16:45", "summary": "In Netflix's elaborate remake of a Hitchcock classic, dramatic losses far outweigh the glittering gains.. When a studio announces plans to remake a beloved Hollywood classic, it's tempting to guess what they're going to do with it. In the case of \"Rebecca,\" a 1940 Alfred Hitchcock drama starring Joan Fontaine and Laurence Olivier, the remake wasn't produced by a conventional studio but by Netflix, the streaming giant that sometimes threatens to replace Hollywood. Still, anyone who knows the Hitchcock film might have made the same guesses that I did when I first heard the news. And we would have been right in the obvious ways, but hard put to imagine how unlovable the Netflix version would be, and how it would handle, or, rather, mishandle the essential element of feminism that was implicit in the original.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-undoing-review-an-upscale-manhattan-melodrama-11603399363", "title": "'The Undoing' Review: An Upscale Manhattan Melodrama", "date": "2020-10-22 16:42", "summary": "Nicole Kidman and Hugh Grant star in a lavish HBO miniseries as a New York couple whose wealthy world is violently upended.. Nicole Kidman has won an Oscar, made multiplex movies, done a little slumming in European art films, and been a Hollywood star for more decades than one can politely calculate. But her adventures during the current trend of ambitious, female-centric melodramas and brazenly unlaced morality plays-soaps, in a word-have come to constitute an oeuvre all their own. Why not? She can very plausibly portray women of wealth, beauty, privilege and intelligence. And who still seem utterly baffled when someone does them wrong.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbie-sales-take-off-as-parents-try-to-cut-down-on-screen-time-11603399290", "title": "Barbie Sales Take Off as Parents Try to Cut Down on Screen Time", "date": "2020-10-22 16:41", "summary": "Mattel reports largest increase in demand for flagship doll in at least two decades; Hot Wheels, Baby Yoda also fuel growth. Add Barbie to the list of the pandemic's biggest winners.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conflict-review-political-comedy-of-english-manners-11603399138", "title": "'Conflict' Review: Political Comedy of English Manners", "date": "2020-10-22 16:38", "summary": "The Mint Theater Company webcasts its sterling production of Miles Malleson's witty 1925 play about two old friends running for the same seat in the House of Commons.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebecca-and-killing-eve-were-filmed-at-these-houses-visit-virtually-11603398139", "title": "'Rebecca' and 'Killing Eve' Were Filmed at These Manor Houses. Visit Virtually.", "date": "2020-10-22 16:22", "summary": "Most grand historic estates are still sealed shut, but these four relics offer virtual tours. IT'S TRICKY to visit most grand estates right now, but you can tour these four historic mansions with picture-perfect grounds in the simplest way: virtually. Just tap or click to visit upstate New York or the Cornwall region of England, where Netflix 's new \"Rebecca\" adaptation is set. When conditions improve, arrange a private IRL visit, suggests Philip McCrum, director of Extraordinary Britain, a luxury travel and tour company based in London. \"We can arrange a stay in the Duke's apartments at Syon, with a butler, or a private visit to Alnwick Castle, of Harry Potter fame,\" said Mr. McCrum, who also recommends a trek to North Devon, on the Hartland Peninsula, designated an Area of Outstanding Beauty in 1959.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-bonds-fall-despite-theater-reopenings-11603385653", "title": "AMC Bonds Fall Despite Theater Reopenings", "date": "2020-10-22 16:22", "summary": "Analysts say the company is in danger of running out of cash without new blockbusters to attract moviegoers. Investors are dumping bonds tied to the world's biggest movie theater chain, betting that attendance will remain low despite venues reopening in major markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-witches-review-beguiling-time-shift-cursed-effects-11603397661", "title": "'The Witches': Beguiling Time Shift, Cursed Effects", "date": "2020-10-22 16:14", "summary": "Director Robert Zemeckis moves the story to late '60s Alabama and dumps a cauldron's worth of CGI on Roald Dahl's tale.. According to the narrator in \"The Witches,\" streaming on HBOMax, witches are \"as real as a rock in your shoe.\" The narrator, as it happens, is Chris Rock, who works up a witty lather recalling his character's adventures as a boy (named Boy in the credits and played by Jahzir Bruno) living with his grandmother (named Grandmother and played by Octavia Spencer) in the late 1960s. This remake of Nicolas Roeg's 1990 film has moved the dark Roald Dahl novel from Norway and the United Kingdom to Alabama-a perfectly fine idea, with one exception noted below. The special effects, previously provided by a combination of prosthetics and Jim Henson's puppetry, are now extravagantly digital. That turns out to be a not-so-fine idea, despite the best efforts of Anne Hathaway as the Grand High Witch, previously played by Anjelica Huston. What was weirdly but deliciously scary has grown ponderously out of scale, even for witches at their malign worst.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snapchats-augmented-reality-lenses-find-their-way-to-the-ballpark-11603397554", "title": "Snapchat's Augmented-Reality Lenses Go to the Ballpark", "date": "2020-10-22 16:12", "summary": "Major League Baseball's app now has six lenses made with Snapchat's technology. And Snap is looking for more partners to share its AR vision. In a normal year, the MLB Ballpark app was for use at, well, the ballpark. But this year, with stadium attendance reduced to scattered pods of fans or banned outright, Major League Baseball has added a vicarious layer to its app: augmented-reality lenses built on Snap Inc. technology.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-tilson-thomas-where-now-is-review-a-great-conductor-takes-a-bow-11603397462", "title": "'Michael Tilson Thomas: Where Now Is' Review: A Great Conductor Takes a Bow", "date": "2020-10-22 16:11", "summary": "The venerated musician, recently retired from his post at the helm of the San Francisco Symphony, receives a loving and informative tribute in this 'American Masters' documentary.. Many nonclassical-music lovers first encountered Michael Tilson Thomas through the 1976 album \"George Gershwin: Rhapsody in Blue,\" a bridging of musical time and space on which Mr. Thomas conducted and Gershwin played (courtesy of the piano rolls he made in 1925). Others may remember Mr. Thomas's inclusion of Steve Reich's \"Four Organs\" in a program at Boston's Symphony Hall that led to a protest reminiscent of the Stravinsky \"Rite of Spring\" riot of 1913. Others still have appreciated his championing of American composers like John Adams and Charles Ives. His devotion to the once underappreciated Gustav Mahler has clearly been infectious.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polands-top-court-tightens-strict-abortion-laws-11603397449", "title": "Poland's Top Court Tightens Strict Abortion Laws", "date": "2020-10-22 16:10", "summary": "Tribunal says procedure is unconstitutional in cases of fetal abnormality, outlawing reason for most abortions in country. WARSAW-Poland's top court declared abortions unconstitutional when conducted because of fetal abnormalities, a victory for the Catholic conservative ruling party in its yearslong struggle to further tighten some of Europe's strictest such laws.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-vs-china-the-high-cost-of-the-technology-cold-war-11603397438", "title": "The U.S. vs. China: The High Cost of the Technology Cold War", "date": "2020-10-22 16:10", "summary": "The conflict has disrupted the telecom and semiconductor industries in both countries. But the consequences have already begun to spread well beyond those companies.. The world is paying a high price for the technological Cold War between its two greatest powers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-problem-with-tech-monopolies-from-both-sides-of-the-political-aisle-11603397096", "title": "The Problem With Tech Monopolies, From Both Sides of the Political Aisle", "date": "2020-10-22 16:04", "summary": "Josh Hawley and David Cicilline agree something should be done. The question is, what?. Tech platforms are facing an unprecedented amount of pressure.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-a-step-more-friday-crossword-october-23-11603203281", "title": "Just a Step More (Friday Crossword, October 23)", "date": "2020-10-22 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-torte-so-delicious-its-a-special-occasion-11603396092", "title": "A Torte So Delicious, It's a Special Occasion", "date": "2020-10-22 15:48", "summary": "San Francisco pastry chef Michelle Polzine injects California sunshine into classic Central European pastries. Her Linzer torte recipes-one classic, one gluten-free-are a party waiting to happen.. THE DAYMichelle Polzine received the first bound copy of her book, \"Baking at the 20th Century Cafe\" (Artisan), she celebrated by donning a purple 1930s ballgown to sit at her dining room table and thumb through the culmination of a decade's work.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-losses-mount-amid-pandemic-but-travel-demand-shows-some-improvement-11603372966", "title": "Airlines' Losses Mount, but Demand Shows Improvement", "date": "2020-10-22 15:34", "summary": "Executives say passengers aren't likely to return in full force until Covid-19 vaccine becomes widely available. Summer was a bust for U.S. airlines. Now they are anxiously watching a fragile uptick in demand to see if it will hold as the number of new coronavirus cases increases.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-schools-failed-to-report-billions-in-foreign-funds-u-s-finds-11603391416", "title": "Top Schools Failed to Report Billions in Foreign Funds, U.S. Finds", "date": "2020-10-22 15:30", "summary": "In the wake of an Education Department crackdown, universities self-reported more than $6.6 billion from Qatar, China, Saudi Arabia and the United Arab Emirates. Top universities took billions of dollars in unreported foreign funds, the U.S. Education Department said in a new report. The names of universities are redacted in the report but are identifiable based on other details.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-consider-mcravens-view-of-biden-11603394829", "title": "Readers Consider McRaven's View of Biden", "date": "2020-10-22 15:27", "summary": "Electing Joe Biden to the White House will hardly see America \"stand up to tyranny, lift up the downtrodden, free the oppressed, and fight for the righteous.. Adm. William McRaven offers no coherent explanation for how Joe Biden can restore American leadership, especially in light of Vice President Biden's long record of foreign-policy misjudgments and failures (\"Biden Will Make America Lead Again,\" op-ed, Oct. 20). Robert Gates, President Obama's defense secretary, correctly noted that Joe Biden has \"been wrong on nearly every major foreign policy and national security issue over the past four decades.\" To imply that Joe Biden's supposed \"decency\" is enough to change how the world views us is laughably naive. What the world clearly does understand are our ideals and the necessity for protecting this country's national interests and military power, which President Trump has done much to restore. And, finally, the admiral's claim to be \"pro-life\" while voting for the Biden-Harris ticket, which favors no limits on abortion, and supports taxpayer funding of it, is an appalling example of Orwellian Newspeak.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-that-forgotten-man-correctly-11603394781", "title": "Remembering That Forgotten Man Correctly", "date": "2020-10-22 15:26", "summary": "One gets the feeling we \"average\" folk are a dwindling breed, and that's worrisome.. Regarding Jason De Sena Trennert's \"Remember the Forgotten Man?\" (op-ed, Oct. 19): No, it wasn't about overlooking the average American, since Hillary Clinton won the 2016 popular vote by almost three million. It was clearly the Democrats' failure to take three states and 80,000 voters seriously. And does Henry David Thoreau appeal more to elites of the Republicans or Democrats? Please.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-feinstein-vote-for-joe-11603394715", "title": "Can Feinstein Vote for Joe?", "date": "2020-10-22 15:25", "summary": "What will Senator Feinstein do?. Regarding Daniel Henninger's \"Amy Coney Barrett's Religiosity\" (Wonder Land, Oct. 15): I assume that Sen. Dianne Feinstein won't be voting for Roman Catholic Joe Biden either.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwells-2016-testimony-offers-few-answers-on-jeffrey-epstein-11603394276", "title": "Ghislaine Maxwell's 2016 Testimony Offers Few Answers on Jeffrey Epstein", "date": "2020-10-22 15:17", "summary": "The British socialite and Epstein confidante denied allegations of abuse, wrongdoing in heated exchanges. Ghislaine Maxwell fought for months to keep sealed the deposition she gave in a now-settled defamation lawsuit filed against her by a woman who accused Jeffrey Epstein of sexual abuse. This week, a Manhattan federal court rejected her pleas and made public hundreds of pages of documents Thursday morning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-covid-recovery-isnt-so-enviable-11603393097", "title": "Beijing's Covid Recovery Isn't So Enviable", "date": "2020-10-22 14:58", "summary": "China touts GDP growth but faces a hard call: rest on a fragile economy or try for a difficult transition?. Few myths are proving so durable in our pandemic age as the notion that China has somehow cracked the coronavirus code. It hasn't.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-biden-restrain-his-partys-left-11603393056", "title": "Can Biden Restrain His Party's Left?", "date": "2020-10-22 14:57", "summary": "Voters don't want radical new policies but sensible, unifying leadership and an end to angry polarization.. This is a particularly dangerous time for my Democratic Party. It could find its 2021 agenda stymied and its congressional majorities threatened in 2022. Apparently headed for a presidential-election victory and possible control of both houses of Congress, a President-elect Joe Biden and congressional leaders could misread what has happened over the past four years, spelling political disaster down the road.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-corruption-story-is-about-joe-not-hunter-11603392288", "title": "Now Corruption Story Is About Joe, Not Hunter", "date": "2020-10-22 14:44", "summary": "How long can the media blackout continue?. At this hour many news consumers remain trapped behind the Silicon Curtain. Nevertheless word continues to spread about the Biden family business, thanks to an underground publication founded by Alexander Hamilton in 1801. The latest story from the New York Post, which shares common ownership with the Journal, comes courtesy of veteran columnist Michael Goodwin. He reports a statement from a Biden business partner who says that Joe Biden was involved in the family influence-peddling racket, including with China.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-miami-denies-it-uses-facial-recognition-technology-11603392194", "title": "University of Miami Denies It Uses Facial-Recognition Technology", "date": "2020-10-22 14:43", "summary": "Students claim campus police used the technology to identify them at a protest. Students at the University of Miami have accused the school's campus police of using facial recognition to identify them at a protest related to the coronavirus pandemic. Two students claim Dean of Students Ryan Holmes told a handful of campus protesters at a virtual meeting on Sept. 22 that they were identified at an unsanctioned demonstration using specialized software that analyzed camera footage of the event. Holmes didn't respond to requests for comment on the students' specific claims but told Miami New Times, a local newspaper, that he was \"not privy to the exact methods [the campus police] used.\" University officials denied campus police use facial-recognition technology except when collaborating with other law enforcement agencies in certain criminal investigations.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-energy-companies-bet-big-on-hydrogen-11603392160", "title": "Major Energy Companies Bet Big on Hydrogen", "date": "2020-10-22 14:42", "summary": "There are plenty of obstacles. But advocates see the fuel playing a vital role in slashing emissions. As the oil-and-gas industry struggles to secure its place in a world shifting away from fossil fuels, major energy companies are making a grab for the rising hydrogen market.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/existing-home-sales-rose-9-4-in-september-11603375549", "title": "U.S. Home Sales Rise to New 14-Year High", "date": "2020-10-22 14:38", "summary": "Sales of previously owned homes climbed 9.4% in September, the fourth straight monthly increase. Home sales rose to a new 14-year high in September, bolstered by robust demand and a shortage of homes for sale that is making the housing market one of the brightest spots for the U.S. economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-hovers-near-28-month-high-11603373321", "title": "China Economic Rebound Pushes Copper Prices to Multiyear High", "date": "2020-10-22 14:35", "summary": "The industrial metal, seen as a proxy for global growth, has surged on stronger demand and anticipation that the world's transition to electric vehicles will drive further consumption. Copper prices have risen to their highest levels in nearly 2½ years, highlighting the strength of China's economic recovery along with investors' anticipation that the transition to electric cars will stoke demand for the industrial metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/declassified-files-reveal-a-possible-spy-in-polandnamed-james-bond-11603391492", "title": "Declassified Files Reveal a Possible Spy in Poland-Named James Bond", "date": "2020-10-22 14:31", "summary": "Resume Subscription. WARSAW, Poland-A mystery left unsolved by the spies of the Communist era reopened one recent morning, when an archivist found a curious folder sheltered in a warehouse of secret files from the Cold War.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gucci-struggles-as-pandemic-keeps-tourists-home-11603391068", "title": "Gucci Struggles as Pandemic Keeps Tourists Home", "date": "2020-10-22 14:24", "summary": "The brand is lagging other big luxury labels in the market upheaval sowed by the coronavirus. PARIS-Gucci reported a 12% drop in third-quarter sales as the Italian fashion house was hit hard by the absence of tourist shoppers from Asia during the pandemic.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-stimulus-check-uplift-wanes-vulnerable-workers-are-at-risk-11603390408", "title": "As Stimulus Check Uplift Wanes, Vulnerable Workers Are at Risk", "date": "2020-10-22 14:18", "summary": "Economists are concerned that low wage workers are getting pushed deeper into poverty. Coronavirus stimulus checks and the $600 a week unemployment benefit provided by the CARES act helped lift 18 million people out of poverty in April, according to a new study by Columbia University researchers. But when the benefits expired in July, 14 million of those people fell back into poverty in August or September. A program to provide $300 payments for up to six weeks has been hit with delays in some states and funding has run out in others. As Congress negotiates a new stimulus bill, some economists worry that the most vulnerable workers are getting pushed deeper into poverty. A recent survey by the Harvard T.H. Chan School of Public Health found that 60% of Black and 72% of Latino households said they experienced serious financial problems since the start of the pandemic, compared with just over a third for white and Asian American households.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-everyone-wants-to-talk-like-a-pundit-11603390414", "title": "Now Everyone Wants to Talk Like a Pundit", "date": "2020-10-22 14:13", "summary": "Constant clichés from TV talking heads are bad enough. Must dentists and dry cleaners join in?. When I went to see my dry cleaner about getting a stain out of my favorite jacket, he said: \"Make no mistake. At the end of the day, this is a very bad stain.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jho-lows-beverly-hills-hotel-sold-to-new-york-lodging-investor-11603390254", "title": "Jho Low's Beverly Hills Hotel Sold to New York Lodging Investor", "date": "2020-10-22 14:10", "summary": "U.S. authorities sold the Viceroy L'Ermitage Beverly Hills hotel for $100 million to EOS Investors. A low-profile New York City-based hotel investor is the mystery buyer of the Beverly Hills hotel that the U.S. government sold in August, after seizing it from the fugitive Malaysian financier Jho Low.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-dont-have-to-love-the-tampa-bay-rays-you-just-shouldnt-hate-them-11603389232", "title": "You Don't Have to Love the Tampa Bay Rays. You Just Shouldn't Hate Them.", "date": "2020-10-22 13:53", "summary": "The American League champions win games in hard-to-watch fashion. It doesn't diminish their low-budget innovation.. The Tampa Bay Rays are tied 1-1 with the Los Angeles Dodgers in this best-of-7 World Series, but if you're following closely, you know that's not all these plucky American League pennant winners are doing: They're also destroying baseball!", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-a-third-degree-murder-charge-in-george-floyds-death-11603388952", "title": "Judge Dismisses a Murder Charge in George Floyd's Death", "date": "2020-10-22 13:49", "summary": "Former Minneapolis Police Officer Derek Chauvin continues to face a second-degree murder charge. MINNEAPOLIS-A Minnesota judge has dismissed a third-degree murder charge filed against the former Minneapolis police officer who pressed his knee against George Floyd's neck, but the more serious second-degree murder charge remains.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-request-for-roundup-appeal-rejected-by-california-court-11603388984", "title": "Bayer's Request for Roundup Appeal Rejected by California Court", "date": "2020-10-22 13:49", "summary": "The company sought to overturn a verdict linking the herbicide to a groundskeeper's cancer. The California Supreme Court declined to hear an appeal by Bayer AG seeking to reverse a jury verdict that the company's Roundup herbicide caused a groundskeeper's cancer, leaving the company with few remaining options to avoid paying a $20.4 million judgment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-covid-19-death-rate-has-dropped-in-recent-months-11603388389", "title": "New York City's Covid-19 Death Rate Has Dropped in Recent Months", "date": "2020-10-22 13:39", "summary": "Doctors haven't fully determined the reason for the decrease. New York City residents are dying at a lower rate from the coronavirus than at the height of the pandemic in the state, new research shows, but doctors haven't been able to fully explain the reason for the drop.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-amenities-11603385884", "title": "TikTok Studios, Zoom Rooms and Co-Working Spaces Are the New Must-Have Home Amenities", "date": "2020-10-22 13:00", "summary": "Resume Subscription. When Ric Bucher, a television and radio basketball commentator and writer who is a familiar face on Fox Sports, finished a roughly $40,000 office remodel in his Half Moon Bay, Calif., home, he wondered if it was worth it. His workspace, completed about three years ago, was soundproofed, professionally wired, attractively lit, and rigged with professional-grade cameras and microphones. The idea was that if he ever needed to record a podcast or tape a television segment from home, he could.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mail-service-deteriorated-after-postmaster-general-louis-dejoys-arrival-watchdog-found-11603384937", "title": "Mail Service Deteriorated After Postmaster General Louis DeJoy's Arrival, Watchdog Found", "date": "2020-10-22 12:42", "summary": "Postal Service enacted changes that hurt the quality and timeliness of deliveries, report says. A dramatic and lasting slowdown in mail delivery flowed from actions that Postmaster General Louis DeJoy initiated or which were accelerated after he took office in June, according to an analysis by the U.S. Postal Service's watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadband-internet-promises-are-left-unfulfilled-in-many-rural-areas-11603384560", "title": "Broadband Internet Promises Are Left Unfulfilled in Many Rural Areas", "date": "2020-10-22 12:36", "summary": "The lack of access, despite billions spent, has made it harder for the unconnected to work and study during Covid-19. Locals often huddle outside the library in Hudson, N.Y., in cars or seated in the open air, to tap its Wi-Fi network for a high-speed internet connection.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-outlines-future-payday-from-users-messaging-with-businesses-11603371604", "title": "WhatsApp Outlines Future Payday From Users Messaging With Businesses", "date": "2020-10-22 12:32", "summary": "Plan stands in contrast to core Facebook business model of selling targeted ads. After years of searching, Facebook Inc.'s encrypted messaging platform WhatsApp says it has a plan to make money from the services it provides at no cost to more than two billion users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-megaships-that-broke-global-trade-11603384311", "title": "The Megaships That Broke Global Trade", "date": "2020-10-22 12:31", "summary": "With a new generation of giant container ships, firms and governments made a big bet on the future of globalization-and lost. On August 16, 2006, five tugboats dragged Emma Maersk from a Danish shipyard and towed her backward to the sea. The length of four soccer fields, her keel nearly a hundred feet below her deck, Emma was far larger than any container ship ever before ordered and by far the most expensive. She was a bet on globalization: By transporting a container more cheaply than any other vessel afloat, she and her six sister ships were expected to stimulate even faster growth in international trade, lowering the cost of moving goods through the supply chains that had reshaped the global economy and turned China into the world's workshop.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-confronts-revolt-as-ultraorthodox-defy-covid-public-health-rules-11603369369", "title": "Israel Confronts Revolt as Ultraorthodox Defy Covid-19 Public-Health Rules", "date": "2020-10-22 12:17", "summary": "Distrust of government and the desire to preserve a way of life is fueling a broad backlash. JERUSALEM-As Israel eases its second nationwide lockdown, a revolt among ultra-Orthodox Jews against public health guidelines is complicating efforts to control the coronavirus outbreak.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-who-we-are-director-luca-guadagnino-knows-a-cure-for-melancholy-11603383345", "title": "'We Are Who We Are' Director Luca Guadagnino Knows a Cure for Melancholy", "date": "2020-10-22 12:15", "summary": "The Italian filmmaker, best known for 'Call Me By Your Name,' talks about his first crush, favorite films and why he hates the beach. In the 20 Odd Questions series, we interview leaders in film, fashion, music and other creative fields about their favorite pastimes, current obsessions and most indelible memories. Previous installments are here.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-xi-jinpings-china-nationalism-takes-a-dark-turn-11603382993", "title": "In Xi Jinping's China, Nationalism Takes a Dark Turn", "date": "2020-10-22 12:09", "summary": "With a push from the government, angry mobs online have swarmed any perceived disloyalty to their country. The wave of nationalism sweeping through China, amplified by party propaganda, the political ambitions of Xi Jinping and the country's success in containing Covid-19, is taking a darker turn, with echoes of the country's Maoist past.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-rock-legend-lists-his-longtime-l-a-home-11603381959", "title": "A Rock Legend Lists His Longtime L.A. Home", "date": "2020-10-22 12:03", "summary": "Inside the Benedict Canyon home of Gene Simmons and model Shannon Tweed Simmons.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gene-simmons-selling-los-angeles-mansion-11603381998", "title": "Gene Simmons Is Kissing His L.A. Mansion Goodbye", "date": "2020-10-22 11:56", "summary": "Resume Subscription. It was shortly after he met his future wife, model Shannon Tweed, at a party at the Playboy Mansion in 1983 that rock star and Kiss frontman Gene Simmons began looking for a home the couple could share. They quickly found a secluded ranch house on a hillside in the Benedict Canyon area of Los Angeles, far from the \"tour buses with well-meaning tourists from Sandusky, Ohio,\" he said. They bought it in 1984 for $1.35 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkish-lira-slides-to-record-low-as-central-bank-holds-fire-11603381827", "title": "Turkish Lira Slides to Record Low as Central Bank Holds Fire", "date": "2020-10-22 11:50", "summary": "Central bank keeps interest rates unchanged, disappointing investors who believe higher rates would help to tamp down persistent inflation. Turkey's currency hit a record low against the dollar Thursday after the country's central bank held interest rates steady despite intensifying pressure to act.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-rethink-policies-as-cities-pay-millions-to-settle-misconduct-claims-11603368002", "title": "Police Rethink Policies as Cities Pay Millions to Settle Misconduct Claims", "date": "2020-10-22 11:26", "summary": "Municipalities with 20 largest police departments paid over $2 billion since 2015 for alleged wrongdoings and civil rights violations. The 20 U.S. cities and counties with the biggest police departments have paid over $2 billion since 2015 for alleged misconduct and civil rights violations, according to a Wall Street Journal analysis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/far-right-groups-cited-in-domestic-terror-attacks-11603367633", "title": "Report Cites Far-Right Groups in Domestic Terrorist Attacks", "date": "2020-10-22 11:21", "summary": "Study finds white supremacists, others committed two-thirds of 2020 attacks and plots, but also notes a rise in far-left attacks. WASHINGTON-White supremacists and other right-wing extremists accounted for two-thirds of domestic terrorist attacks and plots so far in 2020, but those by antifascist and other leftist groups are rising, according to a new report on U.S. political violence.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-blitzes-tv-while-trump-spends-on-events-fundraising-11603379652", "title": "Biden Blitzes TV While Trump Spends on Events, Fundraising", "date": "2020-10-22 11:14", "summary": "Democrat's campaign effort outspent the president's and ended the third quarter with more cash on hand. Joe Biden's campaign committees outspent President Trump's by at least $110 million in the third quarter, and still the former vice president ended up with a substantial cash advantage heading into the final month of the presidential race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-lawsuit-could-alter-business-calculations-in-enterprise-tech-market-11603379470", "title": "Google Lawsuit Could Alter Business Calculations in Enterprise Tech Market", "date": "2020-10-22 11:11", "summary": "\"Every company will have to think about how competitors can access their platform,\" says Ray Wang of Constellation Research. The antitrust lawsuit filed against Google this week is focused mostly on the Alphabet Inc. unit's consumer business, but it also will have implications for the enterprise tech market where Google aspires to a greater role.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bowflex-infomercial-leans-wrong-way-11603379479", "title": "Bowflex Infomercial Leans Wrong Way", "date": "2020-10-22 11:11", "summary": "Latest stationary bike has cool features, bad advertising. The people behind last December's viral \"Peloton wife\" ad probably feel a little bit better about themselves now. The company came in for a lot of heat, but in the end it didn't matter-sales of its fancy stationary bikes and treadmills boomed once the pandemic hit U.S. shores a few months later. Peloton's shares are up by 330% year-to-date.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-gives-boost-to-chinas-telemedicine-industry-11603379296", "title": "Covid-19 Gives Boost to China's Telemedicine Industry", "date": "2020-10-22 11:08", "summary": "The effort could be a model for expansion in other countries. As the Covid-19 pandemic swept across China in late January, the country's telemedicine platforms raced to roll out free coronavirus-related services and the once wary government moved to ease regulations on providers, giving new life to a fledgling industry that has largely been losing money.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-boom-may-not-outlast-covid-crisis-11603379141", "title": "Housing Boom May Not Outlast Covid Crisis", "date": "2020-10-22 11:05", "summary": "Home sales are exploding, but demand isn't infinite. The housing market has been an unexpected winner during the Covid crisis. But what will it look like when the crisis has passed?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lasting-benefits-of-preschool-11603378648", "title": "The Lasting Benefits of Preschool", "date": "2020-10-22 10:57", "summary": "A new study confirms that pre-K education gives young children significant advantages in language, literacy and math skills. Multiple studies show that going to preschool gives young children a leg up on all kinds of learning, not just academics but social skills, listening, planning and self-control. But how big is that early boost and how long does it last? The answer matters because, despite bipartisan support for early childhood education, preschool is unevenly funded in the U.S., resulting in lower levels of attendance than in other countries. According to the National Institute for Early Education Research, 34% of American 4-year-olds attended preschool last year. Compare that with 60% in Canada and 90% in the EU.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-10-22-2020-11603317268", "title": "Jobless Claims for Month So Far Fell to Lowest Levels Since March", "date": "2020-10-22 10:55", "summary": "Applications for unemployment benefits so far this month hit the lowest levels since March. New applications for unemployment benefits so far this month fell to the lowest levels since the coronavirus pandemic shut many businesses in March, a sign of improvement for the U.S. economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-antitrust-woes-seen-helping-microsofts-bing-11603378502", "title": "Google's Antitrust Woes Seen Helping Microsoft's Bing", "date": "2020-10-22 10:55", "summary": "Government authorities that once battled the software giant could now aid the company and its search engine. The target of the U.S. government's last major tech antitrust campaign could be the biggest beneficiary of its newest lawsuit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-highlight-public-safety-in-campaign-ads-11603371565", "title": "Republicans Highlight Public Safety in Campaign Ads", "date": "2020-10-22 10:36", "summary": "Democratic candidates aired ads this summer praising protesters, before moving to other topics. The May 25 police killing of George Floyd in Minneapolis, and the nationwide protests that followed, introduced racial justice and policing as major issues in this year's political campaigns. Eleven days later, 2020 campaign advertisements on those topics began hitting television airwaves.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-been-a-dramatic-rise-in-baseballs-most-exciting-play-the-home-run-robbery-11603377000", "title": "There's Been a Dramatic Rise in Baseball's Most Exciting Play: The Home-Run Robbery", "date": "2020-10-22 10:30", "summary": "Changes that were meant to generate more power have also created more opportunity for spectacular defense. ARLINGTON, Texas-The lasting image of this baseball postseason might be Los Angeles Dodgers center fielder Cody Bellinger soaring high over the wall to steal what would've been a go-ahead home run from the San Diego Padres' Fernando Tatís Jr.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barretts-nomination-advanced-by-senate-judiciary-committee-11603372845", "title": "Senate Committee Votes to Advance Judge Barrett's Nomination", "date": "2020-10-22 10:14", "summary": "Move comes over objection of Democrats to Republicans' quickly filling Supreme Court opening. WASHINGTON-The Senate Judiciary Committee advanced Amy Coney Barrett's nomination to the Supreme Court as Republicans unanimously voted to recommend that the full Senate approve her, paving the way for her confirmation next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-polo-neck-sweaters-stylish-or-stodgy-depends-how-old-you-are-11603375841", "title": "Are Polo-Neck Sweaters Stylish or Stodgy? Depends How Old You Are", "date": "2020-10-22 10:10", "summary": "Once reserved for country-clubbers, the polo-collar sweater is back with fresh, Zoom-friendly fall updates. Can they help it shed its stuffy reputation? Two editors-one young, one not-debate the issue.. THE POLO-COLLAR sweater has long been favored by elder statesmen and members of fusty golf clubs. But this fall, designers have modernized the easy-to-wear classic, offering collared knits in snazzy shades, lively patterns (see Italian brand Missoni's intarsia iteration, below) and loose, comfortable weaves. Are these updates enough to make the collared pullover shed its stodgy reputation? Men's fashion editor Jacob Gallagher and Off Duty editor Dale Hrabi debate the issue.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodity-trader-bet-on-longer-human-lifespans-11603375201", "title": "Commodity Trader Bet on Longer Human Lifespans", "date": "2020-10-22 10:00", "summary": "Paul Glenn, who donated $100 million to research aimed at keeping people vigorous in old age, has died at age 89. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11603290941", "title": "Number Puzzles", "date": "2020-10-22 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-colas-revenue-falls-hurt-by-away-from-home-channels-11603366717", "title": "Coca-Cola Expects Growth in China Even as Global Sales Slide", "date": "2020-10-22 09:57", "summary": "Beverage company's third-quarter revenue declined 9%. Coca-Cola Co. said it expects to see growth this year in China, even as its global sales continue to decline because of the closures of restaurants, bars, movie theaters and sports stadiums elsewhere around the world.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-campaign-to-revive-affirmative-action-is-struggling-11603364415", "title": "California Campaign to Revive Affirmative Action Is Struggling", "date": "2020-10-22 09:52", "summary": "Black and Latino students are underrepresented at public universities, but polls show voters are wary of undoing 1996's Proposition 209 to address issue. Nearly a quarter century after affirmative action was eliminated in California following a political battle, advocates for increased racial diversity in higher education are struggling to reinstate it.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-weighs-shutting-down-as-problems-mount-11603301946", "title": "Quibi Is Shutting Down Barely Six Months After Going Live", "date": "2020-10-22 09:12", "summary": "Streaming service designed for mobile users struggled to resonate amid pandemic, crowded marketplace. Quibi Holdings LLC is shutting down a mere six months after launching its streaming service, a crash landing for a once highly touted startup that attracted some of the biggest names in Hollywood and had looked to revolutionize how people consume entertainment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-group-says-archaeological-findings-enough-to-halt-enbridge-tunnel-project-11603372004", "title": "Michigan Group Says Archaeological Findings Enough to Halt Enbridge Tunnel", "date": "2020-10-22 09:06", "summary": "Man-made rock patterns below the Straits of Mackinac, which would need to be verified by the state, could date back 10,000 years. On a foggy day in mid-September, a group of mostly Native American women set out in a 32-foot wooden canoe to search the lake bed of northern Michigan's Straits of Mackinac. They wanted to get a look at energy-firm Enbridge Inc.'s Line 5 oil pipeline, where the company is proposing to build a $500 million tunnel to encase a replaced part of the pipeline under the Straits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-isnt-just-for-white-collar-jobs-anymore-11603371826", "title": "Remote Work Isn't Just for White-Collar Jobs Anymore", "date": "2020-10-22 09:03", "summary": "Resume Subscription. On the ground floor of a towering office building overlooking Tokyo Bay, in a space intended to resemble the interior of a moon base, a convenience store is tended by a humanoid robot.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-the-middle-east-11603371604", "title": "Where Trump and Biden Stand on the Middle East", "date": "2020-10-22 09:00", "summary": "Further normalization between Israel and Arab states would be challenging for either; sharp differences on Iran, Palestinians. As the Nov. 3 election approaches, President Trump has been pressing more Arab countries to normalize relations with Israel. Having hosted the agreement establishing ties between Israel and two Arab Gulf states, the White House is now encouraging Sudan and others to follow suit.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-i-y-lead-radon-testing-11603371391", "title": "Your Latest D-I-Y Project: Testing Your Home for Lead and Radon", "date": "2020-10-22 09:00", "summary": "At-home test kits can detect under-the-radar threats, but effectiveness can vary. Here's what you should know. It doesn't take a super sleuth to detect two invisible hazards possibly lurking in your home: radon and lead. A variety of D-I-Y test kits found online and in home-improvement stores can flag these threats. But their effectiveness varies based on the type of test purchased and how it is used.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-brings-back-hariri-as-prime-minister-amid-political-crisis-11603367352", "title": "Lebanon Brings Back Hariri as Prime Minister Amid Political Crisis", "date": "2020-10-22 08:56", "summary": "Saad Hariri is tasked with forming a new government as Lebanon struggles in the wake of the Beirut blast. BEIRUT-Former Lebanese Prime Minister Saad Hariri was nominated as the country's next premier a year after he quit the position under pressure from popular protests, a move that risks angering many Lebanese who sought a complete overhaul of the political system they blame for the deadly Beirut explosion.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hermes-trend-other-luxury-brands-hope-to-copy-11603370469", "title": "A Hermès Trend Other Luxury Brands Hope to Copy", "date": "2020-10-22 08:41", "summary": "Sales at the French handbag company increased 7% in the third quarter, and Chinese shoppers aren't the only ones driving demand. Wealthy people used to buy designer goods on their travels. Now they might be buying them because they can't go anywhere.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jess-walter-the-cold-millions-interview-11603370113", "title": "Jess Walter's 'The Cold Millions' Is a Hometown Ode", "date": "2020-10-22 08:37", "summary": "The bestselling author of 'Beautiful Ruins' has a new novel on the revolutionary past of Spokane, Washington, the city that's become a throughline of his work.. When the novelist Jess Walter's high school home-economics teacher asked him to map out his life, he told her his plan: leave Spokane, Washington, move to Berkeley, California, get a van, write poetry, go to the Iowa Writers's Workshop and become a novelist.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-boost-your-credit-score-despite-the-economys-woes-11603368001", "title": "How to Boost Your Credit Score Despite the Economy's Woes", "date": "2020-10-22 08:00", "summary": "The average FICO score rose to a record in July. Here are steps to take to work toward 800.. Despite the dire economic situation for many Americans, credit scores are up.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-foes-want-additional-enforcement-actions-11603368002", "title": "Google's Foes Want Additional Enforcement Actions", "date": "2020-10-22 08:00", "summary": "Justice Department suit didn't focus on many longstanding complaints that could be addressed as state, federal probes continue. WASHINGTON-The Justice Department's lawsuit against Alphabet Inc.'s Google is the government's biggest challenge to U.S. technology companies in a generation. For many of the company's longtime adversaries, it isn't big enough.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-home-sales-surge-amid-covid-11603367889", "title": "In The Hamptons, Sales of Homes Priced at $5 Million-Plus Jumped 291% Last Quarter", "date": "2020-10-22 08:00", "summary": "The market's rebound is being driven by New Yorkers fleeing the city amid Covid-19. The median sales price for a house in the Hamptons, the string of beachfront communities on Long Island's eastern tip, skyrocketed by 40% to $1.2 million in the third quarter of 2020 compared with the same period a year earlier, according to a new report from brokerage Douglas Elliman.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-new-orleans-mayor-went-to-battle-over-fans-at-nfl-games-11603368015", "title": "Why the New Orleans Mayor Went to Battle Over Fans at NFL Games", "date": "2020-10-22 08:00", "summary": "After weeks of tension-and the Saints threatening to leave-mayor LaToya Cantrell agreed to let in 3,000 fans for Sunday's game. The team had asked for 20,000.. New Orleans Mayor LaToya Cantrell remembers the earliest days of the pandemic, when her city was ravaged by Covid-19. She saw how economic, health and racial disparities contributed to a death rate that was once higher than any other area in the country.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-align-technology-chipotle-what-to-watch-when-the-stock-market-opens-today-11603364486", "title": "Tesla, Align Technology, Chipotle: What to Watch When the Stock Market Opens Today", "date": "2020-10-22 07:55", "summary": "U.S. stock futures slipped as investors watched for signs of progress on a fresh stimulus bill in Washington. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-to-help-u-s-track-covid-19-vaccines-11603367276", "title": "Palantir to Help U.S. Track Covid-19 Vaccines", "date": "2020-10-22 07:47", "summary": "Data-mining company is developing a tool that health authorities plan to use to monitor the manufacture of coronavirus vaccines and determine where they should go. Data-mining company Palantir Technologies Inc. is helping the federal government set up a system that will track the manufacture, distribution and administration of Covid-19 vaccines, state and local health officials briefed on the effort said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sun-life-financial-to-buy-majority-stake-in-crescent-capital-11603365943", "title": "Sun Life to Buy Majority Stake in Crescent Capital", "date": "2020-10-22 07:25", "summary": "Canadian insurer to pay up to $338 million for 51% stake, as it seeks to expand alternative investments arm. Canadian insurer Sun Life Financial Inc. is buying a majority stake in private-credit fund manager Crescent Capital Group LP to expand its alternative investments arm, SLC Management.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dodgers-bullpen-gets-walloped-by-the-rays-in-game-2-of-the-world-series-11603364659", "title": "Dodgers' Bullpen Gets Walloped by the Rays in World Series Game 2", "date": "2020-10-22 07:04", "summary": "Tampa Bay had 10 hits off Los Angeles' carousel of arms in a 6-4 win to even the series. ARLINGTON, Texas-Put aside for a moment the efficacy of the Los Angeles Dodgers' pitching strategy in Game 2 of the World Series on Wednesday night and just focus on the aesthetics. They removed their starter, Tony Gonsolin, after just six batters and followed him up with a parade of six different relievers over the final 7 2/3 innings. None of them recorded more than six outs.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-traded-love-for-luck-with-care-com-11603364580", "title": "IAC Traded Love for Luck With Care.com", "date": "2020-10-22 07:03", "summary": "Last year's beleaguered story could prove to be this year's hidden gem in IAC's new portfolio. When IAC/InterActive Corp. announced its acquisition of Care.com last December, it couldn't have foreseen the coming bonanza.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-casts-a-wider-net-in-diversity-push-11603364430", "title": "Blackstone Casts a Wider Net in Diversity Push", "date": "2020-10-22 07:02", "summary": "Two new initiatives aim to increase diversity at portfolio companies and their boards. Private-equity giant Blackstone Group Inc. is making a wider push to increase diversity in portfolio companies and their boards of directors with two new initiatives.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-boom-stocks-dont-have-earnings-to-support-them-11603364415", "title": "Pandemic Boom Stocks Don't Have Earnings to Support Them", "date": "2020-10-22 07:00", "summary": "For winners of today's stock market like Apple, Alphabet and Twitter, much of their value lies in the hope of earnings many years to come. If I'd told you at the start of the year that Twitter 's forecast operating earnings of 91 cents a share would by October have turned into a forecast loss of 87 cents a share, would you have bought the stock? My guess is no-but you'd have missed out on a gain of 45% as a result.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-race-sparks-political-fight-in-brazil-11603364415", "title": "Covid-19 Vaccine Race Sparks Political Fight in Brazil", "date": "2020-10-22 07:00", "summary": "President Jair Bolsonaro and São Paulo's governor clash over Chinese vaccine CoronaVac. SÃO PAULO-The race to vaccinate more than 200 million Brazilians against Covid-19 has sparked a bitter political battle between President Jair Bolsonaro and São Paulo's powerful state governor João Doria, raising fears among doctors that the hard-hit country will struggle to immunize its most vulnerable citizens.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-buying-patterns-drive-unilever-sales-in-north-america-11603364415", "title": "Pandemic Buying Patterns Drive Unilever Sales in North America", "date": "2020-10-22 07:00", "summary": "Emerging markets are also showing signs of a strong rebound as lockdowns ease. LONDON- Unilever PLC said American shoppers are still stocking up on its hand sanitizer and condiments such as Hellmann's mayonnaise, as they weather the ebb and flow of the coronavirus pandemic by washing their hands, staying home more and cooking for themselves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-beijing-renew-deal-on-bishop-appointments-as-catholics-remain-divided-11603364091", "title": "Vatican, Beijing Renew Deal on Bishop Appointments, as Chinese Catholics Remain Divided", "date": "2020-10-22 06:54", "summary": "Critics say rapprochement has cost the pope moral authority through his silence on human rights in China. ROME-China and the Vatican renewed a controversial power-sharing agreement on the appointment of bishops, which has drawn criticism from Washington as well as Catholic critics, who say Pope Francis has compromised on defending religious freedom in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-vote-could-come-after-election-day-negotiators-say-11603307413", "title": "Coronavirus Stimulus Vote Could Come After Election Day", "date": "2020-10-22 06:51", "summary": "Speaker Pelosi and White House officials say progress is being made in talks but time is running short. WASHINGTON-White House officials and House Speaker Nancy Pelosi opened the door to passing a coronavirus relief package after the election, a signal that time and political will has likely run out to enact legislation before then.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tops-the-box-office-but-cinema-stocks-arent-blockbusters-11603362711", "title": "China Tops the Box Office but Cinema Stocks Aren't Blockbusters", "date": "2020-10-22 06:31", "summary": "With the coronavirus under control and moviegoers returning, China seems very likely to be the No. 1 movie market this year, but challenges remain for cinema stocks. This may be the year China finally overtakes North America as the world's largest movie market. But like everywhere, the country's movie industry still faces the structural problem of competition from online entertainment.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oilfield-services-look-beyond-oil-11603362609", "title": "Oilfield Services Look Beyond Oil", "date": "2020-10-22 06:30", "summary": "Drilling activity is shriveling, but Schlumberger, Halliburton and Baker Hughes have options other than oil and natural-gas producers. It was one thing when oilfield-services companies slashed costs alongside their struggling customers. It is quite another to court industries that could replace them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-to-explore-greater-disclosure-of-supply-chain-financing-11603361147", "title": "FASB to Explore Greater Disclosure of Supply-Chain Financing", "date": "2020-10-22 06:05", "summary": "Form of short-term funding has drawn scrutiny from Securities and Exchange Commission. Investors are a step closer to gaining greater clarity on companies' so-called supply-chain finance programs.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-price-still-makes-no-sense-11603360922", "title": "Tesla Stock Price Still Makes No Sense", "date": "2020-10-22 06:02", "summary": "Record results from Tesla don't change the reality that Elon Musk's car company is wildly overvalued. Even record results from Tesla underscore a dangerous truth for shareholders: Wall Street's favorite stock is a car maker sporting a valuation that tech darlings can only dream about.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-marketing-tech-firm-rokt-raises-80-million-11603314950", "title": "E-Commerce Marketing Tech Firm Rokt Raises $80 Million", "date": "2020-10-22 06:00", "summary": "Rokt tools let companies make personalized marketing offers during and after transactions. Rokt Pte Ltd., an eight-year-old e-commerce marketing software provider, has raised $80 million in Series D funding. The round, which was led by investment firm TDM Growth Partners, Rokt's largest backer, raises the company's valuation by 42% to more than $450 million, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pump-billions-into-biotech-startups-pay-skyrocketing-prices-11603360801", "title": "Investors Pump Billions into Biotech Startups", "date": "2020-10-22 06:00", "summary": "U.S. biotechs rounded up $19.5 billion in venture capital through Sept. 30, topping the $17.4 billion they raised for all of 2019.. Investors are pumping billions of dollars into biotechnology startups and paying skyrocketing prices for their stakes in the most-promising new drug companies.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-to-offer-employees-a-way-to-save-for-emergencies-11603360801", "title": "UPS to Offer Employees a Way to Save for Emergencies", "date": "2020-10-22 06:00", "summary": "Shipping giant joins other companies offering rainy day funds in 401(k) plans. United Parcel Service Inc. is expected to announce Thursday a plan to offer nearly 100,000 of its workers a way to save for emergencies within its 401(k) plan, becoming one of the largest U.S. employers to join a trend that reflects concern over the impact of workers' financial problems on their ability to retire.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-team-prepares-for-potentially-bumpy-transition-11603359002", "title": "Biden Team Prepares for Potentially Bumpy Transition", "date": "2020-10-22 05:30", "summary": "The administration has been cooperative so far, but President Trump has given mixed messages on whether he would commit to a smooth transfer of power if he loses. WASHINGTON-Senior advisers to Joe Biden are preparing for the possibility that the Trump administration will throw up roadblocks to Mr. Biden's transition to the presidency if he wins the election, according to people familiar with the internal discussions.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-deal-makers-await-court-ruling-on-u-s-ban-11603359016", "title": "TikTok Deal Makers Await Judge's Ruling on U.S. Ban", "date": "2020-10-22 05:30", "summary": "Shape of deal could turn on whether federal judge blocks app's shutdown or bolsters U.S. demand for sale by ruling against TikTok. WASHINGTON-Plans to turn Chinese-owned TikTok into a U.S. company are in a holding pattern as a federal judge considers blocking Trump administration action that would effectively force a sale of the video-sharing app to U.S. investors, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pfizer-partner-biontech-became-a-leader-in-coronavirus-vaccine-race-11603359015", "title": "How Pfizer Partner BioNTech Became a Leader in Global Coronavirus Vaccine Race", "date": "2020-10-22 05:30", "summary": "Small German biotech was a niche player in futuristic cancer treatments-then pivoted when Covid-19 broke out in China. MAINZ, Germany-On a Friday in late January, Ugur Sahin received an email with bad news: A new study of a deadly new coronavirus in China suggested it was more infectious than previously believed. The outbreak, he believed, had the potential to grow into a pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-to-face-challenges-when-recognizing-revenue-11603359000", "title": "Covid-19 Vaccine Makers to Face Challenges When Recognizing Revenue", "date": "2020-10-22 05:30", "summary": "Uncertainty around rules could complicate how companies account for vaccine sales that may come through large and complex government contracts. Drugmakers developing Covid-19 vaccines can add one more challenge to their list: how to account for the sales.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-pledge-lifts-wind-and-solar-stocks-in-china-11603359015", "title": "Carbon Pledge Lifts Wind and Solar Stocks in China", "date": "2020-10-22 05:30", "summary": "Investors are trying to anticipate winners from whatever policies come out of nation's next five-year plan. Chinese renewable-energy stocks have soared recently as investors believe the country's drive to become carbon neutral will fuel heavy investment in wind farms and solar parks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailand-withdraws-emergency-decree-to-defuse-youth-led-protests-11603358800", "title": "Thailand Withdraws Emergency Decree to Defuse Youth-Led Protests", "date": "2020-10-22 05:26", "summary": "The week-old Thai order banned large gatherings but was openly defied by antigovernment demonstrators. Thailand lifted an emergency decree issued last week that banned public gatherings, a reversal that embattled Prime Minister Prayuth Chan-ocha said was a good-faith gesture aimed at defusing protests against his administration.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-government-borrowing-soars-as-countries-seek-to-cushion-covid-19s-blow-11603358719", "title": "Eurozone Government Borrowing Soars as Countries Seek to Cushion Covid-19's Blow", "date": "2020-10-22 05:25", "summary": "Debt in both the U.S. and the euozone is rising to levels not seen since the war. Government borrowing in the eurozone surged this spring to its highest levels since the creation of the currency union, as countries spent hundreds of billions of euros to cushion their populations against the devastating economic impact of the coronavirus pandemic.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-and-foreign-policy-mix-when-china-and-japan-lock-horns-11603356707", "title": "Finance and Foreign Policy Mix When China and Japan Lock Horns", "date": "2020-10-22 04:51", "summary": "Though discussion about geopolitical influence in Asia centres on U.S.-China conflict, Tokyo is the real financial challenger to Beijing. The development of transport infrastructure in Vietnam's two biggest cities may not seem like an issue of geopolitical importance. But beneath the ground in Ho Chi Minh City and Hanoi, a tussle over influence in Asia has played out in recent years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-corporate-bonds-are-rated-triple-a-in-china-despite-coronavirus-pandemic-11603272614", "title": "In China, Not All Triple-A-Rated Bonds Are Created Equal", "date": "2020-10-22 00:10", "summary": "Bonds with top grades make up 57% of all onshore Chinese corporate debt outstanding. China's credit-rating firms are doling out more triple-A bond ratings, a trend that has continued this year in spite of the coronavirus pandemic and greater borrowing by companies in the world's second-largest economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-isnt-just-for-white-collar-jobs-anymore-11605651165", "title": "Remote Work Isn't Just for White-Collar Jobs Anymore", "date": "2020-10-22 00:01", "summary": "Technology is spreading that lets people do physical work at a distance-from surgery to seeding. On the ground floor of a towering office building overlooking Tokyo Bay, in a space intended to resemble the interior of a moon base, a convenience store is tended by a humanoid robot.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-insurance-returns-to-the-muni-market-in-a-big-way-11603359014", "title": "Bond Insurance Returns to the Muni Market in a Big Way", "date": "2020-10-22 00:01", "summary": "Build America Mutual and Assured Guaranty see opportunity with the drop in local government creditworthiness. The decimated municipal-bond insurance industry is having a renaissance.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603307773", "title": "Pepper...and Salt", "date": "2020-10-22 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]