[{"link": "https://www.wsj.com/articles/beware-the-fall-ballot-harvest-11592607662", "title": "Beware the Fall Ballot Harvest", "date": "2020-06-19 19:01", "summary": "Too many states aren't preparing for a potential vote-by-mail mess.. When Donald Trump gripes about mail voting, Democrats see an attempt to discredit the result if he loses in November. \"This president,\" Joe Biden said last week, \"is going to try to steal this election.\" If they truly believe this, Democrats should do more to safeguard the ballot.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-ebay-apple-stocks-that-defined-the-week-11592607673", "title": "PepsiCo, eBay, Apple: Stocks That Defined the Week", "date": "2020-06-19 19:01", "summary": "Here are seven major companies whose stocks moved on the week's news. PepsiCo Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-huawei-hostages-11592607544", "title": "The Huawei Hostages", "date": "2020-06-19 18:59", "summary": "Beijing retaliates against Ottawa by prosecuting two Canadians.. Two Canadian men face lengthy prison sentences or worse after Chinese prosecutors indicted them Friday as spies. The scandal here isn't espionage but Beijing's hostage diplomacy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-atlanta-shooting-11592607156", "title": "The Atlanta Shooting", "date": "2020-06-19 18:52", "summary": "The facts look more complicated than a felony murder charge.. Progressives have increasingly demanded that prosecutors show restraint in charging decisions to make the criminal-justice system more equitable. But when the person being prosecuted is a police officer, the expectation is the opposite. That's one way to interpret the 11 charges-including felony murder, which can carry the death penalty-against former Atlanta police officer Garrett Rolfe over the June 12 shooting of Rayshard Brooks in Atlanta.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-brought-back-foreign-profits-as-coronavirus-struck-11592574620", "title": "U.S. Companies Brought Back Foreign Profits as Pandemic Struck", "date": "2020-06-19 18:51", "summary": "Repatriation of foreign earnings surged to $124 billion in first quarter. WASHINGTON-U.S. companies brought home $124 billion in foreign profits in this year's first quarter, the highest level since an immediate rush after the 2017 tax law, according to data released Friday by the Commerce Department.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dept-of-coronavirus-good-news-11592606957", "title": "Dept. of Coronavirus Good News", "date": "2020-06-19 18:49", "summary": "More than 1,500 treatment studies are underway world-wide.. Alarming headlines about surging Covid-19 cases in some states dominated the news this week, but there was some good news: A University of Oxford drug trial found that a low-cost steroid can substantially reduce deaths in severely ill patients. As results from more studies roll in this summer, improved treatments could blunt the impact of any second wave.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-politics-and-justice-collide-in-the-city-too-busy-to-hate-11592605440", "title": "Race, Politics and Justice Collide in 'the City Too Busy to Hate'", "date": "2020-06-19 18:24", "summary": "Up for re-election, the district attorney charges an Atlanta officer with murder in a shooting.. Atlanta", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boltons-trump-is-also-the-voters-trump-11592605489", "title": "Bolton's Trump Is Also the Voter's Trump", "date": "2020-06-19 18:24", "summary": "Guess what? The public is cynical about politics. That's what the 2016 earthquake was all about.. The highly plausible caricature of Donald Trump in John Bolton's book is also completely unsurprising. Nobody who has run for president was better known to the American people than Mr. Trump nor did more for the preceding 40 years to advertise his unpresidential qualities. In an unusually balanced analysis, the New York Times let slip a deep truth: \"Other presidents at least maintained the notion that there was a difference between presidential duty and campaign imperative, but as Mr. Bolton describes it, Mr. Trump sees little need for pretense.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tulsa-is-the-right-place-for-a-post-juneteenth-trump-rally-11592605459", "title": "Tulsa Is the Right Place for a (Post) Juneteenth Trump Rally", "date": "2020-06-19 18:24", "summary": "It's a celebration of the tenacity, work ethic, faith and entrepreneurial grit of black Americans.. It was just another media-manufactured \"controversy\": President Trump's campaign rally in Tulsa, Okla., originally scheduled for Friday, was deemed \"insensitive\" and \"inappropriate.\" The reason? June 19 is Juneteenth, the day commemorating the end of slavery. On that day in 1865, the order to free the slaves was read out in the last former Confederate state to hear the news, Texas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-his-mothers-american-dream-11592605433", "title": "'Living His Mother's American Dream'", "date": "2020-06-19 18:23", "summary": "Sen. Tim Scott discusses his police-reform bill, Dick Durbin's put-down, and how Republicans can appeal to black voters.. Thirty seconds into his Wednesday speech on the U.S. Senate floor, Tim Scott paused, distraught. Mr. Scott was introducing the Republican police-reform bill, the Justice Act, drafted by a team he led in response to the national outcry after the killing in Minneapolis of George Floyd. It was also the fifth anniversary of the murder of nine black worshipers in a church in Charleston, S.C., Mr. Scott's hometown.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-success-academy-11592605353", "title": "Notable & Quotable: Success Academy", "date": "2020-06-19 18:22", "summary": "'You have already overcome so much in and out of school. Not everyone thought you could do it.'. From Success Academy Charter Schools CEO Eva Moskowitz's June 4 graduation message:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1939-review-once-more-unto-the-breach-11592578896", "title": "'1939' Review: Once More Unto the Breach", "date": "2020-06-19 18:10", "summary": "Ordinary people did not desire another war. The Nazis prodded Germans with propaganda. Britons concluded that anyone who sought a replay were plainly not only bad but mad.. On April 27, 1939, the British government announced plans to conscript young men for military training. It was a dramatic departure: Never previously in its modern history had the nation conscripted men for the military in time of peace. As the prime minister, Neville Chamberlain, explained to the public, however, with countries all over Europe preparing for battle, and everyone fearing a war might start at any moment, \"no one can pretend that this is peacetime in any sense in which the term could fairly be used.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isaac-stern-a-virtuoso-in-perpetual-motion-11592604598", "title": "Isaac Stern: A Virtuoso in Perpetual Motion", "date": "2020-06-19 18:10", "summary": "Cultural diplomacy, kindness toward young talent, a vast celebrity acquaintance, the rescue of Carnegie Hall-and music.. The jury's still out on Isaac Stern. America's highest paid violinist and politically the most powerful during his lifetime, Stern (who died in 2001, at age 81) is credited with saving Carnegie Hall from the wrecking ball and being the first American musician to tour in China. As reward for his efforts, he got his name up in perpetuity on Carnegie's main auditorium and an international violin competition in Shanghai.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-buyers-are-circling-chuck-e-cheese-widening-its-options-11592603524", "title": "Potential Buyers Are Circling Chuck E. Cheese, Widening Its Options", "date": "2020-06-19 17:54", "summary": "New York grocer John Catsimatidis, a creditor of the Apollo-owned company, is considering a potential takeover bid. Chuck E. Cheese, the troubled restaurant chain and children's party venue, is fielding interest from creditors and other potential suitors, according to people familiar with the matter, as some bricks-and-mortar establishments struggle to survive the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-of-black-owned-companies-surge-on-juneteenth-holiday-11592603641", "title": "Stocks of Black-Owned Companies Surge on Juneteenth Holiday", "date": "2020-06-19 17:54", "summary": "Nasdaq briefly halted trading in Broadway Financial, Urban One and Carver Bancorp due to volatility. Trading in the shares of several black-owned public companies surged Friday after investors looked for ways to support black-owned businesses on the Juneteenth holiday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-overstates-coronavirus-supplies-delivered-by-administrations-airbridge-program-11592584447", "title": "Pence Overstates Coronavirus Supplies Delivered by 'Airbridge' Program", "date": "2020-06-19 17:31", "summary": "Vice president misattributed total supplies delivered by FEMA and partners to a single program. WASHINGTON-Vice President Mike Pence has overstated the amount of coronavirus-related medical equipment distributed by a Trump administration program on multiple occasions, according to public data from the Federal Emergency Management Agency.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-attorney-general-opens-criminal-investigation-into-glencore-11592601615", "title": "Swiss Attorney General Opens Criminal Investigation Into Glencore", "date": "2020-06-19 17:20", "summary": "The company says the probe is related to alleged corruption in the Democratic Republic of Congo. Glencore PLC on Friday said it was informed by the Office of the Attorney General of Switzerland that a criminal investigation has been opened against the company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-closes-retail-stores-in-four-states-as-coronavirus-cases-rise-11592587298", "title": "Apple Closes Stores in Four States as Coronavirus Cases Rise", "date": "2020-06-19 17:17", "summary": "Closures in Florida, Arizona and the Carolinas highlight wariness among businesses about the safety of reopening in Covid hot spots. Apple Inc. said it would re-close nearly a dozen stores across four states where cases of the coronavirus have climbed, showing wariness in the business community about the safety of reopening in some places.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-tulsa-rally-trump-looks-to-reset-campaign-after-rough-patch-11592595944", "title": "With Tulsa Rally, Trump Looks to Reset Campaign After Rough Patch", "date": "2020-06-19 17:17", "summary": "President is eager to return to campaigning after months that included political and policy setbacks. WASHINGTON-President Trump is framing a campaign rally in Tulsa, Okla., on Saturday as a reset after a punishing several months that saw a global pandemic, nationwide protests over racism and policing, Supreme Court setbacks and a scathing tell-all book by his former national-security adviser.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-surge-throws-another-curve-at-baseballs-restart-plans-11592600803", "title": "Coronavirus Surge, Labor Disputes Narrow Baseball's Options for 2020 Season", "date": "2020-06-19 17:06", "summary": "The increase in cases in Florida and elsewhere is prompting officials to rethink playing all games at a secure site-adding another obstacle to its beleaguered effort to return to the field. The combination of Major League Baseball's hostile labor battle with its players' union and a surge in coronavirus cases in Florida and elsewhere left the game with dwindling options to stage a 2020 season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mystery-surrounding-wirecards-missing-2-billion-deepens-as-banks-say-they-dont-have-it-11592562966", "title": "Wirecard CEO Resigns After Banks Say Missing $2 Billion Doesn't Exist", "date": "2020-06-19 17:01", "summary": "Shares in payments processor skid further after two Philippine banks call letters about company accounts fraudulent. The chief executive of Wirecard AG resigned after two banks in the Philippines meant to be holding over $2 billion on behalf of the fintech giant said they don't have the cash and never did.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanford-princeton-northwestern-latest-to-not-require-sat-act-11592505889", "title": "Princeton, Northwestern Latest to Not Require SAT, ACT", "date": "2020-06-19 16:29", "summary": "All eight Ivy League institutions will be test-optional for coming admissions cycle; MIT, University of Michigan remain holdouts. The list of selective colleges that won't require applicants to submit standardized test scores next year grew on Thursday, with Princeton and Northwestern universities joining the ranks.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-justice-department-to-face-off-in-court-over-book-release-11592581270", "title": "Federal Judge Questions Impact of Halting Distribution of Bolton Book", "date": "2020-06-19 16:24", "summary": "As Justice Department tries to block release, former national security adviser's book critical of President Trump has been shipped to booksellers. A federal judge considering the Justice Department's emergency request to stop distribution of John Bolton's book questioned the practical impact of such an order on Friday, given the book has been shipped around the world and its details made public through press reports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-sells-bel-air-mansion-to-tech-billionaire-for-29-million-11592597833", "title": "Elon Musk Sells Bel-Air Mansion to Tech Billionaire for $29 Million", "date": "2020-06-19 16:17", "summary": "The Tesla chief is making good on his promise to sell his possessions. Tesla Inc. Chief Executive Elon Musk made headlines in May when he announced a plan to sell nearly all of his physical possessions, including his real estate. \"Will own no house,\" he tweeted on May 1.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/symbol-of-a-nations-plight-11592597556", "title": "Symbol of a Nation's Plight", "date": "2020-06-19 16:12", "summary": "Monet's 'Weeping Willow' is one of a series begun in 1918, when France's fate hung in the balance.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invest-with-the-upper-crust-and-sometimes-you-just-get-crumbs-11592585413", "title": "Invest With the Upper Crust and Sometimes You Just Get Crumbs", "date": "2020-06-19 15:41", "summary": "The 'performance' fees that hedge-fund managers charge can walk off with most of your return. Investment performance can be fleeting, but fees are forever.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-weighs-new-effort-to-end-daca-program-11592590541", "title": "Trump Weighs New Effort to End DACA Program", "date": "2020-06-19 15:38", "summary": "Administration considers another attempt to cancel program for young immigrants after Supreme Court setback, but obstacles remain. WASHINGTON-The Trump administration signaled that it was considering another attempt to cancel an Obama-era program that provided legal protections and work permits to unauthorized immigrants who came to the U.S. as children, a day after a loss at the Supreme Court injected the issue into an already contentious election cycle.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-trade-group-suspends-trips-to-u-s-ports-through-september-11592594890", "title": "Cruise Trade Group Suspends Trips to U.S. Ports Through September", "date": "2020-06-19 15:28", "summary": "CLIA said extending suspension by its oceangoing cruise line members was voluntary. An international trade group for cruise lines said members will continue the suspension of trips to U.S. ports through mid-September because of the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-leaders-aim-to-strike-coronavirus-rescue-deal-by-end-of-july-11592594150", "title": "EU Leaders Aim to Strike Coronavirus Rescue Deal by End of July", "date": "2020-06-19 15:15", "summary": "The bloc plans to hold summit in mid-July to settle differences over proposed package worth hundreds of billions of euros. BRUSSELS-European Union leaders are aiming to agree on a coronavirus-crisis recovery plan worth hundreds of billions of euros by the end of July, they said Friday after a videoconference, but strong differences remain over how to craft the package.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-above-40-on-demand-hopes-11592573105", "title": "Oil Prices Rise on Demand Hopes", "date": "2020-06-19 15:07", "summary": "Supply cuts are coinciding with a rebound in fuel consumption as the world economy reopens for business. Oil prices climbed Friday, sending U.S. crude back near $40 a barrel with traders hopeful that global fuel demand will rebound more quickly than anticipated.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-to-hold-special-meeting-to-oust-chairman-directors-11592593211", "title": "Luckin Coffee to Hold Special Meeting to Oust Chairman, Directors", "date": "2020-06-19 15:00", "summary": "Company admitted in April to faking sales numbers. Luckin Coffee Inc. said it would hold an extraordinary general meeting July 5 to vote out several directors, including Chairman Charles Lu, as the company deals with the aftermath of its admission that it faked sales figures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-some-men-delay-fatherhood-11592559001", "title": "Why Some Men Delay Fatherhood", "date": "2020-06-19 14:57", "summary": "First-time fathers are now more than 27 years old, on average; lengthening transition to adulthood is one reason. More than 80% of men who've never had children say they would like to start a family someday, but in the past 30 years, they've steadily postponed fatherhood-and the longer they wait, the less likely it is to happen.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-will-reshape-world-trade-11592592995", "title": "How the Coronavirus Will Reshape World Trade", "date": "2020-06-19 14:56", "summary": "In the post-pandemic world, more economic activity will be designated vital to national security, accelerating pressures on globalization. When the global economy finally gets beyond the pandemic, expect it to be less globalized than before.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markus-braun-storyteller-behind-wirecards-rise-and-fall-11592592549", "title": "Markus Braun: 'Storyteller' Behind Wirecard's Rise and Fall", "date": "2020-06-19 14:49", "summary": "Evangelist for payments company acknowledges investor confidence is now 'deeply shaken'. Markus Braun was the self-styled visionary behind German payments giant Wirecard AG .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-wont-hold-championship-events-where-confederate-flag-is-flown-11592591963", "title": "NCAA Won't Hold Championships Where Confederate Flag Is Flown", "date": "2020-06-19 14:39", "summary": "According to a statement by the NCAA Board of Governors, the ban primarily affects Mississippi, whose flag features Confederate emblems. The National Collegiate Athletic Association became the latest organization to take action in condemnation of the Confederate flag, saying Friday that it would not hold championship events in states where it \"has a prominent presence.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mays-u-s-jobs-rebound-was-widespread-11592581901", "title": "May's U.S. Jobs Rebound Was Widespread", "date": "2020-06-19 14:39", "summary": "Nearly all states added jobs last month as businesses reopened following coronavirus lockdowns. Nearly all U.S. states added jobs last month, as business reopenings allowed most areas of the country to start recovering from huge employment losses endured earlier in the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publishers-try-sending-news-by-text-11592587335", "title": "Publishers Try Sending News by Text", "date": "2020-06-19 14:31", "summary": "Media companies experiment with a different type of reader experience. When BuzzFeed News journalist Mat Honan began texting readers the latest Covid-19 numbers and news in March, readers quickly proved that texting is a two-way street. Their replies have included photos from the travels of a long-haul trucker and a message from someone confronting an eating disorder while sheltering in place.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-theatres-mandates-masks-for-moviegoers-after-all-11592590861", "title": "AMC Theaters Mandates Masks for Moviegoers After All", "date": "2020-06-19 14:25", "summary": "Requirement is a reversal from plan announced Thursday. AMC Entertainment Holdings Inc. said Friday it will require customers to wear a mask when it reopens its theaters next month, reversing a controversial element of a plan the company announced just a day earlier.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-is-dealt-a-blow-by-u-n-over-nuclear-activity-fueling-u-s-opposition-11592560861", "title": "U.N. Condemns Iran Over Nuclear Activity, Fueling U.S. Calls to End Deal", "date": "2020-06-19 14:22", "summary": "It is the first formal condemnation of Iran for noncooperation with the IAEA by the U.N. agency's board members since 2012. Member states from the United Nations atomic agency board voted Friday to condemn Iran for failing to cooperate with its probe of Tehran's nuclear activities, a move that gives the Trump administration new ammunition in its push to kill the Iranian nuclear deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-conduct-sensitivity-analysis-of-banks-for-covid-19-scenarios-11592582629", "title": "Fed to Assess How Banks React to Possible Covid-19 Scenarios", "date": "2020-06-19 14:06", "summary": "Central bank will use results as it sets policies on capital requirements, dividends, stock buybacks. WASHINGTON-The Federal Reserve will use an analysis of large banks' ability to withstand various coronavirus-related recession scenarios as it forms policies on capital requirements, dividends and stock buybacks, a top central bank official said.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-costumes-inspired-by-goya-11592589121", "title": "Movie Costumes Inspired by Goya", "date": "2020-06-19 13:52", "summary": "The Spanish painter taught Oscar-winning designer Jacqueline Durran the power of 'idiosyncrasies and peculiarities.'. Sumptuous clothing once hogged the spotlight in European portraits. But following shifts in taste brought in by the French Revolution, the Spanish court painter Francisco de Goya helped change the art of portraiture by focusing on what sitters were thinking and feeling, rather than what they were wearing. That is what makes him an inspiration for Jacqueline Durran, the costume designer known for her work on films such as \"Atonement,\" \"The Darkest Hour\" and \"Little Women,\" for which she received an Oscar earlier this year.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-canadians-detained-in-china-indicted-on-espionage-charges-11592545373", "title": "Two Canadians Detained in China Indicted on Espionage Charges", "date": "2020-06-19 13:50", "summary": "Cases of Michael Spavor and Michael Kovrig, first detained over 18 months ago, are seen as retribution for Canada's arrest of a Huawei executive. HONG KONG-Chinese prosecutors have formally indicted two Canadian citizens on espionage charges more than 18 months after the men were first detained, advancing a pair of cases widely seen as retribution for Canada's arrest of a well-connected Chinese Huawei executive.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-erasure-the-right-technique-for-u-s-history-11592588991", "title": "Is Erasure Right Technique for U.S. History?", "date": "2020-06-19 13:49", "summary": "It's odd that the nation ever decided to name military installations after leaders from the rebel group who tried to dismantle our country.. It's odd that the nation ever decided to name military installations after leaders from the rebel group who tried to dismantle our country (\"President Resists Push to Rename Military Bases,\" U.S. News, June 11). When you include the fact that these rebels were motivated by racial inequality and injustice, it becomes downright atrocious. In 2020 the time has come for us to correct this. Donald Trump famously mentioned in his 2016 campaign that he liked \"people who weren't captured\" when discussing John McCain's status as a war hero. With that in mind, I find it bizarre for him to so strongly support recognizing the losers of the Civil War by continuing to allow many of our military installations to bear their names. This isn't rewriting history. It's reinforcing history by recognizing who actually won and who actually lost the war.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-presidents-hard-line-on-huawei-is-correct-11592588946", "title": "President's Hard Line on Huawei Is Correct", "date": "2020-06-19 13:49", "summary": "Establishment politicians with the backing of large corporations have often ignored the use of adversarial power in our trading relationships.. Your editorial \"Huawei and the U.S.-China Tech War\" (June 10) argues that it's tragic that the tech economy is likely to be divided into two trading spheres, with the U.S. leading one, and China the other. This argument is based on the potential virtues of free trade. Received theory presumes that both buyers and sellers, which applies to both individuals and nations, will be better off if they can trade with each other without restrictions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alternative-strategies-for-the-federal-reserve-11592588885", "title": "Alternative Strategies for the Federal Reserve", "date": "2020-06-19 13:48", "summary": "The Fed's policy of zero interest rates for capital and underwriting the debt of zombie companies mostly serves to underwrite the activity of speculators. This activity misallocates capital and may in the end act more to impede economic recovery than sustain it.. Regarding your editorial \"The Federal Resurrection Board\" (June 15): Consumer spending makes up 70% of the U.S. economy. A lot of this spending is facilitated by revolving credit that currently commands usurious interest rates. If the Fed really wanted to do something useful for the economy it could force the banks to lower the interest rates on credit cards. If the Fed were worried that this would hurt the profitability of the banks, it could encourage Congress to make interest paid on credit cards tax deductible again. Congress might even consider a temporary tax credit for interest paid on credit cards. As your editorial shows, the Fed's current policy of zero-interest rates for capital and underwriting the debt of zombie companies mostly serves to underwrite the activity of speculators. This activity misallocates capital and may in the end act more to impede economic recovery than sustain it. It's time for the Fed to try something new, something that supports the real economy, not just financial markets.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisville-police-moves-to-fire-officer-involved-in-breonna-taylor-killing-11592588907", "title": "Louisville Police Move to Fire Officer Involved in Breonna Taylor Killing", "date": "2020-06-19 13:48", "summary": "Detective blindly fired 10 rounds into the apartment and endangered others, chief says. The Louisville, Ky., Metro Police Department is moving to fire one of the three police officers involved in the March killing of Breonna Taylor, a 26-year-old black woman, Louisville Mayor Greg Fischer said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-used-cellphone-location-data-to-try-to-find-suspects-11592587815", "title": "IRS Used Cellphone Location Data to Try to Find Suspects", "date": "2020-06-19 13:46", "summary": "The unsuccessful effort shows how anonymized information sold by marketers is increasingly being used by law enforcement to identify suspects. WASHINGTON-The Internal Revenue Service attempted to identify and track potential criminal suspects by purchasing access to a commercial database that records the locations of millions of American cellphones.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-france-protesters-want-to-talk-about-race-the-establishment-disapproves-11592588580", "title": "In France, Protesters Want to Talk About Race. The Establishment Disapproves.", "date": "2020-06-19 13:43", "summary": "Demonstrations have roiled a country that has long refused to recognize race as anything but a social construct. PARIS-The global ripple of outrage over the killing of George Floyd is testing a bastion of Western liberalism: the French republic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-new-asylum-policy-doesnt-help-our-system-11592588176", "title": "Trump's New Asylum Policy Doesn't Help Our System", "date": "2020-06-19 13:36", "summary": "The Trump administration is shutting the door to anyone fleeing life-threatening persecution due to their gender, while gutting years of progress.. Do not underestimate the proposed asylum rules (\"U.S. Plans Stricter Policy on Asylum,\" U.S. News, June 11). They are disastrous and the final nail in the coffin for our asylum system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bowing-should-replace-the-virus-laden-handshake-greeting-11592587198", "title": "Bowing Should Replace the Virus-Laden Handshake", "date": "2020-06-19 13:20", "summary": "I vote for the graceful and practical bow to replace the unhygienic handshake.. I'm not sure how Mike Kerrigan (\"Let's Shake on It,\" op-ed, June 13) could have forgotten the most obvious greeting of all: the bow. Bowing has been the customary greeting in Asian countries for millennia. Since it involves no touching, no germs or viruses are exchanged and there is no need for closing to contact range. In addition, the bow has the added benefit of not requiring hands or arms, so you can still bow, if you must, with your hands full. And finally, the bow conveys a certain deference, respect and humility, qualities sorely lacking in today's culture.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carmax-recovery-could-face-drag-from-e-commerce-rivals-11592587086", "title": "CarMax Recovery Could Face Drag From E-Commerce Rivals", "date": "2020-06-19 13:18", "summary": "The used car retailer's worst quarter is behind it, but e-commerce rivals are on its tail. CarMax's worst quarter is now in the rearview mirror, but the used-car retailer may have to keep looking over its shoulder as e-commerce upstarts remain hot on its tail.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-pax-americana-survive-the-coronavirus-11592586385", "title": "Can Pax Americana Survive the Coronavirus?", "date": "2020-06-19 13:06", "summary": "The pandemic could mark the end of the postwar age of globalization.. The Covid-19 pandemic has precipitated the deepest and most fundamental crisis for Pax Americana since World War II. The novel coronavirus and its world-wide carnage came as a strategic surprise to political and intellectual leaders alike. Few had seriously considered that the world economy might be shaken to its foundations by a communicable disease. Even after it happened, many were trapped in the mental coordinates of a world that no longer existed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-crisis-exposes-long-standing-inequalities-11592586000", "title": "Powell Says Crisis Exposes Long-Standing Inequalities", "date": "2020-06-19 13:00", "summary": "Coronavirus pandemic has featured 'particular cruelty' with disproportionate effects on already hard-hit regions or sectors, Fed chairman says. Federal Reserve Chairman Jerome Powell said the economic shock caused by the coronavirus pandemic has exposed a range of \"troubling inequalities,\" most of which have predated the current crisis.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-border-clash-shows-rising-risk-in-beijings-territorial-push-11592585381", "title": "Border Clash Shows Risk of China's Territorial Push", "date": "2020-06-19 12:49", "summary": "Chinese leader Xi Jinping is pursuing what rival governments have described as an increasingly uncompromising approach to foreign affairs. HONG KONG-A deadly border skirmish between China and India this week illustrates the risks from the increasingly forceful approach Beijing has adopted in asserting territorial claims along the country's periphery.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-hits-developing-countries-its-victims-are-younger-11592578205", "title": "As Covid-19 Hits Developing Countries, Its Victims Are Younger", "date": "2020-06-19 12:28", "summary": "Demographics, underlying conditions and weaker health-care systems affect pandemic's impact. MEXICO CITY-Guillermo Rojas was a healthy 58-year-old who liked to lift weights or go for a run most days. In early May, the father of two fell ill with Covid-like symptoms. A week later, he was dead.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diana-ross-remix-love-hangover-number-one-11592582812", "title": "Remixing Diana Ross Back to No. 1", "date": "2020-06-19 12:08", "summary": "Producer Eric Kupper's versions of the diva's classic songs have created three recent chart-toppers and an entry point to a new generation of fans. Diana Ross's songs, including the staples \"I'm Coming Out\" and \"Love Hangover,\" have placed her among a pantheon of soul divas whose work transcends genre and time. In the past two and a half years, fans both new and old have been reminded of her lasting appeal as remixes of four of the singer's biggest hits have topped Billboard's Dance Club Songs chart.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibuying-is-really-about-selling-11592564400", "title": "IBuying Is Really About Selling", "date": "2020-06-19 12:01", "summary": "The addition of traditional listing services to pure play iBuying models shows just how difficult the real-estate industry is to disrupt. Investors fell in and out of love with online real-estate agents' iBuying initiatives last year and the business briefly ground to a halt due to the pandemic. The recent rebound in their share prices-Redfin and Zillow are up by 135% and 80% quarter-to-date, respectively-may be more than a relief rally. The automated home-flipping business is beginning to look strategic rather than speculative.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-member-of-the-first-all-black-high-school-rowing-team-in-the-u-s-wants-to-make-waves-11592582415", "title": "A Member of the First All-Black High School Rowing Team in the U.S. Wants to Make Waves", "date": "2020-06-19 12:00", "summary": "Arshay Cooper is working to bring more racial diversity to the sport that transformed his life. Growing up in the 1990s on Chicago's violent West Side, Arshay Cooper often had his walk home from school punctuated by the sound of gunfire. To him, \"crew\" was another word for \"gang.\" One day in the fall of 1997, a rowing coach with the nonprofit Urban Options who was trying to launch a team at Mr. Cooper's overwhelmingly African-American high school beckoned him toward a sleek boat and a rowing video display set up in the cafeteria. Mr. Cooper realized that \"crew\" could mean something else.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-rosengren-says-u-s-economy-will-need-more-monetary-fiscal-support-11592576221", "title": "Fed's Rosengren Says U.S. Economy Will Need More Monetary, Fiscal Support", "date": "2020-06-19 11:55", "summary": "Federal Reserve Bank of Boston leader also was upbeat about the central bank's Main Street lending facility. Federal Reserve Bank of Boston President Eric Rosengren said the U.S. central bank and broader government will need to do more to help the economy emerge from the ongoing impact of the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-returns-indian-troops-captured-in-deadly-clash-11592579035", "title": "China Returns Indian Troops Captured in Deadly Clash", "date": "2020-06-19 11:55", "summary": "Beijing releases 10 soldiers amid effort to de-escalate tensions, Indian officials said. NEW DELHI-China detained 10 Indian soldiers and held them for days following a violent clash between the two countries' troops along their disputed border, before releasing them to India, according to Indian security officials.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-a-chef-want-to-eat-at-the-end-of-a-long-day-11592581894", "title": "What Does a Chef Want to Eat at the End of a Long Day?", "date": "2020-06-19 11:51", "summary": "Chris Weber of the Herbfarm outside Seattle shares his late-night go-to recipe, a nourishing veggie fry-up with an egg on top. OVER THE LAST few months, Chris Weber has had to pivot and pivot again. With the Herbfarm, the restaurant outside Seattle where he's the chef, closed to customers, he began providing free meals to hospital workers. When funding for that dried up, the Herbfarm partnered with the hotel next door so that the restaurant's customers could dine safely there, and he started cooking high-end dishes once more. Now, with a spike of coronavirus infections a few hours from Seattle, he said he'll restart the free meal program if there's a need. \"It's reminded me why I got into cooking in the first place,\" he said.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-black-mans-million-dollar-save-jumpstarted-gms-long-hard-diversity-push-11592581263", "title": "A Black Man's 'Million-Dollar Save' Jump-Started GM's Long, Hard Diversity Push", "date": "2020-06-19 11:41", "summary": "Thomas Kimble joined the car company in 1972 as a junior accountant who didn't get invited to lunch. His career was a building block for culture change.. Business is showing signs of getting more serious about diversity. Age-old brands are being shelved. Companies including Bank of America, Cisco Systems and Lego have announced pledges totalling more than $1.7 billion to causes that combat racism. Facebook Inc. has expanded the chief diversity officer role. Google promised to increase \"underrepresented groups\" in leadership.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-before-time-a-sci-fi-idea-that-has-made-its-way-to-real-life-11592580133", "title": "'The Before Time': A Sci-Fi Idea That Has Made Its Way to Real Life", "date": "2020-06-19 11:22", "summary": "The shorthand phrase for an era before a catastrophe has now become part of our pandemic vocabulary. Do you remember what life was like before, say, March? It can seem like a foggy memory, back before the coronavirus pandemic made social distancing and self-isolation the ruling principles of everyday life.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bet-on-investors-infectious-enthusiasm-11592579581", "title": "A Bet on Investors' Infectious Enthusiasm", "date": "2020-06-19 11:13", "summary": "A new exchange-traded fund is a way to hedge against more disease outbreaks. True to form, Wall Street has conjured up an exchange-traded fund to capitalize on a new trend. Hypochondriacs ought to keep at least 6 feet away from it.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-cybersecurity-books-that-everyone-shouldand-canread-11592579360", "title": "Five Cybersecurity Books That Everyone Should-and Can-Read", "date": "2020-06-19 11:09", "summary": "You want to learn about cybersecurity, but it seems so complicated. Here are some books we all can understand.. Cybersecurity has fascinated the public since computers first entered mainstream society. The term \"cyberspace\" was popularized by William Gibson in his 1984 novel, \"Neuromancer.\" And films such as \"WarGames,\" \"Sneakers\" and \"Hackers\" introduced the idea of computer hacking, at least in terms the general public would understand.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aubrey-maturin-series-my-captain-jacks-11592578818", "title": "The Aubrey-Maturin Series: My Captain Jacks", "date": "2020-06-19 11:00", "summary": "Patrick O'Brian's 20-volume sea saga is more than superb genre ﬁction: It's a paean to male friendship.. I don't know anyone but me who's got a work of art that was tailor-made for him. Not tailor-made in the sense that the author or artist made a personal gift of it: I'm not referring to dedicatees. Nor do I mean favorites. Everyone has favorites. I mean stumbling across a film or novel that is pitched so finely to your particular sensibilities that encountering it is like discovering a twin sibling. You understand that it will be a part of your life from that point onward. The closest I've come to meeting another person who's had this eerie good fortune was my grandfather, whose love for the music of Sergei Rachmaninoff was extraordinary to behold. He would sit in his rocking chair and close his eyes as the sound washed over him. From the expression on his face, you would almost think he was in pain. But those who knew him well understood that the look was rapture.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-kings-of-shanghai-review-bund-traders-11592578746", "title": "'The Last Kings of Shanghai' Review: Bund Traders", "date": "2020-06-19 10:59", "summary": "The story of old Shanghai and its Jewish tycoons. How did they amass such wealth? The answer depends on your politics.. Shanghai in the 1920s and '30s was one of the world's most modern, vibrant cities. And the city's richest man was Victor Sassoon, a Jazz Age Richard Branson who gave costume parties in the ballroom of his swanky Cathay Hotel. Another local tycoon, Elly Kadoorie, built himself a palace modeled on Versailles, and his family moved around in a fleet of Rolls-Royces.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-how-the-revolution-took-tibet-11592578706", "title": "Book Review: How the Revolution Took Tibet", "date": "2020-06-19 10:58", "summary": "For China, dominating a territory on the periphery means co-opting, coercing and controlling local actors.. A territory far from Beijing is absorbed into China-and changed forever. Under specially negotiated terms, its people are promised considerable autonomy and the preservation of their distinctive lifestyle. Those with deep local roots-even those who don't share China's Marxist predilections-are allowed to hold positions of power and defend the interests of their people. At first, the experiment goes well. Then, in the capital, a charismatic strongman grows impatient. Local leaders become compliant. Grass-roots resistance intensifies and is met with force. The experiment ends in sadness and suffering.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-dinosaurs-teens-and-office-politics-11592578656", "title": "Science Fiction: Dinosaurs, Teens and Office Politics", "date": "2020-06-19 10:57", "summary": "David Gerrold's 'Hella' is a Robert Heinlein-esque Bildungsroman set on a dinosaur-dominated planet. Gene Wolfe's 'Interlibrary Loan'-his final novel-is a genre-defying whodunit.. Sci-fi has a strong tradition of \"deathworld\" planets. David Gerrold's Hella is one of them, on steroids. Everything on it is \"Hella-bigger and Hella-meaner and Hella-more ferocious.\" The herbivorous dinosaurs weigh hundreds of tons and migrate in earth-flattening herds; the carnosaurs that prey on them are outsize to match. The humans have lost a lot of colonists: a few to the 'saurs, more to infection, but most to stupidity.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-remarkable-creators-of-remarkable-worlds-11592578614", "title": "Children's Books: Remarkable Creators of Remarkable Worlds", "date": "2020-06-19 10:56", "summary": "Picture-book lives and grown-up fare about writers and artists for young readers.. In 'The Land of Counterpane,\" Robert Louis Stevenson recalls the feeling of total imaginative transport in childhood. A sick child confined to bed, with toy soldiers as companions, becomes \"the giant great and still / that sits upon the pillow hill\" surveying the battlefields of his fancy. The intensity of such early moments helps form what Wordsworth called \"the master-light of all our seeing.\" For most of us, childhood turns into memory. For writers and artists who create works for children, it often becomes a wellspring of creativity. That was true for C.S. Lewis, who spent long hours of his Northern Irish boyhood reading myths and legends and, with his brother, making up adventures about talking animals in an imaginary realm.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-in-her-hands-review-what-became-of-magda-11592578560", "title": "'Death in Her Hands' Review: What Became of Magda?", "date": "2020-06-19 10:56", "summary": "A literary novel with all the trappings of a thriller about the power of imagination to console and warp.. It has been a year since Vesta Gul moved across the country to Levant, a poor backwater in what could pass for upstate New York. She skedaddled with her new puppy soon after the funeral of her husband of nearly 40 years, eager to trade their posh-but-dull West Coast house for what promised to be a \"dream home\": a rustic cabin on a lake. Her first seasons in her new digs passed peacefully enough, particularly the \"dreamland\" of winter with its gray, vanishing days inviting a kind of cozy hibernation. But the spring thaw meant earlier dawns, later dusks and an agitating sense that there was so much more time to be up and alive. Unfortunately, Vesta threw away her nerves-soothing Lorazepam when her husband died and is too embarrassed to ask a local to prescribe more. She is therefore already on edge when she spots, on her morning walk, a handwritten note about a fresh murder. \"Her name was Magda,\" it reads. \"Nobody will ever know who killed her. It wasn't me. Here is her dead body.\" Yet there is no body to be found.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inner-coast-review-freshwater-freak-11592578507", "title": "'The Inner Coast' Review: Freshwater Freak", "date": "2020-06-19 10:55", "summary": "Nonﬁction narratives of America's interior waterways by a writer combing the shoreline of science and literature.. Concern for the health of our planet's waters winds through Donovan Hohn's life and work across the years. Following the dowsing rod of his curiosity, many of the 10 essays collected in \"The Inner Coast\"-all of which were previously published in prominent magazines over the past 15 years-fall under the rubric of what he calls \"literary hydrography.\" His instinct for a good story leads him to the far-reaching consequences of the lead-poisoned water crisis in Flint, Mich., the excitements of ice-canoe racing in the Lower St. Lawrence River, the dangers of breaching thousands of years of evolutionary history by messing with waterflow in the two great river basins of North America, and the allure of scuba-diving in shark-free, freshwater Lake Michigan.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-sinners-in-the-sands-of-an-angry-hourglass-11592578400", "title": "Fiction: Sinners in the Sands of an Angry Hourglass", "date": "2020-06-19 10:53", "summary": "A tale of self-dealing, self-deceived, moneyed New Yorkers for whom a reckoning is imminent.. At the start of Christopher Beha's \"The Index of Self-Destructive Acts\" (Tin House, 517 pages, $27.95), a character passes a New York City street preacher who is proclaiming the date of the apocalypse: Nov. 1, 2009, about six months ahead in time. There's nothing uncommon about intimations of Armageddon in current fiction-\"catastrophe is our bedtime story,\" wrote Don DeLillo-but because Mr. Beha's book is otherwise a straitlaced, way-we-live-now social novel, there's a nagging incongruity to the End Times prediction. It sits in the background of the book like an hourglass on an antique mantel, joked about, ignored, pondered and then, as the sands run out, urgently reconsidered.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-zachary-d-carter-on-financial-crises-11592577956", "title": "Five Best: Zachary D. Carter on Financial Crises", "date": "2020-06-19 10:45", "summary": "From the author of 'The Price of Peace: Money, Democracy & the Life of John Maynard Keynes.'. By William Hogeland (2006)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-the-simpsons-yeardley-smith-on-being-an-lgbt-advocate-11592577940", "title": "Three Questions with 'The Simpsons' Yeardley Smith on Being an LGBT Advocate", "date": "2020-06-19 10:45", "summary": "The actress is also the host and producer of an award-winning true-crime podcast. Yeardley Smith has starred as the voice of the character Lisa in the hit show \"The Simpsons\" for decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-black-wall-street-aims-to-rebuild-as-tulsa-comes-into-national-spotlight-11592564404", "title": "Former 'Black Wall Street' Aims to Rebuild as Tulsa Comes Into National Spotlight", "date": "2020-06-19 10:36", "summary": "Resume Subscription. TULSA-\"Black Wall Street\" T-shirts were on display alongside local art and images of Angela Davis, Spike Lee and Toni Morrison at Ricco Wright's art gallery Thursday, as jazz music played on a set of turntables.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-meaning-behind-juneteenth-11592413234", "title": "The Meaning Behind Juneteenth", "date": "2020-06-19 10:35", "summary": "Annual holiday commemorates the day when the last enslaved African-Americans were informed that they were free; marches and protests are planned in cities across the U.S. this year. Juneteenth is an annual holiday observing the end of slavery in the U.S. and marks the day (June 19, 1865) when news of emancipation reached people in the deepest parts of the former Confederacy in Galveston, Texas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-best-friend-in-quarantine-is-a-squirrel-you-may-be-going-nuts-11592576714", "title": "When Your Best Friend in Quarantine Is a Squirrel, You May Be Going Nuts", "date": "2020-06-19 10:25", "summary": "Resume Subscription. Laurie Kort is baffled by people who don't want squirrels breaking into their birdfeeders. Not only does she welcome the critters in her backyard, she gives them the same mac and cheese she feeds her grandchildren.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fathers-also-do-their-share-of-invisible-labor-11592575059", "title": "Fathers Also Do Their Share of 'Invisible Labor'", "date": "2020-06-19 09:57", "summary": "On Father's Day, let's acknowledge the unsung ways that men keep families running.. A few years ago, my son presented me with a homemade Mother's Day card. There were some flowers and balloons on it, I think, and maybe a drawing of a present with a bow. What I remember most about the card is the big block letters, each one in a different color of crayon, that read, \"Happy Mother's Day, Mom! You keep everything organized.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-tries-to-rally-support-for-annexation-amid-international-criticism-11592573633", "title": "Israel's Netanyahu Tries to Rally Support for Annexation Amid International Criticism", "date": "2020-06-19 09:33", "summary": "Prime Minister Benjamin Netanyahu is trying to sell his plan to unpersuaded political partners and a divided Israeli public. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu is going all out to rally domestic support for his plan to annex parts of the occupied West Bank, according to an internal party note, saying the move would secure Israeli settlements amid divisions within his coalition over how to proceed.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-cuts-interest-rates-to-post-soviet-low-11592570063", "title": "Russia Cuts Interest Rates to Post-Soviet Low", "date": "2020-06-19 09:14", "summary": "Central bank's rate cut comes as economic pain penetrates all sectors of Russian society. MOSCOW-Russia's central bank slashed its benchmark interest rate to a post-Soviet low as the economy enters a deep recession fueled by the fall in oil prices and the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-irrational-stock-market-a-moment-in-the-sun-for-technical-analysts-11592571858", "title": "Today's Irrational Stock Market: A Moment in the Sun for Technical Analysts?", "date": "2020-06-19 09:04", "summary": "S&P 500 has struggled to break through its year-end 'resistance' level to clock year-to-date gains. Trying to predict the direction of stock prices based on the shape of lines in a chart often seems akin to reading tea leaves. In today's markets, however, so-called technical analysis may not be completely wide of the mark.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kitty-hach-darrow-helped-build-a-company-to-test-water-quality-11592571602", "title": "Kitty Hach-Darrow Helped Build a Company to Test Water Quality", "date": "2020-06-19 09:00", "summary": "Entrepreneur used an atlas to find customers and flew her own airplane to meet them. Kathryn \"Kitty\" Carter noticed Clifford Hach in a Sunday school class when they were students at what is now Iowa State University in the early 1940s. After they began dating, she discovered two things: He wanted to start a chemical company, and he expected her to help.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-hoffman-jolted-business-of-book-publishing-11592571600", "title": "Harry Hoffman Jolted Business of Book Publishing", "date": "2020-06-19 09:00", "summary": "Waldenbooks CEO stacked blockbusters high and banished slow-selling literary works. Harry Hoffman, a former FBI agent, learned salesmanship at Procter & Gamble Co. , a maker of soap and toothpaste. Later, as chief executive of the Waldenbooks chain from 1979 to 1991, he used some of the same mass-marketing techniques to sell books.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/porsche-cayman-gt4-a-throwback-built-for-the-track-not-traffic-11592568036", "title": "Porsche Cayman GT4: A Throwback Built for the Track, Not Traffic", "date": "2020-06-19 08:00", "summary": "Computerized shifting has all but eliminated manual transmissions among high performance cars. The Cayman GT4's rare six-speed makes for a satisfying and nostalgic ride, says Dan Neil. DRIVING THE 2020 Porsche 718 Cayman GT4 is sort of like being reunited with your teenage physique, only without the bacne. You remember those distant, V-shape days, when your cheeks were flush with collagen, when your ACLs were steel bands, when vertebral discs went gloriously unburst? Can you put a price on that? Absolutely ($118,600, as tested).", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-police-chiefs-step-aside-activists-say-racial-bias-remains-11592568000", "title": "As Police Chiefs Step Aside, Activists Say Bias Remains", "date": "2020-06-19 08:00", "summary": "Some advocates for change suggest the high-profile departures don't actually matter. As cities face calls for reform after several black men and women have been killed by police, at least four police chiefs in major U.S. cities have left their posts in recent weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-businesses-hit-bonanza-in-u-s-credit-markets-11592567782", "title": "Foreign Businesses Hit Bonanza in U.S. Credit Markets", "date": "2020-06-19 07:56", "summary": "Overseas companies are selling bonds in the U.S., capitalizing on the Federal Reserve's moves to stabilize debt markets. Irish glassmaker Ardagh Group was looking to raise $600 million from selling bonds last month. Instead, it got $1 billion. Two days later, it decided to tap the market for another $400 million. This time, it collected $715 million.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-edge-back-into-emerging-markets-11592567764", "title": "Investors Edge Back Into Emerging Markets", "date": "2020-06-19 07:56", "summary": "Varying reactions to the coronavirus pandemic are leading to different investment choices. March's record selloff in emerging-market stocks and bonds has gone into reverse. But overseas investors are flocking only to the least risky assets in the least troubled regions, suggesting their worries haven't been put completely to rest.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-decisions-have-damaged-trans-atlantic-relationship-says-eu-foreign-policy-chief-11592567548", "title": "Trump Moves Have Damaged Trans-Atlantic Ties, Says EU Foreign Policy Chief", "date": "2020-06-19 07:52", "summary": "Josep Borrell says the U.S. stance means Europe is more determined than ever to forge its own path in confronting global challenges. BRUSSELS-President Trump's attacks on the European Union have materially damaged the trans-Atlantic relationship and strengthened European determination to pursue an independent path on emerging challenges such as China's growing assertiveness, Europe's foreign policy chief has said.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-face-masks-change-for-a-new-season-summer-11592564406", "title": "Face Masks Change for a New Season: Summer", "date": "2020-06-19 07:00", "summary": "Makers design thinner, ventilated masks as temperatures rise amid Covid-19 pandemic. The face mask, now widely encouraged as an effective measure against spreading the new coronavirus, is confronting a new hurdle: the sweltering summer heat.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-tulsas-black-district-is-destroyed-in-1921-massacre-11592564102", "title": "Photos: Tulsa's Black District Is Destroyed in 1921 Massacre", "date": "2020-06-19 06:55", "summary": "Greenwood was once a thriving black business district, nationally known after World War I for its affluent African-American community. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/through-pandemic-and-protests-why-food-still-matters-11592563524", "title": "Why Food Still Matters, Through Coronavirus and Protests", "date": "2020-06-19 06:45", "summary": "Klancy Miller is launching a magazine celebrating black women in food. In a moment of existential crisis in media, her project looks more timely than ever.. IN FOOD MEDIA, as in the rest of the world, the last few weeks have brought reckonings. As high-profile columnists and editors have stepped down, under fire for discrimination against people of color on staff and lack of diversity in coverage, Klancy Miller has found it very interesting but hardly surprising. \"Honestly, if you're a black person, period, but especially if you're a black person in food media, this has always been obvious,\" said the Cordon Bleu-trained pastry chef and food writer earlier this week.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-darling-afterpay-buy-now-regret-at-leisure-11592562881", "title": "Fintech Darling Afterpay: Buy Now, Regret at Leisure?", "date": "2020-06-19 06:34", "summary": "The stock's meteoric rise looks vulnerable to expanding competition or a prolonged downturn that raises credit risks. \"Buy Now, Pay Later,\" has been the recipe for success for Australian fintech company Afterpay. Investors plunking down for its stock now, however, might find themselves with buyer's remorse later.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stock-index-enters-positive-territory-for-the-year-11592562707", "title": "Chinese Stock Index Enters Positive Territory for the Year", "date": "2020-06-19 06:31", "summary": "Fund manager says the Chinese financial system is flush with funds and foreigners are also buying A shares. A key Chinese index turned positive for the year, making it one of the few international stock benchmarks to show a gain for 2020, underlining the relative resilience of mainland shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-owners-players-union-return-to-arguing-in-public-11592560978", "title": "MLB Owners, Players' Union Return to Arguing in Public", "date": "2020-06-19 06:03", "summary": "After appearing to move closer to a deal, both sides remain split on what exactly they've already agreed about. A day after they appeared on the cusp of a deal to stage a season amid the coronavirus pandemic, Major League Baseball and its players' union returned to a familiar place: arguing about each other publicly and privately as they make little progress toward bringing the game back this summer.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-newly-remote-workers-small-town-u-s-a-will-lose-its-allure-soon-enough-11592559006", "title": "For Newly Remote Workers, Small Town U.S.A. Will Lose Its Allure Soon Enough", "date": "2020-06-19 05:30", "summary": "Lower taxes? Cheaper housing? Shorter commute? For some knowledge workers fleeing the big city amid the pandemic, the perks of relocating to a distant burg will soon grow stale.. America's smaller cities are finally getting their big break. Will it last?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrian-telecoms-operator-played-six-month-game-of-cat-and-mouse-with-hacker-11592559001", "title": "Austrian Telecoms Operator Played Six-Month Game of Cat-and-Mouse With Hacker", "date": "2020-06-19 05:30", "summary": "Security experts at A1 Telekom monitored behavior of sophisticated intruder without letting their attention be known. When A1 Telekom Austria detected a hacker on its network in December, the company's security team didn't kick the intruder out immediately. Instead, they decided to observe the activity to understand what he or she was trying to do.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-coronavirus-slams-beijings-already-hard-hit-restaurants-11592559002", "title": "Return of Coronavirus Slams Beijing's Already Hard-Hit Restaurants", "date": "2020-06-19 05:30", "summary": "Many service-industry businesses had only just begun to pick up momentum after first shutdown. BEIJING-Few businesses in China's capital have been as hard hit by the coronavirus as restaurants, many of which were forced to shut for months, lay off employees and eke out an existence selling takeout meals.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-industry-fights-with-governments-over-how-to-resume-flights-11592559001", "title": "Inside the Aviation Industry's Battle to Get Back in the Skies", "date": "2020-06-19 05:30", "summary": "Resume Subscription. LONDON-The global aviation industry is preparing to fly again. Heathrow Airport, one of the world's biggest gateways, illustrates how hard that will be until governments decide how to allow overseas travel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-are-rising-again-despite-a-bumpy-path-ahead-11592559002", "title": "Stocks Are Rising Again, Despite a Bumpy Path Ahead", "date": "2020-06-19 05:30", "summary": "Cruise stocks take on more losses, while Target gives some of its 'stakeholders' a pay bump. If the stock market had an emotion this week, it might be exhaustion.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-research-opens-to-little-studied-group-pregnant-patients-11592559001", "title": "Covid-19 Research Opens to Little-Studied Group: Pregnant Patients", "date": "2020-06-19 05:30", "summary": "Two convalescent-plasma trials are latest to enroll subjects during pregnancy, steps to filling data gap. Researchers at the University of Pennsylvania are allowing pregnant and lactating women to enroll in two convalescent-plasma trials for Covid-19 patients, giving access to a group that hasn't been widely included in drug testing for the coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-blockade-on-house-testimony-endures-but-shows-cracks-11592559000", "title": "White House Blockade on House Testimony Endures, but Shows Cracks", "date": "2020-06-19 05:30", "summary": "Administration still mostly refuses to let officials talk about Covid-19 response before House panels; Trump Washington hotel drops health coverage for furloughed workers. HOUSE OVERSIGHT OF THE U.S. CORONAVIRUS RESPONSE remains stymied by White House guidance that restricts senior officials from testifying without express approval from the chief of staff. This policy is restricted to the House: In a letter sent to House chiefs of staff late last month, the White House blamed House remote voting procedures and virtual hearings for their refusal to testify. The letter from the White House Office of Legislative Affairs, seen by the Journal, said those types of pandemic precautions instituted by the \"Speaker and the House majority demonstrated they are not serious\" about their jobs, and therefore administration officials shouldn't testify.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-unveils-cheaper-5g-phone-to-lure-reluctant-buyers-11592559002", "title": "Samsung Unveils Cheaper 5G Phone", "date": "2020-06-19 05:30", "summary": "Galaxy A71 comes with a cheaper chip and casing, but still has plenty of cameras. The world's largest smartphone maker is trying to jump-start lackluster sales of 5G handsets in the U.S., addressing the sticker shock that might have kept customers at bay.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-daca-setback-puts-immigration-judicial-picks-in-2020-spotlight-11592520950", "title": "Trump's DACA Setback Puts Immigration, Judicial Picks in 2020 Spotlight", "date": "2020-06-19 04:46", "summary": "The president's legal stumble strengthened his resolve to pick more conservative judges, while Joe Biden pledged to take a different policy course. WASHINGTON-Time and again, President Trump's policy agenda has stumbled after courts found that officials failed to follow the rule-making process Congress established in 1946 to bring transparency and accountability to the administrative state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-is-being-cyberattacked-by-state-actor-prime-minister-says-11592556011", "title": "Australia Is Being Cyberattacked by State Actor, Prime Minister Says", "date": "2020-06-19 04:40", "summary": "'We know it is a sophisticated state-based cyber actor because of the scale and nature of the targeting and the tradecraft used,' Morrison says. SYDNEY-Businesses and government agencies in Australia are being targeted by a sophisticated state actor in a large-scale cyberattack, the country's prime minister said, raising alarm that disruption caused by the coronavirus pandemic is increasing the vulnerability of institutions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-tries-to-dig-itself-out-of-a-hole-after-blowing-up-ancient-caves-11592555227", "title": "Rio Tinto Tries to Dig Itself Out of a Hole After Blowing Up Ancient Caves", "date": "2020-06-19 04:27", "summary": "Miner probes destruction of Australian heritage sites that contained artifacts indicating human occupation more than 46,000 years ago. SYDNEY-Two ancient rock shelters in northwestern Australia's minerals-rich Pilbara region contained a trove of artifacts, indicating they had been occupied by humans more than 46,000 years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-removes-trump-campaign-posts-ads-for-violating-policy-11592504003", "title": "Facebook Removes Trump Campaign Ads Over Hate-Symbol Policy", "date": "2020-06-19 03:32", "summary": "Some campaign content had included an inverted red triangle, a symbol that was used by the Nazis. Facebook Inc. said it took down posts and ads for President Trump's reelection campaign because they violated the social-media giant's policy against \"organized hate,\" marking the latest confrontation in an escalating battle over how tech companies handle controversial political content.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-talks-juneteenth-john-bolton-economy-in-wsj-interview-11592493771", "title": "Trump Talks Juneteenth, John Bolton, Economy in Interview", "date": "2020-06-19 00:22", "summary": "President says that U.S. is nearing end of coronavirus pandemic and that he believed China might have encouraged spread of Covid-19 to destabilize competing economies. WASHINGTON-President Trump said that there was some systemic racism in the U.S. and that removing Confederate names from military bases would further divide the country, and took credit for popularizing Juneteenth, the commemoration of the end of slavery.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-damian-lewis-on-the-race-to-develop-radar-11593180249", "title": "Five Best: Damien Lewis on the Race to Develop Radar", "date": "2020-06-19 00:01", "summary": "From the author of 'Churchill's Shadow Raiders: The Race to Develop Radar, World War II's Invisible Secret Weapon.'. By R.V. Jones (1978)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592511102", "title": "Pepper...and Salt", "date": "2020-06-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eskimo-pie-to-drop-derogatory-name-dreyers-says-11592603310", "title": "Eskimo Pie to Drop Derogatory Name, Dreyer's Says", "date": "2020-06-19 00:01", "summary": "Ice cream treat, patented in 1922, follows Aunt Jemima and Uncle Ben's in promising to change its brand. The owner of Eskimo Pie treats said it would change the name of the nearly century-old ice cream brand because the term is derogatory, following similar moves this week by the makers of Aunt Jemima and Uncle Ben's brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-this-week-cases-surge-in-several-states-amid-reopenings-11592605123", "title": "Coronavirus Cases Surge in Several States Amid Reopenings", "date": "2020-06-19 00:01", "summary": "Texas, Arizona and North Carolina report record daily virus-related hospitalizations. As confirmed coronavirus cases in the U.S. have topped 2.2 million, states have continued to push ahead with reopening, despite more than a dozen U.S. states reporting case increases over the past week at a faster pace than a week prior, according to The Wall Street Journal's analysis of Johns Hopkins data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klobuchar-bows-out-of-consideration-to-be-bidens-running-mate-11592538440", "title": "Klobuchar Bows Out of Consideration to Be Biden's Running Mate", "date": "2020-06-19 23:47", "summary": "'This is a moment to put a woman of color on that ticket,' says Minnesota senator. WASHINGTON-Minnesota Sen. Amy Klobuchar said Thursday that she was taking herself out of consideration to become Joe Biden's running mate and urged him to choose a woman of color for the job.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-u-s-employers-move-to-observe-juneteenth-11592485523", "title": "Juneteenth Holiday Observed by Growing Number of Companies", "date": "2020-06-19 22:14", "summary": "Amid calls for racial equality, companies including Nike, Target and Spotify are recognizing a holiday commemorating the end of slavery. A small but growing number of employers have moved to observe Juneteenth, which commemorates the end of slavery in the U.S., as a company holiday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daca-ruling-takes-pressure-off-congress-to-act-on-dreamers-11592518446", "title": "DACA Ruling Takes Pressure Off Congress to Act", "date": "2020-06-19 22:02", "summary": "Nancy Pelosi says Democrats aren't interested in any deal with President Trump that involves money for border wall. WASHINGTON-The Supreme Court's decision to preserve legal protections for immigrants who came to the U.S. as children takes the pressure off Congress to negotiate new legislation ahead of the fall elections, further delaying action on the contentious issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]