[{"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-18-2020-11587197819", "title": "Coronavirus Outbreak Eases in New York as U.S. Protesters Push Against Restrictions", "date": "2020-04-18 19:51", "summary": "New York Gov. Cuomo says, 'You could argue that we are past the plateau and we are starting to descend'. The coronavirus pandemic in America's hardest-hit state is starting to wane, its governor said, as more U.S. protesters rallied to lift social-distancing restrictions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-apr-11-18-2020-11587240956", "title": "Photos of the Week", "date": "2020-04-18 16:15", "summary": "Denmark reopens schools after coronavirus lockdown, sea lions on the street in Argentina, tornadoes kill 32 across southern U.S. states, and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-ranks-third-among-states-with-most-coronavirus-cases-11587211201", "title": "Massachusetts Ranks Third Among States With Most Cases", "date": "2020-04-18 15:11", "summary": "Gov. Charlie Baker says surge in hospitalizations is expected to peak at end of April. Massachusetts has climbed to rank third among states with the most cases of the coronavirus as it ramps up testing and faces a surge of people sickened in the world-wide pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-unwound-hedges-just-before-marchs-epic-stock-selloff-11587211200", "title": "Calpers Unwound Hedges Just Before March's Epic Stock Selloff", "date": "2020-04-18 15:04", "summary": "Some board members were taken by surprise, but pension's chief investment officer says 'we would make the exact same decision' in hindsight. The California Public Employees' Retirement System was well prepared to cash in on a stock market selloff. Until a few months ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-students-in-europe-and-u-s-graduate-early-to-join-coronavirus-front-lines-11587233541", "title": "Medical Students in Europe and U.S. Opt for Early Degrees to Fight Coronavirus", "date": "2020-04-18 14:12", "summary": "'It's best to have as many hands as possible, even if they're relatively unskilled hands like mine'. Young students just finishing medical schools across the U.S. and Europe are being rushed into hospitals overwhelmed by the new coronavirus to combat a global health catastrophe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prescient-or-pollyannaish-explaining-the-markets-rally-11587231876", "title": "Prescient or Pollyannaish? Explaining the Market's Rally", "date": "2020-04-18 13:44", "summary": "Worst-case scenarios look less likely, but investor hopes for economic rebound might be premature. Is there light at the end of the tunnel?", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-arrest-pro-democracy-activists-11587223545", "title": "Hong Kong Police Arrest Pro-Democracy Activists", "date": "2020-04-18 11:25", "summary": "Arrests come as the city remains racked by the coronavirus pandemic. Hong Kong police arrested 14 activists on Saturday, part of a response to the semiautonomous city's pro-democracy protest movement.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-americans-are-still-catching-up-from-the-last-recession-now-theres-a-new-one-11587170863", "title": "Young Americans Are Still Catching Up From the Last Recession. Now They Face a New One.", "date": "2020-04-18 11:00", "summary": "Millennials take stock of their finances and prepare for financial uncertainty yet again. In the fall of 2008, Rebekah Frank applied to graduate school. At the time, housing foreclosures, bank bailouts and recession fears ruled the election-year debate stage.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hydroxychloroquine-and-other-autoimmune-drugs-dont-fully-protect-against-coronavirus-early-data-suggest-11587222001", "title": "Hydroxychloroquine Doesn't Fully Protect Against Coronavirus, Early Data Suggest", "date": "2020-04-18 11:00", "summary": "Data compiled by rheumatology researchers show dozens of patients who were taking Plaquenil and other drugs became infected. Dozens of people taking hydroxychloroquine and other treatments for chronic rheumatologic diseases have become infected with Covid-19, according to an analysis of emerging data that is a sign the drugs may not protect people from the new coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-coronavirus-challenge-is-just-staying-open-11587221657", "title": "Walmart's Challenge Is Just Staying Open", "date": "2020-04-18 10:54", "summary": "The pandemic has put 10% of its workforce on leave and prompted the retailer to start requiring all staff to wear masks. A picture hangs in the office of Walmart Inc. Chief Executive Doug McMillon showing company trucks rolling into New Orleans after Hurricane Katrina, an indication of the retailer's pride in quickly restocking stores during the toughest of times.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-rise-as-locked-in-customers-show-their-appreciation-11587218400", "title": "Tips Rise as Locked-In Customers Show Their Appreciation", "date": "2020-04-18 10:00", "summary": "Larger gratuities reflect a mix of guilt, generosity and gratitude; 'I get that look of sorrow,' food deliverer says. Zak Driouche stepped outside Quattro Formaggi, his restaurant in Alexandria, Va., to bring two pizzas to a customer waiting outside. The total was about $44, Mr. Driouche said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pays-high-prices-for-masks-from-unproven-vendors-in-coronavirus-fight-11587218400", "title": "U.S. Pays High Prices for Masks From Unproven Vendors", "date": "2020-04-18 10:00", "summary": "Average price for masks from vendors offering quick delivery is close to $6 apiece, roughly six times the list price. The federal government, scrambling to find N95 masks to protect health-care workers from coronavirus infection, has placed more than $110 million in mask orders at high prices with unproven vendors, according to a Wall Street Journal review of federal contracting data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-oneill-former-treasury-secretary-and-alcoa-ceo-dies-at-84-11587215917", "title": "Paul O'Neill, Former Treasury Secretary and Alcoa CEO, Dies", "date": "2020-04-18 09:50", "summary": "Maverick clashed with colleagues in George W. Bush administration over tax cuts and environment. Paul O'Neill, a former U.S. Treasury secretary and Alcoa chief executive whose independence and blunt speaking style led to clashes with President George W. Bush, died early Saturday at his home in Pittsburgh.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-house-republican-backs-adding-hospital-funding-to-small-business-package-11587143080", "title": "Top House Republican Backs Adding Hospital Funding to Small-Business Package", "date": "2020-04-18 09:28", "summary": "Congress has been at standoff over breadth of next stimulus bill. WASHINGTON-A standoff over replenishing a popular loan program for small businesses showed signs of easing Friday, as a top Republican backed pairing it with hospital funding, one of the measures sought by Democrats in their negotiations with Treasury Secretary Steven Mnuchin over the next round of coronavirus aid.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tools-to-help-you-keep-your-distance-as-more-people-go-outside-11587214801", "title": "Tools to Help You Keep Your Distance as More People Go Outside", "date": "2020-04-18 09:00", "summary": "Outdoor-activity apps, in-store traffic updates and augmented-reality rulers can help as social distancing gets harder. After a marathon of video calls, my eyeballs felt like they were burning. It was a Friday, and I decided I couldn't stand another minute of screen time, so I headed out for a walk. The weather in San Francisco was glorious, and the whole neighborhood seemed to have the same idea.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-coronavirus-deaths-match-demographics-in-other-hot-spots-11587214800", "title": "NYC's Coronavirus Deaths Match Demographics in Other Hot Spots", "date": "2020-04-18 09:00", "summary": "The elderly, men and some racial minorities among the disease's most vulnerable victims. The demographic breakdown of infections and deaths from the novel coronavirus in New York City mirrors patterns that have emerged around the nation and the world, epidemiologists say, with the elderly, men and some racial minorities among the disease's most vulnerable victims.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-coronavirus-health-care-costs-spurs-washington-to-seek-relief-11587214800", "title": "Surge in Coronavirus Costs Spurs Washington to Seek Relief", "date": "2020-04-18 09:00", "summary": "Proposals include legislation to protect patients from surprise bills and encourage states to expand Medicaid. Coronavirus patients are confronting steep medical bills despite efforts by the federal government and insurers to soften the financial blow, prompting a renewed push by lawmakers for possible legislative fixes that may come too late-if at all-for many people in the pandemic.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-sports-are-canceled-but-dont-expect-a-cable-tv-refund-11587211201", "title": "Live Sports Are Canceled. But Don't Expect a Cable-TV Refund.", "date": "2020-04-18 08:00", "summary": "Pay-TV subscribers still pay nearly $20 a month for sports programming that mostly consists of reruns and documentaries. Americans shell out nearly $20 a month in pay-TV fees to watch sports programming, but the main attractions-live events-are all canceled because of the coronavirus pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-athletes-theyre-just-like-you-working-out-from-home-11587211200", "title": "Star Athletes Are Working (Out) From Home", "date": "2020-04-18 08:00", "summary": "From Simone Biles to Roger Federer, the world's best athletes are figuring out how to pass the time and stay in shape while in quarantine. At first, the greatest gymnast in human history expanded her training with the finest, most advanced tool that's readily available to world-class athletes these days. Simone Biles opened up YouTube, and she chose a twerkout video.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-high-notes-in-documentary-11587207600", "title": "The Staying Inside Guide: High Notes in Documentary", "date": "2020-04-18 07:00", "summary": "Behind-the-scenes views of the opera world for those experiencing theater withdrawal.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-the-art-of-the-steal-11587207600", "title": "The Staying Inside Guide: The Art of the Steal", "date": "2020-04-18 07:00", "summary": "These real-life stories of high-profile heists paint a compelling picture of international crime.. The theft at the end of March of a work by Vincent van Gogh from a Dutch museum came just days after the 30th anniversary of one of the most catastrophic art heists of all time. At 1:24 a.m. on March 18, 1990, burglars broke into Boston's Isabella Stewart Gardner Museum, taking 13 works, among them Rembrandt's monumental and exquisite \"Christ in the Storm on the Sea at Galilee\" (1633), his only known seascape. After scores of investigations, tips and definitive identification of the thieves (now likely dead), the fate of the artworks remains unknown. That saga opens a window onto the dark but fascinating international world of stolen art.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daily-cheers-give-morale-boost-to-medical-workers-fighting-coronavirus-11587202202", "title": "Daily Cheers Boost Morale of Medical Workers Fighting Coronavirus", "date": "2020-04-18 05:30", "summary": "Check the time: Many Americans show their support during 'clappy hour'. Amanda Diglio describes it as \"nurse brain,\" the ability to keep her emotions at bay while she is working in the emergency room at NewYork-Presbyterian Lower Manhattan Hospital.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-overseers-are-sidelined-as-stimulus-checks-roll-out-11587202201", "title": "Spending Overseers Are Sidelined as Stimulus Checks Roll Out", "date": "2020-04-18 05:30", "summary": "With Congress scattered, watchdog positions go unfilled and hearings unscheduled on implementing $2.2 trillion aid package. WASHINGTON-The federal government is spending $2.2 trillion to aid American businesses and households in response to the coronavirus outbreak. But efforts to keep an eye on how the money is being spent are off to a slow start, in part because of the pandemic itself.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-working-from-home-but-your-company-is-still-watching-you-11587202201", "title": "You're Home, but Your Company Is Still Watching You", "date": "2020-04-18 05:30", "summary": "Employers use software to take screenshots of workers' computers and measure their productivity. Chris Heuwetter never felt a need to monitor the employees of his Florida social-media marketing company. He could glance across his company's 3,000-square-foot office and see them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-hotel-owner-opens-her-doors-to-coronavirus-patients-11587202200", "title": "Luxury-Hotel Owner Opens Her Doors to Coronavirus Patients", "date": "2020-04-18 05:30", "summary": "Maraya Perinat's Cotton House in Barcelona once charged the equivalent of $450 a night for a room; the swanky destination is now a respite for the afflicted. It's been more than a month since Maraya Perinat closed the doors to paying guests at the Cotton House Hotel, a swanky destination she founded in 2015 in Barcelona. The closure should have given her more time with her family and hours needed to finish Donna Tartt's \"The Goldfinch,\" the book she was reading when Spain's lodging sector was forced to shut.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tech-startup-founders-silicon-valley-economy-11587163061", "title": "Coronavirus Forces Tech Startup Founders to Grow Up Fast", "date": "2020-04-18 00:26", "summary": "The drive to go-big-or-go-home has been replaced by a desperate effort to conserve cash just to survive. The motto for Silicon Valley startups was often \"Move fast and break things.\" Now it's \"Cut fast and cut deep.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-17-2020-11587115932", "title": "Trump Signals He Backs Protests to End Safety Guidelines", "date": "2020-04-18 00:04", "summary": "As U.S. coronavirus deaths pass 34,000, president reverses stance on letting governors call the shots. President Trump signaled his support for protests in some state capitals against stay-at-home orders designed to slow the coronavirus pandemic, a day after telling governors that they would be the final decision makers about reopening their economies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-walking-mattersnow-more-than-ever-11587182460", "title": "Why Walking Matters-Now More Than Ever", "date": "2020-04-18 00:01", "summary": "Our upright gait is not just a defining feature of what it means to be human. It also makes our bodies and brains work better.. Why does walking make us feel good? We all know that a satisfying stroll changes our outlook. Perhaps we realize it all the more today, when so many of us are hunkered down and this simple activity is a challenge. But walking is especially important now, with gyms and team sports shut down. It's one of our few accessible forms of exercise but also one that is directly affected by stay-at-home orders. What we usually do automatically now takes serious intention.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-tackling-his-foe-biden-is-wooing-his-friends-11587182460", "title": "Before Tackling His Foe, Biden Woos Friends", "date": "2020-04-18 00:01", "summary": "Sanders, Warren endorsements provide way to resolve some policy rifts between Biden's followers and the more liberal camps. Before he can really turn to his general-election foe, President Trump, Joe Biden first has to handle his friends: He is seeking to unite the Democratic party in a way it never came together four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-sikhs-and-hindus-in-afghanistan-plead-for-u-s-help-11587218401", "title": "The Last Sikhs and Hindus in Afghanistan Plead for U.S. Help", "date": "2020-04-18 00:01", "summary": "A minority's appeal for asylum places the Trump administration between competing policy priorities. The last community of Sikhs and Hindus in Afghanistan is seeking asylum in the U.S. after suffering an attack by Islamic State extremists, posing a test of the Trump administration's pledge to protect and support religious minorities world-wide.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11587147915", "title": "Pepper...and Salt", "date": "2020-04-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-will-come-crowds-are-still-a-maybe-11587182405", "title": "Summer Businesses Fear Coronavirus Lockdowns Means a Lost Season", "date": "2020-04-18 00:00", "summary": "Hotels and amusement parks brace for a lost high season. Even if they get the go-ahead to open, will people come?. Nobody is crashing the bumper cars or taking a ride on the Sea Serpent roller coaster at Keansburg Amusement Park now. The family-owned park on the Jersey Shore pushed its opening back to at least Memorial Day because of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidet-makers-see-their-moment-and-scramble-to-make-a-splash-11587182402", "title": "Bidet Makers See Their Moment and Scramble to Make a Splash", "date": "2020-04-18 00:00", "summary": "A global toilet-paper shortage has broken American cultural taboos, but with sudden growth comes new hazards. Jason Ojalvo, CEO of direct-to-consumer bidet company Tushy, knew that America's backsides couldn't wait. Watching demand skyrocket on his online sales dashboard as America's great toilet-paper crisis of 2020 left store shelves bare and shoppers panicking, he decided to take drastic measures to guarantee ongoing supply.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animal-crossing-why-gamers-are-spending-hours-making-virtual-clothes-11587182401", "title": "'Animal Crossing': Why Gamers Are Spending Hours Making Virtual Clothes", "date": "2020-04-18 00:00", "summary": "Fashion-conscious people are using a Nintendo videogame as a platform for style expression by dressing their avatars in pixelated versions of clothes by Gucci, Celine and Supreme. JONATHAN VILLAMAR is not a clothing designer; he just plays one in a videogame. For hours every day, the grocery-store clerk in West New York, N.J., escapes into Nintendo 's \"Animal Crossing: New Horizons,\" the runaway videogame smash of this coronavirus moment. Mr. Villamar, 22, doesn't engage with the charming game's goal-oriented tasks. Instead, he burrows into its character-design portal, a small side-feature where he creates digital versions of real-world clothes like Supreme parkas for his mini-me to wear. With a lockdown order keeping him at home, \"Animal Crossing\" is the only place Mr. Villamar dresses to impress. \"We basically can't go outside anymore,\" he said. \"The only way to flex is through 'Animal Crossing.'\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-zoom-future-will-coronavirus-change-friendship-forever-11587182431", "title": "Our Zoom Future: Will Coronavirus Change Friendship Forever?", "date": "2020-04-18 00:00", "summary": "After Covid-19 made the outside world taboo, we soon adapted to interacting with friends and loved ones solely through screens. Will this novelty become our 'new normal' even after the danger has passed?. ALONE, CONFINED to a limited space, eating the contents of foil packages, interacting with loved ones through jittery, pixelating screens, \"signing off\" to say goodbye. Like countless other people under quarantine globally, I'm restrained within the same walls I've taken for granted all these years-I probably should have spent more time decorating.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-atlas-cross-sport-an-suv-for-the-relatively-childless-11587182448", "title": "VW Atlas Cross Sport: An SUV for the Relatively Childless", "date": "2020-04-18 00:00", "summary": "Unless you've spawned a soccer team's worth of children, you don't need three rows of seats. The sleeker two-row options from VW, Honda and Kia should suit you just fine, says Dan Neil. IF YOU'VE REACHED the point in your deliberations where you are deciding between Volkswagen's Atlas and the new Atlas Cross Sport, you are really just looking in the mirror. These smartly tailored, on-the-large-side SUVs are mechanical clones, built on the same-length wheelbase; with the same powertrain options; and nearly identical menu of features and options.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-announces-19-billion-relief-program-for-farmers-11587165759", "title": "Trump Announces $19 Billion Relief Program for Farmers", "date": "2020-04-18 22:35", "summary": "The effort will include $16 billion in direct payments to farmers and ranchers and $3 billion in mass purchases of dairy, meat and produce that will be distributed through food banks. WASHINGTON-President Trump announced a $19 billion relief program for the agriculture sector, which has been hard hit by the coronavirus outbreak, turning to a playbook the administration has used in its trade fight with China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backs-protests-against-governors-stay-at-home-orders-11587149530", "title": "Trump Backs Protests Against Governors' Stay-at-Home Orders", "date": "2020-04-18 20:05", "summary": "President endorses demonstrations calling for states to reopen after empowering governors to make final call. WASHINGTON-President Trump signaled his support for protests in state capitals across the country against stay-at-home orders, one day after telling governors that they will be the final decision makers about reopening their economies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]