[{"link": "https://www.wsj.com/articles/bhp-posts-4-profit-drop-wants-to-stop-mining-thermal-coal-11597708449", "title": "BHP Posts 4% Profit Drop, Wants to Stop Mining Thermal Coal", "date": "2020-08-17 19:54", "summary": "World's largest listed miner by market value benefited from high iron-ore prices and China's recovery amid the coronavirus pandemic. SYDNEY- BHP Group Ltd. reported a 4% drop in annual net profit, and said it wanted to stop mining thermal coal and would seek buyers for some older oil and gas assets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-goes-politically-postal-11597707956", "title": "Nancy Pelosi Goes Politically Postal", "date": "2020-08-17 19:45", "summary": "Congress ought to be embarrassed by this evidence-free conspiracy theory.. Speaker Nancy Pelosi is calling the House back into session this week to address fears that the U.S. Postal Service is being infiltrated by alien lizard people posing as letter carriers. OK, it isn't quite that bad. The actual conspiracy theory holds that President Trump is strangling the USPS to hack the November election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-alaska-oil-opening-at-last-11597707908", "title": "An Alaska Oil Opening, at Last", "date": "2020-08-17 19:45", "summary": "Interior opens ANWR for oil leases, after only 30 years of trying.. Who says American democracy is hard? It only took 30 years to open up Alaska's Arctic National Wildlife Refuge for oil drilling, and on Monday the Interior Department opened the largely barren acreage to oil leases.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-uprising-in-belarus-11597707938", "title": "Democratic Uprising in Belarus", "date": "2020-08-17 19:45", "summary": "Lukashenko asks Putin for help, but the political cost would be high.. Hundreds of thousands took to the streets in Belarus this weekend calling for President Alexander Lukashenko's ouster. It's a stirring democratic moment, and the strongman is looking to Moscow for salvation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-set-vote-on-bill-to-bolster-usps-11597690514", "title": "House Democrats Set Vote on Bill to Bolster USPS", "date": "2020-08-17 19:39", "summary": "Measure would temporarily ban operational changes, top up funding amid battle over mail-in ballots. WASHINGTON-House Democrats set a Saturday vote on a bill that would prohibit operational changes to the Postal Service until well after the election and give $25 billion in additional funding to the agency, which has become the focus of a political battle over expanded mail-in voting that Democrats favor amid the pandemic and President Trump has continued to disparage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arrests-made-in-murder-of-run-dmcs-jam-master-jay-11597686925", "title": "Two Charged in 2002 Murder of Run-DMC's Jam Master Jay", "date": "2020-08-17 19:36", "summary": "Musician was fatally shot in Queens recording studio; new charges appear to resolve a case that remained cold for nearly 18 years. Two people have been charged with the 2002 murder of the musician known as Jam Master Jay, according to an indictment unsealed Monday, bringing closure to a case that has remained unsolved for years.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-to-face-off-in-wisconsin-this-week-11597670303", "title": "Trump (on Tarmac) and Biden (on Screen) Woo Wisconsin", "date": "2020-08-17 19:29", "summary": "President tries to counter Democratic convention, which was set for Milwaukee but has gone virtual. OSHKOSH, Wis.-With the Democratic convention unfolding virtually rather than in Wisconsin, President Trump campaigned in the battleground state Monday, casting rival Joe Biden as a tool of the \"extremist left\" who is soft on law and order and would impede economic recovery.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-blackouts-a-warning-for-states-ramping-up-green-power-11597706934", "title": "California Blackouts Show Limits of Green Power", "date": "2020-08-17 19:28", "summary": "State has struggled to keep lights on during heat wave that has exposed its difficulties matching power demand with supply. Millions of Californians could lose power in coming days, the state's grid operator warned Monday, as it continues to struggle with inadequate electricity supplies as many people have been forced indoors to ride out a crippling heat wave during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-issues-rare-fcpa-opinion-letter-11597706444", "title": "Justice Department Issues Rare FCPA Opinion Letter", "date": "2020-08-17 19:20", "summary": "The letter, a response to questions from an unnamed investment adviser, brings attention to a little-used avenue of communication with prosecutors. The U.S. Justice Department issued a rare Foreign Corrupt Practices Act opinion letter, saying it doesn't intend to bring an enforcement action against a U.S.-based investment adviser for a fee the company planned to pay to a foreign government entity for services.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-17-2020-11597652915", "title": "U.S. Coronavirus Death Toll Tops 170,000", "date": "2020-08-17 19:04", "summary": "New Covid-19 cases in the U.S. hit the lowest daily level in almost seven weeks. The U.S. death toll from the coronavirus pandemic passed 170,000, while the number of new cases declined, reaching the lowest daily level since June 29.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-contracts-and-the-constitution-11597705464", "title": "Coronavirus, Contracts and the Constitution", "date": "2020-08-17 19:04", "summary": "Plaintiff lawyers respond to government lockdowns by seeking to bankrupt the insurance industry.. Plaintiff lawyers want insurance companies to absorb the cost to business of the Covid-19 pandemic-and they've had some early successes. A federal judge in Kansas City, Mo., last week allowed salon and restaurant owners to proceed with a lawsuit claiming that Covid shutdowns constituted \"direct physical loss or damage\" covered by business-interruption policies. California lawmakers introduced legislation in June that would establish a presumption that Covid-19 qualifies for such coverage.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-becomes-an-australian-nightmare-11597705402", "title": "Lockdown Becomes an Australian Nightmare", "date": "2020-08-17 19:03", "summary": "Our Covid response, once the envy of the world, now threatens to ruin the economy.. Sydney", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-lai-a-man-for-all-seasons-11597705349", "title": "Jimmy Lai, a Man for All Seasons", "date": "2020-08-17 19:02", "summary": "When a billionaire becomes a dissident, the takeover of Hong Kong is complete.. Taped on the wall by my desk is a photo of Jimmy Lai in handcuffs. It was taken a week ago, the day 200 Hong Kong police raided his Apple Daily newspaper and arrested him. It is my most treasured photo of Jimmy, who also happens to be my godson, having been baptized in 1997 just before the handover of Hong Kong to Chinese sovereignty. The point is that though the handcuffs were intended to humiliate him, every man, woman and child in Hong Kong saw them for what they were: a badge of honor.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-assault-on-shareholder-capitalism-11597705153", "title": "Biden's Assault on 'Shareholder Capitalism'", "date": "2020-08-17 18:59", "summary": "It would come at the expense of retirees and would hurt 'stakeholders' too.. Is Joe Biden a moderate or a radical? He says businesses \"have a responsibility to their workers, their community, to their country\"-a truism. But he has also called for \"an end to the era of shareholder capitalism.\" He says it's \"untrue and a farce\" that a company's primary responsibility is to generate returns for shareholders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-house-on-henry-street-review-love-thy-neighbors-11597705119", "title": "'The House on Henry Street' Review: Love Thy Neighbors", "date": "2020-08-17 18:58", "summary": "Appalled by the conditions on the Lower East Side, Lillian Wald resolved to live among its residents and help them on terms of fellowship.. 'An institution is the lengthened shadow of one man,\" Ralph Waldo Emerson once observed. In the case of New York's Henry Street Settlement, it is the lengthened shadow of one remarkable woman. In 1893, Lillian Wald (1867-1940) was a 26-year-old nurse training to become a doctor at New York's prestigious Woman's Medical College and teaching a homemaking class for impoverished immigrant women on the city's Lower East Side. One raw March day, as Wald memorably recounted in her 1915 autobiography, her class was interrupted by a little girl who implored Wald to help her mother-one of Wald's students-who was near death in a nearby tenement. Wald rushed through the crowded streets and up unlighted stairs to the two-room flat where the girl's family of seven and assorted boarders lived in Dickensian poverty. Hemorrhaging after childbirth, Wald's student lay on a blood-soaked mattress, abandoned by her doctor because she could not pay his fee.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-new-york-city-still-have-an-appetite-for-food-halls-11597704779", "title": "Does New York City Still Have an Appetite for Food Halls?", "date": "2020-08-17 18:53", "summary": "Vendors reopen after coronavirus lockdown, hoping their varied menus will still draw eaters. In recent years, food halls have become a major force in New York City's dining scene, with several opening and aiming their appeal to a public that appreciates the diverse range of cuisines they feature.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internal-justice-department-dispute-arises-over-possible-google-antitrust-suit-11597700874", "title": "DOJ Disagreement Arises Over Possible Google Lawsuit", "date": "2020-08-17 18:07", "summary": "Some lawyers voice concerns that case isn't ready, while senior officials believe government shouldn't hesitate to address any violations in tech space. WASHINGTON-Some Justice Department staffers have expressed internal concerns over plans to bring an antitrust lawsuit against Alphabet Inc.'s Google-and what they view as an aggressive timeline favored by Attorney General William Barr, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citi-sues-revlon-lender-brigade-seeks-return-of-mistaken-payment-11597694604", "title": "Citi Sues Revlon Lender Brigade for Return of Payment It Says Was a Mistake", "date": "2020-08-17 18:00", "summary": "Citigroup seeks to recover some of the $900 million the bank said it mistakenly transferred last week. Citigroup Inc. sued Brigade Capital Management LP for the return of the hedge-fund manager's share of nearly $900 million that the bank said it mistakenly paid to Revlon Inc. lenders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-are-reopening-then-quickly-closing-due-to-coronavirus-outbreaks-11597700886", "title": "Schools Are Reopening, Then Quickly Closing Due to Coronavirus Outbreaks", "date": "2020-08-17 17:48", "summary": "Campuses are shutting down in-person learning indefinitely or for a couple of days to deep clean buildings. A growing number of schools nationwide are closing temporarily or longer term just days after reopening as the coronavirus pandemic threatens to upend another school year.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardi-b-megan-thee-stallion-top-the-charts-in-big-moment-for-female-rappers-11597700847", "title": "Cardi B, Megan Thee Stallion Top the Charts in Big Moment for Female Rappers", "date": "2020-08-17 17:47", "summary": "'WAP' breaks record for most streams by a song in its debut week. Cardi B and Megan Thee Stallion have broken the record for the most streams by a song in its debut week, in a historic sign that women artists are making their mark on hip-hop like never before.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gyms-cleared-to-re-open-with-masks-and-other-safety-protocols-11597683846", "title": "NYC Gyms Cleared to Reopen, but May Face Delays in City", "date": "2020-08-17 17:46", "summary": "Most gyms can reopen at one-third capacity Aug. 24, but delays could occur to provide time for required health inspections. Gyms in New York can reopen at one-third of their regular capacity starting next week, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-north-carolina-retreats-to-remote-learning-for-undergrads-after-coronavirus-outbreaks-11597698243", "title": "University of North Carolina Retreats to Remote Learning After Coronavirus Outbreaks", "date": "2020-08-17 17:25", "summary": "School reported 135 new cases last week, including clusters in multiple student-housing facilities. The University of North Carolina at Chapel Hill will shift all undergraduate courses for the fall to remote instruction Wednesday, following a series of Covid-19 outbreaks on and around campus since starting classes last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twice-as-tall-by-burna-boy-review-crossover-without-compromise-11597699417", "title": "'Twice as Tall' by Burna Boy Review: Crossover Without Compromise", "date": "2020-08-17 17:23", "summary": "The Nigerian artist brings in prominent American talent for his fifth record, but stays true to his Afrobeats style.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulling-joe-bidens-capital-gains-tax-hike-11597699244", "title": "Mulling Joe Biden's Capital-Gains Tax Hike", "date": "2020-08-17 17:20", "summary": "There is no reason to starve the economy of what it needs to emerge out of this recession: investment.. Mark A. Bloomfield and Oscar S. Pollock are right about the secondary consequences of the capital-gains tax (\"On Capital Gains, Joe Biden is no Jack Kennedy,\" Aug. 10). It taxes not only capital, but also the formation of capital. When faced with potential tax burdens, rational investors will seek avoidance. Assets will be invested in tax-free municipals, real estate or be directed offshore. Higher tax rates distort economic incentives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-government-responds-on-tabled-election-11597699116", "title": "Hong Kong Government Responds on Tabled Election", "date": "2020-08-17 17:18", "summary": "The decision to postpone was taken to protect public health as well as the rights of voters.. Your editorial \"The China Vise Tightens on Hong Kong\" (Aug. 3) is wrong about the reasoning behind the postponement of Hong Kong's Legislative Council election from this September to next September.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-capitalism-is-our-not-so-secret-weapon-11597698979", "title": "Democratic Capitalism Is Our Not-So-Secret Weapon", "date": "2020-08-17 17:16", "summary": "The U.S. can still lose Cold War II if it turns away from capitalism. Missing from David Shambaugh's comparison (\"What the New Cold War Should Borrow From the Old One,\" Review, Aug. 1) is a critical difference between Cold War I and Cold War II: The Soviet Union chose communism as its economic engine while China chose a form of state-run capitalism. With China's choice, the most important policy today for the U.S. is to renew its commitment to democratic capitalism right here at home.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trade-deal-with-india-is-a-foreign-policy-imperative-11597698929", "title": "A Trade Deal With India Is a Foreign Policy Imperative", "date": "2020-08-17 17:15", "summary": "A predictable, low-tariff regime would reorient supply chains away from an inimical China.. Walter Russell Mead (\"Saffron India Is an Opportunity and Danger,\" Global View, Aug. 11) is correct: Foreign policy objectives link Washington to New Delhi, and this relationship ought to be cemented with economic ties. A predictable, low-tariff regime would reorient supply chains away from an inimical China toward a democratic India, while providing cheap imports that enhance the purchasing power of U.S. consumers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gun-sales-are-rising-across-america-right-now-11597698872", "title": "Why Gun Sales Are Rising Across America Right Now", "date": "2020-08-17 17:14", "summary": "People have lost confidence that local leaders will allow the police to protect them.. Your editorial \"Voting With Their Guns\" (Aug. 6) postulates that the increase in gun sales is caused by a \"growing lack of confidence many Americans have that police will protect them.\" Almost. Americans have lost confidence that local leaders will allow the police to protect them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-17-2020-11597653830", "title": "S&P 500 Finishes Just Shy of Record", "date": "2020-08-17 17:02", "summary": "The S&P 500 is flirting with its record close from February, shortly before the coronavirus pandemic ravaged financial markets. The S&P 500 ticked higher Monday, extending a gradual August rally that has pushed the benchmark to the cusp of a new high.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-supporters-more-likely-than-trumps-to-vote-by-mail-poll-shows-11597683600", "title": "Biden Supporters More Likely Than Trump's to Vote by Mail, Poll Shows", "date": "2020-08-17 16:53", "summary": "New Wall Street Journal/NBC News survey finds Democrats are more confident than Republicans that November results would be tallied accurately. Supporters of presumptive Democratic nominee Joe Biden are more likely than Trump supporters to say they will vote by mail and are more likely to trust the accuracy of November's ballot count, a new Wall Street Journal/NBC News poll finds, underscoring partisan differences over how the election should be conducted.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-beirut-explosion-lebanon-faces-surge-in-coronavirus-cases-11597697343", "title": "Coronavirus Cases Surge in Beirut After Explosion", "date": "2020-08-17 16:49", "summary": "Resume Subscription. BEIRUT-Lebanon's health-care system was dealt a double blow by this month's explosion in Beirut, which badly damaged six of the capital city's hospitals and flooded the rest with casualties.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retailers-design-the-in-store-experience-for-reusable-packaging-11597696952", "title": "Retailers Design the In-Store Experience for Reusable Packaging", "date": "2020-08-17 16:42", "summary": "Loop stations selling food and other household items in returnable containers are coming to grocery stores. Tom Szaky, the chief executive and founder of TerraCycle, imagines a world where shoppers take their trash with them to the grocery store.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-department-tightens-restrictions-on-huaweis-access-to-chips-11597671747", "title": "U.S. Tightens Curbs on Huawei's Access to Chips", "date": "2020-08-17 16:42", "summary": "New rule limits company's access to foreign-made chips produced using U.S. technology. The U.S. Commerce Department issued new rules curbing Huawei Technologies Co.'s access to foreign-made chips, expanding the Trump administration's restrictions on the Chinese telecom company's link to crucial components.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-this-man-bring-college-presidents-to-their-senses-11597696478", "title": "Can This Man Bring College Presidents to Their Senses?", "date": "2020-08-17 16:34", "summary": "Ohio State's Justin Fields makes the case for living with Covid.. Ohio State quarterback Justin Fields is trying to save the Big Ten conference's football season. But he's ignited a movement that might just save the whole academic year for students nationwide. The debate over football could force universities to acknowledge the huge costs and uncertain benefits of restricting educational opportunities in the name of public health.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-hathaway-joins-the-gold-rush-11597682998", "title": "Warren Buffett's Berkshire Hathaway Joins the Gold Rush", "date": "2020-08-17 16:24", "summary": "Its big stake in Barrick Gold follows Bridgewater Associates, others in betting on a metal whose 2020 price surge exceeds tech-stock-led Nasdaq Composite. Warren Buffett's Berkshire Hathaway Inc. has put its gilded name behind one of the largest gold-mining companies, adding to the list of big-name investors making wagers tied to the precious metal at a time of significant economic uncertainty.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-seeks-to-use-access-to-covid-19-vaccines-for-diplomacy-11597690215", "title": "China Seeks to Use Access to Covid-19 Vaccines for Diplomacy", "date": "2020-08-17 14:50", "summary": "Beijing's top officials and its drugmakers have offered Brazil, Indonesia, Pakistan, Russia and the Philippines priority in receiving doses and other deals. TAIPEI-With China closing in on a coronavirus vaccine, Beijing's top officials and some of its drugmakers have begun promising early access to countries of strategic interest as it seeks to shore up its global standing after a pandemic that has strained geopolitical ties.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-smartphones-could-crush-your-home-wi-fi-so-wheres-the-5g-11597670710", "title": "5G Smartphones Could Crush Your Home Wi-Fi. So Where's the 5G?", "date": "2020-08-17 14:42", "summary": "New 5G smartphones from AT&T, T-Mobile and Verizon can provide speeds 10 times faster than your home Wi-Fi, but that depends on a number of conditions. \"You know, this internet connection is just too fast. Please slow it down. Maybe just as my boss asks me something important in a video call,\" said...no one in 2020.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-urged-to-limit-alcohol-to-one-drink-a-day-amid-new-concerns-11597688916", "title": "Men Urged to Limit Alcohol to One Drink a Day Amid New Concerns", "date": "2020-08-17 14:28", "summary": "A federal committee's recommendation for new U.S. dietary guidelines comes on the heels of a 20-year rise in Americans' drinking. Men should consume no more than one alcoholic drink a day, according to a federal committee's recommendations for new U.S. dietary guidelines.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-secretary-to-approve-oil-drilling-in-alaska-s-arctic-refuge-11597667400", "title": "Interior Secretary Approves Oil Drilling Program in Alaska's Arctic Refuge", "date": "2020-08-17 14:27", "summary": "Decision opens part of the Arctic National Wildlife Refuge to drilling for the first time. WASHINGTON-The Trump administration approved an oil leasing program for the Arctic National Wildlife Refuge on Monday, opening up the pristine 19-million-acre wilderness to drilling for the first time and making it difficult to unwind the decision should Democrats recapture the White House in November.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revival-of-brazils-corporate-bond-market-lures-foreign-investors-hunting-for-yield-11597688499", "title": "Revival of Brazil's Corporate-Bond Market Lures Foreign Investors", "date": "2020-08-17 14:21", "summary": "Local corporations' dollar-denominated bond issues totaled $3.7 billion in July, up 48% from a year earlier. Foreign investors are flocking to the relatively high yields offered by big Brazilian corporations that are issuing debt to shore up their balance sheets in the midst of the coronavirus pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reynolds-american-gains-on-juul-by-marketing-vaping-as-cool-again-11597688033", "title": "Reynolds American Gains on Juul by Marketing Vaping as Cool Again", "date": "2020-08-17 14:13", "summary": "Vuse e-cigarette brand uses 99-cent vaporizers, social media and artist-designed 'wraps' to grab market share. Tobacco giant Reynolds American Inc. is using deep discounts and a wide-ranging marketing campaign to grab a bigger share of the U.S. e-cigarette market while rival Juul Labs Inc. is under fire from regulators.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-former-ceo-pushes-back-against-severance-clawback-11597679420", "title": "McDonald's Former CEO Fights Severance Clawback", "date": "2020-08-17 14:11", "summary": "Steve Easterbrook says McDonald's had information about relationships, stock award to employee. Former McDonald's Corp. Chief Executive Steve Easterbrook said in a court filing that the company had information about his relationships with other employees when it negotiated his multimillion-dollar severance package.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-beer-and-oysters-a-party-with-this-multitasking-tool-11597687406", "title": "Make Beer and Oysters a Party With This Multitasking Tool", "date": "2020-08-17 14:03", "summary": "Shellfish and brews are an easy pairing; opening them should be, too. Enter this double-duty knife. KNIFEMAKERQuintin Middleton designed the Brew Shucker, an oyster knife that doubles as a bottle opener, after years of watching relatives open oysters and beers at his family's annual oyster roasts in St. Stephen, S.C. \"They would shuck an oyster with a butter knife or a screwdriver. And when they were getting ready to open a beer, no one ever had a bottle opener, so they would open it with their wedding rings or on the edge of the table,\" said Mr. Middleton. \"So I decided, Why can't I come up with something that would shuck the oyster and open the bottle at the same time?\" His compact tool features a faceted tip inspired by the screwdriver that shimmies easily into the hinge of the oyster, and a strong stainless-steel blade that pries open the shell with a firm twist of the wrist. Like a butter knife, the blade is sharp enough to cut through the oyster's tendons and muscle but dull enough to avoid injuring the hands of the person wielding it. The smooth, oblong birch-veneer handle is a pleasure to grip. And a hook-shape cutout at the base of the blade can pop off a crown cap faster than you can say \"mignonette.\" $100, middletonmadeknives.com", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chaparral-energy-files-for-chapter-11-bankruptcy-11597668639", "title": "Chaparral Energy Files for Bankruptcy, Again", "date": "2020-08-17 13:52", "summary": "Chaparral will hand control to bondholders in a $300 million debt-for-equity swap in its second trip through bankruptcy in less than four years. Chaparral Energy Inc. filed for chapter 11 protection, its second trip into bankruptcy in less than four years, joining a slew of oil-and-gas drillers undone by low commodity prices and the economic downturn sparked by efforts to contain the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-assault-in-somalias-capital-raises-fresh-questions-about-al-shabaab-11597686674", "title": "Hotel Assault in Somalia's Capital Raises Fresh Questions About Al-Shabaab", "date": "2020-08-17 13:51", "summary": "Militants kill 12 after shooting their way into upscale beachside hotel compound. Al-Shabaab militants' deadly assault on a popular seaside hotel in Somalia's capital has raised fresh questions about the threat posed by the terrorist group, despite a heightened U.S.-backed counterterrorism campaign in the Horn of Africa nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-builders-enjoy-covid-immunity-for-now-11597685729", "title": "Home Builders Enjoy Covid Immunity, For Now", "date": "2020-08-17 13:35", "summary": "Builders of new homes serve a demographic than has been less impacted by the coronavirus pandemic. If there is a safe place to be in the time of Covid-19, home builders may have found it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creditors-poised-to-take-control-of-cirque-du-soleil-11597685385", "title": "Creditors Poised to Take Control of Cirque du Soleil", "date": "2020-08-17 13:29", "summary": "Group led by Catalyst Capital close to winning control of the troubled performance group. TORONTO-A consortium of creditors is poised to win control of troubled performance group Cirque du Soleil Entertainment Group and take it over from private-equity firm TPG and other shareholders, according to sources familiar with the deal.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-if-your-child-is-exposed-to-covid-19-11597684958", "title": "What to Do If Your Child May Have Been Exposed to Covid-19", "date": "2020-08-17 13:22", "summary": "The pandemic has complicated much of life including what to do if your child develops possible symptoms of the virus. ", "categories": [["Life & Work", "Ask Personal Journal", "|"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-to-buy-principia-biopharma-11597641299", "title": "Sanofi to Buy U.S. Developer of Multiple Sclerosis Treatment", "date": "2020-08-17 13:21", "summary": "French company's purchase values the San Francisco-based Principia Biopharma at $3.68 billion. Sanofi SA has agreed to buy Principia Biopharma Inc. in a deal that values the developer of a promising multiple sclerosis treatment at $3.68 billion, the health-care giant's latest move to focus more on specialty therapies over mass-market medicines.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gold-prices-high-warren-buffet-11597691966", "title": "Q&A: Why Warren Buffett Is Making a Bet on Gold", "date": "2020-08-17 13:09", "summary": "A guide to the market for the precious metal, whose price hit an all-time high during the coronavirus pandemic. Gold has piqued the interest of Warren Buffett, whose Berkshire Hathaway Inc. has bought shares in Canadian mining company Barrick Gold Corp. The move brings the spotlight back on the precious metal, which notched new records this month, soaring above $2,000 a troy ounce for the first time in New York trading.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-manhattan-district-attorney-be-the-new-robert-mueller-11597683723", "title": "Will the Manhattan District Attorney Be the New Robert Mueller?", "date": "2020-08-17 13:02", "summary": "Trump detractors are hyping Cy Vance's investigation into the president's finances.. Depending on where you get your news, you might have heard that President Trump could be indicted for bank fraud any day now.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dangerous-consequences-of-putting-race-first-11597683661", "title": "The Dangerous Consequences of Putting Race First", "date": "2020-08-17 13:01", "summary": "Yale shows us how it plays out in practice. More discrimination divides us and feeds resentments.. In this unusual summer of love, our new rulers-those tolerant folk who now control the physically decaying streets of major cities alongside the intellectually decomposing common rooms and newsrooms of many universities and media companies-have instructed Americans to work on developing their race-awareness.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-president-considers-power-share-on-his-terms-11597678340", "title": "Belarus President Considers Power Share, On His Terms", "date": "2020-08-17 12:47", "summary": "Resume Subscription. MOSCOW-Belarus's president, Alexander Lukashenko, facing growing nationwide protests, said he was ready to share power, but only on his own terms, as the main opposition leader said she was ready to lead the Eastern European country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/strike-in-belarus-by-potash-miners-pressures-president-clouds-commodity-market-11597682443", "title": "Protests by Belarus Potash Miners Pressure President", "date": "2020-08-17 12:40", "summary": "State-owned mining company is key player in country's economy and global fertilizer business. Workers at the world's largest miner of potash are joining widespread protests against Belarus President Alexander Lukashenko, intensifying pressure on the embattled leader and threatening to disturb the market for a key fertilizer.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/produce-thin-crust-pizza-at-home-in-20-minutes-flat-11597682198", "title": "Produce Thin-Crust Pizza at Home in 20 Minutes Flat", "date": "2020-08-17 12:36", "summary": "This recipe relies on dough from your local pizzeria and focuses on the fun of stretching and topping it-in this case, with ricotta, summer squash and fresh corn. BEFORE THE PANDEMIC threw a wrench into the plan, Douglass Williams was all set to open his second restaurant in the Boston area: APIZZA, an ode to the crisp, thin-crust style of pizza born one state over. \"New Haven pizza isn't greasy,\" Mr. Williams said. \"Its crust doesn't get all flippity-floppity.\" Now APIZZA is on track to open, though the exact date is yet to be determined. In his third Slow Food Fast recipe, the chef shares a taste of things to come.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-says-rise-in-covid-19-cases-in-brooklyn-not-a-cluster-11597680266", "title": "NYC Mayor Says Rise in Covid-19 Cases in Brooklyn Not a Cluster", "date": "2020-08-17 12:04", "summary": "De Blasio attributed recent uptick in cases in Sunset Park to households breaking social-distancing rules. A recent uptick in coronavirus cases in a Brooklyn neighborhood appears to be the result of individual households not complying with social distancing rather than a widespread cluster of infections, New York City Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-soccers-accidental-advantage-no-games-for-five-months-11597679954", "title": "French Soccer's Accidental Advantage: No Games for Five Months", "date": "2020-08-17 11:59", "summary": "Paris Saint-Germain and Lyon reached the Champions League semifinals with the strangest possible preparation. When Paris Saint-Germain and Lyon kicked off their respective Champions League quarterfinal matches last week, they'd spent five months imagining the worst. The two clubs had played just four competitive games combined since mid-March. Even for burned out pros, the break felt too long.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageo-to-buy-ryan-reynoldss-gin-other-brands-for-up-to-610-million-11597673592", "title": "Diageo to Buy Ryan Reynolds's Gin Brand", "date": "2020-08-17 11:53", "summary": "Liquor giant will add Aviation American Gin to its portfolio of celebrity-backed brands. Diageo PLC has agreed to pay as much as $610 million to acquire Aviation American Gin, which is partly owned and pitched by actor Ryan Reynolds, and other brands in its latest bet on a celebrity-backed premium liquor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-rally-gives-commodities-new-shine-11597669580", "title": "Stock Rally Gives Commodities New Shine", "date": "2020-08-17 11:48", "summary": "Fund managers see the market for raw materials as a hedge against inflation. Money managers are looking at commodities as an alternative to pricey stocks and bonds and as a hedge against inflation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-remote-work-perks-biotech-tech-zoom-cocktails-trivia-night-employee-morale-11597677774", "title": "Companies Strain to Outdo Each Other with Work-from-Home Perks (Think Ukuleles)", "date": "2020-08-17 11:25", "summary": "Five months into remote work brought on by the pandemic, employers come up with new ways to keep workers engaged. Nimbus Therapeutics used to cater lunch for its entire staff three times a week at its Cambridge, Mass., headquarters-a hip place where the taxidermied office moose has its own Instagram account. Employees got plenty of branded swag, and enjoyed perks such as company-paid spa treatments.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-economic-backslide-likely-to-take-years-to-reverse-11597677081", "title": "Japan's Economic Backslide Likely to Take Years to Reverse", "date": "2020-08-17 11:11", "summary": "The world's third-largest economy was smaller in real terms in the second quarter of 2020 than it was when Prime Minister Shinzo Abe took office in 2012. TOKYO-After nine months of a shrinking economy, Japan has dug itself into a deep hole that it might not emerge from for at least two years.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-hires-mckinsey-partner-as-nfls-first-black-team-president-11597676413", "title": "Washington Hires McKinsey Partner as NFL's First Black Team President", "date": "2020-08-17 11:00", "summary": "The team hired Jason Wright, a former player and partner at McKinsey, to take over as it faces issues on multiple fronts. Washington's NFL team hired Jason Wright, a former player who went on to a successful consulting career, as its president. Wright becomes the first Black team president in NFL history-a distinction that spotlights the continuing lack of diversity at the highest ranks throughout the league.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-executives-who-left-china-amid-pandemic-are-stuck-abroadand-may-never-return-11597660202", "title": "U.S. Executives Who Left China Amid Pandemic Are Stuck Abroad-and May Never Return", "date": "2020-08-17 10:57", "summary": "An estimated 250,000 foreign executives can't get back to China, hurting business operations. SHANGHAI-Thousands of China-based U.S. and other foreign business executives remain stranded outside the country due to coronavirus-related travel restrictions, leading some to give up hope of returning and posing operational challenges for their companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milwaukee-real-estate-market-11597336189", "title": "Despite a Downsized Democratic National Convention, Milwaukee Real Estate Is Thriving", "date": "2020-08-17 10:57", "summary": "Resume Subscription. The Democratic Party is throwing out tradition this year by turning their planned Milwaukee political convention into a virtual event, but on the ground in Wisconsin's largest city, tradition is back with a vengeance, as the area's longstanding high-end residential enclaves stage a Covid-era comeback.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/clothing-sales-bargain-hunters-report-shockingly-deep-discounts-11597675647", "title": "Clothing Sales: Bargain Hunters Report Shockingly Deep Discounts", "date": "2020-08-17 10:47", "summary": "With the coronavirus pushing many fashion retailers into precarious positions, shoppers are finding discounts that are lower and more widespread than usual.. WHEN IS A DISCOUNT deep enough for you to pull the trigger on that long-delayed clothing purchase? Would 30% sway you? What about 50%? More? Shoppers are asking themselves this question as they navigate this season's frenzy of discount deals. Retailers always roll out sales this time of year, but some shoppers are reporting that the price cuts seem deeper than in summers past. Shockingly, even unsettlingly so.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-signals-openness-to-new-postal-service-funding-amid-vote-by-mail-concerns-11597592190", "title": "Postmaster General Pressed by Democrats to Testify Before Congress", "date": "2020-08-17 10:43", "summary": "Pelosi says House will reconvene as concerns mount about potential mail delays ahead of November elections. WASHINGTON-Democratic lawmakers called the leaders of the U.S. Postal Service to testify before Congress and said the House would return early from recess to vote on related legislation, amid concerns over mail delays ahead of an election season in which some states are expanding mail-in voting because of the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cdc-built-to-stop-pandemics-stumbled-when-it-mattered-most-11597675108", "title": "China's CDC, Built to Stop Pandemics Like Covid, Stumbled When It Mattered Most", "date": "2020-08-17 10:38", "summary": "Local leaders in Wuhan, consumed with domestic politics, did an end run around the Western-educated virologist whose agency was supposed to contain new contagious diseases. BEIJING-Before going to bed, George Gao, the head of the Chinese Center for Disease Control and Prevention, typically completes his 10,000 steps for the day and then checks the news online.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidding-up-a-covid-19-vaccine-for-thee-not-for-me-11597672334", "title": "Bidding Up a Covid-19 Vaccine for Thee, Not for Me", "date": "2020-08-17 09:52", "summary": "People in the biopharma industry are getting rich on possible Covid-19 vaccines but aren't so enthusiastic about trying them. How optimistic is Wall Street that a Covid-19 vaccine can bring life back to normal? It depends how one frames the question.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-help-kids-manage-back-to-school-anxiety-in-the-covid-era-11597671639", "title": "How to Help Kids Manage Back-to-School Anxiety in the Covid Era", "date": "2020-08-17 09:40", "summary": "Will I get sick? Will my teachers? How will class be different? We asked psychologists how parents can help their kids navigate returning to school.. For many children in the U.S., the usual back-to-school jitters are likely to be a lot more intense this year amid the coronavirus pandemic.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-a-car-deal-with-fiat-chrysler-11597670645", "title": "Get a Car Deal With Fiat Chrysler", "date": "2020-08-17 09:24", "summary": "The Italian-American company can make valuable savings through its merger with French peer PSA, and its stock should also benefit from the transaction terms. Investors seem reluctant to pin much hope on the merger of Fiat Chrysler and its French peer PSA. Yet its potential-and financial terms favorable to the Italian-American company-will become harder to ignore as the deal approaches the finishing line.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-new-york-city-police-make-fewer-arrests-violent-crime-rises-11597600800", "title": "As New York City Police Make Fewer Arrests, Violent Crime Rises", "date": "2020-08-17 09:22", "summary": "NYPD officials, politicians and criminologists debate whether a link exists between fewer detentions and more homicides and shootings. New York City police have made fewer arrests amid the coronavirus pandemic, prompting questions from some elected officials and criminologists over whether that has played a role in a rise in shootings and other violent crime.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kawhi-leonard-decision-nba-playoffs-bubble-11597652312", "title": "The NBA Playoffs, Brought to You by Kawhi Leonard", "date": "2020-08-17 09:17", "summary": "Last year's Finals MVP wanted to play for a new team. He picked the Clippers. He also reshaped the competitive landscape of the entire league.. For a few days last summer, after professional basketball teams managed to blow through a few billion dollars in a few hours, the NBA abruptly stopped.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anderson-cooper-on-how-fatherhood-has-changed-him-11597667820", "title": "Anderson Cooper on How Fatherhood Has Changed Him", "date": "2020-08-17 08:37", "summary": "The CNN anchor's to-do list includes shopping for his son and organizing Gloria Vanderbilt's archives: \"You open one box and it's Rice Krispies from 1953, then you open another and it's letters from Gordon Parks or Roald Dahl.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thats-it-i-quitplaying-golf-again-11597661286", "title": "That's It, I Quit...Playing Golf (Again)", "date": "2020-08-17 07:59", "summary": "A pandemic return to a maddening sport leads with more exasperation. It's time for me to quit playing golf. I know I've done this a few times before, but now I mean it. I need a less stressful habit, like microneurosurgery, or robbing banks. I need to take my golf clubs aboard a deep-sea fishing boat and then drop them into the ocean. Then I need to snorkel to the bottom of the ocean and bury my clubs in the sand, just to make sure the clubs don't become a reef, and the fish get polluted with my bad golf mojo.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-california-struggles-with-covid-19-farmworkers-are-among-most-affected-11597665116", "title": "As California Struggles With Covid-19, Farmworkers Are Among Most Affected", "date": "2020-08-17 07:51", "summary": "State's highest rates of coronavirus are in Central Valley, where largely Latino workforce picks and processes food. WASCO, Calif.-Residents of the agriculture-rich Central Valley are falling victim to Covid-19 at the highest rates in California, endangering a largely immigrant workforce during harvest season and helping drive the state's persistently high infection rate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illegal-u-s-mexico-border-crossings-are-rising-again-driven-by-single-adults-11597665044", "title": "Illegal U.S.-Mexico Border Crossings Are Rising Again, Driven by Single Adults", "date": "2020-08-17 07:50", "summary": "New trend is a marked change from the waves of Central American families in recent years; repeat crossings become popular after Covid-related change. Illegal crossings are back on the rise at the southern U.S. border after having plummeted at the start of the coronavirus pandemic, driven by a large increase in single adults from Mexico.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-on-a-diet-but-food-shares-look-tasty-11597662849", "title": "China Is on a Diet, but Food Shares Look Tasty", "date": "2020-08-17 07:14", "summary": "President Xi is urging citizens to conserve food as prices rise. An extra helping of food shares, however, might improve investors' financial health.. \"Food comes first for the people,\" according to an ancient Chinese proverb. Rising food prices in the world's most populous nation are again under the spotlight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlord-policy-is-pandemic-policy-now-11597660933", "title": "Landlord Policy Is Pandemic Policy Now", "date": "2020-08-17 06:42", "summary": "If commercial landlords and tenants with less government support try to rush back to normal working life, public-health efforts will be undermined. Commercial real estate has understandably not been policy makers' main priority since the pandemic began to tear into economies. But it requires attention now, and more support will be needed to make sure public health and corporate incentives are aligned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-joe-biden-democrats-lean-on-a-throwback-11597658400", "title": "In Joe Biden, Democrats Lean on a Throwback", "date": "2020-08-17 06:00", "summary": "The former vice president is running on a notably progressive platform and is a people's politician; 'He gives you professionalism'. In a time of new-age, smash-mouth politics, Joe Biden is the opposite.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-abe-goes-to-hospital-for-reported-check-up-following-health-concerns-11597638119", "title": "Japan's Abe Goes to Hospital for Reported Check Up, Following Health Concerns", "date": "2020-08-17 06:00", "summary": "The prime minister has recently shortened his working hours and been observed walking more slowly. TOKYO-Prime Minister Shinzo Abe spent most of the day Monday at a Tokyo hospital for what an aide said was a checkup following recent concerns about his health.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-claims-hurt-shares-of-european-insurers-11597656600", "title": "Coronavirus Claims Hurt Shares of European Insurers", "date": "2020-08-17 05:30", "summary": "Firms pay out as events are canceled and business operations are interrupted; capital positions shrink. European insurers have been singed by coronavirus claims and restrictions since the beginning of the year-and their share prices are feeling the burn.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-time-tech-entrepreneurs-find-early-money-harder-to-come-by-in-silicon-valley-11597656601", "title": "First-Time Tech Entrepreneurs Find Early Money Harder to Come By in Silicon Valley", "date": "2020-08-17 05:30", "summary": "Barriers to entry get higher as seed-funding deals take a hit during the pandemic. Breaking into Silicon Valley has become an even taller order for first-time entrepreneurs during the coronavirus pandemic.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-covid-19-pandemic-political-parties-without-conventional-perks-11597656601", "title": "Political Parties Go Without Conventional Perks", "date": "2020-08-17 05:30", "summary": "Democratic and Republican conventions are usually a week of festivities graced by celebrities and ex- presidents. This year, that is all gone.. For top political donors such as Wade Randlett, the quadrennial Democratic National Convention is the Super Bowl, Academy Awards and a networking event all rolled into one. The parties. The celebrity spotting. The hobnobbing with past presidents and future senators.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-shop-owner-doubles-down-on-e-commerce-amid-pandemic-11597656602", "title": "Stop & Shop Owner Doubles Down on E-Commerce Amid Pandemic", "date": "2020-08-17 05:30", "summary": "Finance chief Natalie Knight says coronavirus led Ahold Delhaize to build out online channels, interlink e-commerce with physical stores. The owner of Food Lion, Giant Food and Stop & Shop is allocating more funds to its e-commerce operations as the coronavirus pandemic prompts more people to buy groceries online.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-miner-offers-over-13-yield-to-sell-junk-debt-11597651993", "title": "Indian Miner Offers Over 13% Yield to Sell Junk Debt", "date": "2020-08-17 04:13", "summary": "Vedanta Resources hopes to draw investors with hefty interest rates. An Indian commodities giant is preparing to pay one of the highest yields on a dollar bond in emerging markets this year, showing there are still pockets of stress in the credit markets despite a dramatic wider recovery.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-strike-early-for-many-minorities-11597582801", "title": "Covid-19 Deaths Skew Younger Among Minorities", "date": "2020-08-17 03:54", "summary": "Coronavirus infections take a heavy toll on Latino people in their prime working years, data show. Covid-19 is known to be particularly risky for the elderly. For many minorities, the disease is killing them in the prime of their lives.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-candidate-from-novavax-starts-midstage-trial-11597645503", "title": "Covid-19 Vaccine Candidate From Novavax Starts Midstage Trial", "date": "2020-08-17 02:25", "summary": "The Phase 2 study will test the safety and efficacy of the vaccine in South Africa, with 2,665 healthy adults and another 240 who are HIV positive. Novavax Inc. said Monday its experimental Covid-19 vaccine is starting the second phase of testing to see if it can safely protect against the new coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-economy-shrinks-in-second-quarter-11597624339", "title": "Japan's Economy in Deep Hole After Second-Quarter Plunge", "date": "2020-08-17 01:05", "summary": "GDP falls 7.8% in April-June period compared with previous quarter after coronavirus pandemic closed many businesses. TOKYO-Japan's economy shrank slightly less in the April-June quarter than that of the U.S., but economists said it still had a long way to go before recovering from the coronavirus pandemic and a tax increase.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-finance-minister-steps-down-amid-charity-uproar-11597709798", "title": "Canada Finance Minister Steps Down Amid Charity Uproar", "date": "2020-08-17 00:01", "summary": "Bill Morneau says he intends to run for secretary-general of the Organization for Economic Cooperation and Development. OTTAWA-Canadian Finance Minister Bill Morneau said Monday he was stepping down, the biggest casualty to date from a scandal tying the Liberal government to a charity with close links to the family of Prime Minister Justin Trudeau.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597600383", "title": "Pepper...and Salt", "date": "2020-08-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-outbreak-prompts-new-zealand-to-postpone-election-11597636388", "title": "New Coronavirus Outbreak Prompts New Zealand to Postpone Election", "date": "2020-08-17 23:53", "summary": "Prime Minister Jacinda Ardern says the national election scheduled for Sept. 19 will now be held on Oct. 17. WELLINGTON, New Zealand-New Zealand delayed a national election by about a month after a coronavirus outbreak in its largest city of Auckland put a third of voters into lockdown.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decoding-lovecraft-country-what-the-monsters-really-mean-11597630501", "title": "Decoding 'Lovecraft Country': What the Monsters Really Mean", "date": "2020-08-17 22:15", "summary": "HBO's new horror series draws on symbols from history, art and pulp fiction to tell a story about race and history. A guide to the first episode.. \"Lovecraft Country\" wasted no time in showing where it's headed. The HBO series set in 1954 started Sunday night with a face-off between a tentacled monster and Jackie Robinson in his Brooklyn Dodgers uniform and wielding a bat.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}]