[{"link": "https://www.wsj.com/articles/disney-tops-50-million-paid-subscribers-globally-11586389422", "title": "Disney+ Tops 50 Million Paid Subscribers Globally", "date": "2020-04-08 19:43", "summary": "Expansion in Europe and India boosts numbers for streaming service. Walt Disney Co. reported more than 50 million paid subscribers world-wide for its Disney+ service some five months after its launch in the highly competitive streaming-platform market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-wasted-briefings-11586389028", "title": "Trump's Wasted Briefings", "date": "2020-04-08 19:37", "summary": "The sessions have become a boring show of President vs. the press.. A friend of ours who voted for President Trump sent us a note recently saying that she had stopped watching the daily White House briefings of the coronavirus task force. Why? Because they have become less about defeating the virus and more about the many feuds of Donald J. Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-acquire-addiction-treatment-provider-brc-11586389039", "title": "Private-Equity Firms Acquire Addiction Treatment Provider BRC", "date": "2020-04-08 19:37", "summary": "Veronis Suhler Stevenson and NewSpring Health Capital closed the BRC Healthcare deal last week and foresee tailwinds from the coronavirus pandemic. Addiction treatment provider BRC Healthcare has gained two new private-equity backers.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bernie-sanders-legacy-11586388870", "title": "The Bernie Sanders Legacy", "date": "2020-04-08 19:34", "summary": "He dragged Democrats sharply left, which may hurt Biden in the fall.. Bernie Sanders dropped out of the presidential race Wednesday, but he's had a larger influence on his adopted party than any also-ran in a generation. \"Few would deny,\" Mr. Sanders told supporters, \"that over the course of the past five years, our movement has won the ideological struggle.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-sidelined-by-coronavirus-exit-quarantine-11586388883", "title": "Lawmakers Sidelined by Coronavirus Exit Quarantine", "date": "2020-04-08 19:34", "summary": "Symptoms included exhaustion, loss of sense of taste; one congressman ended up in hospital. WASHINGTON-By the time Rep. Mario Diaz-Balart (R., Fla.) recovered from the new coronavirus and emerged from his quarantine, he had six bags of accumulated trash piled up in his Capitol Hill apartment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-holds-up-small-business-11586388710", "title": "Pelosi Holds Up Small Business", "date": "2020-04-08 19:31", "summary": "Democrats may let a new relief program run out of money.. This is getting old. Tens of thousands of small businesses are heading for bankruptcy without short-term liquidity from the feds. The Trump Administration offers to provide it-and Democrats on Capitol Hill refuse to support it without more money for their constituencies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plastic-bag-bans-the-sequel-11586388427", "title": "Plastic Bag Bans: The Sequel", "date": "2020-04-08 19:27", "summary": "San Francisco now bans reusable bags as a health risk.. Even progressives can find the price of virtue signaling to be too high. In 2007 San Francisco proudly became the first city to ban plastic bags. But last Tuesday the city's Department of Health issued new guidelines, which now ban people from going to stores and coffee shops with \"their own bags, mugs, or other reusable items from home.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-eyes-tariffs-as-tool-to-tame-oil-glut-11586367753", "title": "Trump Eyes Tariffs as Tool to Tame Oil Glut", "date": "2020-04-08 19:25", "summary": "Administration eyes law giving president broad powers to initiate trade case against unfair foreign barriers to U.S. exports, enact tariffs if settlement can't be reached. The Trump administration is turning toward the most well-worn pages of its global playbook-tariffs and threats-as it tries to stop an oil-price war from crippling dozens of U.S. companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-a-coronavirus-peak-in-new-york-mean-11586338201", "title": "What Does a Coronavirus Peak in New York Mean?", "date": "2020-04-08 19:23", "summary": "Trends in key statistics have sparked talk of a decline, but experts say it is far from certain. The number of new Covid-19 cases in New York appears to be stabilizing, sparking hope among officials that the disease may finally be near its peak in the U.S. epicenter of the pandemic. But health experts caution that the public needs to be clear on what that prospect means.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-allows-google-internet-project-to-advance-only-if-hong-kong-is-cut-out-11586377674", "title": "U.S. Allows Google Internet Project to Advance Only if Hong Kong Is Cut Out", "date": "2020-04-08 19:22", "summary": "National-security concerns had held up approval of 8,000-mile line from Los Angeles to Hong Kong. U.S. officials granted Google permission to turn on a high-speed internet link to Taiwan but not to the Chinese territory of Hong Kong, citing national-security concerns in a ruling that underscores fraying ties between Washington and Beijing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-jay-clayton-urges-companies-to-provide-maximum-information-on-coronavirus-impact-11586383540", "title": "SEC's Clayton Urges Companies to Provide Maximum Information on Coronavirus Impact", "date": "2020-04-08 19:17", "summary": "Agency chairman says future outlook is likely much more important to investors. WASHINGTON-Wall Street's top regulator urged public companies to provide as much information as possible on how the coronavirus crisis is affecting their operations and future outlook.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-seek-to-pool-medical-records-to-create-coronavirus-patient-registry-11586381102", "title": "Database of Medical Records Would Create a Coronavirus Registry", "date": "2020-04-08 19:12", "summary": "Database would make medical histories for U.S. Covid-19 patients available to government and academic researchers. Several health-care and software companies are seeking to create a registry of Covid-19 patients by pooling medical records from across the country, aiming to study how the disease is spreading, which population groups are most vulnerable and how effective proposed treatments are, people familiar with the matter said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caught-napping-by-coronavirus-11586387404", "title": "Caught Napping by Coronavirus", "date": "2020-04-08 19:10", "summary": "Surgeon General Jerome Adams was right: This virus is our Pearl Harbor, a catastrophic failure.. Despite ample experience the past 20 years with viral pathogens, the one that finally spread across the U.S.-SARS-Cov-2-has produced panic, confusion, improvisation, damage and death.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortitude-review-things-could-beworse-11586387344", "title": "'Fortitude' Review: Things Could Be Worse", "date": "2020-04-08 19:09", "summary": "We are teaching the young to be easily offended and perpetually outraged. A former SEAL sees a different path.. Navy SEAL Dan Crenshaw was grievously injured in Afghanistan in 2012. A sudden explosion hit him like a train and killed and injured comrades whose agony he could hear but not see. He had lost his vision in both eyes, but after months of grueling rehabilitation-including extended periods harnessed face down in a hospital bed-doctors miraculously restored the vision in one eye. In \"Fortitude: American Resilience in the Era of Outrage,\" Mr. Crenshaw reflects that critical to his recovery was a sense of history and stoicism, a realization that many others have undergone even more challenging hardships. \"A little perspective,\" he writes, \"can be the difference between spiraling into dark despair and clawing your way back to the light.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clinton-and-bush-prepared-for-pandemics-11586387379", "title": "Clinton and Bush Prepared for Pandemics", "date": "2020-04-08 19:09", "summary": "Their legacy includes the National Strategic Stockpile and other important tools.. Many presidents leave behind new tools, practices and institutions for their successors to use in a crisis. President Harry S. Truman, for example, left his successors the Defense Department, National Security Council, Central Intelligence Agency and Defense Production Act. As President Trump confronts the coronavirus, he benefits from reforms instituted by two of his predecessors, Presidents Bill Clinton and George W. Bush.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linda-tripp-whose-tapes-helped-pave-way-for-clinton-impeachment-dies-at-70-11586387395", "title": "Linda Tripp, Whose Tapes Helped Pave Way for Clinton Impeachment, Dies at 70", "date": "2020-04-08 19:09", "summary": "Tripp became friends with Monica Lewinsky when the two worked at the Pentagon. WASHINGTON-Linda Tripp, whose secretly recorded conversations with White House intern Monica Lewinsky led to the 1998 impeachment of President Bill Clinton, died Wednesday at age 70.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-policies-backfire-against-the-coronavirus-11586387279", "title": "Green Policies Backfire Against the Coronavirus", "date": "2020-04-08 19:08", "summary": "San Francisco now bans reusable bags as suburbanites have a social-distance edge.. We really knew there was a crisis when San Francisco, which 13 years ago banned single-use plastic bags in grocery stores, would now prohibit reusable bags as part of its effort to prevent spread of the novel coronavirus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veterans-affairs-hospitals-facing-serious-shortage-of-protective-gear-internal-memos-show-11586384293", "title": "Veterans Affairs Hospitals Facing Shortage of Protective Gear", "date": "2020-04-08 19:03", "summary": "Health-care workers in VA hospitals report having to store used masks in paper bags between shifts; VA says 'all facilities are equipped'. The Department of Veterans Affairs is experiencing serious shortages of protective gear for its medical workers treating patients infected by the new coronavirus, according to excerpts of internal memos shared with The Wall Street Journal.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-boost-liquidity-expand-the-definition-of-collateral-11586386803", "title": "To Boost Liquidity, Expand the Definition of Collateral", "date": "2020-04-08 19:00", "summary": "Expand one of the government's most successful Great Recession-era lending mechanisms to include more assets.. Lend freely to banks, at a penalty rate, against good collateral: That advice, from 19th-century economist Walter Bagehot, has guided central banks in how they deal with crises. Lending freely to banks prevents a liquidity crisis from becoming a solvency crisis. Applying a penalty rate protects against moral hazard. Requiring good collateral protects central banks-and taxpayers-from credit risk.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-bailout-for-broke-pensions-11586386756", "title": "No Bailout for Broke Pensions", "date": "2020-04-08 18:59", "summary": "Democrats want to seize the coronavirus crisis to close a decades-old funding gap in multiemployer retirement funds.. At a time when Americans need to pull together to contain the coronavirus as well as the economic devastation it has unleashed, too many politicians are exploiting the moment to advance unrelated agendas. One egregious example is the renewed effort in the House to attach a multiemployer pension bailout to possible additional coronavirus relief legislation. The provision would be a taxpayer-funded giveaway to corporate and union leaders who failed to finance their pension promises long before the coronavirus appeared.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-reopens-europes-old-division-11586386729", "title": "Coronavirus Reopens Europe's Old Division", "date": "2020-04-08 18:58", "summary": "The economics of the pandemic pit the South against the North on the question of 'corona bonds.'. Usually it's right-wing U.K. and U.S. euroskeptics who prophesy doom for the European Union, but in the past couple of weeks voices of gloom have come from the heart of the EU establishment.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camuss-plague-foretold-coronavirus-11586386641", "title": "Camus's 'Plague' Foretold Coronavirus", "date": "2020-04-08 18:57", "summary": "First the people deny the pandemic is real. Then they argue over keeping the correct total of deaths.. The end of the world as we know it is a topic that preoccupies the greatest writers. \"This is the way the world ends,\" writes T.S. Eliot in \"The Hollow Men\" (1925), \"Not with a bang but a whimper.\" W.H. Auden sees Pieter Brugel's \"Landscape with the Fall of Icarus\" and observes \"how everything turns away quite leisurely from the disaster\" (\"Musée des Beaux Arts,\" 1938).", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austria-will-start-to-reopen-next-week-11586386670", "title": "Austria Will Start to Reopen Next Week", "date": "2020-04-08 18:57", "summary": "Smaller stores return April 14, larger ones May 1. Restaurants and hotels will wait until mid-May.. Vienna", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-france-scrutiny-of-nursing-homes-brings-soaring-coronavirus-death-toll-11586384344", "title": "In France, Scrutiny of Nursing Homes Brings Soaring Death Toll", "date": "2020-04-08 18:47", "summary": "Nursing-home fatalities boost deaths from virus by more than 40%. PARIS-France has become one of the first countries in the world to systematically report the impact of the new coronavirus in its nursing homes, raising the nation's official death toll from the virus by more than 40%.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derivatives-regulator-warns-of-fee-scams-during-coronavirus-pandemic-11586385693", "title": "Derivatives Regulator Warns of Fee Scams During Coronavirus Pandemic", "date": "2020-04-08 18:41", "summary": "The uncertainties caused by events, such as the coronavirus pandemic, create circumstances that swindlers take advantage of, experts said. Fraudulent schemes that promise high returns from trading complex financial products-but force victims to pay excessive fees and taxes to collect earnings-increasingly target people working from home or who have lost jobs amid the coronavirus pandemic, a U.S. regulator said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-can-vote-by-absentee-ballot-because-of-coronavirus-11586385420", "title": "New Yorkers Can Vote by Absentee Ballot Because of Coronavirus", "date": "2020-04-08 18:37", "summary": "Gov. Andrew Cuomo says people shouldn't have to risk their lives to vote; state primary is scheduled for June 23. Any New York voter will be able to request an absentee ballot for elections in June, an expansion of mail-in voting by Gov. Andrew Cuomo in response to the coronavirus outbreak.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-says-mayor-cant-seize-bankrupt-ravn-airs-planes-11586384647", "title": "Alaska Says Mayor Can't Seize Bankrupt Ravn Air's Planes", "date": "2020-04-08 18:24", "summary": "North Slope mayor issues emergency order aimed at getting food and medicine to remote areas; state says the action has no effect. The mayor of Alaska's northernmost borough sought to seize some of the airplanes, hangars and equipment of bankrupt Ravn Air Group Inc. to ensure that remote communities continue to receive food, medicine and other goods.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dow-jones-ceo-william-lewis-to-leave-company-11586368065", "title": "Dow Jones CEO William Lewis to Leave Company", "date": "2020-04-08 18:22", "summary": "Lewis, who oversaw period of significant growth at Wall Street Journal publisher, said his contract wouldn't be renewed. Dow Jones Chief Executive William Lewis said he is leaving the company after his contract wasn't renewed, ending a six-year tenure during which he helped oversee the media publisher's digital transformation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-to-declare-two-week-cease-fire-in-yemen-11586375688", "title": "Saudi Arabia Declares Two-Week Cease-Fire in Yemen", "date": "2020-04-08 18:20", "summary": "Riyadh has been fighting Iran-backed fighters south of its border for five years. BEIRUT-Saudi Arabia declared a unilateral two-week cease-fire in Yemen as Riyadh tries to extricate itself from a costly and protracted war with Iran-backed Houthi fighters.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-countries-vie-for-coronavirus-supplies-germany-cuts-deal-with-china-11586372608", "title": "Germany Cuts Deal With China for Coronavirus Supplies", "date": "2020-04-08 18:03", "summary": "Merkel and Xi agree for China to send large-scale shipments of equipment to Germany, with millions of masks already arriving. BERLIN-Germany has struck a deal with China to receive large-scale shipments of supplies the country needs in its battle against the new coronavirus pandemic amid a global crunch in the market for medical equipment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sees-another-day-of-record-coronavirus-deaths-11586383250", "title": "New York Sees Another Day of Record Coronavirus Deaths", "date": "2020-04-08 18:00", "summary": "More people died from Covid-19 statewide than were hospitalized for treatment for fourth consecutive day; Gov. Cuomo orders flags lowered. Restrictions meant to reduce the spread of the novel coronavirus in New York are working, officials said Wednesday, even as the hard-hit state reported the largest daily death toll of the six-week outbreak.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-funding-woes-are-dragging-the-fed-into-muni-market-reboot-11586338203", "title": "State Funding Woes Drag Fed Into Muni-Market Reboot", "date": "2020-04-08 17:56", "summary": "The central bank has been aggressive in supporting the economy, but financing by local governments poses unique challenges. Reviving the market for bonds sold by state and local governments is shaping up as one of the stiffest tests in the Federal Reserve's campaign to restore financial normalcy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-loeffler-to-divest-from-stocks-after-criticism-for-trades-ahead-of-coronavirus-market-slump-11586378168", "title": "Sen. Loeffler to Divest From Stocks After Criticism for Trades Ahead of Market Slump", "date": "2020-04-08 17:51", "summary": "The Republican lawmaker and her husband are liquidating their holdings in managed accounts and moving into exchange-traded funds and mutual funds. Sen. Kelly Loeffler announced that she and her husband will divest from individual stocks in an effort \"to move beyond the distraction\" caused by trades they made before and during the market decline caused by the spread of the novel coronavirus in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-close-inquiry-into-agribusinesss-customs-payments-11586382455", "title": "Prosecutors Close Inquiry Into Agribusiness's Customs Payments", "date": "2020-04-08 17:47", "summary": "U.S. authorities have been examining a number of payments made by CHS to Mexican customs officials. Federal prosecutors have decided not to bring any enforcement action against CHS Inc. for a number of payments it made to Mexican customs officials, the global agribusiness said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-take-big-stakes-european-oil-companies-11586382353", "title": "Saudis Take Big Stakes in European Oil Companies", "date": "2020-04-08 17:45", "summary": "Move comes as world's top oil-producing nations attempt to prop up falling crude prices. Saudi Arabia's sovereign-wealth fund has amassed stakes worth roughly $1 billion in four major European oil companies, according to people familiar with the matter, buying assets it perceives as undervalued in a market depressed by the coronavirus pandemic and low oil prices.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-reveal-alarm-over-coronavirus-disruptions-to-economy-market-11586368801", "title": "Fed Minutes Reveal Alarm Over Virus's Economic, Market Disruptions", "date": "2020-04-08 17:32", "summary": "Officials cut interest rates at two unscheduled March meetings and launched open-ended bond purchases. Federal Reserve officials reacted with growing alarm to market disruptions caused by the spreading coronavirus pandemic in March, prompting them to cut interest rates at two emergency meetings and signal plans to leave them unchanged until the economy recovered from its sudden stop.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-restrict-mask-glove-exports-for-four-months-during-coronavirus-pandemic-11586381392", "title": "U.S. to Restrict Mask, Glove Exports for Four Months During Coronavirus Pandemic", "date": "2020-04-08 17:29", "summary": "FEMA will have to grant explicit approval for such exports, with certain exceptions, under temporary regulation. The Trump administration is planning to restrict for four months the export of certain face masks and gloves designed to slow the spread of the novel coronavirus as the demand for personal protective equipment soars in the U.S. along with the number of cases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-eases-wells-fargos-asset-cap-to-lend-to-small-businesses-harmed-by-coronavirus-11586360144", "title": "Fed Eases Wells Fargo's Asset Cap to Lend to Small Businesses", "date": "2020-04-08 17:23", "summary": "Wells Fargo will be able to exceed the overall limit via loans it makes through two of the government's small-business lending programs. The Federal Reserve temporarily lifted restrictions on Wells Fargo & Co.'s growth, allowing the troubled bank to make more loans during the coronavirus crisis and giving it a chance to improve its tarnished reputation.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-chief-warns-against-politicizing-u-n-body-after-trump-threatens-funding-11586370657", "title": "WHO Chief Warns Against Politicizing U.N. Body, After Trump Threatens Funding", "date": "2020-04-08 17:22", "summary": "Tedros Adhanom Ghebreyesus said the focus should be on fighting the coronavirus. WASHINGTON-The head of the World Health Organization said politicizing the rapid spread of coronavirus would lead to more deaths, a warning for global leaders a day after President Trump said he was inclined to cut off U.S. funding to the United Nations agency.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-abnormal-review-not-so-different-strokes-11586380894", "title": "'The New Abnormal' Review: Not-So-Different Strokes", "date": "2020-04-08 17:21", "summary": "The band's new album offers flashes of their former brilliance, but-as has long been the case-it is still adrift.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-08-2020-11586315935", "title": "Stocks Rebound After Bout of Volatility", "date": "2020-04-08 17:11", "summary": "Dow climbs about 780 points, oil rises as investors examine Federal Reserve support. U.S. stocks rose Wednesday, building on their gains for the week, as investors put faith in signs that the spread of the coronavirus is stabilizing in hard-hit locations.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upheaval-hits-private-equity-investor-plans-11586380017", "title": "Coronavirus Upheaval Hits Private-Equity Investor Plans", "date": "2020-04-08 17:06", "summary": "A survey shows investors are worried that stock-market swings could throw off their asset balances. Economic disruption from the coronavirus pandemic is quickly chilling what had been a red-hot market for private-equity funds.", "categories": [["Pro PE Limited Partners"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-limited-partners?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-skips-rent-payments-as-coronavirus-hits-revenue-11586379714", "title": "WeWork Skips Rent Payments as Coronavirus Hits Revenue", "date": "2020-04-08 17:01", "summary": "Shared-office provider has yet to mail in its April rent check at numerous properties while it tries to renegotiate leases. WeWork has stopped paying rent at some U.S. locations, in the latest sign that the co-working company is aggressively trying to cut costs as the economic downturn eats into its revenue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-miller-tv-comedy-producer-dies-at-age-79-11586379402", "title": "Thomas Miller, TV Comedy Producer, Dies at Age 79", "date": "2020-04-08 16:56", "summary": "Successful shows launched by Miller/Boyett Productions included 'Perfect Strangers,' 'Full House' and 'Family Matters,' staples of ABC's prime-time lineup in the 1980s and 1990s. Thomas Miller, a producer instrumental in the creation of hit television shows including \"Happy Days,\" \"Laverne & Shirley\" and \"Full House\" along with films \"Silver Streak\" and \"Foul Play,\" died Sunday at age 79.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacking-groups-hunt-pandemic-opportunities-warn-u-s-british-officials-11586377708", "title": "Hacking Groups Hunt Pandemic Opportunities, Warn U.S., British Officials", "date": "2020-04-08 16:28", "summary": "The alert represents the governments' most-detailed warning yet about the extent and nature of the risk. WASHINGTON-Cybercriminals and sophisticated hacking groups tied to foreign adversaries are increasingly tying to take advantage of the coronavirus pandemic to target individuals and organizations, U.S. and British authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-allows-travel-industry-deal-rejecting-justice-department-antitrust-complaint-11586375871", "title": "Judge Allows Travel-Industry Deal, Rejecting U.S. Antitrust Complaint", "date": "2020-04-08 15:57", "summary": "Ruling could hamper antitrust enforcers in future cases. A Delaware federal judge rejected the Justice Department's challenge of a deal in which travel-booking service Sabre Corp. is seeking to acquire an industry upstart, a stinging ruling that could hamper antitrust enforcers in future cases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-farewell-and-modern-family-reviews-end-of-a-delightfully-edgy-dynasty-11586375803", "title": "'A Modern Farewell' and 'Modern Family' Reviews: End of a Delightfully Edgy Dynasty", "date": "2020-04-08 15:56", "summary": "A making-of special precedes the finale of the long running sitcom that gently pushed once-controversial topics.. Time hasn't really been a friend to the sitcom \"Modern Family.\" It's been quite a while since its precocious pre-adolescents were even adolescents. The trophy-wife joke has lost a bit of its luster. The young gay guys are going gray.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-captivating-online-habitat-11586375506", "title": "A Captivating Online Habitat", "date": "2020-04-08 15:51", "summary": "A new website from BBC America is a web-based safari of short-form nature programming.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divergence-in-oil-prices-shows-collapse-in-demand-11586354595", "title": "Divergence in Oil Prices Shows Collapse in Demand", "date": "2020-04-08 15:50", "summary": "Physical barrels of crude cost significantly less than futures, a sign that supply is swamping demand. Oil futures have rallied over the past week, lifted by hopes that the U.S. will join other producers in cutting production. But the price of actual barrels of oil has lagged behind, showing that supply is swamping demand as the coronavirus pandemic sparks a downturn in the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealthy-city-dwellers-seek-refuge-from-coronavirus-at-remote-ranches-11586373662", "title": "Wealthy City Dwellers Seek Refuge From Coronavirus at Remote Ranches", "date": "2020-04-08 15:21", "summary": "Urbanites are riding out the pandemic in shared ranch communities in low-density states like Montana, Wyoming and Utah, despite pleas from local and state officials to stay away. When Mark and Jenny Mummert heard about the coronavirus pandemic, they cut short their vacation in Cabo San Lucas, flew home to Atlanta to pick up one daughter and their two dogs, and chartered a flight to Ulery's Lakes-a gated community at the Moonlight Basin resort in Big Sky, Mont., where they bought 23 acres for $975,000 in 2014.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-quibis-bite-size-series-hbo-opens-it-vaults-trolls-world-tour-jumps-to-tv-11586373625", "title": "What to Watch: Quibi, 'Trolls World Tour' Jumps to TV and HBO's 'The Sopranos' Is Freed from the Paywall", "date": "2020-04-08 15:20", "summary": "This week, a new streaming service makes its debut; plus HBO opens its vault. It's week one of Quibi, the ballyhooed streaming entertainment app that promises to deliver high-grade Hollywood productions in a novel way-exclusively on subscribers' phones, in portions less than 10 minutes long. But as first-time users test the waters with a 90-day free trial, they may notice some throwbacks.", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-patients-are-at-higher-risk-from-coronavirus-infection-11586373499", "title": "Cancer Patients Are at Higher Risk From Coronavirus Infection", "date": "2020-04-08 15:18", "summary": "Treatments like chemotherapy can weaken immune systems, making cancer patients more likely to contract Covid-19. About two years ago, Pamela Dobay received a stem-cell transplant to treat her myelofibrosis, a rare type of bone marrow cancer. Today, she's fighting another battle for her life in an intensive care unit after testing positive with the new coronavirus. A ventilator has been helping 67-year-old Mrs. Dobay breathe for nearly two weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-sees-coronavirus-casting-a-long-shadow-on-economy-11586368770", "title": "Fed's Evans Sees Coronavirus Casting a Long Shadow on Economy", "date": "2020-04-08 15:18", "summary": "Federal Reserve Bank of Chicago president says consumers, businesses expending resources to stay afloat could impact eventual recovery. Federal Reserve Bank of Chicago President Charles Evans said he's expecting substantial economic pain during the second quarter due to the coronavirus crisis and warned that because companies and households are expending savings and other resources to hold on, that could weigh down a hoped for recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-proposes-delaying-new-accounting-rules-for-some-companies-because-of-coronavirus-11586373260", "title": "FASB Proposes Delaying New Accounting Rules for Some Companies Because of Coronavirus", "date": "2020-04-08 15:14", "summary": "The U.S. accounting standard-setter proposes implementation delays of rules on revenue recognition and leases. The Financial Accounting Standards Board is expected to delay implementation of accounting rules on revenue recognition and leases for certain companies, in what would be the accounting standard-setter's first major act of relief during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-hits-plan-makers-complicates-737-max-return-11586372882", "title": "Pandemic Hits Plane Makers, Complicates 737 MAX Return", "date": "2020-04-08 15:08", "summary": "Airbus slashes production rates, including for A320, a rival to MAX. The crisis that has embroiled the world's airlines is now hitting the industry's biggest aircraft makers, Boeing Co. and Airbus SE, and further challenging Boeing's efforts to return its 737 MAX to service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-new-york-residents-among-first-to-see-bigger-virus-unemployment-payments-11586362632", "title": "Illinois, New York Residents Among First to See Bigger Virus Unemployment Payments", "date": "2020-04-08 14:16", "summary": "The two states disburse $600 payments as others are under pressure to quickly distribute the funds. Illinois and New York workers have started receiving larger unemployment payments from expanded coronavirus benefits as the pandemic hits the U.S. labor market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-shut-stores-and-retailers-are-running-out-of-time-11586338200", "title": "Some Retail Chains Fight for Survival", "date": "2020-04-08 14:11", "summary": "With debt payments looming and access to loans uncertain, some chains are fighting for survival; 'retail bankruptcies are coming'. First, the store doors shut. Now, the walls are closing in.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-bailout-needs-more-than-banks-11586369358", "title": "Small-Business Bailout Needs More Than Banks", "date": "2020-04-08 14:09", "summary": "With big banks and online lenders struggling to fund Congress's $350 billion loan program, the Fed may ultimately need to backstop this market too. Trying to extend hundreds-of-billions of dollars of small-business credit through American banks is like putting a round peg into a square hole.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-allies-aim-to-keep-shaking-up-democratic-party-11586349367", "title": "Sanders's Allies Aim to Keep Shaking Up Democratic Party", "date": "2020-04-08 13:58", "summary": "Supporters of Vermont senator acknowledge he is unlikely to win presidential nomination, but they say 'he's no longer just a lone voice'. Bernie Sanders's allies are aiming to cement his legacy as the politician who pushed the Democratic Party to the left on health care, climate and more now that Joe Biden has been established as the presumptive nominee for president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-by-size-in-the-west-11586367568", "title": "Top Colleges by Size in the West", "date": "2020-04-08 13:39", "summary": "The University of California system and the Claremont Colleges consortium figure prominently in these lists from the WSJ/THE College Rankings. Five of the top 10 large colleges nationwide in the Wall Street Journal/Times Higher Education College Rankings are in the West, along with the country's highest-ranked small school.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-fight-coronavirus-in-department-as-1-in-5-go-out-sick-11586366632", "title": "New York Police Fight Coronavirus in Department as 1 in 5 Go Out Sick", "date": "2020-04-08 13:23", "summary": "Protocols and routines shift; department distributes thousands of masks, gloves and wipes. With nearly 20% of its uniformed workforce out sick amid the worst pandemic in a century, the New York Police Department has shifted its routines and turned fighting the new coronavirus in its ranks into a round-the-clock effort.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-coronavirus-crisis-burning-cash-angry-hosts-and-an-uncertain-future-11586365860", "title": "Airbnb's Coronavirus Crisis: Burning Cash, Angry Hosts and an Uncertain Future", "date": "2020-04-08 13:11", "summary": "With travel nearly at a standstill, the home-sharing giant is facing increasing losses and doubts about its planned public listing. Everything was supposed to come together for Airbnb in 2020.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-in-beijing-the-story-of-the-who-11586365090", "title": "Lost in Beijing: The Story of the WHO", "date": "2020-04-08 12:58", "summary": "China broke the World Health Organization. The U.S. has to fix it or leave and start its own group.. The World Health Organization isn't just \"China centric,\" as President Trump called it on Tuesday. It is also broken and compromised. The WHO fell short in its dithering reaction to the 2014 Ebola outbreak in West Africa, which claimed more than 11,000 lives. Now its response to the coronavirus pandemic shows it is willing to put politics ahead of public health. The way the WHO has consistently acted to placate China's leaders makes clear the need for fundamental reform.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-never-traded-on-confidential-coronavirus-information-11586365056", "title": "I Never Traded on Confidential Coronavirus Information", "date": "2020-04-08 12:57", "summary": "But to end the distraction, my family will divest from individual stocks.. While the American people are enduring the impact of Covid-19, I have become a top target of baseless attacks from political adversaries and the media. The truth, as I said when the accusations first surfaced, is that I have never used any confidential information I received while performing my Senate duties as a means of making a private profit. Nor has anyone in my family.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-cuts-salaries-furloughs-workers-under-coronavirus-shutdown-11586364779", "title": "Tesla Cuts Salaries, Furloughs Workers Amid Coronavirus Crisis", "date": "2020-04-08 12:53", "summary": "Silicon Valley electric-car maker hopes to resume U.S. production next month. Tesla Inc. is furloughing workers and cutting salaried employees' pay more than two weeks after it was forced to shut down production of its lone U.S. car assembly factory amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-calm-and-vote-on-11586364632", "title": "Keep Calm and Vote On", "date": "2020-04-08 12:50", "summary": "Exercising our rights amid the virus panic.. \"Wisconsin held its election Tuesday on schedule despite coronavirus,\" a Journal editorial notes. Also, the vote occurred despite aggressive and questionable efforts to postpone it. \"Americans have already temporarily lost some of our freedom and we shouldn't also toss out the rule of law,\" adds the editorial board.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-all-its-coronavirus-blunders-italy-offers-hope-for-other-democracies-11586364361", "title": "For All Its Coronavirus Blunders, Italy Offers Hope", "date": "2020-04-08 12:46", "summary": "Hard-hit country turns the corner despite reputation for rule-defying populace, dysfunctional bureaucracy. MILAN-Rapper Federico Lucia's music is filled with scathing lyrics about Italian society.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-testing-is-fine-but-its-not-a-panacea-11586364192", "title": "Virus Testing Is Fine, but It's Not a Panacea", "date": "2020-04-08 12:43", "summary": "If you are experiencing mild respiratory symptoms, keep calm and isolate on.. If you are one of many with a sore throat or runny nose, you may be anxious to get tested for the novel coronavirus (\"Health Facilities Develop Own Methods,\" The Coronavirus Pandemic, April 2). However, testing for the coronavirus won't benefit the majority of us.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkeley-leaving-no-child-digitally-behind-11586364232", "title": "Berkeley: Leaving No Child Digitally Behind", "date": "2020-04-08 12:43", "summary": "Mr. Solomon should know, however, that under federal laws public schools (unlike his first daughter's private school) cannot just plow ahead with a structure that excludes free access to any student.. Regarding Steven Davidoff Solomon's \"Berkeley Schools Leave Every Child Behind\" (op-ed, April 3): Prof. Solomon calls out the district for a major equity failure. Ironically, his point of comparison is the private school attended by the first of his two daughters, the same private school that presumably will not serve his second \"special needs\" daughter. As a Berkeley United School District (BUSD) parent and PTA president, I agree that the equity conundrum is very frustrating. A law professor like Mr. Solomon should know, however, that under federal law public schools (unlike his first daughter's private school) cannot just plow ahead with a structure that excludes free access to any student, whatever the special need and without threat of serious legal challenges with financial consequences to the district and the district taxpayers. What was really needed, at least in this district, would have been a short-term waiver of the actual federal statutes regarding free and public access for all students. That would be more apropos but perhaps, also ironically, the wrong approach. Because of those statutes BUSD went \"online\" a little later than the small private school, but it did so only after ensuring all of those connectivity-challenged households would also get connected. That's the good side of the federal laws, but one cannot avoid the challenges of the complexity they pose.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/execs-always-do-well-staffers-not-so-well-11586363943", "title": "Execs Always Do Well, Staffers Not So Well", "date": "2020-04-08 12:39", "summary": "I think companies should be giving stock options at the low strike price to lower-ranking employees so they might gain back what they are losing due to Covid-19. Regarding \"Hyatt Bosses Took Pay Cut but Stand to Gain on Awards\" (Business & Finance, April 1): I don't begrudge the executives getting stock options and awards, as they were planned a long time ago. They have the potential for a huge payout when the stock price recovers. However, I do think companies should be giving stock options at the low strike price to other employees so they might gain back what they are losing due to Covid-19. Offering stock options to employees also could ensure that laid-off employees return when business picks up again. This costs companies nothing up front but offers a huge benefit to the employees.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frugal-socialist-mayors-are-no-longer-so-fashionable-11586363890", "title": "Frugal Socialist Mayors Are No Longer So Fashionable", "date": "2020-04-08 12:38", "summary": "Let us not forget socialist Jasper McLevy, mayor of my hometown of Bridgeport, Conn., from 1933-57.. Regarding Michael Trinklein's \"Sanders Can Learn From 'Sewer Socialists'\" (op-ed, March 20): When discussing the frugal socialist mayors of Milwaukee let us not forget socialist Jasper McLevy, mayor of my hometown of Bridgeport, Conn., from 1933-57. When he refused to send trucks out to plow snow one winter because of the expense, he is said to have answered critics by pointing out that: \"God put the snow there, let him take it away.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yesterdays-reformers-are-todays-crusty-dinosaurs-11586363522", "title": "Yesterday's Reformers Are Today's Crusty Dinosaurs", "date": "2020-04-08 12:32", "summary": "Sal Nuzzo and Vittorio Nastasi applaud Florida's (and other states) temporary or permanent elimination of restrictions on doctors treating out-of-state patients via telemedicine connections.. At a time when doctors and others in the medical profession are being lauded as heroes of the coronavirus pandemic, Sal Nuzzo and Vittorio Nastasi applaud Florida's (and other states) temporary or permanent elimination of restrictions on doctors treating out-of-state patients via telemedicine connections (\"Florida's Pioneering Medical Reforms,\" op-ed, April 1). Shouldn't we also consider that the restrictions were originally instituted by those same doctors using their own medical associations to lobby state legislators in order to restrict competition from out-of-state doctors?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-make-a-buck-roger-11586363014", "title": "Time to Make a Buck, Roger", "date": "2020-04-08 12:23", "summary": "President Trump gives a green light for Americans to make money in outer space. With a pandemic raging here on Earth, it was easy to miss some big news in outer space this week.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-warns-of-difficult-decisions-ahead-as-coronavirus-hurts-sales-11586360801", "title": "McDonald's Warns Of Difficult Decisions Ahead", "date": "2020-04-08 12:15", "summary": "Sales in the U.S. plummeted in March as diners stayed at home. McDonald's Corp. said sales for its existing base of restaurants globally fell 22% last month as the coronavirus spread and the U.S. economy and others around the world shut down.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-peaks-new-york-citys-hospitals-prepare-live-or-die-guidance-11586362480", "title": "As Coronavirus Peaks, New York City's Hospitals Prepare 'Live or Die' Guidance", "date": "2020-04-08 12:14", "summary": "Health leaders and state health officials work on directives for which patients would get ventilators in worst-case scenarios. A surge in critically ill patients in New York City is forcing major hospitals to make worst-case scenario plans for who will live and die, as the coronavirus peaks and stretches emergency supplies.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-media-upstarts-rush-to-cut-costs-as-coronavirus-wipes-out-advertising-11586362288", "title": "Digital-Media Upstarts Cut Costs as Coronavirus Wipes Out Advertising", "date": "2020-04-08 12:11", "summary": "Viability of many outlets likely will depend on size of cash reserves, relationship with venture investors. Many digital-media companies began 2020 predicting this would be the year they would cross the goal line of profitability. Then the new coronavirus struck.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-cant-recognize-you-with-a-mask-on-heres-what-to-do-about-it-11586362256", "title": "iPhone Can't Recognize You With a Mask On? Here's What to Do About It", "date": "2020-04-08 12:10", "summary": "The coronavirus pandemic means we must wear masks, which makes unlocking our smartphones more difficult. There are hacked solutions, but the best advice is from medical pros.. Things to get used to in our new mask-wearing world: being trapped in our bad breath, telling people \"Hey! I'm smiling under here,\" and having phones that no longer recognize our faces. Punching in passwords? What is this, the Stone Age?", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-california-has-avoided-a-coronavirus-outbreak-as-bad-as-new-yorksso-far-11586349564", "title": "How California Has Avoided a Coronavirus Outbreak as Bad as New York's...So Far", "date": "2020-04-08 12:06", "summary": "Earlier stay-at-home orders and a less dense population have helped state manage pandemic, but risk remains high, particularly in L.A.. In New York, emergency rooms are overcrowded and refrigerated trucks house dead bodies in the street. In California, thousands of hospital beds are sitting empty and the state recently lent 500 ventilators to harder-hit states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bed-a-kiss-a-potato-video-calls-reveal-so-much-about-your-colleagues-11586361133", "title": "A Bed. A Kiss. A Potato. Video Calls Reveal So Much About Your Colleagues.", "date": "2020-04-08 11:52", "summary": "There are a lot of intimate, sometimes awkward peeks into the personal space of office mates, including 'some really bad wallpaper'. On a recent work call, Cleo Ravariere found her colleagues discussing an unlikely topic: the state of her bed.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-principal-is-relieving-stress-during-the-coronavirus-crisis-11586360808", "title": "How a Principal is Relieving Stress During the Coronavirus Crisis", "date": "2020-04-08 11:46", "summary": "Paterson, N.J., principal Rebecca Cecala must ensure students can access remote learning, while making sure her two boys are doing their lessons. In a series called How I Cope, we speak to people across the country about the things they are doing to relieve stress in these uncertain times due to the coronavirus pandemic. Rebecca Cecala, 40, is the principal of Paterson Public School 7 in Paterson, N.J. The school has about 250 students from grades five through eight. Ms. Cecala's husband is a math and science teacher in the district. They have two young sons and live in Bloomingdale, N.J.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-landlords-eyeing-tenants-with-jobs-who-didnt-pay-rent-11586355882", "title": "Some Landlords Eyeing Tenants With Jobs Who Didn't Pay Rent", "date": "2020-04-08 11:39", "summary": "Building owners start means-testing en masse to find out which residents are eligible to miss payments without penalty because of coronavirus-related job loss. With nearly a third of American renters failing to pay rent during the first week of April, landlords are scrambling to determine which tenants were excused because of lost jobs-and which ones are using the coronavirus as a cover for not paying.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-and-businessesturn-attention-to-eventual-reopeningof-22-trillion-u-s-economy-11586301615", "title": "Attention Turns to Eventual Reopening of U.S. Economy", "date": "2020-04-08 11:22", "summary": "Once social distancing slows coronavirus pandemic, tough questions follow over how to get the nation back to work: 'It isn't like a light switch on and off'. Government officials and business leaders are turning their attention to a looming challenge in the fight against the new coronavirus pandemic: Reopening a $22 trillion U.S. economy that has been shut down like never before.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-frustrated-travelers-battling-for-refunds-11586352329", "title": "The Frustrated Travelers Battling for Refunds", "date": "2020-04-08 11:20", "summary": "Some airlines, cruise ships and other travel companies have been slow delivering money back for trips canceled by the coronavirus pandemic. The feds have warned airlines that they must offer travelers a refund when the airline cancels a flight.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-ship-operators-idle-ships-in-droves-on-falling-trade-demand-11586359002", "title": "Ocean Carriers Idle Container Ships in Droves on Falling Trade Demand", "date": "2020-04-08 11:16", "summary": "More than 10% of the global boxship fleet are anchored as Western markets lock down against the coronavirus pandemic. Container ship operators have idled a record 13% of their capacity over the past month as carriers at the foundation of global supply chains buckle down while restrictions under the coronavirus pandemic batter trade demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-and-the-madness-francesa-rages-amid-the-coronavirus-11586349157", "title": "Mike and the Madness: Francesa Rages Amid the Coronavirus", "date": "2020-04-08 11:12", "summary": "In a tragedy that's both local and personal, an iconic sports radio growl locates a raw nerve. Mike Francesa was steamed.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-new-york-condo-developers-into-a-race-against-time-11586358110", "title": "Coronavirus Forces New York Condo Developers Into a Race Against Time", "date": "2020-04-08 11:01", "summary": "As construction across the city screeches to a halt, developers reckon with how to keep their projects funded while the pandemic rages on. After grappling with sluggish market for more than two years, developers of New York City's most luxurious condo towers are now confronting the unprecedented fallout of the coronavirus epidemic, which has ground construction, and many of their sales efforts, to a standstill.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-icu-coronavirus-patients-ordeal-is-far-from-over-11586356850", "title": "After ICU, Virus Patients' Ordeal Is Far From Over", "date": "2020-04-08 10:40", "summary": "Covid-19 puts the sickest people on ventilators. The experience can make for a tough recovery; like 'being buried alive'. After Jane Weinhaus was infected last month with the new coronavirus, the 63-year-old preschool teacher became so ill she was sedated and hooked up to a ventilator in Missouri Baptist Hospital.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-european-countries-prepare-to-ease-coronavirus-lockdown-restrictions-11586356776", "title": "First European Countries Prepare to Ease Coronavirus Lockdown Restrictions", "date": "2020-04-08 10:39", "summary": "Countries such as Austria and Denmark have begun to dial back their social-distancing measures. Europe is getting ready to reopen, slowly.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tractor-supply-ceo-talks-pet-food-hoarding-during-the-pandemic-11586355127", "title": "Tractor Supply CEO Talks Pet-Food Hoarding During the Pandemic", "date": "2020-04-08 10:12", "summary": "The former Macy's president predicts a drastically different and more Web-based retail landscape post-coronavirus. It was only three months ago that Hal Lawton took the helm of Tractor Supply Co. , whose nearly 2,000 stores nationwide cater to rural Americans with items from chicken coops to pet food.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sets-up-accelerated-push-to-cloud-for-cybersecurity-industry-11586282401", "title": "Coronavirus Sets Up Accelerated Push to Cloud for Cybersecurity Industry", "date": "2020-04-08 10:06", "summary": "On-site services will suffer, as will vendors that cater to small and midsize businesses, experts say. As the coronavirus pandemic shutters offices and batters the economy, experts say the largest-ever remote work experiment could supercharge the cybersecurity industry's shift to cloud services.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-doctors-leading-the-way-on-coronavirus-learned-from-aids-11586354416", "title": "The Lessons of AIDS for Today's Coronavirus Leaders", "date": "2020-04-08 10:00", "summary": "Anthony Fauci and Deborah Birx belong to a generation of physicians whose professional lives are bookended by two lethal viruses. This is what the infectious-disease leaders who came of age in the 1980s know now.. Nearly 40 years ago, a young immunologist opened the latest issue of the scientific publication on his desk. What he read that day would change Anthony Fauci's life.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-coronavirus-to-cause-deep-u-s-contraction-13-unemployment-11586354400", "title": "WSJ Survey: Coronavirus to Cause Deep U.S. Contraction, 13% Unemployment", "date": "2020-04-08 10:00", "summary": "Economists polled by The Wall Street Journal expect employers to cut 14.4 million jobs. The coronavirus pandemic will cause a severe economic contraction, 14.4 million job losses and a spike in the unemployment rate this spring, with an economic recovery starting the second half of the year, economists forecast in a Wall Street Journal survey.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-wont-stand-in-way-of-pg-e-settlement-vote-11586353782", "title": "Bankruptcy Judge Won't Stand in Way of PG&E Settlement Vote", "date": "2020-04-08 09:49", "summary": "The judge presiding over the utility's bankruptcy refused to order more disclosures to wildfire victims as they vote on a $13.5 billion settlement proposal. The judge overseeing PG&E Corp.'s bankruptcy has rejected efforts to slow down voting on a proposed $13.5 billion settlement for wildfire victims as negotiations over certain terms continue.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-coronavirus-selloff-far-flung-local-currency-bonds-whip-back-on-investors-11586353411", "title": "Far Flung Local Currency Bonds Whip Back on Investors", "date": "2020-04-08 09:43", "summary": "Among the hardest-hit countries are those that rely the most on foreigners to buy their government bonds. Investors flooded into the domestic bond markets of many emerging economies over the past decade, seeking higher returns than they could get at home. But the coronavirus selloff has put that money into fast retreat, leaving fund managers nursing losses and local economies without a key source of financing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-poses-accuracy-challenge-for-u-s-economic-data-11586338200", "title": "Coronavirus Poses Accuracy Challenge for Economic Data", "date": "2020-04-08 09:27", "summary": "Lockdowns and business closures make it harder for statistical agencies to gather information. WASHINGTON-U.S. statistical agencies are struggling to measure the economy during disruptions from the coronavirus pandemic, with lockdowns and widespread business closures making it harder to gather information.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/put-down-the-phone-100-non-screen-activities-to-occupy-your-kids-in-quarantine-11586350800", "title": "Put Down the Phone: 100 (Nonscreen) Activities to Occupy Your Kids in Quarantine", "date": "2020-04-08 09:00", "summary": "Tag? Bread-baking? Ghost stories? Here's a whole bunch of simple but fun activities to do around the house.. With families holed up at home, we pulled together a list of 100 nonscreen activities to keep kids engaged. Most use supplies you might already have. Others require not much more than your brain and your feet. Some involve even less-and can help occupy kids while parents are working.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-bond-yields-rise-as-europe-signals-lack-of-cohesion-11586350690", "title": "Italian Bond Yields Rise as Europe Signals Lack of Cohesion", "date": "2020-04-08 08:58", "summary": "Questions arise about the eurozone's willingness to support Italy as finance ministers fail to agree on a response. Italian government-bond yields rose as Europe's finance ministers failed to agree on a collective response to the economic impact of the coronavirus crisis.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-curious-popularity-of-chinas-banks-11586345800", "title": "The Curious Popularity of China's Banks", "date": "2020-04-08 08:45", "summary": "Mainland Chinese investors have been buying Hong Kong-listed technology and bank stocks. The latter bet looks harder to justify.. Bank stocks are out of favor in New York and London as investors worry about bad loans and banned dividends. In Hong Kong, though, Chinese investors seem hopeful that large lenders will be just fine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-movies-watch-corona-streaming-11586349288", "title": "Some of the World's Best Directors on What to Watch Right Now", "date": "2020-04-08 08:36", "summary": "Now that you've blazed through 'Tiger King,' some slightly more upmarket fare: Recommendations for the best of world cinema from Oscar-nominated directors like Sofia Coppola, Luca Guadagnino and Yorgos Lanthimos. Great minds think alike-even among the world's best film directors. Both the American director Sofia Coppola and the Greek director Yorgos Lanthimos, most recently of 2018's The Favourite, are spending their quarantine streaming hours watching Sydney Pollack's cross-dressing classic, Tootsie. French director Claire Denis (2018's High Life), the Italian Luca Guadagnino (2017's Call Me By Your Name), Coppola and Lanthimos are all enjoying masterpieces of Asian cinema. And the English director Emerald Fennell-who acted in The Crown as Camilla Parker Bowles and directed the upcoming film Promising Young Woman, starring Carey Mulligan-was recently knocked out by Greta Gerwig's Little Women (2019).", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-to-ignore-the-haywire-inflation-data-thats-coming-11586333495", "title": "Get Ready to Ignore the Haywire Inflation Data That's Coming", "date": "2020-04-08 08:28", "summary": "For the next several months, consumer-price index data won't reflect the drastic change in consumption patterns, and won't guide policy makers in the usual way. On Friday, investors will get their first look at U.S. inflation data since strict measures to curb the spread of coronavirus began. But over the coming months, headline consumer price inflation will be next to useless for understanding either the economy or how policy makers might act to support it. Investors should get used to tuning it out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-loans-turn-dangerous-11586347202", "title": "Bankruptcy Loans Turn Dangerous", "date": "2020-04-08 08:03", "summary": "For years, supplying bankruptcy financing was a safe and lucrative way to make money off corporate defaults. Now, investors aren't so sure.. One of Wall Street's favorite ways to make money off corporate defaults is being tested-just as the economic crisis pushes more companies to the brink of bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-save-billions-in-taxes-by-shifting-assets-around-globe-11586347201", "title": "Companies Save Billions in Taxes by Shifting Assets Around Globe", "date": "2020-04-08 08:00", "summary": "Corporations have found new ways to cut future tax bills after legal changes in the U.S. and Europe. Multinational corporations are devising new strategies to keep their taxes low, saving billions of dollars by navigating around attempts by the U.S. and European countries to tighten the tax net.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-make-30-000-ventilators-for-national-stockpile-in-489-million-contract-11586347203", "title": "GM to Make 30,000 Ventilators for National Stockpile", "date": "2020-04-08 08:00", "summary": "Car maker expected to deliver 6,100 ventilators by June 1 and remainder by the end of August. General Motors Co. is making 30,000 ventilators for the national stockpile in a $489.4 million contract with the Department of Health and Human Services, as surging Covid-19 cases have tested medical capacities across the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhan-coronavirus-ground-zero-lifts-lockdown-and-many-rush-to-leave-11586317466", "title": "Wuhan, Coronavirus Ground Zero, Lifts Lockdown and Many Rush to Leave", "date": "2020-04-08 07:47", "summary": "Cars stream in and out of the city, trains and planes resume operating, more than two months after authorities sealed the city to curb the outbreak. WUHAN, China-Tens of thousands of people, some in full protective gear, poured out of Wuhan on Wednesday, thronging the city's airport, railway stations and highways as authorities lifted an 11-week lockdown of the coronavirus pandemic's initial epicenter.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-bailing-on-aircraft-leasing-funds-11586346246", "title": "Investors Are Bailing on Aircraft Leasing Funds", "date": "2020-04-08 07:44", "summary": "Investors in London Stock Exchange-listed funds enjoyed solid returns for years but as the global airline industry is pummeled by coronavirus, some of those investors are looking for the exits. LONDON-The coronavirus pandemic has upended the airline industry, halting travel and grounding planes. Now, the sector's pain is spreading to a little-known corner of the market where investors have enjoyed heady returns for years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/birthday-parties-amid-coronavirus-zoom-parades-tossing-gifts-through-windows-11586343601", "title": "Birthday Parties Amid Coronavirus: Zoom, Parades, Tossing Gifts Through Windows", "date": "2020-04-08 07:00", "summary": "Social distancing forces parents to get creative. Allyson Murphy's son Sean went on a \"fox-finding mission\" for his sixth birthday. Not a fox hunt, but a scavenger hunt to count printed images of his favorite animal taped to his neighbors' windows.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-food-supply-chain-frays-as-people-stay-home-11586343607", "title": "India's Food Supply Chain Frays as People Stay Home", "date": "2020-04-08 07:00", "summary": "Country's reliance on people power to harvest, distribute and sell goods leaves it vulnerable during coronavirus shutdown. NEW DELHI-Two weeks into the world's biggest lockdown, India's food supply chain is struggling with a shortage of one of its crucial commodities: people.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-under-fire-for-failing-to-get-aid-to-struggling-small-businesses-11586343600", "title": "SBA Under Fire for Failing to Get Aid to Struggling Small Businesses", "date": "2020-04-08 07:00", "summary": "Many businesses have applied for the emergency grants-and are still waiting for the money to arrive. WASHINGTON-A federal program to help small companies weather the coronavirus fallout has failed to distribute funds quickly, according to lawmakers, business advocates and entrepreneurs, many of whom are counting on the aid to survive.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-star-behind-4-000-coronavirus-return-peers-into-crystal-ball-11586343603", "title": "Hedge Fund Star Behind 4,000% Coronavirus Return Peers Into Crystal Ball", "date": "2020-04-08 07:00", "summary": "Mark Spitznagel's investors made over 40 times their money last quarter, but they don't have to agree with his economic view. Financial news outlets are full of predictions these days by investors who allegedly \"called the coronavirus collapse\" for what they think will happen next. A leaked client letter from a hedge fund star who made an absolute killing in the selloff promising a peek into his \"magical crystal ball\" is practically financial catnip.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comfort-reads-how-the-catcher-in-the-rye-can-help-you-cope-11586341849", "title": "Comfort Reads: How 'The Catcher in the Rye' Can Help You Cope", "date": "2020-04-08 06:30", "summary": "J.D. Salinger's beloved 1951 classic offers inspiration for weathering anxiety and a time-traveler's guide to midcentury Manhattan. MANY OF US find it hard to separate the pleasures of \"The Catcher in the Rye\" from memories of the peevish delight it gave us as teenagers. From the first page, where narrator Holden Caulfield insists he won't be sharing his \"goddam autobiography or anything,\" J.D. Salinger's 1951 novel was and remains irresistibly irreverent. Then comes his decimating verbal attack on the prep school that has expelled him-\"on account of I was flunking four subjects and not applying myself and all,\" says our surly, often hilarious hero. Holden, mentally fragile and keenly observant, escapes to spend a couple of days in his hometown, Manhattan, doing whatever he pleases before slinking back to his parents' Upper East Side apartment. We follow him on a distinctly New York odyssey that seems especially wistful in the spring of 2020-from a Midtown ice-skating rink to a \"jam-packed\" nightclub in Greenwich Village to \"mobbed and messy\" Broadway, as he comments on the \"jerks, \"phonies\" and \"knockouts\" he encounters along the way. Salinger's descriptions of the city aren't always rosy, but reading them induces a poignant nostalgia-not just for midcentury New York but for just a few weeks ago, before the city became the epicenter of the deadly coronavirus and the stay-at-home orders drained Manhattan of its incessant hustle.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-curb-the-coronavirus-hong-kong-shows-the-world-masks-work-11586338202", "title": "To Curb the Coronavirus, Hong Kong Tells the World Masks Work", "date": "2020-04-08 06:03", "summary": "City embraces widespread use of face coverings alongside other measures to slow spread of disease. HONG KONG-With the U.S. government recommending Americans wear facial coverings to curb the new coronavirus, this mask-obsessed city directly in the path of the pandemic's first wave is an example of a community that started early-and remains convinced that masks helped slow the contagion.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-a-third-of-u-s-renters-didnt-pay-april-rent-11586340000", "title": "Nearly a Third of Apartment Renters Didn't Pay April Rent", "date": "2020-04-08 06:00", "summary": "Some tenants will be temporarily protected from eviction by a patchwork of federal and local laws. Nearly a third of U.S. apartment renters didn't pay any of their April rent during the first week of the month, according to new data to be released Wednesday by the National Multifamily Housing Council and a consortium of real-estate data providers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-look-to-ramp-up-automation-investments-amid-pandemic-11586338202", "title": "CFOs Look to Ramp Up Automation Investments Amid Pandemic", "date": "2020-04-08 05:30", "summary": "Companies weigh new technologies to strengthen their shared services, customer relationship management. Finance chiefs are considering hastening investments in automation initiatives to better manage their companies' finances and operations despite facing revenue declines stemming from the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-lawmaker-uses-road-trip-zoom-fundraisers-to-govern-amid-coronavirus-11586338202", "title": "Michigan Lawmaker Uses Road Trip, Virtual Town Halls to Govern Amid Coronavirus", "date": "2020-04-08 05:30", "summary": "Rep. Haley Stevens shares Detroit's manufacturing headaches, reads constituents' dispatches from Covid-19 hot spots at night. Shortly after her Ford Explorer pulled into her driveway late Saturday night, Rep. Haley Stevens (D., Mich.) posted a short tweet. \"Home,\" she wrote, adding emojis to reflect her love for the Mitten State.", "categories": [["Politics", "Making It Work"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-face-shortages-of-tech-gear-as-coronavirus-forces-shipment-delays-11586338202", "title": "Employers Face Shortages of Tech Gear as Coronavirus Forces Shipment Delays", "date": "2020-04-08 05:30", "summary": "The technology that has enabled the sudden shift to remote work is in short supply. Corporate technology leaders are facing shortages of laptops and other devices that have enabled the sudden shift to remote work amid the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-faces-surge-in-sale-of-coronavirus-face-masks-with-potential-risks-11586318535", "title": "Instagram Draws Surge in Offers of Masks With Potential Risks", "date": "2020-04-08 00:02", "summary": "Parent company Facebook struggles to block users from taking advantage of pandemic, report finds. Thousands of Instagram accounts are hawking medical face masks that could be fraudulent or pose a safety risk, according to a report by an independent research group, a sign of Facebook Inc.'s struggles to police users who appear to be taking advantage of the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-hispanic-new-yorkers-account-for-disproportionate-number-of-coronavirus-deaths-11586359447", "title": "Mayors Move to Address Racial Disparity in Covid-19 Deaths", "date": "2020-04-08 00:01", "summary": "Divide is caused by more pre-existing medical conditions, less access to health care, jobs requiring physical contact. Big city mayors are scrambling to adopt measures to address racial disparities emerging in data this week on new coronavirus cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586290481", "title": "Pepper...and Salt", "date": "2020-04-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-closure-extended-to-june-on-coronavirus-worries-11586379763", "title": "Broadway Closure Extended to June", "date": "2020-04-08 00:01", "summary": "Many in industry expect it to take even longer before the lights are on again. Broadway theaters will remain dark through June 7 because of the coronavirus pandemic, but industry professionals said it might be weeks, if not months, after that date before shows can open.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-approves-then-disapproves-betting-on-elections-11586384497", "title": "West Virginia Approves, Then Disapproves, Betting on Elections", "date": "2020-04-08 00:01", "summary": "Governor says he thought election betting was a joke, but then learned a lottery official actually approved it. Sports-betting operator FanDuel Group said this week that West Virginia, in what seemed like a historic move, had become the first state to allow wagering on U.S. elections. The sportsbook posted its first odds on the 2020 presidential election, favoring President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-invigorating-spring-saladeven-if-your-produce-isnt-looking-lively-11586362519", "title": "An Invigorating Spring Salad-Even if Your Produce Isn't Looking Lively", "date": "2020-04-08 00:01", "summary": "This recipe adapts to suit the state of your crisper drawer, and the mustard vinaigrette packs a delightful punch. SPRING IS HERE, even if the change in seasons is glimpsed longingly, through a window. In Brooklyn, N.Y., where chef Sohui Kim lives with her husband and business partner, Ben Schneider , and their two children, staying home is critical; the borough has been hit hard by the pandemic. Like so many, Ms. Kim is limiting food deliveries. Salad greens, which wilt fast, aren't always the most practical purchase. But chicories like radicchio are a different story. \"They're considered a winter green,\" said Ms. Kim. \"They keep longer than, say, butter lettuces.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tanzanias-leader-urges-people-to-worship-in-throngs-against-coronavirus-11586347200", "title": "Tanzania's Leader Urges Mass Worship Against Coronavirus", "date": "2020-04-08 00:01", "summary": "President John Magufuli scorns social distancing, sees Jesus Christ as antidote to 'satanic' virus. As most of the world goes into lockdown to halt the spread of coronavirus, Tanzania's president is taking a different tack: encouraging people to go pray in churches and mosques to quell a \"satanic\" virus that can only be cured by divine intervention.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/country-folk-music-singer-john-prine-73-dies-from-covid-19-11586309968", "title": "John Prine, Singer-Songwriter Known for Wit and Warmth, Dies of Coronavirus at 73", "date": "2020-04-08 22:05", "summary": "Master storyteller with Midwestern roots had been hospitalized with Covid-19. John Prine, a country-folk music icon whose witty and heartfelt songs of love, protest and social commentary helped shape a generation of songwriters, has died from complications related to the novel coronavirus. He was 73 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-fema-companies-offer-critical-coronavirus-supplies-the-government-cant-buy-11586276450", "title": "Companies Offer FEMA Critical Supplies the Government Can't Buy", "date": "2020-04-08 21:16", "summary": "Within federal agency coordinating pandemic response, such dead-ends are known as 'vaporware'. More than 1,000 companies responded to the Federal Emergency Management Agency's call about two weeks ago to provide needed supplies to fight the coronavirus pandemic, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-days-hundreds-of-deaths-new-yorks-worst-week-yet-tests-its-coronavirus-response-11586308180", "title": "Seven Days, Hundreds of Deaths: New York's Worst Week Yet Tests Its Coronavirus Response", "date": "2020-04-08 21:09", "summary": "The pandemic has sparked the grit and ingenuity of the medical community in the nation's hardest-hit city. Sharon Pollard, director for respiratory care at Long Island Jewish Medical Center in New Hyde Park, N.Y., had eight ventilators left and needed more. Overnight, at least 17 new patients required them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coronavirus-death-toll-nears-75-000-as-lockdowns-tighten-11586254730", "title": "Global Coronavirus Death Toll Passes 81,000 as Lockdowns Tighten", "date": "2020-04-08 20:52", "summary": "Number of confirmed cases rises to more than 1.4 million world-wide; U.S. cases surpass 396,000. The U.S. death toll from the new coronavirus rose sharply, with nearly 50% more people killed Tuesday than any previous day in the epidemic, according to a Wall Street Journal analysis of data from Johns Hopkins University.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-says-small-business-loan-program-needs-more-funding-11586275489", "title": "Lawmakers, White House Vow to Quickly Provide More Small-Business Loans", "date": "2020-04-08 20:42", "summary": "Senate Majority Leader Mitch McConnell says he aims to approve more funding this week. WASHINGTON-The Trump administration and top lawmakers said they hope to move within days to approve hundreds of billions of dollars in new funding for small-business loans, citing widespread demand for assistance from firms hit by shutdowns related to the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-becomes-an-unlikely-social-climber-11586305954", "title": "Pinterest Becomes an Unlikely Social Climber", "date": "2020-04-08 20:32", "summary": "Social media upstart shows its ad business isn't as disposable as some feared. Now, more than ever, the world needs inspiration-apparently.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-paying-more-than-10-interest-on-1-billion-financing-announced-monday-11586297484", "title": "Airbnb Paying More Than 10% Interest on $1 Billion Financing", "date": "2020-04-08 20:22", "summary": "Airbnb's new investors get free warrants based on company valuation of $18 billion. Airbnb Inc. agreed to pay its new investors interest at a rate of more than 10% and to strengthen its leadership, in return for the $1 billion in additional funding announced Monday, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-approaches-its-coronavirus-peak-11586260801", "title": "Detroit Approaches Its Coronavirus Peak", "date": "2020-04-08 20:20", "summary": "The city's role in the global auto industry and its poverty are factors; Central City Integrated Health shows the struggles downtown. DETROIT-Detroit, the center of one of the worst coronavirus outbreaks in the country, is forecast by public officials to hit its peak of new cases this week, and its neighborhoods of poverty and populations with poor health outcomes are compounding the outbreak's ferocity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acquitted-cardinal-pell-remains-a-polarizing-figure-in-australia-church-11586265201", "title": "Acquitted Cardinal Pell Remains a Polarizing Figure in Australia, Church", "date": "2020-04-08 20:18", "summary": "Pell is most senior Catholic cleric ever to be tried for sexually abusing children. The reversal of Cardinal George Pell's conviction on child sex-abuse charges generated support and anger in Australia and around the world and left leaders of the Catholic Church in a difficult position as they continue to deal with a prolonged crisis over clerical wrongdoing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-releases-160-migrants-over-coronavirus-risk-11586304725", "title": "ICE Releases 160 Migrants Over Coronavirus Risk", "date": "2020-04-08 20:12", "summary": "Authorities are reviewing the cases of other detainees who could be at risk to contract the new coronavirus. WASHINGTON-Federal immigration authorities have released more than 160 migrants from detention and are reviewing the cases of other detainees who could be at risk to contract the new coronavirus, the Trump administration said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-jack-dorsey-pledges-1-billion-to-charity-including-coronavirus-relief-11586304174", "title": "Twitter's Dorsey Pledges $1 Billion to Charity, Including Coronavirus Relief", "date": "2020-04-08 20:02", "summary": "Tech executive puts Square stock toward effort, says move represents more than a quarter of his wealth. Twitter Inc. co-founder and Chief Executive Jack Dorsey has pledged to set aside $1 billion to fund charitable causes starting with relief efforts toward the novel coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]