[{"link": "https://www.wsj.com/articles/secs-jay-clayton-thrust-into-political-minefield-11592689317", "title": "SEC's Jay Clayton Thrust Into Political Minefield", "date": "2020-06-20 18:20", "summary": "Attorney General William Barr has chosen the Securities and Exchange Commission's chairman to be next U.S. attorney in Manhattan. When Jay Clayton emerged as the Trump administration's pick to run the Securities and Exchange Commission three years ago, Wall Street embraced the idea of having a top regulator who didn't come from politics or government enforcement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serta-simmons-overcomes-holdouts-on-debt-restructuring-11592679711", "title": "Judge Rejects Bid to Block Serta Simmons Restructuring", "date": "2020-06-20 18:10", "summary": "Mattress maker is given green light to close a contested debt restructuring, despite objections from holdouts including Apollo, Angelo Gordon. A New York judge cleared the way for Serta Simmons Bedding LLC to move forward with a disputed restructuring of its debt, ruling against holdout investors, including Apollo Global Management Inc., that accused the mattress maker of treating them unfairly.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attempt-to-remove-prosecutor-raises-host-of-unsettled-legal-questions-11592679619", "title": "Attempt to Remove Prosecutor Raises Unsettled Legal Questions", "date": "2020-06-20 15:00", "summary": "Move to oust Manhattan U.S. Attorney Geoffrey Berman creates uncertainty over one of the country's most important law enforcement jobs. WASHINGTON-The attempted removal Friday of Manhattan U.S. Attorney Geoffrey Berman has once again plunged the Trump administration into uncharted legal territory, raising novel legal questions about the president's power to remove certain prosecutors.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-ceo-jeff-shell-has-no-time-for-hollywood-egos-11592625714", "title": "NBCUniversal's New Boss Has No Time for Hollywood Egos", "date": "2020-06-20 13:54", "summary": "The new chief wants to shake up the entertainment giant as quickly as possible, throwing out old conventions. The pandemic is giving him license to do it.. LOS ANGELES-Quentin Tarantino proposed a costly idea during a pitch to Universal Pictures executives for his 2015 western \"The Hateful Eight.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-denies-justice-department-request-to-block-bolton-book-11592663539", "title": "Judge Declines to Block Bolton Book but Criticizes Ex-Trump Adviser", "date": "2020-06-20 13:01", "summary": "Judge rules the book is already widely publicized, but says 'Bolton likely published classified materials. The government is likely to succeed on the merits.'. A federal judge said John Bolton likely \"jeopardized national security\" in rushing to publish a memoir that may contain classified information, but he rejected the Justice Department's request to immediately block further dissemination of the book given many of its revelations have already been made public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-win-right-to-liquidate-millions-in-luckin-coffee-stock-owned-by-chairman-11592671127", "title": "Banks Win Right to Liquidate Millions in Luckin Stock Owned by Chairman", "date": "2020-06-20 12:59", "summary": "Charles Lu moves to retain control over board as accounting probe looms. Banks including Credit Suisse Group AG have won court orders to liquidate tens of millions of dollars in Luckin Coffee Inc. stock owned by embattled Chairman Charles Lu, a development that could weaken his control over the company as a crucial shareholder vote looms.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-topped-donald-trump-in-may-fundraising-11592669786", "title": "Biden Topped Trump in May Fundraising", "date": "2020-06-20 12:16", "summary": "Biden's haul outpaced Obama's re-election fundraising in the same month in 2012 by about $20 million. Presumptive Democratic presidential nominee Joe Biden, ahead in national and many swing-state polls, also has pulled in front of President Trump in the monthly money race, outraising the president by about $7 million in May, according to the campaigns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-remove-confederate-statues-from-capitol-faces-hurdles-11592662452", "title": "Push to Remove Confederate Statues From Capitol Faces Hurdles", "date": "2020-06-20 10:56", "summary": "House Speaker Pelosi wants 12 statues removed but decision currently is in hands of states; Virginia looks to pull statue of Robert E. Lee. WASHINGTON-The effort to remove statues from the U.S. Capitol that honor men who served in the Confederacy has gained new momentum in the wake of nationwide protests over racism against African-Americans, but disagreements in Congress and the power of states in selecting the figures could slow the overhaul of the collection.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-manhattan-offers-clues-on-how-to-live-post-pandemic-11592661601", "title": "Lower Manhattan Offers Clues on How to Live Post-Pandemic", "date": "2020-06-20 10:00", "summary": "Among lessons learned from Sept. 11 recovery, more housing in commercial districts would make New Yorkers less dependent on crowded subways. As New York City looks to reinvent itself for the post-pandemic era, lower Manhattan offers a few lessons on how to recover from disaster.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-stocks-risk-another-covid-19-jolt-11592661600", "title": "Health-Care Stocks Risk Another Covid-19 Jolt", "date": "2020-06-20 10:00", "summary": "Hospitals are returning to normal, but rising case counts could derail the stock rally. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-sellers-made-2-6-billion-off-wirecards-plunge-but-not-without-scars-11592654586", "title": "Short Sellers Made $2.6 Billion Off Wirecard's Plunge, but Not Without Scars", "date": "2020-06-20 09:32", "summary": "Short sellers have been attacking the fintech company's business practices for over a decade with little reward-until now. Investors betting against shares in Wirecard AG , the stricken German fintech company, hit a prodigious payday this week. For some passionate critics of the company, the reward wasn't just in money, but in vindication.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-teach-kids-to-use-passwords-11592658901", "title": "How to Teach Kids to Use Passwords", "date": "2020-06-20 09:15", "summary": "Good password practices can start even before a child knows how to read. Here's an age-by-age guide.. It's crucial to teach children good password hygiene and computer security from an early age.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-has-pushed-car-buying-online-its-expected-to-stick-11592658001", "title": "The Pandemic Has Pushed Car Buying Online. It's Expected to Stick.", "date": "2020-06-20 09:00", "summary": "Auto industry efforts to spur digital vehicle sales are finally gaining traction, leading dealers to trim positions in showrooms. When the coronavirus pandemic hit Michigan in early March, managers at LaFontaine Chevrolet quickly pushed to move more of the dealership's sales operations online. Now, they say many of those changes will remain.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-stimulus-for-the-markets-whiplash-11592658001", "title": "Thank Stimulus for the Market's Whiplash", "date": "2020-06-20 09:00", "summary": "The winners and losers of the latest boom have been twisted by the extraordinary power of money from central banks and governments. From a high enough vantage point, this year's move from boom to bust to boom looks much like a normal market response to an outside shock, only far faster. But examine it more closely and it becomes clear that the winners and losers have been twisted by the extraordinary power of money from central banks and governments.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-juneteenth-protests-around-the-u-s-11592586428", "title": "Photos: Juneteenth Demonstrations Around the U.S.", "date": "2020-06-20 08:33", "summary": "Americans demonstrated in cities across the country to mark Juneteenth, a holiday that commemorates the emancipation of enslaved African-Americans, and to demand changes to the justice system. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-christies-star-sees-the-future-of-art-sales-in-an-app-11592654400", "title": "Former Christie's Star Sees the Future of Art Sales in an App", "date": "2020-06-20 08:00", "summary": "Loïc Gouzer, who orchestrated the $450 million Leonardo da Vinci sale, is rolling out a members-only app that will auction one work of art a week. A former Christie's rainmaker who left the art world two years ago after masterminding some of the industry's biggest sales-including a $450 million Leonardo da Vinci-has reemerged with a virtual auction platform of his own.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-live-from-the-archive-11592650800", "title": "The Staying Inside Guide: 'Live' From the Archive", "date": "2020-06-20 07:00", "summary": "Two New York City Ballet programs that first aired as part of PBS's 'Live From Lincoln Center' are going online, one of them abridged to remove a controversial character.. After postponing its scheduled streaming of two archived New York City Ballet programs that first aired as part of PBS's \"Live From Lincoln Center\" series, \"Lincoln Center at Home\" has rescheduled and altered its offerings.", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-tankers-changes-course-in-volatile-oil-markets-11592602310", "title": "Maersk Tankers Changes Course in Volatile Oil Markets", "date": "2020-06-20 07:00", "summary": "The company wants to manage ships rather than own them as sharp pricing swings and geopolitics rattle tanker operators. Maersk Tankers A/S is resetting its business model as it tries to navigate volatile energy markets that are sending earnings in the oil products shipping sector on a tumultuous ride.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/val-demings-touts-police-record-in-biden-vp-bid-i-chose-tough-jobs-11592645400", "title": "Val Demings Emphasizes Police Background in Biden VP Bid", "date": "2020-06-20 05:30", "summary": "As protests against police brutality continue, Florida congresswoman emphasizes law-enforcement experience in joining calls for reforms. As a sixth-grader attending an integrated school for the first time, Val Demings wore an orange badge signifying her position on \"school patrol,\" which was responsible for helping students cross the street. It was her first taste of authority and rule enforcement.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/niche-job-sites-help-workers-businesses-get-back-to-work-after-lockdowns-11592645401", "title": "Niche Job Sites Help Workers, Businesses Get Back to Work After Lockdowns", "date": "2020-06-20 05:30", "summary": "Venture investors see promise in industry-specific employment startups. Startups and investors believe that the coronavirus pandemic will accelerate trends towards niche job and career sites and away from generalist sites like LinkedIn and Indeed.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-turnabout-sba-says-it-will-disclose-names-of-big-ppp-borrowers-11592610165", "title": "In Turnabout, SBA to Disclose Names of Big PPP Borrowers", "date": "2020-06-20 04:01", "summary": "Disclosures will be made for loans above $150,000 under pressure from Congress. WASHINGTON- Bowing to bipartisan pressure in Congress, the Trump administration said it would release the names of borrowers who received Paycheck Protection Program loans of $150,000 or more, accounting for about 75% of funds lent through the program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-u-s-attorney-geoffrey-berman-stepping-down-from-post-11592618520", "title": "Manhattan Prosecutor Refuses to Leave Post, Setting Up Showdown With Attorney General", "date": "2020-06-20 00:35", "summary": "'I have not resigned, and have no intention of resigning,' Berman says; Trump plans to nominate SEC Chairman Jay Clayton to succeed Berman. A high-stakes fight over control of the nation's most prominent federal prosecutor's office broke out Friday night, as Manhattan U.S. Attorney Geoffrey Berman rejected Attorney General William Barr's assertion that Mr. Berman had resigned from his post.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deeper-meaning-of-a-debate-about-debates-11592627192", "title": "The Deeper Meaning of a Debate About Debates", "date": "2020-06-20 00:26", "summary": "The Trump campaign team showed that it recognizes the president may need more debates to close the gap with Joe Biden as Election Day approaches. President Trump's campaign advisers talked this week with a leader of the nonpartisan national debate commission, and asked for an additional debate to be added to the schedule.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592594674", "title": "Pepper...and Salt", "date": "2020-06-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-forward-to-the-end-of-humanity-11592625661", "title": "Looking Forward to the End of Humanity", "date": "2020-06-20 00:01", "summary": "Covid-19 has spotlighted the promise and peril of 'transhumanism,' the idea of using technology to overcome sickness, aging and death.. It sounds bitterly ironic now, in the midst of a global pandemic, but not long ago some of the most forward-looking people in the world believed that humanity was close to abolishing death. \"If you ask me today, is it possible to live to be 500? The answer is yes,\" said Bill Maris, the founder of Google Ventures, in 2015. Three years later, biomedical researcher Aubrey de Grey estimated that \"people in middle age now have a fair chance\" of never dying.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-harvard-professor-who-offers-leadership-lessons-to-corporate-america-11592625658", "title": "The Harvard Professor Who Offers Leadership Lessons to Corporate America", "date": "2020-06-20 00:00", "summary": "Uber Technologies, Riot Games and WeWork asked Frances Frei to help them improve everything from management to gender inequality. She looks to several Harvard Business School colleagues for her own advice.. Frances Frei always thought she was going to be a college basketball coach. Now, she's coaching companies.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iphone-isnt-the-cash-cow-it-once-was-apple-isnt-worried-11592625642", "title": "The iPhone Isn't the Cash Cow It Once Was. Apple Isn't Worried.", "date": "2020-06-20 00:00", "summary": "The number of people buying their first iPhone is declining. Apple's annual Worldwide Developers Conference this coming week will showcase how the technology giant is diversifying so that it no longer has to rely so heavily on its signature product.. For most of the past decade, the story of Apple Inc. has been the story of the iPhone. Yet in that time, Apple has learned a neat trick: how to get roughly 1 billion iPhone owners to fork over money for a strategically expanding number of non-iPhone products and services.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-summers-drive-in-movie-craze-a-guide-for-old-fans-and-newbies-11592625636", "title": "This Summer's Drive-In Movie Craze: A Guide", "date": "2020-06-20 00:00", "summary": "Outdoor movie theaters are the sleeper hit of the summer. Across the country, the old-school diversion is swiftly adapting to coronavirus times. Here, 10 delightful drive-ins, from Colorado to Vermont.. THE DRIVE-IN is dead.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/18-movies-to-stream-instead-of-taking-a-vacation-11592625623", "title": "18 Movies to Stream Instead of Taking a Vacation", "date": "2020-06-20 00:00", "summary": "Even if housebound, you can still escape to the lake, island or fantastical forest of your choosing. These outdoorsy movies-available to stream-fill the vacation void. Plus: Snack recipes and the best backyard projectors.. If you want a boating adventure", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-seek-to-seize-miami-penthouse-allegedly-linked-to-republic-of-congo-presidents-son-11592615406", "title": "Prosecutors Seek to Seize Miami Penthouse Allegedly Linked to Republic of Congo President's Son", "date": "2020-06-20 22:54", "summary": "Prosecutors say the condo was bought with money misappropriated from a state-owned oil company. U.S. prosecutors are looking to seize a penthouse in a luxury condominium tower in Miami that they say a son of the Republic of the Congo's president bought with money embezzled from the country's state-owned oil company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-wont-reinstate-captain-of-uss-theodore-roosevelt-11592591161", "title": "Navy Won't Reinstate Captain of USS Theodore Roosevelt", "date": "2020-06-20 21:39", "summary": "Capt. Brett Crozier's ship was at center of largest coronavirus outbreak in U.S. military. The Navy concluded Friday that it shouldn't reinstate Capt. Brett Crozier as commander of the USS Theodore Roosevelt, the ship at the center of the largest coronavirus outbreak to strike the U.S. military.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-juneteenth-tulsa-prepares-for-unrest-as-protesters-march-nationwide-11592579808", "title": "On Juneteenth, Tulsa Prepares for Unrest as Protesters March Nationwide", "date": "2020-06-20 20:58", "summary": "City expects up to 100,000 as Trump supporters gather ahead of president's rally and demonstrators protest police killings of black Americans. TULSA, Okla.-Demonstrators marched on cities across the country to mark Juneteenth and demand law-enforcement reforms, as officials here prepared for the convergence of up to 100,000 people protesting police violence and Trump supporters gathering for the president's Saturday rally.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-19-2020-11592557819", "title": "Stocks End Mostly Lower as Apple Closes Stores", "date": "2020-06-20 20:35", "summary": "The store closures stoked fears of another coronavirus-related lockdown. The Dow Jones Industrial Average abruptly turned lower Friday after Apple said it was closing some stores due to a rise in coronavirus cases, stoking fears of another lockdown.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}]