[{"link": "https://www.wsj.com/articles/nevada-democrats-dial-back-the-tech-to-avoid-an-iowa-style-debacle-11582207909", "title": "Nevada Democrats Dial Back the Tech to Avoid an Iowa-Style Debacle", "date": "2020-02-20 18:58", "summary": "Party leaders are assembling tech troubleshooters and lots of volunteers, and ditching tablets for paper if precinct leaders feel more comfortable doing so. The Nevada State Democratic Party is dialing back on technology for its presidential caucuses to avoid a repeat of the meltdown that befell Iowa's nominating contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-suggests-trump-administration-could-delay-toll-plan-11582242598", "title": "Cuomo Suggests Trump Administration Could Delay Toll Plan", "date": "2020-02-20 18:49", "summary": "New York governor says dust-up over immigration may hold up congestion-pricing plan; federal officials call claims 'off base'. New York Gov. Andrew Cuomo suggested Thursday the Trump administration could delay plans to implement a congestion charge on vehicles entering Manhattan.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-michigan-president-apologizes-to-any-victims-of-abuse-by-deceased-doctor-11582241244", "title": "University of Michigan President Apologizes to Any Victims of Abuse by Deceased Doctor", "date": "2020-02-20 18:27", "summary": "Allegations from five women reported between 1970s and 2002. The president of the University of Michigan apologized on Thursday to any victims of sexual abuse by a now deceased doctor who worked for the school for more than 30 years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-does-the-u-s-have-so-few-confirmed-coronavirus-cases-11582241112", "title": "Why Does the U.S. Have So Few Confirmed Coronavirus Cases?", "date": "2020-02-20 18:25", "summary": "How officials can prepare for a disease that's likely more widespread than CDC numbers show.. A mere 15 cases of the Wuhan coronavirus have been diagnosed in the U.S., according to the Centers for Disease Control and Prevention, and that number hasn't budged in a week. But the true number of cases is unknown, because the U.S. is testing only those who recently arrived from China or have been in close contact with confirmed patients. Public-health authorities need to be prepared for a wider outbreak.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tensions-with-china-help-ease-trumps-visit-to-india-11582241073", "title": "Tensions With China Help Ease Trump's Visit to India", "date": "2020-02-20 18:24", "summary": "But Washington and New Delhi have growing differences over trade.. When Donald Trump makes his first visit to India as president next week, there will be one thing keeping U.S.-India relations on track: China.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mexico-sues-google-over-childrens-data-privacy-11582240443", "title": "New Mexico Sues Google Over Children's Data Privacy", "date": "2020-02-20 18:14", "summary": "State alleges tech company's education platform improperly gathers students' personal data, tracks their online behavior. New Mexico sued Alphabet Inc.'s Google, alleging that the internet giant knowingly spies on students and their families through its Google Education platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-manufacturers-bet-on-simulation-software-11582240105", "title": "More Manufacturers Bet on Simulation Software", "date": "2020-02-20 18:08", "summary": "Tool allows auto makers and others to assess how changes to a line will affect production. Demand is growing for a software tool that allows manufacturers to test new or re-engineered production lines before flipping the \"on\" switch.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-lawmakers-seek-to-decriminalize-polygamy-11582239510", "title": "Utah Lawmakers Seek to Decriminalize Polygamy", "date": "2020-02-20 17:58", "summary": "Sponsor says bill will help 'otherwise law-abiding consenting adults who practice polygamy'. Utah could decriminalize polygamy for the first time in 85 years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/les-wexner-gives-up-control-of-victorias-secret-11582203604", "title": "Retail Icon Les Wexner Casts Off Victoria's Secret", "date": "2020-02-20 17:46", "summary": "Billionaire agrees to sell 55% stake in Victoria's Secret to private-equity firm, steps down after 57 years as CEO of parent L Brands. For more than five decades, Les Wexner brought fashion to the masses through mall stores across America, but the 82-year-old billionaire's decision to part ways with Victoria's Secret is an admission that he couldn't revive the troubled lingerie brand he had built on shopping centers and sex appeal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooter-in-german-killings-had-racist-motive-officials-say-11582191499", "title": "German Killings Spark Debate Over Far-Right Terror Threat", "date": "2020-02-20 17:44", "summary": "Chancellor Angela Merkel said in a televised address that racism was a poison that was likely behind the assault and other recent crimes in Germany. BERLIN-A gunman killed at least nine people in an immigrant neighborhood near Frankfurt after writing a screed calling for the extermination of entire ethnic groups, authorities said, fueling a tense political debate over the rise of far-right extremism in Germany.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-extends-gains-against-yen-11582222170", "title": "Dollar Extends Gains Against Yen", "date": "2020-02-20 17:38", "summary": "Yen's decline came despite selling in U.S. stocks and a rally in Treasurys, a departure from the usual pattern. The dollar rose sharply against the yen for the second straight session Thursday, fueling discussion about a shift in currency markets.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-health-service-declines-to-release-report-on-sexual-abuse-11582222349", "title": "Indian Health Service Declines to Release Report on Sexual Abuse", "date": "2020-02-20 17:37", "summary": "The agency cites a law meant to protect medical reviews but some legal experts question that rationale. The U.S. Indian Health Service says it can't disclose a report that identifies the officials responsible for mishandling a government pediatrician who abused Native American boys for decades, citing a law meant to protect medical reviews.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-accuses-city-of-inflating-taxi-medallion-values-11582238062", "title": "New York Attorney General Accuses City of Inflating Taxi Medallion Values", "date": "2020-02-20 17:34", "summary": "Letitia James is demanding that the city pay $810 million or face a lawsuit. New York Attorney General Letitia James demanded $810 million from New York City on Thursday, accusing the city's taxi regulator of playing a role in fraudulently inflating the value of taxi medallions.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-overhauls-rules-for-dna-evidence-in-criminal-cases-11582225199", "title": "NYPD Overhauls Rules for DNA Evidence in Criminal Cases", "date": "2020-02-20 17:33", "summary": "Changes are designed to increase transparency and fairness in police use of DNA, NYPD commissioner says. The New York Police Department is updating its rules for the collection and use of DNA evidence, a critical tool that has come under scrutiny for its growing role in criminal investigations and prosecutions, Commissioner Dermot Shea said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-irans-parliamentary-elections-matter-11582236948", "title": "Why Iran's Parliamentary Elections Matter", "date": "2020-02-20 17:15", "summary": "On Friday, Iranians head to the polls to elect 290 new members of parliament. Here is what to look for. What is the role of parliament in Iran?", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-forgive-some-business-fines-11582236940", "title": "New York City to Forgive Some Business Fines", "date": "2020-02-20 17:15", "summary": "Waiving of some violations intended to help small businesses. Small businesses in New York City will get a reprieve from some fines, as officials work to help struggling local shops.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-posts-loss-11582204261", "title": "ViacomCBS Posts Loss as It Unveils Streaming Plans", "date": "2020-02-20 17:12", "summary": "In the first earnings report since its merger closed, company posts net loss of $258 million. ViacomCBS Inc. reported a loss in the final quarter of last year as Viacom completed its merger with sister company CBS and prepared to compete with the likes of Netflix Inc. in the increasingly crowded arena of online streaming video.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-surge-is-pie-in-the-sky-11582218599", "title": "Domino's Surge Is Pie in the Sky", "date": "2020-02-20 17:11", "summary": "Domino's stock is pricing in too much optimism despite a thriving business. Business is hot at Domino's Pizza, but its stock is even hotter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-elections-come-against-background-of-tensions-at-home-and-abroad-11582236651", "title": "Iran Elections Come Amid Tensions at Home and Abroad", "date": "2020-02-20 17:10", "summary": "Conservatives seek to bolster power; some threaten boycott after many reformist candidates disqualified. TEHRAN-Iran's leadership is pushing for a high turnout at Friday's parliamentary elections, as conservatives seek to consolidate power in the face of mounting economic challenges at home and worsening tensions with the U.S.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-cruise-line-cancels-asia-voyages-through-september-11582209786", "title": "Norwegian Cruise Line Cancels Asia Voyages Through September", "date": "2020-02-20 17:06", "summary": "Company expects coronavirus epidemic to hurt full-year adjusted earnings, capacity growth. Norwegian Cruise Line Holdings Ltd. said it has canceled its voyages in Asia across three brands through the end of September as the coronavirus epidemic weighs on its bottom line.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-delays-plan-to-diversify-some-queens-schools-11582235999", "title": "De Blasio Delays Plan to Diversify Some Queens Schools", "date": "2020-02-20 16:59", "summary": "Public workshops on whether to dezone District 28 will now run through the end of the year. New York Mayor Bill de Blasio has extended the timeline on a hotly debated plan to diversify schools in a swath of Queens.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyers-22-minimum-wage-is-a-net-loss-11582235375", "title": "Tom Steyer's $22 Minimum Wage Is a Net Loss", "date": "2020-02-20 16:49", "summary": "While individuals below the poverty line would see their family incomes increase by $7.7 billion, the cost to families above the poverty line would be a decline of $16.3 billion, or $8.7 billion more than the benefit for lower-income families as firms raise prices considerably to cover their increased wage costs.. Your editorial \"Tom Steyer's $22 Minimum Wage\" (Feb. 13) points out that a major problem with excessively increasing the minimum wage is lost jobs. But it fails to note the very significant impact even an increase to $15 (let alone $22) would have on American family income.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-isnt-trashing-the-electoral-college-11582235322", "title": "Virginia Isn't Trashing the Electoral College", "date": "2020-02-20 16:48", "summary": "The National Popular Vote Interstate Compact fully preserves the Electoral College.. Your editorial \"Will Virginia Drop the Electoral College?\" (Feb. 18) is based on a false premise. The National Popular Vote Interstate Compact doesn't \"drop\" the Electoral College nor does it perform an \"end run\" on the Electoral College. The editorial confuses the voting method of awarding electors with the Electoral College, which is the electoral system prescribed by the framers of the Constitution. As adopted by 15 states and the District of Columbia and under ongoing consideration by Virginia's legislature, the compact fully preserves the Electoral College.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-sisters-exemplify-christian-charity-in-action-11582235224", "title": "March Sisters Exemplify Christian Charity in Action", "date": "2020-02-20 16:47", "summary": "Behind the women, beautifully framed, we see possibly well-fed parishioners walking into the church on the hill.. Regarding Charlotte Allen's opinion of Greta Gerwig's latest film (\"God Goes Missing in 'Little Women,'\" Houses of Worship, Feb. 7): I would have been as disappointed as she if I hadn't seen as much abiding faith in the film as in the book. Having seen it three times (and counting), I registered something the second time about the director's commitment to the characters' inner journeys that perhaps the writer missed: the background as the hungry girls and Marmee walked their Christmas breakfast to neighbors. Behind the women, beautifully framed, we see possibly well-fed parishioners walking into the church on the hill.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/importing-extraterrestrial-life-could-be-a-real-hazard-11582235271", "title": "Importing Extraterrestrial Life Could Be a Real Hazard", "date": "2020-02-20 16:47", "summary": "The 1971 sci-fi classic \"The Andromeda Strain\" could become a reality.. Regarding Brad King's \"Earth to Billionaires: Finding Life Is Space's Final Frontier\" (op-ed, Feb. 8): Current events have us witnessing the emergence of a viral scourge, the coronavirus, with a genesis right here on terra firma.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shouldnt-everyone-study-dr-kings-vision-of-unity-11582235140", "title": "Shouldn't Everyone Study Dr. King's Vision of Unity?", "date": "2020-02-20 16:45", "summary": "One has to wonder if the outraged and accusatory individuals share in Dr. King's teachings.. Regarding Heather Mac Donald's \"Uproar Over Essays Turns MLK's Dream Inside Out\" (op-ed, Feb. 7): The Rev. Dr. Martin Luther King Jr.'s vision was that \"my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.\" One has to wonder if the outraged and accusatory individuals share in Dr. King's teachings. The irony is that their criticism comes across as if they are adherents of Malcolm X's vision for a separated society: \"We go for separation. Separation is when you have your own. You control your own economy; you control your own politics; you control your own society; you control your own everything.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-paint-mixed-picture-on-cloudy-outlook-11582193972", "title": "Stocks Drop in Rocky Session", "date": "2020-02-20 16:37", "summary": "Investors remain concerned about China's efforts to contain the coronavirus outbreak and its potential economic implications. U.S. stocks dropped Thursday in a volatile session as concerns mounted that the coronavirus outbreak could have more of an impact on corporate earnings and global growth than investors initially believed.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connections-word-of-mouth-drive-trumps-clemency-choices-11582213153", "title": "Connections, Word of Mouth Drive Trump Clemency Choices", "date": "2020-02-20 16:36", "summary": "The president's pardons and sentence commutations were influenced by advice from allies, as well as a woman he freed from prison. To get a clemency case on a president's desk, it often comes down to who you know. That dynamic is even more acute in the current White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-flock-to-tech-options-as-stocks-soar-11582231135", "title": "Traders Flock to Tech Options as Stocks Soar", "date": "2020-02-20 16:24", "summary": "The biggest tech companies have powered 45% of the S&P 500's total return this year. A surge in technology shares has propelled U.S. stocks to new heights this year. Options traders are betting that the record run in tech will continue.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-is-buying-e-trade-betting-on-littler-customers-11582201440", "title": "Morgan Stanley to Buy E*Trade in Bid for Small Investors", "date": "2020-02-20 16:20", "summary": "Investment bank will pay $13 billion for the e-broker, doubling down on wealth management. Morgan Stanley is buying E*Trade Financial Corp. in a $13 billion deal that will reshape the storied investment bank and firmly stake its future on managing money for regular people.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-shares-jump-after-results-11582206902", "title": "Domino's Pizza Delivers Strong Sales and Profit", "date": "2020-02-20 16:15", "summary": "Chain is investing in its own delivery capabilities, skipping external partnerships. Domino's Pizza Inc. has demonstrated it can generate strong sales and profit without sending its pies to customers via food-delivery companies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-cfo-frank-witter-to-step-down-in-june-2021-sources-say-11582207948", "title": "Volkswagen CFO to Step Down in June 2021", "date": "2020-02-20 16:09", "summary": "He has led the German auto maker's finances since 2015. BERLIN- Volkswagen AG Chief Finance Officer Frank Witter said he plans to step down at the end of June 2021 for personal reasons.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunters-review-revenge-is-the-best-revenge-11582232425", "title": "'Hunters' Review: Revenge Is the Best Revenge", "date": "2020-02-20 16:00", "summary": "A group of Nazi hunters in 1970s New York try to prevent the rise of a Fourth Reich.. 'Hunters\" (Friday, Amazon Prime) is set in 1970s New York, home to an improbable organization of plotters dedicated to finding Nazis in America and disposing of them. Such are the facts that confront 19-year-old Jonah (Logan Lerman) in episode 1 of this richly inventive and also frequently appalling 10-part series about a handful of Jews and allies of various faiths, races and sexual preferences-\"Hunters\" can't be charged with slighting diversity requirements-who constitute the group that tracks the Nazis. Certain members of the team, survivors of the death camps, have vivid personal memories of those Germans. Furthermore it's recently become clear that more Germans like those devoted to Hitler are everywhere in America now and they're not just living quiet lives-they're part of a movement to create a Fourth Reich.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emma-review-style-sense-shallow-sensibility-11582231884", "title": "'Emma': Style Sense, Shallow Sensibility", "date": "2020-02-20 15:51", "summary": "A photographer's eye colors Autumn de Wilde's screen adaptation of the Austen novel.. It's a small thing, to be sure, but one of those details that reflects a larger approach to style in \"Emma,\" Autumn de Wilde's screen adaptation of the oft-filmed Jane Austen novel. Near the beginning Bill Nighy, as the heroine's father, Mr. Woodhouse, makes an attention-getting entrance. Descending a flight of stairs, he jumps down the last two or three steps, landing firmly on his feet with a resounding bang.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-call-of-the-wild-review-arctic-meltdown-11582231903", "title": "'The Call of the Wild': Arctic Meltdown", "date": "2020-02-20 15:51", "summary": "A CG pooch is the liveliest part of a production that otherwise goes to the dogs.. They got it all wrong in \"The Call of the Wild,\" a woefully inept retelling, or re-re-retelling, of the Jack London story about a comfortably domesticated California dog named Buck finding his true feral self in the Yukon during the Gold Rush. This latest iteration of Buck is so lifelike, thanks to the wonders of computer animation, and the people around him are such lifeless caricatures, that the studio should have given the pooch the gift of speech and kept the humans mercifully mute.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-five-senior-iranian-officials-ahead-of-parliamentary-elections-11582231741", "title": "U.S. Blacklists Five Senior Iranian Officials Ahead of Parliamentary Elections", "date": "2020-02-20 15:49", "summary": "Treasury Department alleges the officials prevented fair elections in Iran. The U.S. imposed sanctions on five senior Iranian officials for allegedly preventing fair and free elections in Iran, the U.S. Treasury Department said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-head-demands-new-york-end-restrictions-on-sharing-drivers-license-data-11582231034", "title": "ICE Head Demands New York End Restrictions on Sharing Driver's License Data", "date": "2020-02-20 15:44", "summary": "Director Matthew Albence called restrictions 'dangerous to our officers and our agents'. TROY, N.Y.-The head of the federal Immigration and Customs Enforcement agency called on state officials to reverse restrictions on sharing driver's license data that went into effect last year.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-extend-rebound-after-eia-inventory-report-11582219389", "title": "Oil Prices Extend Rebound After Inventory Report", "date": "2020-02-20 15:26", "summary": "Weekly inventory figures showed U.S. crude stockpiles rose less than expected last week. Oil prices edged higher Thursday, preserving a recent recovery after weekly inventory figures showed U.S. crude stockpiles rose less than expected last week, quelling some fears about the impact of the coronavirus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-unknown-chinese-audio-brands-might-just-be-the-best-11582229017", "title": "These Unknown Chinese Audio Brands Might Just Be the Best", "date": "2020-02-20 15:03", "summary": "No-name audio devices from China can output better sound than big-label gear. But locating these 'Chi-Fi' alternatives has been a unique pain-until now. MANY OF THE fine details captured in a music recording-the textured cascade of hand claps in Chic's \"Le Freak\" or Billie Eilish's breathy inhalation before she begins each verse-rarely make their way to your ears. To blame: low-quality audio streams or equipment too crude to reproduce such sonic subtleties. Happy to shell out massive bucks to hear every nuance, audiophiles have been known to spend more than $1,000 for earphones from Campfire Audio, more than $10,000 for amps from Shindo Labs or upward of $20,000 for speakers by Bowers & Wilkins.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-swiss-asset-manager-gam-plans-more-job-cuts-11582213173", "title": "Embattled Swiss Asset Manager GAM Plans More Job Cuts", "date": "2020-02-20 14:52", "summary": "Crisis-hit company embarks on a cost-cutting drive. LONDON-Swiss asset manager GAM Holding AG said it would slash jobs and streamline its operations as part of a new cost-cutting strategy aimed at stabilizing itself after nearly two years of turmoil.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blues-for-an-alabama-sky-review-engrossingly-old-fashioned-11582228282", "title": "'Blues for an Alabama Sky' Review: Engrossingly Old-Fashioned", "date": "2020-02-20 14:51", "summary": "Struggling New Yorkers get mixed up with a fresh-off-the-bus widower in Keen Company's staging of Pearl Cleage's play. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founders-of-hedge-fund-senator-splitting-up-11582228148", "title": "Founders of Hedge Fund Senator Splitting Up", "date": "2020-02-20 14:49", "summary": "A rift had grown between the founders of the $6.9 billion company. The founders of $6.9 billion hedge-fund firm Senator Investment Group are splitting up after 12 years together, following a rift that had grown between the two.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-takes-defensive-posture-in-democratic-debate-11582196400", "title": "Bloomberg Takes Defensive Posture in Debate", "date": "2020-02-20 14:45", "summary": "Former mayor is likely to face more attacks from rivals ahead of the March 3 primaries. In his first appearance on a debate stage in the Democratic presidential-primary race, Michael Bloomberg apologized, rolled his eyes, occasionally got booed and stayed mostly silent unless he was responding to an attack from another candidate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evacuation-of-diamond-princess-set-off-race-for-u-s-hospital-beds-11582219636", "title": "Evacuation of Diamond Princess Set Off Race for U.S. Hospital Beds", "date": "2020-02-20 14:39", "summary": "The arrival of 14 evacuees with the new coronavirus tested the U.S. public health system's readiness to handle an influx of cases. The evacuation of Americans from the Diamond Princess cruise ship docked in Japan turned into a sprint to find hospital beds after 14 evacuees tested positive for the new coronavirus, in a test of U.S. public-health readiness to handle an influx of cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-wanted-everyone-to-talk-about-baseball-just-not-like-this-11582227326", "title": "Baseball Wanted Everyone to Talk About Baseball. Just Not Like This.", "date": "2020-02-20 14:35", "summary": "The Astros scandal brings a rush of attention to a sleepy sport. It isn't good.. Remember when baseball was boring? This was a grave concern, not long ago. If one wanted to bash Major League Baseball, the easiest button to push was its alleged boringness: How the game's analytic and strategic evolutions had conspired to make nine innings an increasingly unwatchable endeavor. If you wished to be fancy, you could layer a cultural point on top, arguing that baseball's languid pace was out of sync with need-it-now modern life, and, because of this, it was losing younger eyeballs. MLB was introducing new wrinkles, but it was probably too late. Nobody was talking about baseball. It was dull, dull, dull-a sports dodo, puttering toward extinction.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidias-feast-or-famine-11582225978", "title": "Nvidia's Feast or Famine", "date": "2020-02-20 14:12", "summary": "The chip maker's data-center business roars back-at least until the next 'digestion' phase. Cloud giants are feasting on Nvidia 's chips again. The company had better hope they don't step away from the table soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-astrology-apps-are-rising-11582225104", "title": "Why Astrology Apps Are Rising", "date": "2020-02-20 13:58", "summary": "Trendy apps are exposing many to astrology in convenient, surprisingly thorough ways. But some old-school zodiac fans aren't signing up. ASTROLOGY TAKES 'DESTINY' and gives ardent believers something to attribute it to-or to blame it on. Didn't get that promotion you obviously deserved? At war with a partner? Mercury must be retrograde.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-warns-of-coronavirus-blow-as-profits-slump-11582185087", "title": "Maersk Warns of Lower Earnings From Coronavirus Impact", "date": "2020-02-20 13:55", "summary": "The world's biggest container ship operator says efforts to hold back the spread of the virus are weighing on both China's exports and imports. A.P. Moeller-Maersk A/S is facing a weak year as the coronavirus outbreak takes a toll on shipping volumes and freight rates after broader market conditions sent the Danish shipping giant to an unexpected fourth-quarter loss.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-tycoon-clayton-williams-survived-oil-bust-flopped-in-politics-11582224673", "title": "Texas Tycoon Survived Oil Bust, Flopped in Politics", "date": "2020-02-20 13:51", "summary": "Entrepreneur, riding high on cowboy image, blew a big lead in polls to lose 1990 gubernatorial election. Clayton \"Claytie\" Williams, a Texas oil and natural-gas entrepreneur, diversified into telecommunications in the mid-1980s and decided to star in television ads for his long-distance service. Though he was only 5-foot-8, Mr. Williams managed to channel John Wayne in those ads as he rode a horse across one of his ranches.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-blamed-for-october-cyberattack-on-georgia-11582221495", "title": "Russia Blamed for October Cyberattack on Georgia", "date": "2020-02-20 13:44", "summary": "U.S. and Britain say unit of Moscow's military spy agency was responsible for wide-scale disruption. MOSCOW-The U.S. and Britain joined Georgia in blaming Russia for a large-scale cyberattack that knocked out thousands of government, private and media websites in the Caucasus country in October.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-happy-meal-for-nutrisystems-owner-11582224201", "title": "No Happy Meal for Nutrisystem's Owner", "date": "2020-02-20 13:43", "summary": "Shares of Tivity Health plunged as it took a charge for the acquisition of the diet-nutrition provider. Thanks to this diet company's struggles, investors are shedding pounds.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-a-four-season-dress-really-exist-11582223939", "title": "Does a Four-Season Dress Really Exist?", "date": "2020-02-20 13:38", "summary": "Whether there's a bona fide year-round style is debatable, but these chic tricks can extend some frocks' life spans from winter through fall. FOR MARGE SIMPSON or Wilma Flintstone, a single dress suffices for any season, be it a Springfield summer or prehistoric winter. In real life, most dresses lack that versatility. A long-sleeved, stretch-wool Alaïa sheath might be a winter mainstay, but wear it in June and you'll be drenched with sweat. Gabriela Hearst's sleeveless, blue linen midi deserves to get out a lot in August, but it's not so hot an option come frigid February.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-feel-like-this-is-the-end-a-million-fleeing-syrians-trapped-by-assads-final-push-11582223922", "title": "'I Feel Like This Is the End': A Million Fleeing Syrians Trapped by Assad's Final Push", "date": "2020-02-20 13:38", "summary": "Resume Subscription. Amro Akoush and his family fled their home in northwest Syria with no time to pack a bag and no vehicle to escape the machine-gun fire and falling bombs. Mr. Akoush carried only a son and daughter, one in each arm.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/build-a-smoother-smoothie-youve-earned-it-11593627203", "title": "Build a Smoother Smoothie. You've Earned It.", "date": "2020-02-20 13:31", "summary": "With a calming shot of rum and considerably less sugar, this grown-up riff on an Orange Julius takes the edge off winter (and aging). FEBRUARY MAY BE the shortest month, but it sure doesn't feel that way. Call it ennui season: those weary weeks of midwinter when the holiday glow has long since receded, but spring green is still nowhere in sight. The only cure is distraction-preferably in the form of a flight to Cabo, but I've found that in the absence of such a windfall, some liquid sunshine will suffice.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elisabeth-mosss-fresh-horrors-invisible-man-11582222106", "title": "Elisabeth Moss's Fresh Horrors", "date": "2020-02-20 13:30", "summary": "In a modern adaptation of \"The Invisible Man,\" the actress adds an empowering twist.. Since the publication of H.G. Wells' 1897 novel, The Invisible Man, there have been at least a dozen movie and TV adaptations, each a kind of Rorschach test for its era. Among them have been a 1970s TV series harping on fears of the Soviets and a high-budget 2000 film focused on the pitfalls of scientific progress-namely, it's sometimes the creepiest people who reap technology's rewards.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-tests-world-banks-pandemic-insurance-11582136298", "title": "Coronavirus Outbreak Tests World Bank's Pandemic Insurance", "date": "2020-02-20 13:17", "summary": "If the pandemic-catastrophe bonds are triggered, critics say any eventual payments could be too little, too late. It's the third month of the coronavirus outbreak, and investors still don't know whether the first-ever pandemic-insurance policy will pay out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-u-s-coronavirus-quarantine-a-hankering-for-home-comforts-11582221548", "title": "Inside the U.S. Coronavirus Quarantine: a Hankering for Home Comforts", "date": "2020-02-20 12:59", "summary": "Resume Subscription. David Huang couldn't be more grateful to be back in the United States, after landing a seat on an evacuation flight out of Wuhan, China, during the coronavirus lockdown.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/morgan-stanley-didnt-get-a-discount-for-this-broker-11582221068", "title": "Morgan Stanley Didn't Get a Discount for This Broker", "date": "2020-02-20 12:51", "summary": "There is sound logic to buying E*Trade, but the rich price sets a high bar for creating value for investors in the near term. There is a lot to like about Morgan Stanley 's most ambitious foray beyond Wall Street, but there isn't yet a lot to bank on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-says-me-too-to-leftism-11582220737", "title": "Bloomberg Says Me Too to Leftism", "date": "2020-02-20 12:45", "summary": "On policy, there's not much to differentiate him from Klobuchar, Buttigieg or Biden.. What's the difference between Mike Bloomberg, Joe Biden, Pete Buttigieg and Amy Klobuchar? That's the question. On it rests all the prospects for the former New York mayor's bid for the presidency.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-arrested-in-london-mosque-attack-11582217026", "title": "Suspect Arrested in London Mosque Attack", "date": "2020-02-20 12:34", "summary": "Police say victim, a man in his 70s, was stabbed and taken to the hospital. LONDON-A 29-year-old man was arrested on suspicion of attempted murder after a person was stabbed in a London mosque Thursday, according to British police.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelitys-parent-company-is-spinning-out-its-akoya-personal-data-startup-11582202940", "title": "Fidelity Is Spinning Out Its Personal-Data Startup", "date": "2020-02-20 12:30", "summary": "FMR wants to jump-start use of platform that gives consumers more control over how their financial data is shared. Fidelity Investments' parent company is spinning out its software startup that gives consumers more control over how their bank-account information is shared with tax, budget and other online financial applications.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-241-billion-in-debt-11582218798", "title": "Treasury to Sell $241 Billion in Debt", "date": "2020-02-20 12:13", "summary": "The U.S. Treasury Department's auctions in the coming week will include two-, five- and seven-year notes. The U.S. Treasury Department will auction $241 billion in securities next week, comprising $178 billion in new debt and $63 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-big-workplace-software-providers-to-merge-11582212671", "title": "Two Big Workplace-Software Providers to Merge", "date": "2020-02-20 12:11", "summary": "Ultimate Software and Kronos together would have enterprise value of $22 billion. Ultimate Software and Kronos Inc. are merging in a deal creating a big new player in workplace-software products.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sound-of-comfort-11582218473", "title": "The Sound of Comfort", "date": "2020-02-20 12:07", "summary": "Exploring music's power to soothe in trying times.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-homeowners-across-the-country-spring-signals-a-time-to-sell-11582217640", "title": "For Homeowners Across the Country, Spring Signals a Time to Sell", "date": "2020-02-20 11:54", "summary": "WSJ's Seller's Guide includes exclusive analysis of the top buyer's and seller's markets in the U.S., plus expert advice from real-estate agents and home sellers. Ready, set, sell. While all real estate is local, as the saying goes, the one constant is that February is the month when the spring market looms and sellers nationwide begin prettying their properties and readying them to list.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-essential-insiders-guide-to-walt-disney-world-11582216720", "title": "The Essential Insider's Guide to Walt Disney World", "date": "2020-02-20 11:38", "summary": "How to tackle Florida's most diverting domain sensibly? We asked four regulars to share their favorite attractions and distractions. CROSSING THE THRESHOLD into Walt Disney World's nearly 40 square miles of parks and rides, resorts, restaurants and golf courses, all connected by a hurtling Monorail, it's easy to see the roots of the \"Experimental Prototype Community of Tomorrow\"-or Epcot for short. Indeed, it might seem as if you landed in a futuristic utopia, albeit one with man-sized rodents doling out hugs. Opened in 1982, Epcot was the second of the now four conjoined theme parks the Walt Disney Company built in Orlando. The first, the Magic Kingdom, soon overshadowed its predecessor, Disneyland, in California. With far more land and expansive ambitions, Walt's \"Florida Project\" grew into a seemingly inexhaustible way for families to ditch reality (and occasionally each other). As Disney gobbles up competitors, it continues to expand and reboot its parks. This year, Epcot is being reimagined to celebrate whatever \"tomorrow\" brings next. Never want to leave? Homes are now available on the compound, starting around $2 million. Here, four Disney die-hards share their don't-miss attractions.", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-railroad-blockades-threaten-countrys-productivity-11582207110", "title": "Canadian Railroad Blockades Threaten Country's Productivity", "date": "2020-02-20 11:30", "summary": "Important rail corridors in eastern Canada are snarled, with companies and customers struggling with stranded shipments. OTTAWA-Canada's economy is facing a blow from two weeks of protests that have blocked multiple railway lines, stranding shipments and snarling supply chains in key commercial corridors.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-who-popped-the-question-11582216097", "title": "Women Who Popped the Question", "date": "2020-02-20 11:28", "summary": "Tradition holds that women only propose marriage on leap days, but queens have never been afraid to take the initiative. An old tradition holds that every leap year, on Feb. 29, women may propose marriage to men without censure or stigma. Sources disagree about the origin of this privilege. One attributes it to St. Brigid, who became concerned for all the unmarried women in 5th-century Ireland and persuaded St. Patrick to grant them this relief. Another gives the credit to Queen Margaret of Scotland, who supposedly had the custom written into Scottish law in 1288.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-and-the-missing-25-trillion-11582215892", "title": "Bernie Sanders and the Missing $25 Trillion", "date": "2020-02-20 11:24", "summary": "At the Las Vegas debate, Warren punches out Bloomberg, then the mayors jab Sanders.. This column enjoys challenging conventional media wisdom but must credit the media herd for being right about Michael Bloomberg. He wasn't ready for Wednesday's debate. Still, after a brutal beginning the former New York City mayor added value by joining with Pete Buttigieg to expose flaws in the ideology and credibility of frontrunner Bernie Sanders.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-saint-germain-chief-and-a-former-fifa-executive-charged-by-swiss-prosecutors-11582215599", "title": "Paris Saint-Germain Chief Charged by Swiss Prosecutors", "date": "2020-02-20 11:19", "summary": "Nasser al-Khelaifi is accused of inciting a former FIFA official to commit a crime but is cleared of bribery. PARIS-The chairman of Paris Saint-Germain and head of the BeIN Media Group, Nasser al-Khelaifi, was indicted by Swiss prosecutors on Thursday following a three-year probe into the sale of World Cup television rights. A more serious charge of bribery, however, was dropped after soccer authorities withdrew their complaint against him.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-epidemic-buffets-global-airlines-11582215097", "title": "Coronavirus Epidemic Puts Some Global Airlines on the Brink", "date": "2020-02-20 11:11", "summary": "Industry stands to lose $5 billion in revenue in first quarter, by one estimate. HONG KONG-Airlines around the world are counting the cost of the coronavirus that has led to thousands of China flights being canceled, with several Asian airlines teetering on the brink of ruin if the nation's shutdown persists.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whose-stories-should-we-read-11582214697", "title": "Whose Stories Should We Read?", "date": "2020-02-20 11:04", "summary": "The controversy over 'American Dirt' shows why it wouldn't be a bad idea for readers to 'decolonize' their bookshelves.. Earlier this month, Barnes and Noble became the latest institution to regret wading into the war over literature and identity politics. For Black History Month, the company planned to publish classic works of literature in \"Diverse Editions,\" with new covers featuring nonwhite figures. One version of \"Romeo and Juliet,\" for instance, would be illustrated by a black couple kissing, even though Shakespeare's characters are Italian. Within days, however, the company withdrew the plan in the face of online rancor over what one critic called \"literary blackface.\" While the covers were intended to make canonical works more appealing to nonwhite readers, some readers saw them as an attempt to cover up the fact that most of those works were written by white authors.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-says-u-s-reinforcements-have-improved-saudi-arabias-security-11582213942", "title": "Pompeo Says U.S. Reinforcements Have Improved Saudi Arabia Security", "date": "2020-02-20 10:52", "summary": "Secretary of state, in visit to country, says U.S. and Saudi forces work together 'on lots of important deterrence problems'. RIYADH-Months after missile strikes damaged Saudi oil facilities and prompted the U.S. to add fighter jets and Patriot missile-defense systems to Saudi Arabia, U.S. officials say security is much improved.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-british-property-developer-gets-the-royal-treatment-11582213570", "title": "A British Property Developer Gets The Royal Treatment", "date": "2020-02-20 10:46", "summary": "Edo Mapelli Mozzi will marry Princess Beatrice in the latest British royal wedding later this spring. But the real-estate executive explains why he's also \"obsessed by property\". The year 2020 is shaping up to be a landmark year for property developer Edo Mapelli Mozzi.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anglo-american-discloses-all-mine-deaths-in-industry-shift-11582209333", "title": "Anglo American Discloses All Mine Deaths in Industry Shift", "date": "2020-02-20 10:42", "summary": "One of world's largest miners is offering complete look at fatalities related to its operations. Anglo American PLC, one of the world's largest miners, gave a full picture of fatalities related to its operations Thursday, a major shift in an industry that typically undercounts the number of deaths.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detecting-fake-news-takes-time-11582212682", "title": "Detecting Fake News Takes Time", "date": "2020-02-20 10:31", "summary": "A new study shows that people can tell when a story on social media is bogus-if they take a moment to think.. A few weeks ago, I took part in a free-wheeling annual gathering of social scientists from the academic and tech worlds. The psychologists and political scientists, data analysts and sociologists at Social Science Foo Camp, held in Menlo Park, Calif., were preoccupied with one problem in particular: With an election looming, what can we do about the spread of misinformation and fake news, especially on social media?", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-rising-great-lakes-backyards-are-disappearing-overnight-11582194602", "title": "On Rising Great Lakes, Backyards Are Disappearing Overnight", "date": "2020-02-20 10:21", "summary": "Some homeowners are moving back from water; millions in damage across region. PLEASANT PRAIRIE, Wis.-It took less than eight hours for wind-whipped waves surging off a record-high Lake Michigan during a recent storm to shorten Charlotte and Rudolf Brengel's backyard by 40 feet.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-puts-digital-first-with-new-tech-savvy-ceo-11582207479", "title": "UBS Puts Digital First With New Tech-Savvy CEO", "date": "2020-02-20 10:17", "summary": "Ralph Hamers transformed ING by moving more customers out of branches and on to online services. UBS Group AG spent the last nine years reinventing itself as the world's largest wealth manager. For its next act, the bank wants technology to drive higher profits from its client base and reduce costs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-its-a-good-picture-for-economy-watching-coronavirus-risks-11582211587", "title": "Fed's Clarida: 'It's a Good Picture' for Economy, Watching Coronavirus Risks", "date": "2020-02-20 10:13", "summary": "Vice chairman of U.S. central bank says epidemic will likely have a clear impact on growth in China but it hasn't affected the U.S. much so far. Federal Reserve Vice Chairman Richard Clarida was upbeat about the state of the U.S. economy in a television interview, and he said the central bank was closely watching to see if the U.S. is affected by the coronavirus outbreak.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-audit-regulator-reviews-climate-change-disclosures-11582211401", "title": "U.K.'s Audit Regulator Reviews Climate Change Disclosures", "date": "2020-02-20 10:10", "summary": "Regulators are increasingly directing companies to meet U.K.'s goal of carbon neutrality by 2050. The accounting and audit regulator for the U.K. and Ireland said Thursday it would review how companies and auditors are assessing and reporting on the impact of climate change on their business.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-sees-coronavirus-eroding-chinese-natural-gas-demand-11582211167", "title": "Shell Sees Coronavirus Eroding Chinese Natural Gas Demand", "date": "2020-02-20 10:06", "summary": "Energy giant said it is redirecting shipments and looking for new buyers for LNG that was previously allotted to China. Royal Dutch Shell PLC, the global leader in liquefied natural gas sales, said Thursday that coronavirus was hurting demand for the supercooled fuel and prompting it to reschedule or locate new buyers for cargoes previously allocated to the Chinese market.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-voter-heres-why-political-texts-are-blowing-up-your-phone-11582210800", "title": "Why Political Texts Are Blowing Up Your Phone", "date": "2020-02-20 10:00", "summary": "Millions of texts being sent by Democratic candidates and the Trump campaign don't necessarily fall under federal rules requiring consent. Jane Cline has been bombarded by political texts from different Democratic 2020 presidential campaigns. She doesn't recall signing up for any of them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-l-brands-hyatt-hotels-avis-budget-zillow-11582194086", "title": "Stocks to Watch: E*Trade, L Brands, Hyatt Hotels, Avis", "date": "2020-02-20 09:10", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-law-is-changing-how-veterans-and-service-members-pay-for-homesbig-loans-11582207555", "title": "A New Law Is Changing How Veterans and Service Members Pay for Homes", "date": "2020-02-20 09:05", "summary": "Buyers of luxury homes no longer need a down payment on their non-conforming VA loan. In January, a new law governing mortgages guaranteed by the Department of Veterans Affairs took effect. Among the most significant changes? Today, borrowers using VA loans can borrow any amount of money-as long as they qualify-with no down payment. Previously, zero down payment loans were capped at the same level as conforming loans.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-coronavirus-cruise-ship-passengers-die-in-japan-11582170802", "title": "Two Coronavirus Cruise Ship Passengers Die in Japan", "date": "2020-02-20 08:13", "summary": "Japanese officials defend handling of infection crisis on the Diamond Princess. TOKYO-Japanese officials defended their handling of cruise-ship virus victims after the first two passenger deaths were reported-one a woman in her 80s who had a fever for a week before getting to a hospital.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-off-the-hook-closet-in-connecticut-11582203949", "title": "An Off-the-Hook Closet in Connecticut", "date": "2020-02-20 08:05", "summary": "A fashion professional spent roughly $90,000 to create a state-of-the-art dressing room with illuminated display shelves and custom-made cabinets. During a remodel of her Connecticut home, a fashion professional with a sizable collection of clothes, shoes and handbags added a 150-square-foot dressing room to showcase her favorite pieces. The state-of-the art space includes custom cabinetry, illuminated display shelves. Pink crocodile leather lines some of the wall areas.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-jpmorgan-lead-new-funding-round-for-members-exchange-11582203604", "title": "Goldman, JPMorgan Back New Exchange Taking on NYSE, Nasdaq", "date": "2020-02-20 08:00", "summary": "Members Exchange hopes to challenge the New York Stock Exchange and Nasdaq by charging rock-bottom fees. Goldman Sachs Group Inc. and JPMorgan Chase & Co. agreed to back a new low-cost stock exchange that plans to launch this summer to challenge the New York Stock Exchange and Nasdaq Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-upgrades-for-lenovo-11582202717", "title": "No More Upgrades for Lenovo", "date": "2020-02-20 07:45", "summary": "World's largest PC maker reported a record quarter as businesses upgraded PCs. This year could be tougher.. Lenovo Group , the world's largest personal-computer maker, is riding high on a rare boom last year. The tide, however, could be turning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-evacuees-escaping-virus-in-japan-find-controversy-at-home-11582201599", "title": "Coronavirus Cruise Evacuees Return to Police-Guarded Quarantine in Hong Kong", "date": "2020-02-20 07:36", "summary": "Holidaymakers arrive amid controversy over the city government's handling of the health crisis. HONG KONG-When dozens of Hong Kong evacuees from the virus-hit Diamond Princess cruise ship flew home from Japan, their most visible welcoming committee wasn't comprised of well-wishers but instead squads of heavily geared riot police deployed around the building where they will be quarantined for two weeks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-takes-emergency-measures-after-two-coronavirus-deaths-in-qom-11582202084", "title": "Iran Takes Emergency Measures After Two Coronavirus Deaths", "date": "2020-02-20 07:34", "summary": "Concern is growing over whether Iran's health care system can cope with a wider outbreak. TEHRAN-Iran closed schools and imposed emergency measures in a central province near the country's capital after two people who tested positive for the coronavirus died, the first fatalities in the Middle East from the disease.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-looked-at-luka-doncic-and-saw-the-future-of-the-nba-11582200004", "title": "They Looked at Luka Doncic and Saw the NBA's Future", "date": "2020-02-20 07:00", "summary": "The Americans on his European team knew that Doncic was a superstar. Now they have something else to say: We told you so.. The NBA team with the greatest offense in the history of the game is not the Warriors when they had Stephen Curry, Kevin Durant and Klay Thompson. It's not the Rockets teams built around James Harden and math. It's not Magic Johnson's Lakers or Larry Bird's Celtics, and it's not a team with Michael Jordan or LeBron James.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steels-turnaround-plan-runs-through-big-river-mill-11582200010", "title": "U.S. Steel's Turnaround Plan Runs Through Big River Mill", "date": "2020-02-20 07:00", "summary": "Resume Subscription. OSCEOLA, Ark.- United States Steel Corp. is betting its future on an efficient new mill along the Mississippi River, not far downstream from one of the old plants that have long defined its labor-intensive approach to steelmaking.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/emerging-market-businesses-binge-on-u-s-dollar-bonds-11582199588", "title": "Emerging-Market Businesses Binge on U.S. Dollar Bonds", "date": "2020-02-20 06:53", "summary": "Foreign-currency bond sales from companies in developing markets climb to a record. Emerging-market companies sold a record amount of foreign-currency debt this year, taking advantage of low rates and investors' appetite for better returns despite warnings about the growing risks of a global borrowing binge.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cord-cutting-accelerates-raising-pressure-on-cable-providers-11582149209", "title": "Cord-Cutting Accelerates, Raising Pressure on Cable Providers", "date": "2020-02-20 06:15", "summary": "Large cable and satellite companies lost 5.5 million traditional pay-TV subscribers last year, compared with 3.2 million in 2018. The pace at which people are abandoning traditional pay-TV packages accelerated by more than 70% last year, as prices continued to rise and consumers gravitated to more affordable streaming options.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lights-camera-inaction-chinese-video-stocks-surge-is-overdone-11582196583", "title": "Lights, Camera, Inaction: Chinese Video Stocks' Surge Is Overdone", "date": "2020-02-20 06:03", "summary": "Investors have bid up video-streaming stocks as tens of millions of people remain stuck at home under coronavirus quarantine, but the thesis looks stretched. Many people stuck at home in China due to the coronavirus epidemic may have become couch potatoes, but Chinese online-video stocks may not be binge-worthy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cruise-ship-will-set-sail-again-in-aprilafter-a-thorough-cleaning-11582195707", "title": "Coronavirus Ship to Set Sail Again in April, After Thorough Cleaning", "date": "2020-02-20 05:53", "summary": "Princess Cruises says 116,000-ton pleasure vessel will be ready ahead of Japan's Golden Week holidays. TOKYO-The $500 million cruise liner that became an incubator for the novel coronavirus will resume service again soon with its next group of holidaymakers, according to its operator, though only after a thorough cleaning.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-in-coronavirus-lockdown-we-can-make-it-through-this-11582194602", "title": "Life in Coronavirus Lockdown", "date": "2020-02-20 05:30", "summary": "Resume Subscription. Photographs by Giulia Marchi for The Wall Street Journal", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-peace-plan-challenges-jordan-valleys-tense-calm-11582194602", "title": "Trump Peace Plan Challenges Jordan Valley's Tense Calm", "date": "2020-02-20 05:30", "summary": "Resume Subscription. JORDAN VALLEY-For three decades, Israeli date farmer Yaakov Elbaz has slept with an M16 close to his bed and a pistol under his pillow, afraid Palestinian assailants would attack his village to try to drive his family off disputed land.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiktoks-owner-makes-push-to-grow-globally-11582194600", "title": "TikTok Owner's Plan: Be More Than Just TikTok", "date": "2020-02-20 05:30", "summary": "China-based ByteDance looks to use video app's popularity to move into e-commerce, music, games. ByteDance Inc. is looking to ride the momentum of its blockbuster video app TikTok by launching new apps and expanding into e-commerce, games and other areas, as the company tries to compete against tech giants globally.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-warehouses-answer-to-truck-congestion-its-own-rail-link-11582194601", "title": "Bronx Warehouse's Answer to Truck Congestion: Its Own Rail Link", "date": "2020-02-20 05:30", "summary": "The push for faster delivery is among factors driving companies to seek distribution operations within the five boroughs to be closer to their customers. The developer of a four-story warehouse in the South Bronx plans to include a freight-rail connection in the project to address trucking costs and traffic congestion associated with the e-commerce boom.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-people-killed-in-shooting-near-frankfurt-11582158286", "title": "Nine Killed in Shootings Near Frankfurt, With Suspect Found Dead", "date": "2020-02-20 00:36", "summary": "Investigation is under way to determine the motive for the attacks. BERLIN-The suspect in several shootings that killed nine people Wednesday night in central Germany was found dead at his house, police said early on Thursday without adding any information on possible motives.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582154110", "title": "Pepper...and Salt", "date": "2020-02-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-smartest-dinner-party-strategy-11582220534", "title": "The Smartest Dinner Party Strategy", "date": "2020-02-20 00:01", "summary": "Do it up Russian style with a spread of zakuski-small bites you can make or buy or both, depending on your schedule. Just add vodka and you're the consummate host.. AS THE DAUGHTER of Soviet immigrants, I've learned one thing: Russians know how to party. When the occasion is sufficiently special or the mere fact of the windchill factor calls for maximum gratification, the best way I know to really blow it out is with zakuski . The word means \"small bites\" in Russian, but in aggregate these morsels comprise a feast for the belly and the soul, a ritual that strongly encourages the consumption of caviar and requires repetitive heartfelt vodka toasts. If it's possible to fit one more dish on the table, you're doing it wrong.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dim-u-s-farm-forecast-extends-into-2020-11582225669", "title": "Dim Farm Forecast Extends Into 2020", "date": "2020-02-20 00:01", "summary": "Farm debt and bankruptcies are expected to rise this year, as low prices linger and no fresh government aid expected. This year is shaping up as another tough one for U.S. farmers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-terror-finance-watchdog-set-to-sanction-iran-11582240405", "title": "Global Terror-Finance Watchdog Set to Sanction Iran", "date": "2020-02-20 00:01", "summary": "Blacklist would broaden U.S. effort to isolate Tehran financially and potentially further strain the Iranian economy. A global terror-finance watchdog agency is set to blacklist Iran, broadening a U.S. effort to isolate Tehran financially and potentially straining the already sanctions-battered Iranian economy.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-debate-in-nevada-the-moments-that-mattered-11582173893", "title": "Democratic Debate in Nevada: The Moments That Mattered", "date": "2020-02-20 23:44", "summary": "In the most intense meeting so far, candidates took aim at Mike Bloomberg before attacking each other's electability. Billionaire former New York City Mayor Michael Bloomberg made his debate debut Wednesday in Las Vegas and quickly took incoming fire from the five leading contenders for the Democratic nomination, days before Nevada's Feb. 22 caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rewards-vulnerable-senators-for-loyalty-in-impeachment-11582155561", "title": "Trump Rewards Vulnerable Senators for Loyalty in Impeachment", "date": "2020-02-20 23:17", "summary": "President set to hold campaign rallies with GOP senators running in states that will be competitive in presidential election. RANCHO MIRAGE, Calif.-Republican senators facing tight re-election battles remained loyal to President Trump during the Senate impeachment trial. Now, they are reaping the rewards.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-quarantine-on-cruise-ship-ends-healthy-passengers-cleared-to-leave-11582088083", "title": "As Passengers Disembark, Japan's Cruise Lockdown Draws Criticism From Virus Expert", "date": "2020-02-20 22:21", "summary": "Japanese authorities defend handling of the Diamond Princess, as passengers who tested negative are allowed to disembark and travel without restriction. TOKYO-A Kobe University doctor touched off a furor with a firsthand account of a virus-stricken cruise ship in which he said the protections against infection were so weak he was scared he would get sick himself.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victorias-secret-to-go-private-at-1-1-billion-valuation-11582168846", "title": "Victoria's Secret to Go Private at $1.1 Billion Valuation", "date": "2020-02-20 22:20", "summary": "Leslie Wexner is expected to step down as L Brands chairman and CEO after selling control of lingerie brand. L Brands Inc. is near a deal to sell control of Victoria's Secret to a private-equity firm in a transaction that values the lingerie brand at about $1.1 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-expected-to-name-richard-grenell-to-top-intelligence-post-11582157309", "title": "Trump Appoints Richard Grenell as Acting Intelligence Director", "date": "2020-02-20 21:26", "summary": "President turns to ardent loyalist amid disputes with his own intelligence agencies. WASHINGTON-President Trump named Richard Grenell, the current U.S. ambassador to Germany, as his next acting director of national intelligence, turning to an ardent loyalist amid protracted disputes with his own intelligence agencies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pdvsa-procurement-manager-sentenced-to-prison-for-bribery-scheme-11582162637", "title": "Former PdVSA Procurement Manager Sentenced to Prison for Bribery Scheme", "date": "2020-02-20 20:37", "summary": "Alfonzo Eliezer Gravina Munoz, who was a purchasing manager for Venezuela's state-owned oil giant, pleaded guilty to all charges. A former procurement manager for Petróleos de Venezuela SA was sentenced to 70 months in prison for allegedly taking bribes to help U.S.-based businesses secure contracts with Venezuela's state-owned oil giant and for obstructing U.S. prosecutors' investigation, the Justice Department said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-vows-aid-for-fast-growing-ethiopias-private-sector-11582095204", "title": "U.S. Vows Aid for Fast-Growing Ethiopia's Private Sector", "date": "2020-02-20 20:12", "summary": "Pompeo wraps up a first visit to Sub-Saharan Africa that touches on security, economics-and China. ADDIS ABABA, Ethiopia-Secretary of State Mike Pompeo concluded a three-country tour of Africa, where the Trump administration has pledged continued U.S. aid and called for greater private-sector involvement in the economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firm-nears-deal-to-buy-around-4-500-taxi-medallion-loans-11582151526", "title": "Investment Firm Buys Taxi-Medallion Loan Portfolio", "date": "2020-02-20 20:10", "summary": "Roughly $350 million deal includes loans tied to more than 3,000 New York City medallions. An investment firm known for buying up distressed assets has become the largest single owner of New York City taxi-medallion loans.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boys-scouts-accusers-want-abuse-details-revealed-in-bankruptcy-11582159909", "title": "Boys Scouts' Accusers Want Abuse Details Revealed in Bankruptcy", "date": "2020-02-20 19:51", "summary": "Lawyers for victims see process as way to find out more about allegedly widespread abuse. WILMINGTON, Del.-As the Boy Scouts of America hurries to emerge from bankruptcy and put allegations of sexual abuse to rest, lawyers for victims want the organization's \"dark side\" revealed in its bankruptcy proceedings.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-ceo-expects-negative-quarterly-cash-flow-due-to-boeing-max-halt-11582123705", "title": "GE Boss Warns of Quarterly Cash Drain From Boeing MAX", "date": "2020-02-20 19:50", "summary": "Larry Culp says he expects negative $2 billion in cash flow for the first quarter, gains later in year. Larry Culp, chief executive of General Electric Co. , cautioned investors that the manufacturing giant would burn about $2 billion in cash flow in the first quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-teen-charged-in-fatal-stabbing-of-barnard-student-11582139163", "title": "Third Teen Charged in Fatal Stabbing of Barnard Student", "date": "2020-02-20 19:33", "summary": "The suspect, 14, turned himself in and was charged with murder Wednesday. A third teenage suspect in the fatal stabbing of a Barnard College student was charged with murder Wednesday after turning himself in, authorities said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-order-giving-california-farmers-more-water-11582158274", "title": "Trump Signs Order Giving California Farmers More Water", "date": "2020-02-20 19:24", "summary": "Environmentalists assail fulfillment of president's 2016 campaign promise they say will threaten endangered species. BAKERSFIELD, Calif.-President Trump ordered regulators to give farmers here in California's Central Valley more access to water, a decision that fulfills a 2016 campaign promise and immediately enraged environmentalists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-monetary-fund-calls-argentinas-debt-unsustainable-11582152437", "title": "International Monetary Fund Calls Argentina's Debt Unsustainable", "date": "2020-02-20 19:22", "summary": "IMF said Argentina's gross public debt had risen to about 90% of gross domestic product by end of 2019. The International Monetary Fund said Wednesday that Argentina's debt was unsustainable and private creditors would need to make a \"meaningful contribution\" to help end a financial crisis in the South American country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banished-in-beijing-11582157934", "title": "Banished in Beijing", "date": "2020-02-20 19:18", "summary": "China expels three WSJ reporters to deflect from its coronavirus woes.. President Xi Jinping says China deserves to be treated as a great power, but on Wednesday his country expelled three Wall Street Journal reporters over a headline. Yes, a headline. Or at least that was the official justification. The truth is that Beijing's rulers are punishing our reporters so they can change the subject from the Chinese public's anger about the government's management of the coronavirus scourge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-meghan-and-the-royal-brand-11582157896", "title": "Harry, Meghan and the Royal Brand", "date": "2020-02-20 19:18", "summary": "The Queen shows there are limits to exploiting the monarchy.. When ABC News asked Hunter Biden whether the Ukrainian energy company Burisma would have appointed him to its board \"if your last name wasn't Biden,\" he answered, \"probably not.\" There are many things in his life, he went on to say, that probably wouldn't have happened \"if my last named wasn't Biden,\" son of the Vice President Joe Biden.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-disappearing-workers-11582157866", "title": "America's Disappearing Workers", "date": "2020-02-20 19:17", "summary": "Blue-collar wages are rising but employers still can't fill open jobs.. Democrats and many Republicans complain that U.S. corporations are raking in huge profits as blue-collar jobs disappear. The reality is the opposite, a new Conference Board business survey reports. Corporate profits have been declining as employers increase wages to hire scarce blue-collar workers, but hold the champagne.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-to-name-ing-s-ralph-hamers-as-ceo-11582150309", "title": "UBS CEO Ermotti Steps Down, ING's Hamers Named New Chief", "date": "2020-02-20 19:11", "summary": "Hamers will join UBS's board in September and become CEO on Nov. 1. UBS Group AG Chief Executive Sergio Ermotti is stepping down and will be succeeded by current ING Groep NV boss Ralph Hamers, in the latest leadership change at a major European bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-trump-needs-bill-barr-11582156965", "title": "Why Trump Needs Bill Barr", "date": "2020-02-20 19:02", "summary": "We're one attorney-general resignation away from establishing moralized hysteria as a normal tool of U.S. politics.. In a cri de coeur for the ages, Attorney General William Barr said in an interview last week that President Trump's tweets \"make it impossible for me to do my job.\" Days later in a moment of introspection, Mr. Trump said: \"I do make his job harder. I do agree with that.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-is-investigating-ex-president-enrique-pena-nieto-top-official-says-11582152342", "title": "Mexico Investigating Ex-President, Top Official Says", "date": "2020-02-20 19:02", "summary": "Probe into former leader linked to bribery case against ex-Pemex CEO arrested in Spain last week. MEXICO CITY-Mexican law-enforcement officers are investigating former President Enrique Peña Nieto as part of the country's highest-profile corruption case in years, a senior Mexican judicial official said.", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-against-time-review-a-reporter-for-justice-11582156889", "title": "'Race Against Time' Review: A Reporter for Justice", "date": "2020-02-20 19:01", "summary": "Mississippi journalist Jerry Mitchell spent decades investigating acts of Southern racist violence, including the murder of Medgar Evers.. In 1994, Byron De La Beckwith was convicted of the 1963 murder of Mississippi civil-rights leader Medgar Evers. Beckwith had already been to trial twice for the crime, in 1964, both times ending in hung juries. In the earlier trials, officials from the Mississippi State Sovereignty Commission-a state agency established to police the color line-provided Beckwith's defense with background research on potential jurors. This fact remained hidden until 1989, when it was exposed by the Jackson Clarion-Ledger, leading to a series of further revelations that resulted in Beckwith's 1994 retrial. As the former Klansman was led out of the courtroom after his conviction, he repeatedly muttered one man's name: Jerry Mitchell.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-facade-of-stability-11582156842", "title": "China's Facade of Stability", "date": "2020-02-20 19:00", "summary": "Recent stresses have exposed the lack of trust at the core of Beijing's repressive model.. There exists today no vaccine for the coronavirus now engulfing China. That is a challenge for President Xi Jinping as he struggles to contain it. But the spread of the coronavirus has revealed a truth that poses a much greater risk to Mr. Xi: There is no cure for Chinese communism except the collapse of the party.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-prepare-for-the-big-test-11582156806", "title": "Democrats Prepare for the Big Test", "date": "2020-02-20 19:00", "summary": "Answers are coming soon from Nevada, South Carolina and Super Tuesday states.. Presidential nomination candidates are continually tested. But not all tests are graded equally. The ones coming up in Nevada this Saturday, South Carolina the next, and 14 other states plus American Samoa on Super Tuesday, March 3, could be enough to determine the Democratic nominee and the next occupant of the Oval Office.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}]