[{"link": "https://www.wsj.com/articles/states-new-york-city-seek-block-on-rules-that-penalize-immigrants-for-applying-for-public-benefits-11586822238", "title": "States, New York City Seek Block on Public Benefit Rules for Immigrants", "date": "2020-04-13 19:57", "summary": "New York, Connecticut, Vermont and New York City argue that regulations could exacerbate coronavirus crisis. WASHINGTON-Three states and New York City asked the Supreme Court Monday to block Trump administration regulations that penalize immigrants for seeking public benefits, arguing that noncitizens shouldn't be deterred from seeking health care during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-seeks-rain-ponchos-as-surgical-gowns-dwindle-11586821702", "title": "New York City Seeks Rain Ponchos for Use as Surgical Gowns", "date": "2020-04-13 19:48", "summary": "After coronavirus cuts into supplies, officials reach out to local organizations for stopgaps. New York City officials have asked local organizations for rain ponchos to be used as medical gowns as Mayor Bill de Blasio said some protective equipment would be in short supply this week.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/true-religion-files-for-bankruptcy-as-coronavirus-outbreak-slams-retail-11586808825", "title": "True Religion Files for Bankruptcy as Coronavirus Outbreak Slams Retail", "date": "2020-04-13 19:12", "summary": "Jeans maker says it can't afford to wait out market instability stemming from Covid-19 pandemic. Jeans maker True Religion Apparel Inc. filed for bankruptcy for the second time in less than three years, saying it had no choice as government stay-at-home edicts shut down nonessential stores nationwide.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-delays-2020-count-11586811124", "title": "U.S. Census Bureau Extends 2020 Count", "date": "2020-04-13 19:11", "summary": "U.S. Census Bureau to ask Congress for extra 120 days to deliver apportionment figures. WASHINGTON-The U.S. Census Bureau said Monday it will further delay this year's decennial count and ask Congress for an extra 120 days to deliver final apportionment figures as the coronavirus pandemic impedes its field work.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-imf-push-to-consolidate-patchwork-approach-to-coronavirus-crisis-11586770201", "title": "World Bank, IMF Push to Consolidate Patchwork Approach to Coronavirus Crisis", "date": "2020-04-13 19:10", "summary": "G-20 to hold virtual gathering of finance ministers; IMF anticipates 'worst economic fallout since the Great Depression'. In times of crisis, the world's economic policy makers have often gathered at G-20 summits and at the semiannual meetings of the International Monetary Fund and World Bank to formulate global rescues. But not this time.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-the-economy-at-last-11586819390", "title": "Reopening the Economy, at Last", "date": "2020-04-13 19:09", "summary": "Governors and Trump can share credit if they do this the right way.. At long last our political leaders are considering how they can reopen the American economy they put into a destructive coma. Let's hope this overdue process doesn't devolve into another fight between governors and President Trump that will confuse Americans and slow the return to normal economic life.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeting-tony-fauci-11586819293", "title": "Targeting Tony Fauci", "date": "2020-04-13 19:08", "summary": "The press baits Trump to fire his most visible coronavirus adviser.. The U.S. may be fighting through a public health and economic emergency, but for the media resistance the most important story is always Donald Trump. Monday was again dominated by breathless reports about Mr. Trump's relationship with Anthony Fauci after the President retweeted something that included a #FireFauci hashtag. While Mr. Trump's antagonists feign protectiveness of Dr. Fauci and horror that Mr. Trump might question expert judgment, the truth is they are eager for a public brawl that will hurt the President politically.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-an-oil-deal-11586819335", "title": "The Art of an Oil Deal", "date": "2020-04-13 19:08", "summary": "Trump uses diplomacy to limit the harm to U.S. shale producers.. President Trump has been chasing a diplomatic victory, and he got one this weekend when he brokered a deal between the Organization of the Petroleum Exporting Countries (OPEC) and Russia to limit their production that may also limit the bloodbath in the U.S. shale patch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-hear-me-now-justice-11586819259", "title": "Can You Hear Me Now, Justice?", "date": "2020-04-13 19:07", "summary": "The Supreme Court's telephone arguments are an unprecedented step.. For two months, the Supreme Court has put off hearing cases due to the strictures of social distancing. Now the Justices, like millions of workers, are adapting. On Monday the Court said it would hear oral argument in May for 13 cases via teleconference. A live audio feed will allow the quarantined public to listen in.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-retweets-call-for-dr-fauci-to-be-fired-over-coronavirus-comments-11586760531", "title": "Trump Isn't Firing Fauci Over Comments, White House Says", "date": "2020-04-13 18:55", "summary": "Leading infectious-diseases official said on CNN that the U.S. 'could have saved more lives' if it had moved faster. WASHINGTON-President Trump isn't firing Anthony Fauci, the White House said Monday, seeking to extinguish speculation that flared over the weekend after Mr. Trump retweeted a critic who called for the member of his administration's coronavirus task force to be dismissed after he said lives could have been saved if the government had acted more quickly.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/med-school-needs-an-overhaul-11586818394", "title": "Med School Needs an Overhaul", "date": "2020-04-13 18:53", "summary": "Doctors should learn to fight pandemics, not injustice.. As the number of Covid-19 infections rises and the death toll mounts, the media is doing a good job of focusing on the safety of the health-care workforce and the capacity of hospitals to deal with a surge of desperately ill patients. What has received less attention is that many doctors haven't been adequately trained in medical school to deal with a situation like this.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-young-will-reopen-america-11586818429", "title": "The Young Will Reopen America", "date": "2020-04-13 18:53", "summary": "Widespread, frequent antibody testing will help them know when they can hug grandma again.. The novel coronavirus has caused a medical crisis that in turn created an economic crisis. The situation involves severe trade-offs. Currently, public health predominates; the economy is largely shut down, schools closed, 401(k)s battered. Can a fair equilibrium be established between health and economic well-being? Antibody testing may hold the key.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cure-for-news-burnout-11586818368", "title": "The Cure for News Burnout", "date": "2020-04-13 18:52", "summary": "Hate polarization? Watch the network newscasts, not cable.. Have you watched network news lately? I had stopped more than 20 years ago. I was drawn away by the speed and heat of cable news. So were millions more, judging by the sharp audience declines at ABC, CBS and NBC.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-relief-to-small-businesses-not-big-banks-11586818337", "title": "Give Relief to Small Businesses, Not Big Banks", "date": "2020-04-13 18:52", "summary": "More money is crucial, but so are new rules to ensure that it helps the most vulnerable employees.. Senate Majority Leader Mitch McConnell is working to allocate another $250 billion to the Paycheck Protection Program, which received $350 billion under the Cares Act to aid small business. The additional money is necessary but not sufficient. The program also needs changes to ensure that its biggest beneficiaries won't be the big banks. That's what's happening because demand far exceeds supply.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-glimmer-of-hope-for-greece-11586818273", "title": "A Glimmer of Hope for Greece", "date": "2020-04-13 18:51", "summary": "The state has so far responded capably to the public-health threat, earning the people's trust and compliance.. Athens", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officials-begin-planning-re-opening-of-regions-economy-as-coronavirus-eases-11586802819", "title": "Seven Northeast States Start to Plan Reopening Coronavirus-Hit Economy", "date": "2020-04-13 18:50", "summary": "New York Gov. Cuomo and counterparts from six other states announce a task force. New York state is emerging from the worst of the coronavirus pandemic, and officials have begun planning a reopening of the region's economy in coordination with other East Coast states, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-love-to-a-despot-review-safebut-not-for-democracy-11586818199", "title": "'How to Make Love to a Despot' Review: Safe-But Not for Democracy", "date": "2020-04-13 18:49", "summary": "If the U.S. can't transform villains into angels, it can at least encourage smaller potentates to align their interests with the West.. America is an idea and a promise-a \"city upon a hill,\" a beacon unto the nations. This \"novus ordo seclorum\"would spread liberty and justice across the globe. But America is also a great power. And so it pursues self-serving interests that keep overwhelming the ideals of the \"last best hope on earth.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-still-misleads-the-world-on-the-coronavirus-11586818132", "title": "China Still Misleads the World on the Coronavirus", "date": "2020-04-13 18:48", "summary": "A truthful account of the virus's progress there would help us know what to expect.. As the world struggles to contain the coronavirus outbreak without triggering a new Great Depression, China is withholding vital information that would save lives and significantly alleviate the economic catastrophe that now threatens to immiserate hundreds of millions of people around the world.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-seeks-to-hire-another-75-000-workers-11586789365", "title": "Amazon to Ease Curbs on Nonessential Items", "date": "2020-04-13 18:41", "summary": "Tech giant's planned hiring of 175,000 workers to help it handle surge in orders during pandemic. Amazon.com Inc. will begin allowing third-party sellers on its platform to resume shipping so-called nonessential items this week, a signal that the company is ramping up to meet broader consumer needs, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-goldman-banker-arranged-bribes-to-ghana-officials-sec-says-11586817542", "title": "Ex-Goldman Banker Arranged Bribes to Ghana Officials, SEC Says", "date": "2020-04-13 18:39", "summary": "SEC alleges that Asante Berko facilitated as much as $4.5 million in bribes. A former banker at Goldman Sachs Group Inc. arranged for millions of dollars in bribes to be paid to government officials in Ghana to help a client win a power-plant contract, U.S. regulators said Monday in a civil lawsuit.", "categories": [["Politics", "Audience"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-adds-3-million-accounts-as-coronavirus-forces-shelter-in-place-11586817258", "title": "Roku Adds 3 Million Accounts as Coronavirus Forces Shelter-in-Place", "date": "2020-04-13 18:34", "summary": "Collective streaming hours on the platform rose 49% for the March-ended quarter. Roku Inc. added nearly three million accounts in the first three months of the year and reported revenue growth ahead of Wall Street projections.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officials-investigating-hack-of-states-computer-network-11586817005", "title": "New York Investigating Hack of State's Computer Network", "date": "2020-04-13 18:30", "summary": "Intrusion prompts state to install additional security software and reset thousands of passwords. ALBANY, N.Y.-Hackers compromised the computer network serving New York's state government in late January, officials said Monday, prompting the state to hire an outside firm and change thousands of employee passwords.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-struggles-to-form-unity-government-as-deadline-looms-11586789631", "title": "Israel Struggles to Form Unity Government as Deadline Looms", "date": "2020-04-13 18:28", "summary": "The deadline for a political deal between Netanyahu and his rival Gantz was extended to Wednesday, and failure could mean another do-over election. TEL AVIV-Israel's Prime Minister Benjamin Netanyahu and his rival Benny Gantz are struggling to agree on terms for a unity government, leaving the country in political limbo and raising the specter of another do-over general election, as the nation grapples with a coronavirus lockdown.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-break-tradition-hold-oral-arguments-by-teleconference-11586789676", "title": "Supreme Court to Hold Oral Arguments by Teleconference", "date": "2020-04-13 18:26", "summary": "Court plans phone arguments in May, including in cases about President Trump's financial records. WASHINGTON-The Supreme Court, breaking with longstanding tradition because of the coronavirus pandemic, said Monday it will hear oral arguments by teleconference in May, including in cases about the potential disclosure of President Trump's financial records.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-push-insurers-to-cover-business-losses-11586794059", "title": "Politicians Push Insurers to Resolve Mounting Disputes Over Covid-19 Losses", "date": "2020-04-13 18:14", "summary": "President Trump, Rep. Jayapal weigh in on growing debate over denied 'business interruption' claims. Insurers are starting to take heat in Washington, D.C., over denials of claims for business income losses tied to government-ordered shutdowns.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vince-mcmahon-will-attempt-to-sell-xfl-in-bankruptcy-11586815511", "title": "Vince McMahon Will Attempt to Sell XFL in Bankruptcy", "date": "2020-04-13 18:14", "summary": "The football league canceled its reboot season after a player tested positive for Covid-19. World Wrestling Entertainment Inc. Chairman Vince McMahon has put the XFL into bankruptcy and will attempt to sell his professional football league, which was forced to cancel what had been a promising reboot season because of the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-fuels-rapid-increase-in-missed-mortgage-payments-11586815235", "title": "Pandemic Fuels Rapid Increase in Missed Mortgage Payments", "date": "2020-04-13 18:08", "summary": "More Americans are expected to seek forbearance from mortgage firms as unemployment rises. About two million homeowners are skipping their monthly mortgage payments, according to industry data released on Monday, a number that is forecast to rise further as more Americans lose their jobs as a result of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pcs-miss-their-short-new-lease-on-life-11586815216", "title": "PCs Miss Their Short New Lease on Life", "date": "2020-04-13 18:00", "summary": "Supply can't meet work-from-home demand, which is fading quickly in a slumping economy. A surge in working from home boosted demand for personal computers in the first quarter. Too bad there weren't enough of them to go around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alstom-bribery-case-cooperator-avoids-prison-sentence-11586815157", "title": "Alstom Bribery Case Cooperator Avoids Prison Sentence", "date": "2020-04-13 17:59", "summary": "Former Alstom executive Larry Puckett was sentenced to two years of supervised release. A former Alstom SA executive who cooperated with prosecutors and served as a witness against one of his former colleagues at trial was sentenced to two years of supervised release.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-opec-is-looking-to-cut-oil-production-by-20-million-barrels-a-day-11586787950", "title": "Trump Tactics, Plunging Demand Led to Oil Deal", "date": "2020-04-13 17:57", "summary": "President resolves Saudi-Russian price war, delivering a victory for U.S. oil industry. Donald Trump scored a win for the U.S. oil industry this weekend by deploying one of his most common strategies from his years in real estate: demand a lot, offer little and wait.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-of-representatives-wont-reconvene-until-may-4-11586809929", "title": "Negotiations Over New Coronavirus Aid Stall", "date": "2020-04-13 17:55", "summary": "Republicans want to keep the bill focused on increasing small-business aid. WASHINGTON-Congressional leaders and the White House stalled in efforts to break an impasse over the size and shape of the next package of aid responding to the coronavirus pandemic, according to aides, while the outbreak forced another delay in Congress's return to Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-joining-global-push-allowing-cargo-shipments-in-passenger-jet-cabins-11586814944", "title": "U.S. Joining Global Push Allowing Cargo Shipments in Passenger Jet Cabins", "date": "2020-04-13 17:55", "summary": "Regulators seek to smooth the flow of critical medical supplies to fight the coronavirus pandemic. U.S. air-safety regulators, seeking to make it easier for airlines to ramp up transportation of cargo aimed at combating the pandemic, are poised to allow such shipments in the cabins of passenger planes, according to people familiar with the issue.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-expects-nearly-17-billion-loss-on-tech-focused-vision-fund-11586781142", "title": "SoftBank Expects Nearly $17 Billion Loss on Vision Fund", "date": "2020-04-13 17:44", "summary": "Tech conglomerate blames loss on a 'deteriorating market environment,' though fund was struggling even before coronavirus outbreak. TOKYO- SoftBank Group Corp. is on track for its worst annual performance in its 39-year history as the tech conglomerate said it expected to lose nearly $17 billion in its Vision Fund for the fiscal year just ended.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-means-the-drive-in-is-out-11586814012", "title": "Coronavirus Lockdown Means the Drive-In Is Out", "date": "2020-04-13 17:40", "summary": "Owners of drive-in theaters seek a waiver from non-essential status, saying they provide a socially-distant respite. The drive-in movie theater seems like an entertainment venue tailor-made for a global pandemic, since it doesn't require patrons to be in close contact with one another outside the cocoon of their cars.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/church-has-survived-worse-than-simulcasts-11586813623", "title": "Church Has Survived Worse Than Simulcasts", "date": "2020-04-13 17:33", "summary": "Catholic theology is eminently reasonable. Provision has always been made for \"spiritual communion\" when not able to receive the Eucharist.. Those pushing for public Masses and other sacraments during the epidemic lack theological understanding, historical perspective and social consciousness (\"Conservative Catholics Decry Halt on Masses,\" The Coronavirus Pandemic, April 6).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vermont-sen-bernie-sanders-endorses-joe-biden-s-presidential-campaign-11586801806", "title": "Sanders Endorses Biden", "date": "2020-04-13 17:33", "summary": "'We've got to make Trump a one-term president,' Sanders says during live stream with Biden. Sen. Bernie Sanders of Vermont endorsed former Vice President Joe Biden for president in a bid to unify the competing factions of the Democratic Party.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wisconsin-election-was-handled-poorly-11586813559", "title": "The Wisconsin Election Was Handled Poorly", "date": "2020-04-13 17:32", "summary": "You neglect to point out that Milwaukee, a city with almost 600,000 people and 180 polling places, only opened five of those polling sites.. Regarding your editorial \"Wisconsin's Election Confusion\" (April 8): You are right to point out Gov. Tony Evers's ham-handedness in waiting until the last moment before seeking a delay in Wisconsin's election. He deserves no plaudits. Yet, and I say this as a Republican myself, the Republican-controlled state legislature failed the ultimate test by resisting to the end any postponement, thereby leaving potential in-person voters to choose between protecting their health or casting a ballot.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-good-rahm-if-mayors-rule-the-nation-11586813579", "title": "Is It Good, Rahm, if Mayors Rule the Nation?", "date": "2020-04-13 17:32", "summary": "The statistics stated in the article underscore the dismal failure of Mr. Emanuel in Chicago, along with his Democratic brethren from Baltimore to Los Angeles.. I laughed out loud when I read Edward Glaeser's review of Rahm Emanuel's \"The Nation City\" (Bookshelf, April 1) on the power of mayors. The statistics stated in the article underscore the dismal failure of Mr. Emanuel in Chicago, along with his Democratic brethren from Baltimore to Los Angeles. The murder rate increased during his years as mayor and only declined when the economy improved under President Trump-it wasn't the policies of the self-aggrandizing Mr. Emanuel. His only success was pushing the city of Chicago deeper in debt.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-central-parks-christian-medical-services-11586813484", "title": "In Praise of Central Park's Christian Medical Services", "date": "2020-04-13 17:31", "summary": "It has long been Christians who have actually nursed the sick, aided the poor and fed the hungry-not social-justice warriors.. Regarding Nicole Ault's \"Christian Relief Comes to Central Park\" (op-ed, April 6): That LGBTQ advocates Mayor Bill de Blasio, journalist Jonathan Merritt and State Sen. Brad Hoylman would opportunistically challenge Christian doctrine on sexuality is hardly a surprise. But to in any way denigrate sacrificial acts of mercy during a Lenten and Holy Week pandemic crisis bespeaks irony and ignorance. One may also note, with no fear of history's verdict, that it has long been Christians who have actually nursed the sick, aided the poor and fed the hungry-not social-justice warriors.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-americas-oil-industry-is-shutting-off-the-spigot-11586770200", "title": "North America's Oil Industry Is Shutting Off the Spigot", "date": "2020-04-13 17:31", "summary": "Energy producers are resorting to the desperate measure of shutting in productive oil wells. President Trump promised the U.S. would curtail oil output in a pact with major producers over the weekend. There isn't much for him to do: The dismal economics and strained physics of the oil market are causing U.S. producers to shut down themselves.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-funding-threat-against-world-health-organization-linked-to-hiring-practices-11586807090", "title": "Trump Funding Threat Against World Health Organization Linked to Hiring Practices", "date": "2020-04-13 17:24", "summary": "The Trump administration is considering withholding funds from WHO in part to pressure the group to hire more Americans. WASHINGTON-President Trump's threat to withhold money from the World Health Organization stems from an ongoing discussion inside the administration to link the $12 billion the U.S. spends on international organizations to the number of American citizens hired by the groups, officials said.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-coronavirus-lockdowns-extended-dashing-hopes-for-speedy-reopening-as-crisis-slows-11586812783", "title": "Lockdowns Extended Across Europe Amid Signs Crisis Is Slowing", "date": "2020-04-13 17:19", "summary": "France, Italy announce weeks more of toughest, longest-running measures in West despite pressure to ease up as crisis slows. French President Emmanuel Macron announced a month-long extension of the country's nationwide lockdown, prolonging measures to fight the new coronavirus into mid-May, as Italy and Spain-two of the nations hit hardest by the pandemic-signal that drastic restrictions on their populations also would continue as the spread of the virus slows.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-rise-after-oil-agreement-coronavirus-updates-11586812392", "title": "U.S. Treasury Yields Rise After Oil Agreement, Coronavirus Updates", "date": "2020-04-13 17:13", "summary": "The 30-year Treasury yield settled at 1.392%, its highest close since March 26. U.S. Treasury yields edged higher on Monday, supported by a global agreement to cut oil production and signs that the new coronavirus outbreak may be nearing a peak in the U.S.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-downgrade-bad-news-travels-slowly-11586803504", "title": "GE's Downgrade: Bad News Travels Slowly", "date": "2020-04-13 17:03", "summary": "GE is exposed in many ways to the economic downdraft of Covid-19, and Fitch's downgrade is probably too mild and overdue. In Michael Lewis's \"The Big Short,\" fund manager Steve Eisman notes the irony while rating-agency analysts would love to work at a big investment bank like Goldman Sachs , a belated rating-agency downgrade has far more impact on a blue-chip stock like General Electric than that of a stock analyst.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-sector-tech-faces-crush-of-coronavirus-linked-demands-11586811680", "title": "Public-Sector Tech Faces Crush of Coronavirus-Linked Demands", "date": "2020-04-13 17:01", "summary": "A surge in filings for unemployment benefits overwhelmed websites in New York, Colorado, Oregon and other states. Public-sector technology leaders are balancing efforts to update aging information-technology systems with more urgent needs sparked by the coronavirus pandemic, including supporting overwhelmed online services, state and federal chief information officers say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-sense-of-this-crazy-market-look-to-the-numbers-11586775601", "title": "How to Make Sense of This Crazy Market? Look to the Numbers.", "date": "2020-04-13 16:51", "summary": "Investors who rely on technical analysis see more pain to come in the stock market. Stock investors are beginning to act like the worst is over in the coronavirus-fueled market rout. Those who rely on technical analysis say there is likely more pain ahead.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-update-dow041320-11586753696", "title": "Stocks Fall as Investors Brace for Earnings Season", "date": "2020-04-13 16:40", "summary": "Big banks kick off earnings season this week, offering a first look at the impact of social-distancing measures on corporate profits. The S&P 500 fell Monday, paring some of its gains after its best weekly performance since 1974, as investors looked ahead to the start of corporate earnings season.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reading-between-the-lines-11586810133", "title": "Reading Between the Lines", "date": "2020-04-13 16:35", "summary": "A paean to the simple pleasures of the book-as text, object and experience.. Our current state of enforced isolation peppered with virtual meetings may offer an occasion for some enjoyments we have previously overlooked or taken for granted. I am thinking about reading: Which particular books we choose are less important than our experience of them. I'm making a case for the pleasures of becoming engrossed in a book, silent and alone.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-delightful-dancing-menagerie-11586808898", "title": "The Staying Inside Guide: Delightful, Dancing Menagerie", "date": "2020-04-13 16:14", "summary": "The Frederick Ashton-choreographed film 'Tales of Beatrix Potter' sets the author and illustrator's memorable characters in motion.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-sales-fall-sharply-in-latest-quarter-hit-by-logistical-challenges-11586808622", "title": "PC Sales Fell Sharply in Latest Quarter", "date": "2020-04-13 16:10", "summary": "Production issues offset higher demand. Personal-computer shipments fell in the first quarter as production and logistical challenges offset higher demand, driven by remote work and school orders in response to the coronavirus pandemic, according to preliminary data from two industry research firms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ny-fed-lays-out-plan-to-pare-back-repo-liquidity-injections-11586808307", "title": "NY Fed Lays Out Plan to Pare Back Repo Liquidity Injections", "date": "2020-04-13 16:05", "summary": "The bank cited improved money-market conditions. Citing improved money-market conditions, the Federal Reserve Bank of New York said Monday it will soon ease back on operations designed to add short-term liquidity to financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-settle-the-debate-on-bank-dividends-11586806444", "title": "How to Settle the Debate on Bank Dividends", "date": "2020-04-13 15:34", "summary": "There are arguments for American banks both to suspend and to keep their dividend payouts. There is a philosophical debate about whether U.S. banks should stop paying dividends. It may be math that settles the question.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-firms-expect-coronavirus-driven-shifts-will-spur-warehouse-demand-11586806285", "title": "Real-Estate Firms Expect Coronavirus-Driven Shifts Will Spur Warehouse Demand", "date": "2020-04-13 15:31", "summary": "Near-term economic shocks seen giving way to changing needs, bigger inventories to meet consumer markets. Industrial real-estate operators expect the disruption of consumer supply chains caused by the coronavirus pandemic to drive a new surge in warehousing demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-wavers-with-supply-cuts-inadequate-to-combat-glut-11586785026", "title": "U.S. Crude Falls With Supply Cuts Inadequate to Combat Glut", "date": "2020-04-13 15:06", "summary": "Futures drop 1.5% at $22.41 a barrel in volatile trading. U.S. crude-oil pared an earlier advance and closed lower Monday, a sign of skepticism that global supply cuts will be enough to offset plunging fuel demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-giant-publicis-warns-of-unprecedented-spending-pullback-11586804429", "title": "Ad Giant Publicis Warns of Spending Pullback Amid Coronavirus", "date": "2020-04-13 15:00", "summary": "Head of No. 3 ad company says sector is at beginning of annual downturn likely worse than 10% decline in 2009. The head of one of the world's largest ad-agency conglomerates warned the industry is facing a far more severe pullback in advertising spending than the one that buffeted Madison Avenue in the wake of the financial crisis.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-the-best-streaming-service-for-you-from-netflix-and-hulu-to-hbo-max-11586795193", "title": "A Guide to the Best Streaming Service for You, From Netflix and Hulu to HBO MAX", "date": "2020-04-13 14:54", "summary": "We sort through 26 on-demand services and the shows and movies they offer as well as their costs and bundle options. The explosion of streaming services has created more movies and series than many of us imagined possible. It also has created confusion, as new services debut and favorite shows skip around among providers. For example, \"Seinfeld\" is on Hulu today, will move to Netflix next year, and has done time on Crackle.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-names-walmart-executive-as-its-new-ceo-11586793984", "title": "EBay Names Walmart Executive as Its New CEO", "date": "2020-04-13 14:40", "summary": "Jamie Iannone, who will join eBay on April 27, previously worked for the company between 2001 and 2009. EBay Inc. named Jamie Iannone its new chief executive Monday, in a move that will provide the e-commerce pioneer an industry veteran as it tries to reignite growth during a tumultuous period.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/die-cast-manufacturer-pace-industries-says-coronavirus-contributed-to-bankruptcy-11586801946", "title": "Parts Maker Pace Says Coronavirus Contributed to Bankruptcy", "date": "2020-04-13 14:19", "summary": "Bondholder group including Cerberus and TCW would become shareholders under company's restructuring proposal. Pace Industries LLC, which makes die-cast parts for Harley-Davidson Inc. and Whirlpool Corp. , has filed for bankruptcy, saying the novel coronavirus has disrupted its supply chain and forced it to close plants and lay off most employees.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-rulesand-those-that-flout-themspur-online-shaming-11586781000", "title": "Social-Distancing Rules-and Those That Flout Them-Spur Shaming", "date": "2020-04-13 14:15", "summary": "Platforms including Facebook Inc. and neighborhood app Nextdoor also are turning into places for complaints about people not following the rules. Mark Bonthrone was walking with his wife and 3-month-old daughter as a trio of teenagers approached. When his wife asked the group to give them space for social distancing, one of the teens laughed and pretended to have a coughing fit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-and-selling-in-seattle-11586801129", "title": "Buying and Selling in Seattle", "date": "2020-04-13 14:05", "summary": "A look inside three homes, including a 2-bedroom condo near the Space Needle and a mid century ranch in Bellevue.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amid-coronavirus-pets-need-virtual-services-too-11586801137", "title": "Amid Coronavirus, Pets Need Virtual Services Too", "date": "2020-04-13 14:05", "summary": "Businesses catering to pet owners explore ways to deliver customer experiences under lockdown. Bond Vet, a veterinary-care startup with two locations in New York, tried a virtual meetup last month for people and pets who couldn't congregate in dog parks during the coronavirus pandemic. It wasn't the same experience.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sailor-from-uss-theodore-roosevelt-dies-from-covid-19-11586783549", "title": "Sailor From USS Theodore Roosevelt Dies From Covid-19", "date": "2020-04-13 14:04", "summary": "Four other crew members from aircraft carrier have been hospitalized, Navy officials say. A U.S. sailor from the aircraft carrier Theodore Roosevelt, which has been stricken with the largest novel coronavirus outbreak in the U.S. military, died Monday from complications of the virus, the Navy said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-stay-at-home-order-seattles-real-estate-market-continues-to-show-up-11586800867", "title": "Despite Stay-at-Home Order, Seattle's Real-Estate Market Continues to Show Up", "date": "2020-04-13 14:01", "summary": "Resume Subscription. Multiple offers. Bidding wars. All-cash deals hours after listings go live: This is all still happening in Seattle, the city that four weeks ago was considered an epicenter of the coronavirus epidemic, and since March 23 has been under a stay-at-home order barring all nonessential activity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/death-takes-a-holiday-11586800855", "title": "Death Takes a Holiday", "date": "2020-04-13 14:00", "summary": "A widely-followed model for predicting virus impact yields another bizarre forecast.. Thank goodness the worst-case virus scenarios which inspired a political and media panic have not come to pass, at least not yet. Now Americans may have even more reason to question the lockdowns that are wreaking historic economic destruction.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-economic-reopening-will-be-fragile-partial-and-slow-11586800447", "title": "The Coronavirus Economic Reopening Will Be Fragile, Partial and Slow", "date": "2020-04-13 13:54", "summary": "Resume Subscription. Walt Disney Co. reached a coronavirus milestone of sorts last month when it reopened a portion of its Shanghai Disney Resort as China's pandemic began to ebb.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fracking-company-fts-international-hires-restructuring-advisers-11586798686", "title": "Fracking Company FTS International Hires Restructuring Advisers", "date": "2020-04-13 13:24", "summary": "Oil downturn causes pain for another energy-services firm after drilling projects shut down. Hydraulic fracturing company FTS International Inc. has engaged restructuring advisers to help navigate the threat to its balance sheet caused by the slump in commodity prices amid the coronavirus pandemic, said people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-over-the-slump-in-sports-betting-11586796649", "title": "Getting Over the Slump in Sports Betting", "date": "2020-04-13 12:50", "summary": "Online businesses work to keep things exciting with most major sports indefinitely closed. Alleviating the boredom caused by the coronavirus crisis is a major challenge. Online sports books deserve an A for effort.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-backs-madoff-trustees-hunt-for-3-billion-foreign-loot-11586796308", "title": "Trump Administration Backs Madoff Trustee's Hunt for Foreign Loot", "date": "2020-04-13 12:45", "summary": "Justice Department urges U.S. Supreme Court to reject an appeal from foreign financial institutions that collected Ponzi scheme cash. The Justice Department is backing efforts to force European banks and other overseas investors to give back roughly $3 billion they received from foreign investment funds that moved money in and out of Bernard Madoff's Ponzi scheme.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prepare-for-the-next-pandemic-11586795657", "title": "How to Prepare for the Next Pandemic", "date": "2020-04-13 12:34", "summary": "Many federal agencies are responsible for containing Covid-19-which means none are accountable.. America's coronavirus catastrophe is a function of two separate failures-only one of which, national government incompetence, is getting sufficient attention. The public has been forced to choose between their lives and their livelihoods, and voters will judge President Trump's handling of the crisis in November. But the second question centers on overall accountability. No single federal official below the president is charged with preparing, mobilizing and deploying the national response to a pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-and-coronavirus-capitalism-11586795622", "title": "Bernie and Coronavirus Capitalism", "date": "2020-04-13 12:33", "summary": "His perverse morality sees only greed as business takes on Covid-19.. In its obituary for Alfred Sherman, one of Margaret Thatcher's economic advisers, the Times of London relayed a story that spoke to one of his pet themes: the utter fecklessness of the British workingman.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooped-up-with-the-kids-a-new-generation-crashes-the-houseparty-11586793114", "title": "Houseparty Was the Video App for Kids. Now Quarantined Parents Are Butting In.", "date": "2020-04-13 11:51", "summary": "Long used by teenagers, the video-chat app is discovered by aging newcomers who entertain and annoy households with their new habit. While housebound by the pandemic, Alexis \"Lexi\" Serino inspired her mother and aunt to download Houseparty, a video-chat app that the college senior sometimes uses to socialize with friends.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-warmer-temperatures-bring-a-coronavirus-reprieve-its-complicated-11586792719", "title": "Scientists Seek Answers on Role of Warmer Temperatures Amid Pandemic", "date": "2020-04-13 11:45", "summary": "Many scientists predict reduced spread in warm months, but can't say by how much. Among the many unknowns about the new coronavirus, researchers are hunting for an answer to a particularly knotty question: Do warmer temperatures slow the spread?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-looks-to-conserve-cash-amid-600-million-preliminary-loss-11586787890", "title": "Ford Looks to Conserve Cash Amid $600 Million Preliminary Loss", "date": "2020-04-13 10:56", "summary": "The auto maker says its $30 billion cash reserve can get the company through the third quarter even without resuming U.S. production. Ford Motor Co. expects to report about a $600 million loss for the first quarter when it releases results later this month and is exploring more ways to conserve cash, the auto maker said Monday.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-still-america-virus-or-not-11586718091", "title": "It's Still America, Coronavirus or Not", "date": "2020-04-13 10:39", "summary": "Draconian orders and enforcement will undermine public support for social distancing.. Americans by and large have willingly obeyed the government's shelter-in-place and social-distancing orders, but that doesn't seem to be enough for some public officials. They're indulging their inner bully in ways that over time will erode public support for behavior that can reduce the spread of the coronavirus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autonation-ceo-cheryl-miller-takes-health-leave-11586780597", "title": "AutoNation CEO Cheryl Miller Takes Health Leave", "date": "2020-04-13 10:34", "summary": "Mike Jackson will serve as president and CEO of car-dealership chain until Miller returns. AutoNation Inc.'s chief executive Cheryl Miller has taken a leave of absence for health reasons, adding to the challenges confronting the nation's largest car-dealership chain as the coronavirus outbreak has pummeled sales and dented business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-minds-behind-killing-eve-leveled-up-season-3-11586782132", "title": "How the Minds Behind 'Killing Eve' Leveled Up Season 3", "date": "2020-04-13 10:21", "summary": "Sandra Oh, Jodie Comer and more on how the Golden Globe-and BAFTA-winning assassin thriller goes to a darker, more emotionally stirring place. Contains mild spoilers for Killing Eve season 3.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mellody-hobson-got-life-changing-quarantine-advice-from-her-husband-george-lucas-11586781354", "title": "Mellody Hobson Got Life-Changing Quarantine Advice From Her Husband George Lucas", "date": "2020-04-13 10:18", "summary": "The co-CEO and president of Ariel Investments: \"We do have to look at some of the positives here, and that perspective has really, really, really helped me.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-republicans-embrace-big-government-solutions-11586785874", "title": "Amid Coronavirus, Republicans Embrace Big-Government Solutions", "date": "2020-04-13 09:51", "summary": "Party orthodoxy has changed since 2008-09 rescue, and is changing again in current economic crisis. The last time Washington rode to the rescue of an economy in crisis, during the financial meltdown of 2008, many Republicans had to be dragged along kicking and screaming.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baker-hughes-pursues-1-8-billion-restructuring-plan-amid-oil-price-declines-11586784367", "title": "Baker Hughes Pursues $1.8 Billion Restructuring Plan Amid Oil-Price Slump", "date": "2020-04-13 09:47", "summary": "Oilfield-services company expects to book $15 billion in noncash goodwill impairment. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/married-to-a-doctor-during-the-rise-of-coronavirus-11586784968", "title": "Married to a Doctor During the Rise of Coronavirus", "date": "2020-04-13 09:36", "summary": "A reporter weighs risk, family and career as her physician husband heads to work. My husband is home, but we can't see him yet.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-invests-2-billion-in-alnylam-pharmaceuticals-11586774701", "title": "Blackstone Invests $2 Billion in Alnylam", "date": "2020-04-13 08:35", "summary": "Deal will give Massachusetts biotech company cash needed to bring more products to market. Blackstone Group Inc. is investing $2 billion in Alnylam Pharmaceuticals Inc. through a combination of equity and debt, giving the biotech company the cash it needs to bring more of its products to market.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-stay-home-please-stay-active-and-please-stay-yourself-11586780399", "title": "Please Stay Home. Please Stay Active. Please Stay Yourself.", "date": "2020-04-13 08:20", "summary": "A lockdown is making us consider our human limitations. This is OK. Plus: the magic of the burpee!. I have neglected to write \"King Lear.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-t-shirts-funny-or-offensive-11586779636", "title": "Coronavirus T-shirts: Funny or Offensive?", "date": "2020-04-13 08:07", "summary": "During the Covid-19 outbreak, some entrepreneurs see an opportunity to produce souvenir T-shirts and hoodies. LAST MONTH, Physics Harris was glued to the Covid-19 coverage that poured from his grandmother's TV at all hours. Though thoroughly rattled, Mr. Harris saw opportunity, too. Within days, the 30-year-old, who runs his family's screen-printing shop in Norcross, Ga., whipped up a coronavirus-themed T-shirt. Its graphic combines various virus motifs: Purell bottles, a coughing Tom Hanks, Rudy Gobert (the first NBA player to test positive) and young people wearing masks. To date, he has sold over 300 of the shirts at $20 a pop, mostly through Instagram.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-delta-weigh-selling-miles-early-to-raise-cash-in-coronavirus-crisis-11586779535", "title": "United, Delta Weigh Selling Miles Early to Raise Cash", "date": "2020-04-13 08:05", "summary": "JPMorgan and American Express, the airlines' credit-card partners, would make the purchases at a discount. U.S. airlines have mortgaged gates, flight paths and just about any asset they could find in the back of a hangar to weather the coronavirus crisis. Now, they are considering selling miles in bulk to their credit-card partners to raise cash.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-says-lending-programs-will-support-economy-avoid-deflation-11586778279", "title": "Fed Official Says Lending Programs Will Support Economy, Avoid Deflation", "date": "2020-04-13 07:44", "summary": "Richard Clarida dismisses worries that the central bank's policies to counter coronavirus impact had created a moral hazard. A top Federal Reserve official said the U.S. central bank was ramping up lending programs to preserve as much of the economy as possible while swaths of commerce have been shut down because of the coronavirus pandemic.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locals-reach-truce-with-city-renters-in-the-hamptons-as-coronavirus-spreads-11586777948", "title": "Locals Reach Truce With City Renters in the Hamptons, as Coronavirus Spreads", "date": "2020-04-13 07:39", "summary": "As New York City asked residents to stay home, wealthy New Yorkers descended on the Hamptons to shelter in place, disrupting life of local year-round residents. Weeks after thousands of affluent New Yorkers fled the city and descended on the Hamptons to shelter in place in comfort, disrupting life of local year-round residents, both sides are hunkering down in an uneasy truce.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-isnt-cutting-zoom-any-slack-11586777401", "title": "Microsoft Isn't Cutting Zoom Any Slack", "date": "2020-04-13 07:30", "summary": "Software giant has taken to touting the video-calling ability of its Teams platform just as Zoom's position looks vulnerable. As if Zoom Video Communications didn't have enough troubles, now it has the world's most valuable company breathing down its neck.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-poses-challenges-for-the-primary-voting-process-11586777401", "title": "Coronavirus Poses Challenges for the Primary Voting Process", "date": "2020-04-13 07:30", "summary": "While some states have opted to expand vote-by-mail access, others are debating changes. As the coronavirus pandemic in the U.S. worsens, states are scrambling to find alternatives to traditional primaries and caucuses so they can avoid asking voters to gather in public places, wait in lines, touch shared equipment and interact with poll workers, all of which could risk spreading the disease.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-video-app-review-sure-its-fun-but-whats-the-point-11586775600", "title": "Quibi Review: What's the Point?", "date": "2020-04-13 07:00", "summary": "Yep, there's yet another streaming service. Quibi is designed and programmed entirely for the phone-exactly the opposite of what's needed during the coronavirus pandemic lockdown. \"The people are real. The cases are real. The judgments are legally binding,\" roared a movie-trailer voice in my earbuds. I was watching a show called \"Chrissy's Court,\" on the new video app Quibi. (I'm sorry to report that, yes, there is yet another streaming service.)", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-match-breaks-away-investors-shouldnt-break-up-11586775600", "title": "As Match Breaks Away, Investors Shouldn't Break Up", "date": "2020-04-13 07:00", "summary": "Unlike other consumer-internet plays, Match could burn brighter coming out of the pandemic. The past few months, it seems as if investors have been dumped from all angles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-its-like-to-teach-sixth-grade-science-over-zoom-11586774461", "title": "What It's Like to Teach Sixth-Grade Science Over Zoom", "date": "2020-04-13 06:41", "summary": "When the pandemic upended the school year, Oklahoma teacher Melissa Lau switched gears to teach her class the science of social distancing. On the first day of remote learning after Piedmont Intermediate School closed because of the pandemic, Melissa Lau, a sixth-grade science teacher, knew the planned lesson-on thermal energy and particle motion-wouldn't resonate with her young students.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephon-marburys-wild-ride-on-the-front-end-of-the-coronavirus-pandemic-11586772028", "title": "Stephon Marbury's Wild Ride on the Front End of the Pandemic", "date": "2020-04-13 06:00", "summary": "Resume Subscription. Beijing", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-cfo-builds-trust-during-a-time-of-crisis-through-virtual-means-11586771464", "title": "New CFO Builds Trust During a Time of Crisis Through Virtual Means", "date": "2020-04-13 05:51", "summary": "Andrew Casey, who became WalkMe's new CFO as the coronavirus pandemic took hold in the U.S., balances management of the company's finances with getting to know new colleagues remotely. Like many finance chiefs, Andrew Casey of WalkMe Inc. puts in long hours wrestling with the company's books, trying to get a handle on the enterprise software business's financial position as its first CFO.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-coronavirus-a-johnson-controls-executive-urges-agility-11586770201", "title": "To Fight Coronavirus, a Johnson Controls Executive Urges Agility", "date": "2020-04-13 05:30", "summary": "Lisa Roy's team equips field hospitals with patient monitors and security systems; 'There's no playbook'. Over six days in February, Lisa Roy watched from thousands of miles away as colleagues in Wuhan, China, mobilized to outfit nearly 1,200 beds in makeshift hospitals with communications and security systems. More recently, she has had a front-row seat as the leader of her company's response to the coronavirus crisis as it unfolds closer to home.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-scramble-to-shore-up-coronavirus-hit-holdings-11586770202", "title": "Private-Equity Firms Scramble to Shore Up Coronavirus-Hit Holdings", "date": "2020-04-13 05:30", "summary": "Any hope of selling investments profitably is out the window for now. Private-equity executives have spent the past five years bemoaning the difficulty of investing profitably with stocks at elevated levels. Now, they're getting a taste of what they wished for-and a whole new set of headaches.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-prime-minister-boris-johnson-released-from-hospital-11586695818", "title": "U.K. Prime Minister Boris Johnson Released From Hospital", "date": "2020-04-13 02:49", "summary": "British officials said the country's coronavirus death toll had passed 10,000. U.K. Prime Minister Boris Johnson has left the hospital and is continuing to recover from coronavirus, as recorded deaths from the illness across Britain and Northern Ireland passed the 10,000 mark.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strangest-easter-coronavirus-clamps-down-on-services-across-the-world-11586676340", "title": "Officials Weigh Lockdown End Against Risk of Virus Rebound", "date": "2020-04-13 01:09", "summary": "Officials warn any early signs of success in curbing the pandemic shouldn't mean a quick lifting of lockdowns. As social-distancing requirements curbed Easter celebrations around the world, officials warned that early signs of success in slowing the spread of the new coronavirus shouldn't mean a quick lifting of lockdown orders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586712387", "title": "Pepper...and Salt", "date": "2020-04-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fight-hinders-action-against-other-deadly-diseases-in-poorer-nations-11586789123", "title": "Coronavirus Fight Curbs Action Against Other Deadly Diseases", "date": "2020-04-13 00:01", "summary": "Vaccination drives for polio, measles and other diseases are paused in poor nations, raising fears that other epidemics could surge. The coronavirus threat has suspended vaccination campaigns against many other diseases in the developing world, raising fears that other epidemics could surge in the poorest nations.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-the-oil-deal-11586744463", "title": "The Art of the Oil Deal", "date": "2020-04-13 22:21", "summary": "President Trump got something for almost nothing as energy dealmaker, but it may be too little to rescue jobs in America's oil patch. Donald Trump's legendary deal-making ability during his years as a real-estate mogul is more fantasy than reality, but the president outdid himself in this weekend's high-stakes oil diplomacy. After several near-collapses 23 countries, including the U.S., collectively pledged to curtail oil output by perhaps 15 million barrels a day.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-vs-china-who-is-winning-the-key-technology-battles-11586548597", "title": "The U.S. vs. China: Who Is Winning the Key Technology Battles?", "date": "2020-04-13 22:04", "summary": "China leads in 5G, but the U.S. has an edge in other crucial niches-for now. In a world where geopolitical power is increasingly linked to technological advancement, the U.S. has long led its rivals. American companies make some of the world's fastest computers, deadliest jet fighters and most capable robots.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-telecom-giants-take-different-paths-to-5g-11586556074", "title": "U.S. Telecom Giants Take Different Paths to 5G", "date": "2020-04-13 22:03", "summary": "Carriers embrace different varieties of spectrum and battle over which is best. \"I need a number!\" Verizon Communications Inc.'s chief executive called to his senior network lieutenant shortly before the carrier reported fourth-quarter earnings. Hans Vestberg wanted to be able to broadcast to Wall Street analysts how many cities the carrier would light up with faster 5G service in 2020-the more, the better.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2021-olympics-will-be-going-5g-11586555999", "title": "The 2021 Olympics Will Be Going 5G", "date": "2020-04-13 22:01", "summary": "Ultrafast connections promise viewers new viewing angles, less lag-and maybe holographic athletes. YOKOSUKA, Japan-The shuttlecock is flying as two champion badminton players exchange shots. The action is furious, but an onlooker can stray onto the court for a closer look without fear of getting hurt.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-5g-for-a-moment-instead-imagine-6g-11586743200", "title": "Forget 5G for a Moment. Instead, Imagine 6G.", "date": "2020-04-13 22:00", "summary": "The next generation is already on the drawing board, and it's going to be a lot more powerful. Wait a minute, 6G? Isn't 5G just getting started?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-promises-radical-overhaul-for-supply-chains-11586556432", "title": "5G Promises Radical Overhaul for Supply Chains", "date": "2020-04-13 22:00", "summary": "Enhanced capabilities will allow real-time tracking of goods and enable other emerging technologies. The rollout of 5G has the potential to transform the supply chain-among other things, helping companies more precisely measure consumer demand, cut waste and react in real time as situations change.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}]