[{"link": "https://www.wsj.com/articles/coronavirus-restrictions-to-ease-in-western-new-york-data-show-impact-by-neighborhood-11589846356", "title": "Coronavirus Rules to Ease in Western New York; Data Show Impact by Neighborhood", "date": "2020-05-18 19:59", "summary": "Working-class neighborhoods among hardest hit in New York City. Parts of western New York state are set to begin reopening, officials said Monday, as new data showed the contrast between how the new coronavirus has affected lower-income and wealthier neighborhoods in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-careful-handling-white-hot-moderna-shares-11589813824", "title": "Be Careful Handling White-Hot Moderna Stock", "date": "2020-05-18 19:36", "summary": "Even highly encouraging news about a possible vaccine doesn't remove risks to hot biotech shares with high price tags. Thanks to optimism in the fight against Covid-19, Moderna shares are hot. Investors should be wary of getting burned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-keep-a-centric-brands-stake-under-chapter-11-restructuring-11589843914", "title": "Blackstone to Keep a Centric Brands Stake Under Chapter 11 Restructuring", "date": "2020-05-18 19:18", "summary": "Brands collective plans to become private company after reaching restructuring deal. Branded-apparel maker Centric Brands Inc. became the latest clothing company to go bankrupt due to the coronavirus pandemic, filing for chapter 11 protection with plans to go private and preserve some of Blackstone Group Inc.'s ownership stake.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-lockdown-redux-11589843868", "title": "Chinese Lockdown Redux", "date": "2020-05-18 19:17", "summary": "Shutdowns haven't eliminated the virus, as new breakouts strike.. Remember those graphs showing that Beijing's draconian lockdown of Wuhan and other parts of China had beaten the coronavirus more effectively than any other public-health measures anywhere? Well, the virus didn't stay beaten, to judge by new cases emerging in Jilin province that have prompted another lockdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-does-reopening-polarize-us-11589842995", "title": "Why Does Reopening Polarize Us?", "date": "2020-05-18 19:03", "summary": "The divide over lockdowns reflects deeper differences in attitudes about risk, liberty and morality.. The debate over reopening the economy has a peculiar characteristic: It breaks down almost entirely along political lines. Liberals emphasize the dangers of an open society, shaming those who want to go back to work. Conservatives argue the opposite. Red states are steadily reopening, while most blue states lag. House Democrats believe it isn't safe for lawmakers to go back to work, while the Republican-controlled Senate is back in session.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-doesnt-need-a-new-cold-war-11589842987", "title": "The U.S. Doesn't Need a New Cold War", "date": "2020-05-18 19:03", "summary": "Proponents of heightening the conflict with China understate the diplomatic successes of recent years.. The U.S. approach toward China now relies on confrontation and accusation. Yet in diplomacy, as in war, the other side gets a vote. On May 22 China will convene two of its annual summits, the National People's Congress and the Political Consultative Conference. The Communist Party will choreograph messages carefully: The collapse of communism in the Soviet Union casts a long shadow in Beijing, and Covid-19 came close to shaking the party's legitimacy. In Chinese history, diseases, famines and other natural disasters have foretold the end of dynasties.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-a-face-mask-protect-you-11589842953", "title": "Will a Face Mask Protect You?", "date": "2020-05-18 19:02", "summary": "Maybe a little, but washing your hands and social distancing are far more effective.. Should you wear a face mask? Medical authorities have sent confusing messages. Both the U.S. surgeon general and the Centers for Disease Control and Prevention exhorted Americans not to wear masks in January and February, then reversed themselves in April. Mask wearing is now mandatory in many workplaces and public spaces, but how much good does it do? The science is inconclusive, but probably not much.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-children-go-to-summer-school-11589842866", "title": "Let Children Go to Summer School", "date": "2020-05-18 19:01", "summary": "Reopening classrooms brings risks. But they can be mitigated, and isolation costs kids far more dearly.. As Americans begin to poke their heads out of their homes and behold the destruction around them, it's time for some bold decisions. Start by getting children back to school.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-covid-price-control-fiasco-11589842827", "title": "Italy's Covid Price-Control Fiasco", "date": "2020-05-18 19:00", "summary": "The government decreed that masks could cost no more than 50 euro cents. Then came the shortages.. Milan", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-obama-antitrust-official-lays-out-possible-case-against-google-11589842775", "title": "Former Obama Antitrust Official Lays Out Possible Case Against Google", "date": "2020-05-18 18:59", "summary": "As Justice Department and states prepare to sue search giant, a new paper says the Alphabet unit sought to mute digital-advertising competition. A former top antitrust economist in the Obama administration argued Monday that Alphabet Inc.'s Google has used its powerful position in the digital advertising space to stifle competition, outlining a possible case against the search giant at the same time federal and state enforcers are making preparations to go to court.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rodham-review-hillary-unbound-11589842789", "title": "'Rodham' Review: Hillary Unbound", "date": "2020-05-18 18:59", "summary": "A novelist concocts an alternate reality in which Hillary rejects Bill's marriage proposal and embarks on a solo political career.. The genre of alternate-history fiction has produced plenty of schlock and a few genuinely good novels: Kingsley Amis's \"The Alteration,\" for example, in which the Reformation never took place, or Philip Roth's \"The Plot Against America,\" in which FDR loses the 1940 election to fascist-leaning Charles Lindbergh, or (although it has its detractors) Stephen Fry's \"Making History,\" which depicts a 20th century without Adolf Hitler. Now Curtis Sittenfeld, author of \"Prep\" and \"American Wife,\" has produced another standout in the genre with her readable and psychologically acute new novel, \"Rodham.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-palestinians-need-to-make-bold-moves-11589842737", "title": "The Palestinians Need to Make Bold Moves", "date": "2020-05-18 18:58", "summary": "Facing crisis, they should follow Arafat's example by agreeing to negotiations.. As speculation intensifies over possible Israeli plans to annex portions of the West Bank, the Palestinian movement faces its greatest crisis since Israel became a state. The underlying problem for the Palestinian Authority is that the balance of power has shifted massively in favor of Israel, and as other countries recalibrate their policies in light of this reality, Palestinian options are narrowing faster than the authority's leaders can adapt.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modernas-vaccine-hope-11589835889", "title": "Moderna's Vaccine Hope", "date": "2020-05-18 18:57", "summary": "The biotech firm says its Phase 1 trial shows promising results.. Stock and oil prices climbed on Monday on news that a coronavirus vaccine candidate by biotech startup Moderna has shown promise in early clinical trials. Governments are starting to lift their lockdowns, but Americans and the rest of the world will need an effective vaccine-and maybe several-for a return to pre-virus normality.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-revenue-prompts-new-york-to-freeze-more-than-1-billion-in-spending-11589840742", "title": "Falling Revenue Prompts New York to Freeze More Than $1 Billion in Spending", "date": "2020-05-18 18:25", "summary": "Coronaus pandemic clouds state's economic picture; several municipalities will be 'devastated' without grants. ALBANY, N.Y. - New York's state government is holding back more than $1 billion of planned spending as it grapples with the financial fallout from the coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eventbrite-faces-new-accounting-challenges-as-coronavirus-clouds-projections-of-future-refunds-11589840081", "title": "Eventbrite Faces New Accounting Challenges as Coronavirus Clouds Projections of Future Refunds", "date": "2020-05-18 18:14", "summary": "Uncertainty prompts CFO to conduct additional forecasting to prepare for an expected rise in refunds as organizers cancel events. The coronavirus pandemic is striking a blow to the event-ticketing industry as organizers cancel and postpone concerts and other performances to adhere to lockdown orders and social-distancing protocols.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-marco-rubio-to-chair-senate-intelligence-committee-11589833971", "title": "Sen. Marco Rubio to Chair Senate Intelligence Committee", "date": "2020-05-18 18:11", "summary": "Florida lawmaker to serve as acting intelligence panel chairman as Burr investigation proceeds. WASHINGTON-Senate Majority Leader Mitch McConnell (R., Ky.) selected Sen. Marco Rubio to temporarily lead the Senate Intelligence Committee.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/put-people-back-to-work-dont-print-money-11589838324", "title": "Put People Back to Work, Don't Print Money", "date": "2020-05-18 17:45", "summary": "The real cure for our economy is getting people back to work. This is how we finally recovered from the Great Depression.. Prof. Alan Blinder turns to Scarlett O'Hara to support Modern Monetary Theory (\"On Coronavirus Debt, Heed the Wisdom of Scarlett O'Hara,\" op-ed, May 15). He contends the U.S. can borrow and print money and ignore the consequences for now. He sees no yellow lights yet but by the time they appear, we'll have undermined our credibility as the world's currency and all the advantages it brings to us. It would also produce a world financial crisis as other countries followed suit with undisciplined borrowing and money printing during the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-independent-lenders-help-homeowners-11589838261", "title": "Help Independent Lenders Help Homeowners", "date": "2020-05-18 17:44", "summary": "Lenders are making near-record levels of refinances, providing tangible benefits to consumers, and churning out home-purchase loans-all while providing forbearance to millions of Americans.. The article \"Mortgage Firms Show Strain\" (Page One, May 11) acknowledges the critical role that independent mortgage banks play in both the lending and servicing space. However, it leaves readers with the impression that there are structural problems with the mortgage industry that threaten the welfare of borrowers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalin-first-tried-to-resist-hitler-with-great-britain-11589838192", "title": "Stalin First Tried to Resist Hitler With Great Britain", "date": "2020-05-18 17:43", "summary": "The Soviets did attempt to establish an anti-Hitler coalition in the run up to the war.. In debunking Vladimir Putin's claims about the Soviet Union's World War II efforts (\"Putin's Myths About the Soviets and World War II,\" op ed, May 9), Prof. Ian Ona Johnson omits evidence that the Soviets did attempt to establish an anti-Hitler coalition in the run up to the war. Recent scholarship confirms the numerous efforts by Joseph Stalin to reach out to Britain, and through it to other Western governments, to join in presenting a united front against Hitler. In the most important of these, Soviet Ambassador to Britain Ivan Maisky repeatedly approached the Chamberlain government about such an alliance. Loath to ally with the communists, Neville Chamberlain responded at various points by either ignoring these entreaties or slow-waking talks that could have led to a deterrent to Hitler.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economics-and-psychology-of-lockdown-drink-and-pot-11589838075", "title": "Economics and Psychology Of Lockdown Drink and Pot", "date": "2020-05-18 17:41", "summary": "We were reminded of a lesson we learned during Prohibition. You cannot legislate irresponsible behavior. You merely drive it underground.. Regarding Erica Komisar's \"In Lockdown, Pot and Booze Are Bad News\" (op-ed, May 13): Although Pennsylvania did close its liquor stores at the beginning of its shutdown, it started reopening them when its citizens began leaving their homes and driving to nearby states to replenish their stock. Once again, we were reminded of a lesson we learned during Prohibition. You cannot legislate irresponsible behavior. You merely drive it underground.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-borrowing-wont-help-profligate-states-get-right-11589838109", "title": "More Borrowing Won't Help Profligate States Get Right", "date": "2020-05-18 17:41", "summary": "Messrs. Baker and Miller's proposal for states to borrow more, sell their assets, waive immunity provisions etc., would only delay the day of reckoning.. To anyone knowledgeable about the levels of debt accumulated by state entities, Profs. John S. Baker Jr. and Robert T. Miller's proposal for states to avoid seeking default or bankruptcy options is an absolute nonstarter (\"A Better Alternative to State Bankruptcy or Default,\" op-ed, May 8). With a current funding gap between assets and liabilities of over $1 trillion just for state pension funds-many with an infinitesimal likelihood of ever closing their gaps-recommending that states take out even more debt crosses the line into irrationality. Advising a borrower that can't pay its debts to borrow even more doesn't pass the \"smell test,\" or any test. Messrs. Baker and Miller's proposal for states to borrow more, sell their assets, waive immunity provisions etc., would only delay the day of reckoning which, if their proposals were implemented, would be an order of magnitude worse than facing the music today. Remember, \"if you find yourself in a hole, stop digging.\" Their proposal would create a graveyard of states.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-focus-is-disrupting-other-medical-research-11589838033", "title": "Covid Focus Is Disrupting Other Medical Research", "date": "2020-05-18 17:40", "summary": "The trials must be resumed soon to avoid a serious setback and unnecessary delay in bringing new life-saving drugs to market.. Published May 18, 2020 5:40 pm ET", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founders-got-judges-right-11589837991", "title": "Founders Got Judges Right", "date": "2020-05-18 17:39", "summary": "The Founding Fathers got it right. Can you imagine if the federal judiciary were elected?. After reading your editorial \"The Chief Justice Quashes a Political Stunt\" (May 11) I could only think how, once again, the Founding Fathers got it right. Can you imagine if the federal judiciary were elected? Thank God for the life tenure that insulates our federal judges from this nonsense and the likes of Sen. Sheldon Whitehouse and his threatening-letter cabal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uss-theodore-roosevelt-set-to-return-to-sea-as-covid-19-threatens-comeback-11589837384", "title": "USS Theodore Roosevelt Set to Return to Sea Amid New Covid-19 Cases", "date": "2020-05-18 17:29", "summary": "Some sailors test positive for coronavirus as aircraft carrier is readied for departure from Guam, where it docked after March outbreak. The USS Theodore Roosevelt, docked for nearly two months in Guam after the largest coronavirus outbreak to strike the U.S. military, might return to sea as early as this week, defense officials said, even though some sailors have begun to test positive again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-global-management-bets-on-hertz-failure-11589836894", "title": "Apollo Global Management Bets on Hertz Failure", "date": "2020-05-18 17:21", "summary": "The coronavirus pandemic's impact on the car-rental industry has pushed Hertz to the brink of bankruptcy. The coronavirus pandemic's devastating impact on American travel has made a winner of Apollo Global Management Inc.'s wager that rental-car company Hertz Global Holdings Inc. would default on its debt, people familiar with the matter said.", "categories": [["Pro Bankruptcy Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-plans-to-seek-buyers-for-about-20-billion-of-its-t-mobile-shares-11589836379", "title": "SoftBank to Seek Buyers for About $20 Billion of Its T-Mobile Shares", "date": "2020-05-18 17:20", "summary": "Morgan Stanley, Goldman assemble buyers for what would be one of the largest stock trades ever. SoftBank Group Corp. plans to seek buyers for about $20 billion of its shares in T-Mobile US Inc. as the Japanese technology conglomerate takes steps to pare a yearslong investment in the U.S. mobile-phone sector.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-says-initial-covid-19-vaccine-results-are-positive-11589805115", "title": "Moderna Says Initial Covid-19 Vaccine Results Are Positive", "date": "2020-05-18 17:18", "summary": "Experimental coronavirus vaccine induced immune responses in volunteers, raising hopes that a weapon to slow the pandemic could be on the horizon. Drugmaker Moderna Inc. reported early results Monday from the first human study of its experimental coronavirus vaccine that gave a positive signal about the shot's ability to protect people, raising hopes that a weapon to slow or halt the pandemic could be on the horizon.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-re-evaluation-of-freight-follows-steep-losses-11589836255", "title": "Uber's Re-Evaluation of Freight Follows Steep Losses", "date": "2020-05-18 17:10", "summary": "The digital freight brokerage unit has won business at a high cost while pushing competitors to invest in technology. Uber Technologies Inc.'s truck-brokerage business has helped reshape freight brokerage, but it might not be doing enough to shore up the finances at its parent company.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pimco-backed-trucking-firm-comcar-files-for-bankruptcy-11589835794", "title": "Pimco-Backed Trucking Firm Comcar Files for Bankruptcy", "date": "2020-05-18 17:03", "summary": "Florida-based company owned by fixed-income investor Pimco seeks chapter 11 protection with plan to sell assets. Comcar Industries Inc., a Florida-based trucking company backed by Pimco, has filed for bankruptcy protection with several deals in hand to sell some of its operations.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-18-2020-11589778000", "title": "U.S. Stocks Rally As Hopes for New Virus Vaccine Build", "date": "2020-05-18 17:01", "summary": "Dow jumps 900 points after vaccine disclosure drives Moderna shares higher. The Dow Jones Industrial Average surged more than 900 points Monday, its best day since April 6, on hopeful developments surrounding a potential coronavirus vaccine.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-fed-prepared-to-use-full-range-of-tools-to-support-economy-11589832108", "title": "Powell Says Fed Prepared to Use 'Full Range of Tools' to Support Economy", "date": "2020-05-18 16:50", "summary": "The Federal Reserve chairman and the Treasury secretary are set to testify before a congressional panel on Tuesday. Federal Reserve Chairman Jerome Powell said the central bank will use its \"full range of tools to support the economy\" as a result of the economic shock caused by the coronavirus pandemic in testimony prepared for delivery to a congressional panel on Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-says-wildfire-victims-voted-for-13-5-billion-settlement-offer-11589834893", "title": "PG&E Says Wildfire Victims Voted for $13.5 Billion Settlement Offer", "date": "2020-05-18 16:48", "summary": "Last-minute opposition to bankruptcy proposal didn't get enough momentum to swing vote against utility, according to court papers. PG&E Corp. said it survived attempts to rally wildfire victims against a $13.5 billion settlement offer, positioning the bankrupt utility favorably to exit chapter 11 on its preferred terms.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-on-ecb-while-lapping-up-risky-government-bonds-11589801068", "title": "Investors Bet on ECB in Risky Bond Buying Spree", "date": "2020-05-18 16:47", "summary": "Italy and Spain set records for bond-deal size before reporting steep economic contractions in the first quarter. Investors are lapping up a record amount of Southern European sovereign debt in a hunt for yield, while counting on the region's central bank to backstop the riskiest bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-talking-heads-with-something-to-say-11589834791", "title": "The Staying Inside Guide: Talking Heads With Something to Say", "date": "2020-05-18 16:46", "summary": "Vintage episodes of shows hosted by Dick Cavett, William F. Buckley Jr. and Jack Paar offer a window to a different era.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-im-feeling-now-by-charli-xcx-review-lockdown-breakout-11589834446", "title": "'How I'm Feeling Now' by Charli XCX Review: Lockdown Breakout", "date": "2020-05-18 16:40", "summary": "The pop singer's most recent album, recorded and released while she was under quarantine, offers a glimpse of these trying times and an optimistic peek at the future.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-taps-disney-executive-kevin-mayer-as-new-ceo-11589833800", "title": "Passed-Over Disney Executive Named CEO at China's TikTok", "date": "2020-05-18 16:30", "summary": "Head of Disney+ streaming service to lead video app owned by Bytedance as Chinese company seeks global expansion. Kevin Mayer, who was passed over for the top job at Walt Disney Co. , is becoming chief executive of TikTok, in a jump from one of the entertainment industry's most venerable names to one of its buzziest new arrivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smiledirectclub-sues-nbc-over-news-report-seeking-2-85-billion-11589832227", "title": "SmileDirectClub Sues NBC Over News Report, Seeking $2.85 Billion", "date": "2020-05-18 16:07", "summary": "SmileDirectClub attorney was lawyer in suit against ABC News for stories on beef called 'pink slime' by critics. Teledentistry company SmileDirectClub Inc. sued Comcast Corp.'s NBCUniversal, seeking nearly $3 billion in damages for what it alleges were defamatory news reports about the company's treatment methods.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-takes-another-court-hit-on-athlete-compensation-11589826409", "title": "NCAA Takes Another Court Hit on Athlete Compensation", "date": "2020-05-18 16:05", "summary": "The Ninth Circuit ruled that the organization's restrictions violated federal antitrust law. A federal appeals court dealt another blow to the National Collegiate Athletic Association's efforts to keep tight limits on compensating student-athletes, ruling that the organization's restrictions violated federal antitrust law.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economic-recovery-might-take-up-to-3-years-say-european-bosses-11589832060", "title": "Global Economic Recovery Might Take Up to 3 Years, Say European Bosses", "date": "2020-05-18 16:01", "summary": "Business leaders surveyed by Conference Board hold 'overwhelmingly pessimistic' view of near-term prospects amid coronavirus pandemic. A global economic recovery from the coronavirus crisis will take between one and three years, more than 80% of top European business leaders said in a survey to be released Tuesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-fed-disinclined-to-penalize-banks-for-emergency-lending-choices-11589831566", "title": "Fed's Bostic: Fed Disinclined to Penalize Banks for Emergency Lending Choices", "date": "2020-05-18 15:52", "summary": "The Federal Reserve Bank of Atlanta President said he doesn't plan to heavily second guess decisions banks have taken during the coronavirus crisis. Federal Reserve Bank of Atlanta President Raphael Bostic said Monday he doesn't plan to heavily second guess decisions banks have taken during the coronavirus crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stalls-advents-1-9-billion-buyout-of-forescout-11589831439", "title": "Coronavirus Stalls Advent's $1.9 Billion Buyout of Forescout", "date": "2020-05-18 15:50", "summary": "The take-private deal struck in early February is the latest to be thrown into question by the pandemic. ", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-court-says-stores-can-reopen-weighing-economic-concerns-11589831323", "title": "Pakistan Court Says All Stores Can Reopen", "date": "2020-05-18 15:48", "summary": "Justices say government can't keep shops closed, stepping into a global debate over how to revive economies during the coronavirus pandemic. ISLAMABAD-Pakistan's Supreme Court ruled that all stores and shopping malls can open immediately, overturning government-mandated closings of businesses to slow the spread of the coronavirus as justices weighed in on the global debate over how to revive economic activity during the pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-market-is-betting-people-want-crude-for-christmas-11589794202", "title": "The Oil Market Is Betting People Want Crude for Christmas", "date": "2020-05-18 15:29", "summary": "Traders avoid near-term contracts as the coronavirus pummels fuel demand. The most wagered-upon oil prices these days are for crude bobbing at sea on big tankers-or even still in the ground.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-democrats-frustrated-after-setbacks-in-congress-primaries-11589543865", "title": "Progressive Democrats Frustrated After Setbacks in Congress, Primaries", "date": "2020-05-18 15:12", "summary": "Sen. Bernie Sanders said those feeling demoralized need to 'take a deep breath'. Progressive Democrats' disappointment with House coronavirus legislation caps a frustrating start to 2020 for the left flank of the party, which has seen its favored presidential candidates exit the race, down-ballot hopefuls meet mixed results and some priorities stall in Congress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-posts-9-billion-loss-for-year-hit-by-poor-tech-investments-11589787762", "title": "SoftBank Posts Its Worst Results Ever, Hit by Poor Tech Investments", "date": "2020-05-18 14:51", "summary": "Vision Fund falls into the red as coronavirus pandemic accelerates downturn. TOKYO-Technology giant SoftBank Group Corp. recorded the worst results in its nearly four-decade history, as huge losses at its $100 billion Vision Fund and other investments threw into question its aggressive strategy of funding digitally driven startups.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-puts-itself-in-the-hot-seat-11589827888", "title": "Uber Puts Itself in the Hot Seat", "date": "2020-05-18 14:51", "summary": "As the company scales down, the stakes for its food-delivery business keep going up. Uber Technologies suddenly has even more riding on food delivery.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-resistance-journalism-11589827382", "title": "The End of 'Resistance Journalism'?", "date": "2020-05-18 14:43", "summary": "Even the New York Times now recognizes the problem.. Now that Joe Biden is struggling to explain why the evidentiary rules he demanded for others accused of sexual assault are not appropriate for him, many of his friends in the press corps are suddenly seeing new virtues in the idea of carefully vetting claims of misconduct.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-germany-propose-500-billion-eu-pandemic-recovery-fund-11589826351", "title": "France, Germany Propose €500 Billion EU Pandemic Recovery Fund", "date": "2020-05-18 14:38", "summary": "Proposal is a milestone in shaping the bloc's response; it will need unanimous approval. France and Germany on Monday proposed establishing a €500 billion Europe-wide recovery fund to support European regions worst hit by the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-warns-u-s-chip-ban-will-damage-operations-globally-11589801706", "title": "Huawei Braces for Latest U.S. Hit, but Some Say Loopholes Remain", "date": "2020-05-18 14:28", "summary": "Trump administration's move blocks foreign chip makers using U.S. software and technology from shipping products to Huawei without a license. Huawei Technologies Co. said Monday the Trump administration's move to thwart its access to semiconductors will damage its ability to maintain its telecommunications networks, but some U.S. specialists say the latest ban has significant loopholes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-production-restart-could-ease-path-to-inclusion-in-s-p-500-index-11589794202", "title": "Tesla's Production Restart Could Ease Path to Inclusion in S&P 500 Index", "date": "2020-05-18 14:20", "summary": "A surprise second-quarter profit could qualify Elon Musk's car company for addition to key investor benchmark. Elon Musk's success last week restarting production at Tesla Inc.'s lone U.S. factory ends one drama but sets up another with a big question: Can the car maker park itself in the S&P 500?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-lockdowns-lift-how-ready-are-gyms-to-reopen-11589825710", "title": "As Coronavirus Lockdowns Lift, How Ready Are Gyms to Reopen?", "date": "2020-05-18 14:15", "summary": "Most Popular News. Gravity Fitness in downtown Atlanta reopened May 11. Following new state protocols, a staffer at the gym's entrance takes everyone's temperature, and 6-foot spacing marks the gym floor, among other measures aimed at reducing the risk of spreading the novel coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/with-remote-work-here-to-stay-it-executives-reassess-tech-priorities-11589825596", "title": "With Remote Work Here to Stay, IT Executives Reassess Tech Priorities", "date": "2020-05-18 14:13", "summary": "Dropbox CIO plans to retire apps that don't add value to remote workforce, and may sign up for new tech tools to manage the eventual return to the office. Information technology leaders at software companies including Dropbox Inc. and Elastic NV are preparing for an extended period of remote work, a process that involves signing up for some new workforce IT tools and culling others that seem superfluous.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-to-close-nearly-30-of-its-stores-11589824977", "title": "J.C. Penney to Close Nearly 30% of Its Stores", "date": "2020-05-18 14:02", "summary": "Store closures are part of retailer's plan to streamline operations after filing for chapter 11 bankruptcy. J.C. Penney Co. plans to permanently close more than 240 department stores, or nearly 30% of its locations, as the retailer tries to streamline its business under chapter 11 bankruptcy protection.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/limit-fisa-surveillance-to-foreigners-11589824082", "title": "Limit FISA Surveillance to Foreigners", "date": "2020-05-18 13:48", "summary": "The problem goes far beyond Carter Page. Spying on Americans is dangerously common.. Michael Horowitz, the Justice Department's inspector general, has documented numerous inaccuracies in the Federal Bureau of Investigation's warrant applications under the Foreign Intelligence Surveillance Act. The sloppiness is shocking but not the worst of it. As Congress debates the FISA's reauthorization, it should answer the urgent need for reform.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-education-of-jerry-falwell-jr-11589824107", "title": "The Education of Jerry Falwell Jr.", "date": "2020-05-18 13:48", "summary": "Attacked for keeping Liberty University open, he now seems to have made a good call.. How it must hurt to have to admit: Jerry Falwell Jr. was right.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-travel-coronavirus-rules-11589823494", "title": "The New Airline Travel: Fewer Flights, More Layovers, Rules for Bathrooms", "date": "2020-05-18 13:40", "summary": "Resume Subscription. A new age of air travel is taking shape.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-hamptons-home-where-jackie-kennedy-summered-as-a-child-asks-7-5-million-11589823034", "title": "The Hamptons Home Where Jackie Kennedy Summered as a Child Asks $7.5 Million", "date": "2020-05-18 13:30", "summary": "The shingled East Hampton estate known as Wildmoor belonged to her grandfather, John Vernou Bouvier Jr.. A shingled Hamptons house where Jacqueline Kennedy Onassis spent childhood summers is coming on the market for $7.5 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-jackie-kennedys-childhood-summer-home-11589822944", "title": "Inside Jackie Kennedy's Childhood Summer Home", "date": "2020-05-18 13:29", "summary": "Wildmoor in East Hampton was owned by the Bouvier family. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ukraines-zelensksy-finds-battling-corruption-is-harder-in-real-life-than-it-was-on-tv-11589792725", "title": "Ukraine's Zelensky Finds Battling Corruption Is Harder Than It Was on TV", "date": "2020-05-18 12:57", "summary": "The comedian rose to power pledging to end conflict with Russia and root out graft. A year ago, Volodymyr Zelensky switched from playing a corruption-fighting president in a television comedy to being the real thing after he was elected as Ukraine's new leader in a landslide win.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-court-convicts-jewish-settler-of-murder-in-attack-on-palestinian-family-11589815405", "title": "Israeli Court Convicts Jewish Extremist of Palestinian Murder", "date": "2020-05-18 12:38", "summary": "Man found guilty of 2015 arson attack in Israel-occupied West Bank that sparked months of violence. TEL AVIV-An Israeli court Monday convicted a Jewish extremist for murder in a 2015 arson attack that killed a Palestinian couple and their baby in the Israel-occupied West Bank and sparked months of violence between the two sides.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-ports-hit-hard-by-coronavirus-lockdowns-11589819155", "title": "European Ports Hit Hard by Coronavirus Lockdowns", "date": "2020-05-18 12:25", "summary": "Two-thirds of European ports report falling ship calls as pandemic triggers sharp contraction in global supply chains. European ports have been the world's hardest hit trade gateways from the coronavirus pandemic, with up to two-thirds reporting significant declines in ship calls this month in a sign of the deep contraction in global supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-disney-put-a-tiny-competitor-on-ice-11589818080", "title": "Why Disney Put a Tiny Competitor on Ice", "date": "2020-05-18 12:08", "summary": "Club Penguin is gone, but Disney didn't want a copycat site to stay in business. Not all that long ago one of the hottest social-media properties was named after a flightless bird. A decade later it went the way of the Dodo, but that hasn't stopped its owner from chasing down poachers.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-always-money-in-the-banana-stand-11589817995", "title": "There's Always Money in the Banana Stand", "date": "2020-05-18 12:06", "summary": "A former Wall Street trader finds a backward way for restaurants to profit in food delivery by ordering their own pizzas. It turns out restaurants can make money on food-delivery platforms. They may just have to order their own food to do it.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-generous-with-earnings-misses-11589817735", "title": "Investors Are Generous With Earnings Misses", "date": "2020-05-18 12:02", "summary": "Companies including Facebook report results that are less than expected, but stocks don't suffer much. Investors are brushing off gloomy news from big corporations as earnings season comes to a close.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-step-away-from-the-baserunner-why-baseball-in-2020-wont-be-much-fun-11589817188", "title": "Please Step Away From the Baserunner: Why Baseball in 2020 Won't Be Much Fun", "date": "2020-05-18 11:53", "summary": "A 67-page outline of MLB's new health and safety protocols highlights how different the game will look if players are able to take the field this summer. If there's going to be baseball this year, players will begin their mornings by using a league-issued contactless thermometer to measure their temperature twice in rapid succession. Presuming it's under 100 degrees Fahrenheit, they will be permitted to travel to the stadium, commuting either in their own car or on the team bus, because taxis, Ubers and public transit won't be allowed.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sanitizing-newbie-take-a-lesson-from-a-hog-farmer-11589815470", "title": "Sanitizing Newbie? Take a Lesson From a Hog Farmer", "date": "2020-05-18 11:25", "summary": "Showers, disinfectant and clean side-dirty side rules: Agriculture's biosecurity protocols double as anti-coronavirus practices. A few weeks ago, after Brad Greenway picked up some water-line fittings from a supplier, he followed his usual practice to avoid bringing germs into his workplace: he showered, put on a fresh set of clothes and wiped the parts down with disinfectant.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-beijing-lawmakers-regain-upper-hand-in-hong-kong-legislature-11589814769", "title": "Hong Kong's Pro-Beijing Lawmakers Regain Upper Hand", "date": "2020-05-18 11:12", "summary": "Legislators take control of a committee crucial to passing a proposed law that would criminalize disrespect of China's national anthem. HONG KONG-Pro-Beijing lawmakers on Monday regained control of a committee crucial to passing a proposed law that would criminalize disrespect of China's national anthem here after scuffles broke out in the city's Legislative Council for the second time this month.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffee-ipo-smells-of-one-unfashionable-flavor-11589814733", "title": "Coffee IPO Smells of One Unfashionable Flavor", "date": "2020-05-18 11:12", "summary": "JDE Peet's plans to list in Amsterdam next month. Despite good sales, high debt gives the brew a sharp note.. Caffeine is a good business to be in right now. But the initial public offering of the world's second-largest coffee roaster asks investors to swallow uncomfortably high levels of debt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-names-paul-stone-as-ceo-11589808292", "title": "Hertz Names Paul Stone as CEO as Firm Fights for Survival Amid Covid-19", "date": "2020-05-18 11:08", "summary": "Car-rental firm has been hit hard by downturn in global travel. Hertz Global Holdings Inc. named a new leader as the car-rental company's future is in jeopardy amid the decimation of global travel caused by the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peets-coffee-owner-brews-2-2-billion-ipo-11589812486", "title": "Peet's Coffee Owner Brews $2.2 Billion IPO", "date": "2020-05-18 10:34", "summary": "Investment firm JAB bets investors will tap into coffee's resilience during the pandemic. The investment firm behind Peet's Coffee, Pret A Manger and Panera Bread is pushing ahead with an initial public offering of its coffee business, aiming to raise up to €2 billion ($2.2 billion), according to a person familiar with the matter-a bet coffee's resilience will appeal to investors amid uncertainty over the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/among-the-losers-low-cost-airlines-may-lose-less-11589811560", "title": "Among the Losers, Low-Cost Airlines May Lose Less", "date": "2020-05-18 10:29", "summary": "Budget carriers like Ryanair are suffering from the Covid-19 crisis, but a shrinking industry also brings them some advantages. No passenger carrier on the planet can escape the painful shrinkage that Covid-19 is imposing on the aviation industry. For scrappy low-cost carriers, though, there is also something to like in a leaner market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-coronavirus-increasingly-exacerbates-the-red-blue-divide-11589810871", "title": "Why Coronavirus Increasingly Exacerbates the Red-Blue Divide", "date": "2020-05-18 10:07", "summary": "Democratic states feel they aren't getting the help they need from GOP senators, while Republican ones think they bear an unfair economic burden. The coronavirus crisis once seemed to be the kind of gut-wrenching shock that would pull together a politically divided nation. Increasingly, though, it is pulling the nation apart along familiar lines.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-ok-to-miss-the-office-during-the-lockdown-11589808372", "title": "It's OK to Miss the Office During the Coronavirus Lockdown", "date": "2020-05-18 09:26", "summary": "Coronavirus has shattered any separation between job and home that workers were clinging to-for many, an essential part of life is now missing. Alicia Johnston couldn't take it anymore. She'd spent weeks trapped at home, juggling her full-time digital marketing job with caring for her children, ages 4 and 6. One day, holed up inside her daughter's closet, she called her manager and broke down.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-southern-california-harder-than-northern-counties-11589808151", "title": "Coronavirus Hits Southern California Harder Than North", "date": "2020-05-18 09:22", "summary": "A later lockdown and more nursing homes help explain why Los Angeles has disproportionately more cases. In California, the coronavirus pandemic has become a tale of two cities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-in-italy-prepare-to-reopenor-hold-offand-fear-they-wont-survive-11589652461", "title": "Restaurants in Italy Prepare to Reopen, but Rules Add Anxiety", "date": "2020-05-18 09:19", "summary": "Resume Subscription. ROME-Giacomo Nitti will finally be allowed to reopen his restaurant in central Rome next weekas the Italian government gradually lifts a two-month nationwide lockdown aimed at combating the new coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-brings-beer-drinkers-back-to-bud-light-11589799376", "title": "Coronavirus Brings Beer Drinkers Back to Bud Light", "date": "2020-05-18 09:12", "summary": "Craft brewers face a reckoning as Americans opt for value and familiarity with brands like Miller Lite and Coors Light. When the apocalypse came, Americans bought Bud Light.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-prepares-for-a-tough-matchup-tradition-vs-coronavirus-11589716801", "title": "College Football Prepares for a Tough Matchup: Tradition vs. Coronavirus", "date": "2020-05-18 09:11", "summary": "Texas A&M athletic director Ross Bjork explains how the coronavirus pandemic will change traditions at Kyle Field. College Station, Texas, isn't prone to earthquakes. But when 100,000-plus Texas A&M fans chant their school's \"War Hymn\" at football games, the stands at Kyle Field shake. During the final verse, when the lyrics instruct the Aggies to \"saw varsity's horns off,\" revelers link arms with their neighbors and turn the stadium into a rolling sea of maroon and white.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanks-for-masking-a-case-for-covering-up-11589807255", "title": "Thanks for Masking! A Case for Covering Up", "date": "2020-05-18 09:07", "summary": "If Darth Vader can wear a face shield, the rest of us can handle 20 masked minutes inside the supermarket. I want to talk about masks, because it feels like a hot topic right now, and there aren't a lot of hot topics in sports at the moment. I mean, I love Michael Jordan as much as anybody, but I'm bored of all these strained debates about Michael Jordan. He was a great basketball player, likely the greatest who ever was. Do we really have to argue this? It's like listening to people argue about pizza, or sunshine. Jordan's great! The end.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-investors-make-leap-into-fully-remote-deals-11589794201", "title": "Venture Investors Make Leap Into Fully Remote Deals", "date": "2020-05-18 09:05", "summary": "Extended lockdowns have forced VCs to adapt and pursue deals without meeting founders in person. ", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyber-insurers-get-tough-on-risk-assessments-amid-coronavirus-pandemic-11589794201", "title": "Cyber Insurers Get Tough on Risk Assessments Amid Coronavirus Pandemic", "date": "2020-05-18 09:04", "summary": "Insurers are asking more questions of their policyholders as remote working heightens cybersecurity risks. Cyber insurers, leery of security risks created by remote working and other effects of the coronavirus pandemic, are stepping up scrutiny of policyholders' security arrangements. These efforts could result in costlier policies, or even coverage denials for companies.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/distressed-debt-funds-seek-billions-to-profit-from-coronavirus-carnage-11589796000", "title": "Distressed-Debt Funds Seek Billions to Profit from Coronavirus Carnage", "date": "2020-05-18 09:00", "summary": "Funds that bet on troubled companies are trying to raise a record amount of cash as investment opportunities balloon. After a decade on the sidelines, distressed investment funds are back in vogue.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blues-veteran-jimmy-johnson-experiments-on-his-new-album-11589805833", "title": "Blues Veteran Jimmy Johnson Experiments on New Album", "date": "2020-05-18 08:43", "summary": "The 91-year-old tried a different guitar style and added a reggae tune and a piano solo to his recently released 'Every Day of Your Life'. Jimmy Johnson's new solo album \"Every Day of Your Life\" has a sense of urgency, perhaps because the Chicago bluesman will celebrate his 92nd birthday in November.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-takashi-murakami-on-turning-face-masks-into-fashion-items-11589805215", "title": "Artist Takashi Murakami on Turning Face Masks Into Fashion Items", "date": "2020-05-18 08:33", "summary": "\"I think artists or religious leaders or musicians, all these types of people, we really have to move people emotionally more than ever.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off their week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-avoid-coronavirus-risks-these-people-live-where-they-work-11589802467", "title": "To Avoid Coronavirus Risks, These People Live Where They Work", "date": "2020-05-18 07:47", "summary": "Utility stations, a missile-defense squad and other employers sequester staffers to keep operating. Phil Lavallee walked into work on March 23. He walked out on Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-opens-door-for-alibaba-in-index-overhaul-11589801496", "title": "Hong Kong Opens Door for Alibaba in Index Overhaul", "date": "2020-05-18 07:31", "summary": "Changes will permit stocks with unequal voting rights or primary listings elsewhere to join 50-year-old benchmark. Alibaba Group Holding Ltd. and other Chinese technology companies appear set to join Hong Kong's main stock benchmark, after the compilers of the city's flagship Hang Seng index revamped their inclusion rules.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-in-talks-to-sell-t-mobile-shares-to-deutsche-telekom-11589775293", "title": "SoftBank in Talks to Sell T-Mobile Shares to Deutsche Telekom", "date": "2020-05-18 07:08", "summary": "Deal would boost German telecom giant's T-Mobile stake above 50%. SoftBank Group Corp. is in talks to sell a significant portion of its T-Mobile US Inc. stake to controlling shareholder Deutsche Telekom AG as the Japanese technology conglomerate scrambles to raise funds.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-included-in-the-wedding-budget-another-pandemic-postponement-11589799600", "title": "Not Included in the Wedding Budget: Another Pandemic Postponement", "date": "2020-05-18 07:00", "summary": "New York's venues and vendors report dwindling revenue with little hope of recouping in 2021. New York's wedding industry is in turmoil as the coronavirus pandemic forces brides and grooms to postpone their expensive and long-held plans-in some cases for the second time.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-diner-serves-up-hamburgers-fries-and-a-makeshift-drive-in-movie-11589799602", "title": "Queens Diner Serves Up Hamburgers, Fries and a Makeshift Drive-In Movie", "date": "2020-05-18 07:00", "summary": "Tickets for film nights at Bel Aire Diner in Astoria sell out quickly, prompt car rentals. The booths and stools inside the Bel Aire Diner in Queens have been empty since New York enacted restrictions on nonessential business in March to stop the spread of the new coronavirus, but on three nights this month, its parking lot has been jam-packed.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-short-selling-bans-lifted-across-europe-11589795730", "title": "Coronavirus Short-Selling Bans Are Lifted Across Europe", "date": "2020-05-18 05:56", "summary": "Several European countries had prohibited the practice to help maintain market stability. A ban on short selling in several European countries-in place since mid-March to try to tame markets careening due to the coronavirus pandemic-has come to an end.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-struggling-small-businesses-bankruptcy-law-change-comes-just-in-time-11589794201", "title": "New Change to Bankruptcy Law Aids Struggling Small Businesses", "date": "2020-05-18 05:30", "summary": "Legislation aimed at widening access to chapter 11 process took effect weeks before pandemic hit U.S. economy. Buried in debt, Eric Brown used to worry that one of his lenders would arrive at his worksite and repossess a piece of heavy machinery he uses to lay utility cables underground.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-600-billion-challenge-lending-directly-to-businesses-11589794200", "title": "The Fed's Big Challenge: Lending Directly to Businesses", "date": "2020-05-18 05:30", "summary": "The central bank's Main Street Lending Program is shaping up to be one of the trickiest things it has ever done. The Federal Reserve is preparing to lend directly to middle-market businesses, filling a hole left by the government's economic crisis relief efforts, and it is shaping up to be one of the trickiest things it has ever done.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-malls-in-three-states-a-weekend-shopping-trip-under-coronavirus-11589794200", "title": "Three Malls in Three States: A Trip Under Coronavirus", "date": "2020-05-18 05:30", "summary": "Resume Subscription. On Saturday morning Tracie Giarmo drove 30 minutes to Toledo, aiming to escape Michigan's store closures and take advantage of just reopened Ohio malls.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-coronavirus-limits-funeral-attendance-demand-surges-for-flower-delivery-11589794202", "title": "As Coronavirus Limits Funeral Attendance, Demand Surges for Flower Delivery", "date": "2020-05-18 05:30", "summary": "Cleveland's Geoff Levenberg is doing four times the amount of business than is typical; 'We could hire a dozen more people'. Geoff Levenberg's Cleveland-based flower-delivery business is booming, but the reason is tragic. Demand for funeral bouquets and wreaths has surged as people succumb to Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589824239", "title": "Pepper...and Salt", "date": "2020-05-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-economy-falls-into-recession-in-first-quarter-of-2020-11589760760", "title": "Japan's Economy Fell Into Recession in First Quarter of 2020", "date": "2020-05-18 23:32", "summary": "World's third-largest economy shrank an annualized 3.4% in the January-March period. TOKYO-Japan's economy fell into a recession by one common definition in the first quarter of 2020, with worse expected in the current quarter.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-snowbirds-pilot-dies-in-crash-air-force-says-11589764139", "title": "Canadian Snowbirds Captain Dies in Crash, Air Force Says", "date": "2020-05-18 23:21", "summary": "Plane was part of a mission to support front-line health-care workers. OTTAWA-A member of the Canadian air force's acrobatic Snowbirds team was killed Sunday and a pilot injured after a plane crashed in western Canada while performing in support of front-line health-care workers and others trying to contain the spread of the new coronavirus.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-co-founder-jack-ma-to-leave-softbanks-board-11589770260", "title": "Alibaba Co-Founder Jack Ma to Leave SoftBank's Board", "date": "2020-05-18 22:51", "summary": "Another confidant of SoftBank Chief Executive Masayoshi Son is stepping down. Alibaba Group Holding Ltd. co-founder Jack Ma is stepping down from the board of technology investment company SoftBank Group Corp. , the latest confidant of SoftBank Chief Executive Masayoshi Son to depart.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-recap-season-5-episode-3-why-would-bobby-axelrod-want-to-buy-a-bank-11589767260", "title": "'Billions' Recap: Why Would Axe Want to Buy a Bank?", "date": "2020-05-18 22:01", "summary": "This week, we unpack Axe's latest investment whim. Also, why is he so mad about his son's crypto-mining scheme?. So, Bobby Axelrod wants to buy a bank. Let's talk about that.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-u-s-is-considering-restoring-some-who-funding-11589637361", "title": "Trump Again Considering Withholding WHO Funding", "date": "2020-05-18 21:59", "summary": "Officials say the president is expected to make a decision as soon as this week. WASHINGTON-President Trump is again considering cutting off funding to the World Health Organization, administration officials said, in a possible shift from a prior plan to restore partial funding to the group.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-and-uber-chiefs-continue-deal-talks-11589760401", "title": "Grubhub Rebuffs Uber's Latest Offer as Merger Talks Continue", "date": "2020-05-18 20:32", "summary": "Uber's offer of 1.9 shares per Grubhub share was deemed insufficient Sunday. Uber Technologies Inc. and Grubhub Inc. continued their merger discussions over the weekend, with the companies' chief executives trying to hash out the price of a deal that would reshape the meal-delivery business.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}]