[{"link": "https://www.wsj.com/articles/the-mormon-church-amassed-100-billion-it-was-the-best-kept-secret-in-the-investment-world-11581138011", "title": "The Mormon Church Amassed $100 Billion. It Was the Best-Kept Secret in the Investment World.", "date": "2020-02-08 17:07", "summary": "A look inside the vast but little-known fund of the Church of Jesus Christ of Latter-day Saints: 'We've tried to be somewhat anonymous.'. Salt Lake City", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-ousted-national-security-official-insubordinate-11581179923", "title": "Trump Calls Ousted National Security Official 'Insubordinate'", "date": "2020-02-08 13:37", "summary": "President tweeted Lt. Col. Vindman 'had problems with judgement, adhering to the chain of command and leaking information'. WASHINGTON-President Trump tweeted criticism of the Army Lt. Col. Alexander Vindman, a former National Security Council official who voiced concerns about Mr. Trump's July phone call with Ukraine's leader, calling him insubordinate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-scams-took-in-more-than-4-billion-in-2019-11581184800", "title": "Cryptocurrency Scams Took in More Than $4 Billion in 2019", "date": "2020-02-08 13:00", "summary": "Resume Subscription. Seo Jin-ho, a travel-agency operator in South Korea, wasn't interested in exotic investments when a colleague first introduced him to PlusToken, a platform that traded bitcoin and other cryptocurrencies. But the colleague was persistent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-american-citizen-diagnosed-with-coronavirus-has-died-in-china-11581141185", "title": "American Citizen With Coronavirus Dies in China", "date": "2020-02-08 12:23", "summary": "The death marks the first known American loss of life from the disease. BEIJING-A U.S. citizen diagnosed with the coronavirus has died in Wuhan, the Chinese city at the center of the outbreak, marking the first known American death from the disease.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-head-of-figure-skating-federation-resigns-over-abuse-scandal-11581181751", "title": "France's Head of Figure-Skating Federation Resigns Over Abuse Scandal", "date": "2020-02-08 12:09", "summary": "Didier Gailhaguet denies protecting a coach accused by skaters. The long-serving head of France's skating federation resigned Saturday amid accusations that he covered up for a coach accused of rape and sexual abuse by former figure skaters.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factories-struggle-to-resume-operations-after-virus-shutdown-11581157800", "title": "China's Factories Struggle to Resume Operations After Virus Shutdown", "date": "2020-02-08 11:58", "summary": "Smaller companies are particularly vulnerable after coronavirus lockdown that has choked supplies. As China shuts down swaths of the country to contain a fast-spreading virus, Fabien Gaussorgues is struggling to keep running a business that makes consumer electronics for small-business customers in North America.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-and-irs-prepare-for-9-billion-u-s-tax-court-fight-11581177600", "title": "Facebook, IRS Prepare for $9 Billion Tax Court Fight", "date": "2020-02-08 11:00", "summary": "Government challenges social-media giant's transactions with its Irish subsidiary. Facebook Inc. and the Internal Revenue Service will square off in a U.S. Tax Court case that could cost the social-media giant more than $9 billion and shape the government's ability to crack down on companies' efforts to shift profits to low-tax countries.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prevent-the-next-election-meltdown-11581091661", "title": "How to Prevent the Next Election Meltdown", "date": "2020-02-08 10:26", "summary": "As the Iowa fiasco suggests, the most likely reason that your 2020 vote may not be counted isn't fraud, suppression or hacking-it's incompetence. Will your vote be fairly and accurately counted in the 2020 elections? It's a question on a lot of people's minds after this week's fiasco in the Iowa Democratic caucuses, and it reminds us of a troubling fact: Nearly two decades after the Florida debacle over the 2000 presidential vote, too many places in the U.S. are still vulnerable to an election meltdown. Such anxieties add to well-founded concerns about the possibility of cyberattacks on our voting systems, by Russia or other malign actors. What's worse, in today's hyperpolarized, social-media-driven environment, such voting problems provide sensational grist for conspiracy theories that may further undermine Americans' confidence in the fairness and accuracy of the 2020 elections.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-voted-to-give-1-4-million-felons-the-right-to-vote-it-hasnt-gone-smoothly-11581174000", "title": "Florida Voted to Give 1.4 Million Felons the Right to Vote. It Hasn't Gone Smoothly.", "date": "2020-02-08 10:00", "summary": "Primary registration deadline looms in critical swing state. MIAMI-More than a year after Florida voters approved a constitutional amendment restoring voting rights to an estimated 1.4 million people with felony convictions, widespread confusion surrounds its implementation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-winners-from-washingtons-war-on-huawei-11581174000", "title": "The Winners From Washington's War on Huawei", "date": "2020-02-08 10:00", "summary": "Investors don't need a takeover of Nokia or Ericsson to benefit from the Trump administration's hawkish attitude. The attorney general's pitch for a U.S. takeover of Europe's 5G equipment makers seems like a long shot, but investors might benefit from Washington's hawkish stance on Huawei anyway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/africa-girds-for-tough-fight-against-virus-11581173071", "title": "Africa Girds for Tough Fight Against Virus", "date": "2020-02-08 09:44", "summary": "Combination of weak health care and close relationship with China sets alarm bells ringing. KAMPALA, Uganda-In hospitals across Uganda, the government is hastily constructing isolation units awaiting their first patients. In Ethiopia, officials are exhorting citizens to report on anyone displaying virus-like symptoms. In Zambia, the government is pleading with citizens stuck in China not to return home.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-mayor-buttigieg-drove-city-growth-picked-up-critics-along-the-way-11581172878", "title": "As Mayor, Buttigieg Drove City Growth, Picked Up Critics Along the Way", "date": "2020-02-08 09:41", "summary": "Some in South Bend say economic gains passed them by. SOUTH BEND, Ind.-Pete Buttigieg was in high school when he started talking about redrawing traffic patterns to make his city's troubled downtown more inviting. Even his friends thought that was a bit unusual.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-democraticturnoutprompts-concerns-about-voter-enthusiasm-11581170400", "title": "Iowa Democratic Turnout Prompts Concerns About Voter Enthusiasm", "date": "2020-02-08 09:00", "summary": "Some in the party wonder if state has become more conservative as turnout falls short of the 2008 record. Democratic turnout for this week's Iowa caucuses fell well below expectations, leading some in the party to wonder if the state has become more conservative-or if voters aren't as enthusiastic about defeating President Trump as they hoped.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-utilitys-counterintuitive-strategy-might-fuel-a-greener-future-11581170394", "title": "One Utility's Big Bet on a Greener Future", "date": "2020-02-08 08:59", "summary": "Consumers Energy aims to slash carbon emissions and replace traditional coal-fired plants with solar farms by betting on smarter energy consumption. Author", "categories": [["", "Energy"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-new-nike-boss-trading-tech-for-air-jordans-11581166802", "title": "Meet the New Nike Boss: Trading Tech for Air Jordans", "date": "2020-02-08 08:00", "summary": "John Donahoe talks about his plans for the sneaker giant, his management style and speaking out on social issues. Soon after he was hired to run Nike Inc., John Donahoe took a trip to China. The technology veteran says he wanted to better understand how consumers there, one of Nike's biggest markets, view the brand.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ban-on-brokers-fees-sends-new-york-city-apartment-rental-firms-reeling-11581163201", "title": "Ban on Broker Fees Sends NYC Apartment Rental Firms Reeling", "date": "2020-02-08 07:00", "summary": "Rule could be a big blow to firms that built a business out of charging tenants up to 15% of a year's rent. A new state rule preventing real-estate firms from charging broker fees on apartment rentals is causing chaos and sudden panic in the industry.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-anew-at-contemporary-art-at-the-rubell-museum-11581159600", "title": "Looking Anew at Contemporary Art at the Rubell Museum", "date": "2020-02-08 06:00", "summary": "At the recently opened Rubell Museum, visitors are invited to be part of the creative cosmos of art instead of outsiders looking in. Miami", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-secures-olympic-spot-with-4-0-win-over-mexico-11581141017", "title": "U.S. Women's Soccer Team Secures Olympic Spot With 4-0 Win Over Mexico", "date": "2020-02-08 00:50", "summary": "The U.S. will face Canada in the tournament's title game on Sunday. CARSON, Calif.-Samantha Mewis scored twice and the U.S. national team secured a spot in the Tokyo Olympics with a 4-0 semifinal victory Friday night over Mexico in the Concacaf Women's Olympic Qualifying tournament.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-ski-parkas-in-the-city-fashionably-11581138375", "title": "How to Wear Ski Parkas in the City...Fashionably", "date": "2020-02-08 00:06", "summary": "A rise in luxury skiwear means that more women are sporting their slope wardrobes once winter break is over. SINCE NO FACET of life is off-piste for social media these days, it should come as no surprise that ski wear is being driven to fashionable new peaks by humanity's unquenchable thirst to look cute in vacation pics and post them. As it did for beach clothing, triggering the bikini and beach-vacation-wear boom of the last few years, Instagram has influenced slope style, resulting in an uptick in ski garb that's chic enough to wear back in the city after Winter Break. If you decide to invest in a fashion-forward, navy-blue fringed Moncler Genius parka for over $2,000, you'll want it to work in Manhattan as well as Montana.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-buttigieg-to-vie-for-edge-in-new-hampshire-debate-11581120938", "title": "Rivals Focus on Sanders, Buttigieg at New Hampshire Debate", "date": "2020-02-08 00:03", "summary": "Sharp exchanges underscore divisions over policy, experience and electability. Bernie Sanders was pressed on his political identity as a \"democratic socialist,\" while Pete Buttigieg was forced to defend his level of experience in a high-stakes debate in New Hampshire that reflected a tense Democratic presidential nomination race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-crystallizes-democrats-big-questions-11581138060", "title": "Iowa Crystallizes Democrats' Big Questions", "date": "2020-02-08 00:01", "summary": "Here is what faces the candidates who did well and not so well, plus Michael Bloomberg. Iowa's caucuses are so early and so quirky that they can't answer many of the big questions about the race for a presidential nomination. But they certainly can help crystallize those big questions.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-rates-could-boost-mortgages-ahead-of-spring-selling-season-11581157801", "title": "Falling Rates Could Boost Mortgages Ahead of Spring Selling Season", "date": "2020-02-08 00:01", "summary": "The average rate on a 30-year fixed-rate mortgage is at 3.45%, the lowest in more than three years. Mortgage rates are at their lowest level in more than three years, potentially boosting the U.S. housing market as it enters the crucial spring selling season.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arming-women-for-the-dating-battlefield-11581138060", "title": "Arming Women for the Dating Battlefield", "date": "2020-02-08 00:01", "summary": "Reddit's Female Dating Strategy forum offers honesty and tough love in a treacherous online world. Valentine's Day can be a fraught occasion for couples, but if you're single, the pressure is even worse. Back in 1995, single women looking for help in navigating the dating landscape could turn to the book \"The Rules: Time-Tested Secrets for Capturing the Heart of Mr. Right,\" which issued straightforward instructions like \"Let Him Take the Lead\" and \"Don't Rush Into Sex.\" \"The Rules\" was mocked by some women for its seemingly antiquated, anti-feminist messages, but it clearly spoke to the many readers who turned it into a surprise bestseller.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-victorian-ski-cottage-blanketed-in-boho-style-11581138068", "title": "A Victorian Ski Cottage Blanketed in Boho Style", "date": "2020-02-08 00:01", "summary": "An 1890 house in the Rockies embraces the hippy vibe of funky little Crested Butte, Colorado. LIMITED ACCESS has rendered the town of Crested Butte, Colo. (pop. 1,700), frozen in time. When local business shifted from mining to skiing, in the 1960s and '70s, the newcomers imported a laid-back counterculture that hasn't really evolved, explained Chicago native Ingrid Gebavi. After visiting over three decades, the real-estate investor succumbed to \"the funky little town.\" She gutted a ramshackle Victorian, drafting interior designer Carolina Alling of local firm I.D Studio to create a framework including beadboard and antique-pine flooring. For the \"soft\" decorating, she called in Denver pro Andrea Schumacher. The mandate: \"I wanted it to reflect the colorful storefronts of the town's main street and the hippies who settled here,\" said Ms. Gebavi, a committed skier who spends as much time as she can at the cottage.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11581102648", "title": "Pepper...and Salt", "date": "2020-02-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-the-best-spring-skiingfrom-banff-to-breckenridge-11581138085", "title": "A Guide to the Best Spring Skiing-From Banff to Breckenridge", "date": "2020-02-08 00:01", "summary": "Not only can hitting the slopes in March or April save you money, it might make you a better skier. Here, tempting North American resorts that are worth the wait. SPRING MIGHT BE the best time to ski this year. Snowpack-i.e., accumulated layers of snow at high altitudes-is currently at or above average across the Western U.S., meaning that even if there's zero snowfall for the next six weeks, you'll still find plenty of swooshable terrain until at least late March. Not only does the weather warm up as March and April unfold, you might just ski better, thanks to what travel agency and booking website Ski.com's Dan Sherman calls \"corn snow,\" a spring-specific phenomenon of kernel-like \"snow balls\" that makes it easier to carve turns.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-hampshire-democratic-debate-the-moments-that-mattered-11581135075", "title": "New Hampshire Democratic Debate: The Moments That Mattered", "date": "2020-02-08 23:24", "summary": "Days before the first-in-nation primary, Pete Buttigieg and Bernie Sanders drew the most attention after their strong finish in Iowa. Seven Democratic presidential candidates took the stage in New Hampshire on Friday night, days ahead of the state's the first-in-the-nation primary next week.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-seeks-watchdog-probe-of-vas-handling-of-assault-allegations-11581128866", "title": "House Panel Seeks Watchdog Probe of VA's Handling of Assault Allegations", "date": "2020-02-08 22:35", "summary": "House Democrats want inspector general of Veterans Affairs to investigate the actions of senior officials, including Secretary Robert Wilkie. A congressional committee asked Friday the Department of Veterans Affairs watchdog to investigate allegations that senior officials, including Secretary Robert Wilkie, attempted to gather potentially damaging information about a woman who alleged she was sexually assaulted at a VA medical center.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-name-strategy-chief-jim-farley-new-chief-operating-officer-11581082467", "title": "Ford Names New Chief Operating Officer in Leadership Shake-Up", "date": "2020-02-08 22:29", "summary": "Joe Hinrichs, longtime manufacturing executive and Ford's president of automotive, to retire. Ford Motor Co. on Friday elevated a longtime marketing executive to the No. 2 job, betting his experience fixing operations in Europe and guiding the company's future technology bets will help reverse a multiyear profit decline.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ntsb-highlights-poor-visibility-in-kobe-bryant-crash-11581116604", "title": "NTSB Highlights Poor Visibility in Kobe Bryant Crash", "date": "2020-02-08 22:14", "summary": "Federal investigators rule out engine failure, detail low clouds along fatal flight path. Federal accident investigators provided new details about the extent of poor visibility along the route of the helicopter that crashed in January, killing basketball star Kobe Bryant, without providing definitive answers about the cause.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-witness-vindman-to-leave-white-house-post-official-says-11581102992", "title": "Impeachment Witnesses Vindman, Sondland Removed From Posts", "date": "2020-02-08 22:00", "summary": "Army Lt. Col. Alexander Vindman and EU Ambassador Gordon Sondland testified about President Trump pressing Ukraine to probe Joe Biden. WASHINGTON-Two central witnesses in the probe of President Trump's actions regarding Ukraine were removed from their posts Friday, two days after Mr. Trump was acquitted in the Senate impeachment trial.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-ceo-resigns-amid-spying-scandal-11581057307", "title": "Bank Boss Beset by Spy Probe Resigns", "date": "2020-02-08 19:39", "summary": "Credit Suisse's Tidjane Thiam oversaw huge restructuring at the lender. Credit Suisse Group AG Chief Executive Tidjane Thiam has all along denied knowledge of a spying scandal that sparked international headlines and engulfed his bank starting last year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/january-jobs-report-11581076802", "title": "U.S. Economy Added 225,000 Jobs in January", "date": "2020-02-08 19:32", "summary": "Robust payroll gain points to continued healthy labor market; jobless rate was 3.6%. U.S. hiring strengthened in January as more Americans hopped into the labor market, helping rev up the economy at the start of the year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-macys-ebay-stocks-that-defined-the-week-11581121147", "title": "Tesla, Macy's, eBay: Stocks That Defined the Week", "date": "2020-02-08 19:19", "summary": "Here are seven major companies whose stocks moved on the week's news. Tesla Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-to-review-botched-boeing-launch-11581121101", "title": "NASA to Review Botched Boeing Launch", "date": "2020-02-08 19:18", "summary": "Agency will examine whether broader problems at Boeing contributed to Starliner software problems. Officials at the National Aeronautics and Space Administration said they would review how Boeing Co. failed to detect software glitches that resulted in a botched space-capsule launch in December.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-makes-his-charge-11581120459", "title": "Bernie Sanders Makes His Charge", "date": "2020-02-08 19:07", "summary": "Republicans say he can't win. That's what Hillary Clinton said about Donald Trump.. No major American political party has nominated a full-throated socialist for President. But after his strong showing in Iowa, could Bernie Sanders be the first? That's the question Democrats have to ask as Tuesday's New Hampshire primary approaches. Republicans may want to hold the Schadenfreude.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-drops-antitrust-probe-of-auto-makers-involved-in-california-emissions-deal-11581114207", "title": "U.S. Drops Probe of Auto Makers in California Emissions Deal", "date": "2020-02-08 19:05", "summary": "Agency had been investigating Ford, Honda, BMW and Volkswagen's pact with Democratic-led state. WASHINGTON-The Justice Department closed its antitrust investigation of four auto makers that had reached a tailpipe-emissions deal last summer with the state of California, finding no evidence of collusion among the companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-travel-ban-part-ii-11581120326", "title": "Trump Travel Ban, Part II", "date": "2020-02-08 19:05", "summary": "The expanded travel restrictions are legal but unnecessary.. The frenetic politics of President Trump's Washington makes it easy to miss stories that once would have dominated the news. Case in point: the relatively muted response to last week's expansion of Mr. Trump's 2017 travel ban. While the new policy is an improvement over the original, it's excessive and a needless slap at friendly countries.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-gains-and-pains-11581120241", "title": "Labor Gains and Pains", "date": "2020-02-08 19:04", "summary": "A strong jobs report but manufacturers still aren't hiring.. Friday's labor report for January was better than expected coming amid China's coronavirus outbreak that is causing global economic uncertainty. The jobs growth trend is a testament to the U.S. economy's resilience, though it needs a trade-war asterisk.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prada-and-the-new-fashion-police-11581120144", "title": "Prada and the New Fashion Police", "date": "2020-02-08 19:02", "summary": "A legal settlement threatens designers' artistic expression.. Move over, Anna Wintour. New York City regulators now have the final say over what constitutes a fashion faux pas. This week the city's Commission on Human Rights announced a sweeping settlement with Prada over some of its designs, and the terms threaten artistic expression across the industry.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roast-chicken-with-chanterelles-and-cipollini-1391802768", "title": "Roast Chicken With Chanterelles and Cipollini", "date": "2020-02-08 19:01", "summary": "A recipe for a comforting wintertime casserole from chefs Ginevra Iverson and Eric Korsh. \"IF YOU CAN TAKE three ingredients and make each shine, that's a pretty good formula to make a plate,\" said Eric Korsh. In the third Slow Food Fast contribution from Mr. Korsh and his wife, Ginevra Iverson, chicken, cipollini onions and chanterelle mushrooms are the winning equation. \"We also like the elements to taste like they have married,\" Ms. Iverson added.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}]