[{"link": "https://www.wsj.com/articles/mayor-pete-is-the-man-to-beat-11581379166", "title": "Mayor Pete Is the Man to Beat", "date": "2020-02-10 18:59", "summary": "So why don't his rivals press him on the specifics of his record in South Bend?. After Pete Buttigieg's surprise win in Iowa, you'd think his rivals would be searching for his weak spot. The irony is that it's right out in the open where it's always been: his record as mayor of South Bend, Ind.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cow-dung-cure-for-coronavirus-11581378967", "title": "The Cow Dung Cure for Coronavirus", "date": "2020-02-10 18:56", "summary": "Indian nationalists peddle something worse than snake oil.. India's Prime Minister Narendra Modi wrote this week to Xi Jinping, offering the Chinese leader help in tackling the Wuhan coronavirus. Details of the assistance aren't public, but Mr. Modi's offer probably didn't include supplies for a \"treatment\" that a senior Hindu fundamentalist advocated recently.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cold-war-over-venezuela-11581379011", "title": "The Cold War Over Venezuela", "date": "2020-02-10 18:56", "summary": "Moscow has a stake in Maduro's regime, but its value to Putin depends on oil.. There weren't many bipartisan moments in last week's State of the Union address. Most Democratic legislators sat on their hands as President Trump hailed overall rising wages as well as record low unemployment for African-Americans, Asian-Americans and Hispanics. But in a move that testifies to the humanitarian and geopolitical concerns Venezuela presents, Democrats and Republicans rose together to applaud Juan Guaidó, the president of Venezuela's National Assembly, who is recognized as the country's legitimate ruler by nearly 60 nations including the U.S.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abandoned-review-no-foothold-on-a-future-11581378924", "title": "'Abandoned' Review: No Foothold on a Future", "date": "2020-02-10 18:55", "summary": "\"Opportunity deserts\" appear in both urban and rural areas-places where young people can't ﬁnd a good education or earn a decent living.. To become adults and arrive at economic independence, Anne Kim writes, young people first \"need to have met their basic needs for shelter, food and safety.\" It's an interesting and, in one reading, a slightly off-center construction hinting at the passive voice. In another era, one might have said that young adults need to meet their basic needs. But here the needs must be \"met.\" By whom, to what extent and for how long are the questions at the heart of \"Abandoned: America's Lost Youth and the Crisis of Disconnection.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wants-to-double-spending-on-ai-quantum-computing-11581378069", "title": "Trump Wants to Double Spending on AI, Quantum Computing", "date": "2020-02-10 18:41", "summary": "White House budget calls for annual spending of $2 billion on AI and $860 million on quantum within two years. The White House on Monday proposed roughly doubling nondefense research-and-development spending on artificial intelligence and quantum information sciences, citing fierce global competition, while cutting overall funding for R&D.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-daly-says-low-jobless-rate-isnt-automatic-sign-of-tight-labor-market-11581360795", "title": "Fed's Daly Says Low Jobless Rate Not Automatic Sign of Tight Labor Market", "date": "2020-02-10 18:26", "summary": "The San Francisco Fed leader says letting the jobless rate fall to very low levels has had big benefits. San Francisco Fed leader Mary Daly said Monday super low unemployment doesn't necessarily mean the job market has overheated, and added she sees no looming need to change the central bank's interest-rate target any time soon.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-design-contest-fix-the-brooklyn-bridge-cyclists-hope-so-11581377140", "title": "Can a Design Contest Fix the Brooklyn Bridge? Cyclists Hope So.", "date": "2020-02-10 18:25", "summary": "Resume Subscription. For years cyclists and pedestrians have jockeyed for space on the Brooklyn Bridge.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nevada-democrats-tight-lipped-about-vote-counting-plans-11581377009", "title": "Nevada Democrats Tight-Lipped About Vote-Counting Plans", "date": "2020-02-10 18:23", "summary": "Ahead of Feb. 22 caucuses, party isn't answering questions about process and technology it plans to use. The Nevada Democratic Party is still working on its process for conducting and transmitting the results of its Feb. 22 caucuses and has been unable to answer questions about how that will be carried out, causing alarm among volunteers and campaigns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/friends-of-weinstein-accusers-cast-doubt-on-sex-assault-claims-11581376923", "title": "Testimony in Weinstein Case Casts Doubt on Sex-Assault Claims", "date": "2020-02-10 18:22", "summary": "Harvey Weinstein's defense team elicits testimony aimed at undercutting claims that the Hollywood producer sexually assaulted multiple women. Harvey Weinstein's legal team on Monday questioned two women whose testimony appeared aimed at undercutting the Hollywood producer's multiple accusers and raising doubts for jurors at his New York rape trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-america-is-committed-to-europe-11581376370", "title": "Trump's America Is Committed to Europe", "date": "2020-02-10 18:12", "summary": "A major exercise involves 40,000 troops, of which more than three-quarters come from the U.S.. Soon 20,000 U.S. soldiers will arrive in Europe. They will bring tanks, armored vehicles and other equipment. Even as some Europeans claim the trans-Atlantic relationship is unraveling, the U.S. is about to launch its largest military exercise in Europe in more than a quarter-century, known as Defender Europe 20. The first stages began earlier this month, and the exercise will continue through the spring. The next step should be a similar endeavor by the Europeans themselves.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klobuchar-draws-crowds-in-new-hampshire-after-standingout-in-debate-11581376128", "title": "Klobuchar Draws Crowds in New Hampshire After Standing Out in Debate", "date": "2020-02-10 18:08", "summary": "Resume Subscription. NASHUA, N. H.-Amy Klobuchar declared her campaign was surging-and to make sure supporters got the message, she repeated it at most of her events.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australian-dollar-sinks-as-investors-brace-for-coronavirus-slowdown-in-china-11581324920", "title": "Australian Dollar Sinks as Investors Brace for Coronavirus Slowdown in China", "date": "2020-02-10 18:07", "summary": "The currency, one of the worst-performing this year, fell to its weakest level since March 2009. SYDNEY-Currencies of countries that have their economic wagons hitched to China have taken a sharp hit in recent weeks, with the Australian dollar reaching its lowest point in over a decade Monday.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-as-viral-outbreak-claims-more-lives-11581330891", "title": "Stocks Gain as U.S. Economy Signals Strength", "date": "2020-02-10 18:07", "summary": "Concerns about potential economic implications of coronavirus outbreak have fueled market volatility. U.S. stocks rose to new highs Monday as investors focused on signs of strength in the domestic economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-to-meet-in-india-with-prime-minister-modi-in-late-february-11581376012", "title": "Trump to Meet in India With Prime Minister Modi in Late February", "date": "2020-02-10 18:06", "summary": "Washington and Delhi have been hammering out a limited trade deal in advance of the trip. WASHINGTON-President Trump will visit India in late February for strategic dialogue with Prime Minister Narendra Modi, the White House said on Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-firm-targeted-by-short-seller-muddy-waters-reviews-founders-stake-11581352988", "title": "Health-Care Firm Targeted by Short Seller Muddy Waters Reviews Founder's Stake", "date": "2020-02-10 18:01", "summary": "London-listed NMC Health is verifying the holdings of its largest investors after Muddy Waters raised questions about the firm's finances and management. A campaign of short selling that has erased 64% of its market value has forced a U.K.-listed health-care company to ask some searching questions. First on the list: who its owners are.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-accused-of-shooting-nypd-officers-vowed-more-prosecutors-say-11581375289", "title": "Man Accused of Shooting NYPD Officers Vowed More, Prosecutors Say", "date": "2020-02-10 17:54", "summary": "Both wounded officers have been released from the hospital. The man accused of shooting two on-duty New York Police Department officers in separate incidents in the Bronx over the weekend told investigators he did it because he was \"tired of police,\" prosecutors said during his arraignment Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkels-succession-plan-unravels-as-protege-ends-leadership-bid-11581327570", "title": "Merkel's Succession Plan Unravels as Protégé Ends Leadership Bid", "date": "2020-02-10 17:47", "summary": "Annegret Kramp-Karrenbauer to step down as chairwoman of Germany's CDU. BERLIN-German Chancellor Angela Merkel's succession plan was upended when the head of her conservative party said she wouldn't seek the chancellery and would step down as party leader this year, adding to uncertainty about the future course of Europe's largest economy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yoshitoshi-master-draftsman-transformed-and-brave-warriors-and-fantastic-tales-the-world-according-to-yoshitoshi-reviews-artistry-in-a-dying-form-11581374806", "title": "'Yoshitoshi: Master Draftsman Transformed' and 'Brave Warriors and Fantastic Tales: The World According to Yoshitoshi' Reviews: Artistry in a Dying Form", "date": "2020-02-10 17:46", "summary": "Two exhibitions reveal the brilliance of Tsukioka Yoshitoshi, the late-19th-century master of Japanese woodblock prints.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-make-last-pitches-in-new-hampshire-as-iowa-fight-continues-11581372073", "title": "Democrats Make Final Pitch Before New Hampshire", "date": "2020-02-10 17:44", "summary": "Resume Subscription. ROCHESTER, N.H.-The Democratic presidential candidates made a final sprint across snowy New Hampshire ahead of the state's Tuesday primary, as party leaders vowed there would be no repeat of the chaos that followed last week's Iowa caucuses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-seeks-to-depose-trump-over-pentagon-contract-11581354308", "title": "Amazon Seeks to Question Trump Over Pentagon Contract", "date": "2020-02-10 17:29", "summary": "E-commerce and technology giant says president steered huge cloud-computing contract away from Amazon. WASHINGTON- Amazon.com Inc. asked a judge to allow it to depose President Trump in the company's legal battle to overturn a Pentagon decision awarding a huge cloud-computing contract to rival Microsoft Corp.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-proposes-4-8-trillion-budget-with-cuts-to-safety-nets-11581356145", "title": "Trump Proposes $4.8 Trillion Budget, With Cuts to Safety Nets", "date": "2020-02-10 17:08", "summary": "White House would boost funds for defense and veterans, and aims to reduce deficits over a decade in part through curbs on Medicare and Medicaid. WASHINGTON-President Trump's $4.8 trillion budget charts a path for a potential second term, calling for steep reductions in social safety-net programs and higher outlays for defense and the space program, while assuming tax cuts will be extended.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schick-owner-abandons-takeover-of-harrys-11581345469", "title": "Schick Owner Abandons Takeover of Harry's Following FTC Suit", "date": "2020-02-10 17:05", "summary": "Antitrust challenge derails proposed $1.37 billion razor merger. The maker of Schick razors said it abandoned plans to buy upstart rival Harry's Inc., a week after the Federal Trade Commission sued to block the $1.37 billion deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-puts-hold-on-new-rule-cracking-down-on-brokers-fees-11581372082", "title": "Court Puts Hold on New Rule Cracking Down on Brokers Fees", "date": "2020-02-10 17:01", "summary": "A state court temporarily halted new regulations on apartment rental broker fees on Monday, giving thousands of New York City real-estate brokers a reprieve. A state court temporarily halted new regulations on apartment rental broker fees on Monday, giving thousands of New York City real-estate brokers at least a period of relief from a new rule many said threatened their business.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hostile-spies-target-u-s-with-cyber-encryption-big-data-report-finds-11581357600", "title": "Hostile Spies Target U.S. With Cyber, Encryption, Big Data, Report Finds", "date": "2020-02-10 16:45", "summary": "U.S. counterintelligence strategy sees challenges from foreign governments, criminal groups, hacktivists. WASHINGTON-Intelligence threats against the U.S. are becoming more complex, diverse and harmful as adversaries turn to innovative hybrid techniques combining traditional spying, economic espionage and cyber operations to steal U.S. secrets, according to a government report released Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xpo-logistics-hires-new-cfo-as-it-weighs-asset-sale-11581370818", "title": "XPO Logistics Hires New CFO As It Weighs Asset Sale", "date": "2020-02-10 16:40", "summary": "David Wyshner joins the logistics company from Wyndham Hotels. XPO Logistics Inc. on Monday appointed a new finance chief, a move that comes as the logistics company explores the potential sale or spinoff of one or more of its business units.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-brands-reports-higher-revenue-11581338364", "title": "Chicken War Spurs Popeyes Sales", "date": "2020-02-10 16:31", "summary": "Restaurant Brands' results beat expectations; Canadian coffee chain Tim Hortons remains a drag. Restaurant Brands International Inc. has taken an early lead in the race to build a better chicken sandwich.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-still-hold-less-than-a-third-of-top-roles-at-u-k-companies-review-finds-11581369635", "title": "Women Still Hold Less Than a Third of Top Roles at U.K. Companies, Review Finds", "date": "2020-02-10 16:20", "summary": "Women held 32.4% of board seats and 15% of finance chief roles at FTSE 100 firms in 2019. Female executives last year occupied less than one-third of board seats at Britain's largest companies and a smaller share of executive leadership positions, lagging behind voluntary targets set for December 2020.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-sues-trump-administration-over-global-entry-ban-11581369571", "title": "New York State Sues Trump Administration Over Global Entry Ban", "date": "2020-02-10 16:19", "summary": "Attorney General Letitia James says Homeland Security Department violates constitution by barring New Yorkers from enrolling. New York state filed a lawsuit against the Trump administration, arguing its decision to bar the state's residents from enrolling in expedited-traveler programs was unconstitutional and amounted to political retribution to coerce policy changes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-wall-street-trophy-makes-up-for-hollywood-snub-11581365584", "title": "Netflix's Wall Street Trophy Makes Up for Hollywood Snub", "date": "2020-02-10 16:17", "summary": "Shares have soared over last five years as company produces more content and subscriber numbers rise. \"Oscar buzz\" is for actors and directors, not stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lilly-roche-drugs-fail-to-stymie-inherited-form-of-alzheimers-11581350276", "title": "Lilly, Roche Drugs Fail to Halt Inherited Form of Alzheimer's", "date": "2020-02-10 16:07", "summary": "Disappointing outcome continues long streak of studies in which experimental drugs fall short of goals. In the latest failed attempt to help people with Alzheimer's, a study found that experimental drugs from Eli Lilly & Co. and Roche Holdings AG failed to help people with a rare, inherited form of the dementia-causing disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-hill-cbs-strike-sports-betting-media-deal-11581368459", "title": "William Hill, CBS Strike Sports-Betting Media Deal", "date": "2020-02-10 16:01", "summary": "Broadcaster is the latest media company to seek toehold in the growing sports-betting market. Sports-betting operator William Hill US and Viacom CBS Inc.'s CBS Sports have agreed to a deal that would enable the gambling company to seek new customers among the media giant's audience, the companies said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-troop-losses-mount-after-clash-with-assad-forces-11581367916", "title": "Turkish Troop Losses Mount After Clash With Assad Forces", "date": "2020-02-10 15:51", "summary": "Five soldiers die in fighting with Syrian forces; Ankara pledges to keep supporting rebels targeted by government offensive. Five Turkish soldiers were killed during a clash with Syrian government forces in northwestern Syria, raising the country's troop losses to 13 over the past week and testing Turkey's resolve to support rebels in an area that President Bashar al-Assad has vowed to reclaim.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-operators-simon-and-taubman-pair-up-11581340570", "title": "Mall Operators Simon and Taubman Pair Up", "date": "2020-02-10 15:44", "summary": "Simon to own 80% of the Taubman operating entity when transaction is completed. Simon Property Group Inc. is buying rival mall owner Taubman Centers Inc., a $3.6 billion transaction that demonstrates how the largest U.S. mall owner is pushing ahead with expansion despite headwinds in the industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifaxs-treasure-trove-of-data-made-it-a-target-of-state-actors-11581367327", "title": "Equifax's Treasure Trove of Data Made It a Target of State Actors", "date": "2020-02-10 15:42", "summary": "The Equifax breach stood out because there was little evidence the stolen data had resurfaced for sale on the dark web. Equifax Inc. holds a treasure trove of consumer data that banks tap to make lending decisions. But that mountain of data also is highly valuable to state-sponsored actors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-toll-on-shipping-reaches-350-million-a-week-11581366671", "title": "Coronavirus Toll on Shipping Reaches $350 Million a Week", "date": "2020-02-10 15:31", "summary": "Falling volumes and canceled sailings hit container shipping, bulk operators face falling industrial demand. Diminished trade as a result of the coronavirus outbreak is costing container shipping lines $350 million a week in lost volumes, a new report says, as declining activity in China begins to take a deeper toll on maritime operations from shipyards to carriers of bulk commodities.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-harker-says-rates-should-remain-steady-11581365477", "title": "Fed's Harker Says Rates Should Remain Steady", "date": "2020-02-10 15:11", "summary": "The Philadelphia Federal Reserve leader said the U.S. economy is in a good place and he sees no reason for the central bank to change its interest-rate target for now. Philadelphia Federal Reserve leader Patrick Harker said Monday the U.S. economy is in a good place right now and he sees no reason for the central bank to change its interest-rate target for now.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-taps-sony-executive-to-lead-prime-video-movie-and-tv-studios-11581363735", "title": "Amazon Taps Sony Executive Mike Hopkins to Lead Entertainment Unit", "date": "2020-02-10 15:07", "summary": "Mr. Hopkins will succeed Jeff Blackburn, who is on sabbatical. Amazon.com Inc. has tapped a top Sony executive to oversee its entertainment operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forever-21-cancels-auction-readies-sale-to-mall-owners-11581364221", "title": "Forever 21 Cancels Auction, Readies Sale to Mall Owners", "date": "2020-02-10 14:50", "summary": "Landlords to buy Forever 21 for $81 million after bankrupt retailer gets no other qualified bids. Forever 21 Inc. is moving forward with a sale to a group of buyers that includes Simon Property Group Inc. after no rival bidders qualified to challenge the offer, according to court filings.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-whistleblower-really-was-a-hero-11581362030", "title": "This Whistleblower Really Was a Hero", "date": "2020-02-10 14:13", "summary": "The communist regime labors to contain a virus-and the freedom to discuss it.. Some people have the physical courage to put themselves at risk of injury or death to help others. And then there is the moral courage of a person who insists on speaking the truth. Dr. Li Wenliang, who passed away on Friday at age 33, possessed both kinds of courage in abundance. And even in death, he is now forcing the dictator of China to conduct an emergency public-relations campaign in the face of a growing demand for free speech.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dropping-classes-for-cause-or-for-slacking-11581361282", "title": "Dropping Classes for Cause or for Slacking", "date": "2020-02-10 14:01", "summary": "When I attempted to drop an elective course,the professor said: \"No, you must finish the course, everything in life is not interesting or relevant.\". It may be a sign of the times that Prof. Daniel F. Chambliss allows students to drop his sociology course midterm with little discussion (\"Go Ahead, Drop My Course,\" op-ed, Feb. 3). From personal experience, I would be concerned that this shows lack of regard for the undergraduate's future development.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medici-would-be-skeptical-on-student-loans-11581361234", "title": "Medici Would Be Skeptical on Student Loans", "date": "2020-02-10 14:00", "summary": "I rather doubt the Medici would offer a loan to an 18-year-old, let alone someone who vapes, binge drinks and never had a history of employment.. Prof. Jackson Toby's \"14th-Century Solutions to Student Debt\" (op-ed, Jan. 29) raises the issues of maturity, character and trustworthiness in awarding student loans. I rather doubt the Medici would offer a loan to an 18-year-old, let alone someone who vapes, binge drinks and never had a history of employment. It's common knowledge that the two most important characteristics of wealth accumulation over one's life are education and marriage. A 1980s congressional study on the return of investment to the government from the GI Bill found a return of seven to one. For every dollar invested in our Greatest Generation, the GI Bill participants returned seven dollars in tax revenue over the course of their lifetimes. They were military veterans who exhibited proven maturity and character.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patents-must-promote-not-hurt-innovation-11581361181", "title": "Patents Must Promote, Not Hurt, Innovation", "date": "2020-02-10 13:59", "summary": "Contrary to the founder's intent, some patents appear to slow innovation rather than encourage it.. I disagree with Paul R. Michel and Matthew J. Dowd that our patent laws don't give adequate and clear protection to inventions (\"America's Innovators Need Clear Patent Laws,\" op-ed, Jan. 24).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-give-warren-harding-credit-for-the-good-he-did-11581361130", "title": "Let's Give Warren Harding Credit for the Good He Did", "date": "2020-02-10 13:58", "summary": "Let's recognize accomplishments such as lowering taxes, balancing the budget, paying down the national debt and the treaties of the Washington Conference on the Limitation of Armament 1921-22.. Regarding Kyle Peterson's \"Warren G. Biden Might Win in '20\" (op-ed, Jan. 25): I would point out that while President Harding did indeed run on the campaign slogan \"return to normalcy\" (as well as \"think of America first\"), in the discussion of the brief Warren administration's accomplishments, Mr. Peterson highlights the \"Teapot Dome\" scandal. I hope Mr. Peterson, and most current historians, would recognize accomplishments such as lowering taxes, balancing the budget, paying down the national debt and the treaties of the Washington Conference on the Limitation of Armament 1921-22.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-liberal-solution-to-ab5-11581361081", "title": "The Liberal Solution to AB5", "date": "2020-02-10 13:58", "summary": "Carl Szabo notes the bitter irony of AB5 and the fate of many liberal freelance journalists in California-layoffs and income loss caused by the very law they had supported.. Carl Szabo notes the bitter irony of AB5 and the fate of many liberal freelance journalists in California-layoffs and income loss caused by the very law they had supported (\"Media Cheered AB5 Law Now Causing Layoffs,\" Letters, Jan. 30). Count me among those with little sympathy for their plight. How will they pay for health care and student loans now? I bet they have a liberal solution for that too.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-buttigieg-stakes-out-a-unique-space-in-the-democratic-field-11581351970", "title": "Buttigieg Stakes Out a Unique Space in Democratic Field", "date": "2020-02-10 12:55", "summary": "Revolutionary profile in a conventional package makes his standing tough to predict. Pete Buttigieg is offering a highly unusual proposition: He's a revolutionary messenger trying to deliver a safe package.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-bonds-branch-out-with-record-sale-11581353864", "title": "Green Bonds Branch Out With Record Sale", "date": "2020-02-10 11:57", "summary": "Green, social and sustainability bond sales expected to hit $400 billion this year. Community Preservation Corp. has issued a $150 million sustainability bond, the largest such sale by a community development financial institution, or CDFI.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-deepens-isolation-amid-virus-threat-11581332400", "title": "North Korea Deepens Isolation Amid Virus Threat", "date": "2020-02-10 11:18", "summary": "Resume Subscription. SEOUL-The challenge to contain the coronavirus looks particularly daunting in North Korea, one of the world's poorest and most isolated countries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-florida-penthouse-with-a-stratospheric-price-tag-11581350962", "title": "A Florida Penthouse with a Stratospheric Price Tag", "date": "2020-02-10 11:09", "summary": "This under-construction penthouse at the Four Seasons Private Residences is asking $35 million-a big number for the Fort Lauderdale market.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-massive-full-floor-penthouse-in-fort-lauderdale-lists-for-35-million-11581350867", "title": "Full-Floor Penthouse in Fort Lauderdale Lists for $35 Million", "date": "2020-02-10 11:07", "summary": "The 19,000-square-foot apartment at the Four Seasons Private Residences is asking roughly four times the record condo price for the Florida city. An under-construction penthouse in Fort Lauderdale, Fla., is listing for $35 million-or many times more than any known condo sale in the area.", "categories": [["WSJ News Exclusive", "Homes"]], "category_links": ["https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weirdest-subway-restaurant-in-america-11581350267", "title": "The Weirdest Subway Restaurant in America", "date": "2020-02-10 10:57", "summary": "The franchise is based inside an FBI training center called Hogan's Alley where the bank gets robbed at least twice a week. HOGAN'S ALLEY, Va.-America's worst neighborhood is a magnet for killers, thieves and drug smugglers. At lunch, crooks and cops call a truce to line up at Subway, the only place in town to get a sandwich.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-toxic-to-turnaround-bayers-ceo-fights-to-fix-a-problem-of-his-own-making-11581332607", "title": "Bayer's CEO Fights to Fix What He Broke", "date": "2020-02-10 10:57", "summary": "Werner Baumann has rebounded from his disastrous Monsanto acquisition, but his window to repair the damage might be closing. In April last year, Bayer AG Chief Executive Werner Baumann was on defense. The architect of one of the most disastrous acquisitions in German corporate history, he had become the country's first chief executive to lose a vote of confidence by shareholders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-half-frozen-river-is-no-barrier-to-canoe-practice-11581349437", "title": "His Canoe Season Doesn't Stop for Winter", "date": "2020-02-10 10:43", "summary": "Resume Subscription. When canoeing in calm water became too easy for Austin Beever, he started paddling frozen rivers. Ice canoeing, his winter sport of choice, involves maneuvering an approximately 250-pound, 28-foot-long canoe with a nearly flat bottom on top of ice and through frigid Canadian waters riddled with mini icebergs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-etf-bets-on-cars-future-11581348189", "title": "An ETF Bets on Cars' Future", "date": "2020-02-10 10:23", "summary": "MOTO offers one play on three automotive trends: electricity, autonomous driving and transportation services. A new fund has its sights on the future of transportation.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Smart Transportation & Technology ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bail-reform-needs-reform-growing-group-of-opponents-claim-11581348077", "title": "New Bail Laws Leading to Release of Dangerous Criminals, Some Prosecutors Say", "date": "2020-02-10 10:21", "summary": "Resume Subscription. Prosecutors and lawmakers around the country are pushing back against recent changes that largely eliminated bail for low-level and nonviolent offenders, saying they have resulted in dangerous criminals being released.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/irish-stock-market-falls-after-sinn-feins-election-victory-11581347586", "title": "Irish Stock Market Falls After Sinn Féin's Election Victory", "date": "2020-02-10 10:21", "summary": "Left-wing nationalist party has called for higher taxes on banks and changes to housing policy. Irish stocks dropped Monday after the general election delivered a strong showing for a left-wing party that campaigned on an increased state role in the economy.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overall-fed-temporary-liquidity-continues-to-shrink-11581347366", "title": "Overall Fed Temporary Liquidity Continues to Shrink", "date": "2020-02-10 10:09", "summary": "New York Fed implements $38.2 billion overnight repo. The overall amount of temporary liquidity supplied by the Federal Reserve to money markets continued to drift lower Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-transplant-surgeon-is-operating-againwith-a-new-heart-11581346948", "title": "A Transplant Surgeon Is Operating Again-With a New Heart", "date": "2020-02-10 10:02", "summary": "Robert Montgomery has resumed performing surgery after receiving a heart transplant from a donor with hepatitis C. But his journey back hasn't been without complications.. New York City", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-heads-to-capitol-hill-facing-new-questions-over-growth-risks-11581346800", "title": "Fed Chairman Heads to Capitol Hill Facing New Questions Over Growth Risks", "date": "2020-02-10 10:00", "summary": "Markets look for clues about central bank's response to Chinese disruptions from coronavirus, but Jerome Powell may not have easy answers. When Federal Reserve Chairman Jerome Powell heads to Capitol Hill for two days of testimony beginning Tuesday, he will face questions about how the central bank might respond to new economic uncertainties emanating from China.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharma-megadeals-pass-first-checkup-11581346234", "title": "Pharma Megadeals Pass First Checkup", "date": "2020-02-10 09:50", "summary": "Bristol-Myers Squibb and AbbVie deals announced last year are looking better than investors first thought. A pair of megamergers announced last year are reshaping the U.S. pharmaceuticals industry. Evidence is mounting that the deals will work out as planned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-portrait-now-with-food-fights-11581345958", "title": "The Family Portrait, Now With Food Fights", "date": "2020-02-10 09:45", "summary": "Resume Subscription. Rita and Michael Han aren't attempting to smooth over signs of their chaotic lives in their family portrait. Instead, they're embracing that messiness-with the help of a trusted photographer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-cases-on-cruise-ship-climb-to-136-11581322993", "title": "Coronavirus Cases on Cruise Ship Climb to 135", "date": "2020-02-10 09:41", "summary": "Sixty-five new cases of the novel virus have been identified, as authorities consider testing all remaining passengers. TOKYO-The number of novel coronavirus cases on the Diamond Princess cruise ship nearly doubled to 135, posing dilemmas for Japan as it weighs testing all of the more than 3,500 people on board.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-fintech-startup-curve-expanding-to-brooklyn-11581343200", "title": "U.K. Fintech Startup Curve Expanding to Brooklyn", "date": "2020-02-10 09:00", "summary": "Company expects to hire at least 185 employees over four years in exchange for tax incentives. London-based tech startup Curve plans to open its first U.S. office this year in Brooklyn, where it expects to hire at least 185 employees over the next four years in exchange for up to $8.3 million in state and city tax incentives.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-raises-offer-for-hp-plans-to-launch-takeover-bid-in-early-march-11581342655", "title": "Xerox Raises Bid to Buy HP", "date": "2020-02-10 08:50", "summary": "Offer of $24 a share to be made directly to investors in March. Xerox Holdings Corp. raised its offer to buy HP Inc. to $24 a share and said it would launch a public takeover bid early next month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-baseball-we-still-need-some-answers-on-the-astros-11581342436", "title": "Hey, Baseball! We Still Need Some Answers on the Astros.", "date": "2020-02-10 08:47", "summary": "A fresh round of allegations shows this sign-stealing story isn't going away. Spring training opens this week, and oh how the heart flutters and the purple prose tingles. What a joyous ritual, a sure signal of winter's pending transition into spring. The timeless American pastime of baseball, reborn once more, every club fresh with a clean record and at least a wisp of hope for the coming year.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-push-at-softbank-reflects-rise-of-shareholder-activism-in-japan-11581341934", "title": "Elliott Push at SoftBank Reflects Rise of Shareholder Activism in Japan", "date": "2020-02-10 08:38", "summary": "Record buybacks are being carried out, bidding wars have broken out for undervalued companies and investors are feeling emboldened to speak up. TOKYO-It wasn't too long ago that Japan would have shunned an aggressive foreign investor with ideas on how to shake up a Japanese corporate giant.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tina-knowles-lawson-on-lending-art-to-her-daughter-beyonce-11581341660", "title": "Tina Knowles-Lawson on Lending Art to Her Daughter Beyoncé", "date": "2020-02-10 08:34", "summary": "\"I mean, my art pieces are like my children.... I'm looking at my walls and it just makes me sad, because I miss seeing all my babies there.\". In this new series, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-style-the-romantic-light-of-cartagenas-beaches-and-byways-11581341581", "title": "Travel Style: The Romantic Light of Cartagena's Beaches and Byways", "date": "2020-02-10 08:33", "summary": "Journey to the sun-kissed Colombian port city of Gabriel García Márquez's novels in romantic, bohemian styles.. Giorgio Armani dress and cape, prices upon request, similar styles at Giorgio Armani boutiques nationwide, JW Anderson sandals, price upon request, jwanderson.com", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ole-the-beaded-bolero-makes-a-statement-11581341635", "title": "Olé! The Beaded Bolero Makes a Statement", "date": "2020-02-10 08:33", "summary": "Short, sparkly jackets add a sheen of old-world glamour. Five ways to try the trend. Slink into the evening in this moody number. Saint Laurent by Anthony Vaccarello, $11,500, Saint Laurent, 3 East 57th Street, New York", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chic-classics-reimagined-in-new-textures-and-materials-11581341467", "title": "The Chic Classics, Reimagined in New Textures and Materials", "date": "2020-02-10 08:31", "summary": "Updated wardrobe staples take on a modern spirit with leather pieces and structured silhouettes. Ralph Lauren Collection shirt, $590, ralphlauren.com, Salvatore Ferragamo pants, $2,700, Salvatore Ferragamo boutiques nationwide, Agmes earrings, $450, agmesnyc.com, The Row bag, $890, and sandals, $990, therow.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-chefs-on-either-side-of-the-country-fall-in-love-11581341507", "title": "When Chefs on Either Side of the Country Fall in Love", "date": "2020-02-10 08:31", "summary": "Daniela Soto-Innes and Blaine Wetzel lead renowned restaurants on opposite sides of the country. Now engaged, they are finding ways to share their lives-and passion for cooking.. The love story started in the summer of 2018, with a chance encounter at a pintxos bar. Blaine Wetzel had just landed in Bilbao, Spain, after a long series of flights from his home on remote Lummi Island, Washington, a two-hour drive and 10-minute ferry ride north of Seattle, arriving in the Basque Country the day before the annual awards announcing the World's 50 Best Restaurants. That evening, out for a bite with some chef friends, he saw \"this smoking-hot girl at the end of the bar,\" he says.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-michelle-bowman-current-fed-policy-will-support-expansion-11581340506", "title": "Fed's Bowman: Current Fed Policy Will Support Expansion", "date": "2020-02-10 08:15", "summary": "Fed governor expects moderate growth, low unemployment. Federal Reserve governor Michelle Bowman said Monday the current setting of the central bank's monetary policy should help the U.S. economy continue to grow.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-treasury-market-divide-11581336790", "title": "The Big Treasury Market Divide", "date": "2020-02-10 07:13", "summary": "The apparent gulf between the positions of hedge funds and asset managers on U.S. government bonds could actually mask some complacency. The market for Treasurys is one of the deepest and most straightforward in the world, but a big divide has opened up between how different kinds of investors trade it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parasite-oscar-win-means-party-time-in-south-korea-11581336085", "title": "'Parasite' Oscar Win Means Party Time in South Korea", "date": "2020-02-10 07:01", "summary": "Locals celebrate a distinctly South Korean story about socioeconomic class division that unexpectedly charmed the cinema world. SEOUL-College film clubs here huddled over morning beers watching the 92nd Academy Awards, while office workers, having just punched the clock Monday morning, followed live updates, and one elderly shopkeeper with a particular interest kept track via a small TV on a store shelf.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamont-retools-connecticuts-business-recruitment-strategy-11581336000", "title": "Lamont Retools Connecticut's Business Recruitment Strategy", "date": "2020-02-10 07:00", "summary": "The governor wants to cut back on the use of business incentives to lure and retain companies. As Connecticut continues its slow crawl out of a postrecession slump, Gov. Ned Lamont is betting a more streamlined approach to economic-development incentives will propel the state forward.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-helps-drive-chinas-consumer-prices-to-highest-level-in-over-eight-years-11581314378", "title": "Coronavirus Drives China's Inflation to Highest Level in Over Eight Years", "date": "2020-02-10 06:49", "summary": "In Hubei province, which has been hit hardest by the outbreak, consumer inflation slightly outpaced national average. BEIJING-China's consumer inflation rose to its highest level in more than eight years in January as hundreds of millions of Chinese struggled to cope with a deadly coronavirus outbreak that has raised anxiety levels and pushed up the prices of many household goods.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-goods-will-test-investors-immunity-to-coronavirus-11581333643", "title": "Luxury Goods Will Test Investors' Immunity to Coronavirus", "date": "2020-02-10 06:20", "summary": "Stocks like LVMH and Burberry remain expensive despite their heavy exposure to the growing outbreak. If investors still seem reluctant to accept the seriousness of coronavirus, the luxury sector's earnings season will test their tolerance.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-most-efficient-player-factories-are-in-portugal-11581332400", "title": "Europe's Most Efficient Player Factories Are in Portugal", "date": "2020-02-10 06:00", "summary": "Led by youth academies like Benfica's, a country of 10 million people wastes no talent. Seixal, Portugal", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buyback-boom-shows-long-term-opportunities-in-japans-unloved-stocks-11581332051", "title": "Buyback Boom Shows Long-Term Opportunities in Japan's Unloved Stocks", "date": "2020-02-10 05:54", "summary": "Rich on cash, cheaply valued and increasingly friendly to shareholders, Japan's listed companies should be a part of every global investor's portfolio. Corporate Japan has a reputation for penny-pinching and hoarding cash. But recently they are learning to love spending on their shareholders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-takes-computer-vision-to-the-chicken-plant-11581330602", "title": "Tyson Takes Computer Vision to the Chicken Plant", "date": "2020-02-10 05:30", "summary": "Technology helps meat processor track packages of chicken, part of a move to cut costs. Tyson Foods Inc. plans to expand the use of computer vision to track how much chicken moves through its plants, part of an effort to invest more in automation and artificial intelligence to cut costs and reduce waste.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mattel-facebook-boeing-voya-financial-allergan-chegg-11581328342", "title": "Stocks to Watch: Mattel, Facebook, Boeing, Voya Financial, Allergan, Chegg", "date": "2020-02-10 04:52", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-virus-survivors-tale-of-crossing-china-in-the-early-days-of-outbreak-11581245096", "title": "'I'm So Sorry': Coronavirus Survivor's Cross-China Travel Left Dozens Quarantined", "date": "2020-02-10 04:36", "summary": "Resume Subscription. BEIJING-Looking back, Shen Wufu thinks he must have caught the virus during a few hours in Wuhan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-stars-are-out-as-the-2020-oscars-kick-off-11581296482", "title": "'Parasite' Makes History at the Oscars", "date": "2020-02-10 04:35", "summary": "South Korean thriller 'Parasite' wins four Academy Awards and is the first foreign-language film to claim Best Picture. The South Korean film \"Parasite\" won best picture at the 92nd Academy Awards, becoming the first ever non-English-language film to seize the top honor. The historic victory marked the fourth win of the night for the film, which mined suspense, humor and anguish in its tale rooted in the socioeconomic divide between two families.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-win-mints-gold-for-parasite-makers-11581326738", "title": "Oscar Win Mints Gold for 'Parasite' Makers", "date": "2020-02-10 04:25", "summary": "Shares of South Korean studio behind best-picture winner jump 19%. How much is an Oscar worth?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-stars-pose-on-the-oscars-red-carpet-11581291739", "title": "Photos: Red Carpet Glitz on Night of the Oscars", "date": "2020-02-10 00:15", "summary": "Stars glittered on Hollywood's biggest night ready to fete outstanding achievement in filmmaking. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-the-red-carpet-style-triumphs-over-soggy-weather-11581295245", "title": "On the Red Carpet, Style Triumphs Over Soggy Weather", "date": "2020-02-10 00:04", "summary": "Fashion flourished on the Oscars red carpet, where Billy Porter's gold-feathered bodice and other bold looks flouted the stormy conditions.. Neither wind nor rain kept Hollywood stars from having their red-carpet moment at Sunday's Oscars. The first Academy Awards of the new decade-and the finale of the current awards season-unfolded at the Dolby Theatre in Los Angeles amid unusually cold and wet weather.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-varo-moves-closer-to-becoming-a-bank-11581361990", "title": "Varo Moves Closer to Becoming a Bank", "date": "2020-02-10 00:01", "summary": "FDIC approves application to provide insured deposits. Financial-technology startup Varo Money Inc. said Monday it has received regulatory approval to use federal deposit insurance, a significant step in the fintech industry's quest to take on traditional banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11581274666", "title": "Pepper...and Salt", "date": "2020-02-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-oscar-goes-to-11581297386", "title": "And the Oscars Go to...", "date": "2020-02-10 23:32", "summary": "Here is the list of winners of the 92nd Academy Awards. ", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mental-mistakes-that-active-investors-make-11581304440", "title": "The Mental Mistakes That Active Investors Make", "date": "2020-02-10 22:14", "summary": "Why is it that amateur investors still believe they can beat the market when all the evidence suggests they can't? It has to do with how our minds work.. In the battle between passive and active investing, there's no question: Passive has been the clear winner. For years, the flow of new assets has gone more to low-cost, widely diversified index mutual funds and exchange-traded funds, rather than to actively managed funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thinking-of-a-college-co-op-program-heres-what-you-need-to-know-11581304380", "title": "Thinking of a College Co-op Program? Here's What You Need to Know", "date": "2020-02-10 22:13", "summary": "The right work experience can give graduates a boost, but there are lots of questions to ask. Students interested in gaining work experience during college that will give them a leg up after graduation might consider a school that offers a career-related work program such as a co-op. But which one?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-funds-fell-1-2-in-january-11581304260", "title": "Stock Funds Fell 1.2% in January", "date": "2020-02-10 22:11", "summary": "The Jan. 31 market drop, on coronavirus concerns, pushed overall fund performance into the red. Stocks remain near record levels.. Stocks started off last year with a bang, and kept going. This year, we'll need a comeback.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-rising-black-swan-index-could-be-a-sign-of-bullishness-11581304201", "title": "Why a Rising 'Black Swan' Index Could Be a Sign of Bullishness", "date": "2020-02-10 22:10", "summary": "The conventional wisdom is that the lofty level of the risk benchmark is a sell signal. But is it?. In mid-December, a risk benchmark for the U.S. stock market known as the SKEW Index-aka the Black Swan index-hit one of its highest levels ever, higher than 99.8% of all other daily readings since 1990, which is how far back data extend.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-energy-stocks-11581304141", "title": "The Case for Energy Stocks", "date": "2020-02-10 22:09", "summary": "The 'Dogs of the Dow' rule holds that the worst stocks usually turn around. If that applies to sectors, and the funds that track them, then energy shares will benefit. It's one of Wall Street's best-known maxims: The \"Dogs of the Dow\" principle, holding that Dow Jones Industrial Average companies whose stocks underperform the broad market in a given year but are basically healthy typically will bounce back and maybe even outperform the market the next year. And it generally holds true.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogame-etfs-are-in-growth-mode-11581304081", "title": "Videogame ETFs Are in Growth Mode", "date": "2020-02-10 22:08", "summary": "Fund investors who want to bet on the fast-growing videogame industry now have more choices than ever. Exchange-traded-fund investors who want to bet on the fast-growing videogaming industry now have more ways to do it than ever before.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-way-to-buy-gold-the-metal-or-the-companies-11581304020", "title": "Which Way to Buy Gold: The Metal or the Companies?", "date": "2020-02-10 22:07", "summary": "Bullion has many advantages for long-term investors, experts say. But for those who want to bet on the current rally, gold-mining stocks may be preferable. After years stuck in the doldrums, gold is back in fashion. A common question from individual investors is, should they put their money into the precious metal itself or gold-mining stocks?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguards-next-step-u-k-retirement-accounts-11581303961", "title": "Vanguard's Next Step: U.K. Retirement Accounts", "date": "2020-02-10 22:06", "summary": "The fund giant's international expansion will continue with a SIPP platform. Vanguard Group is preparing to launch a retirement-account product in the U.K., the latest step in the U.S. fund giant's international expansion.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passive-investing-gains-traction-in-europe-11581303900", "title": "Passive Investing Gains Traction in Europe", "date": "2020-02-10 22:05", "summary": "European investors appear to some to be tired of paying high fees for actively managed funds that don't hit their targets. The European appetite for exchange-traded funds has increased, and BlackRock iShares continues to dominate with the largest market share.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instead-of-buying-put-options-investors-opt-for-leaps-11581303840", "title": "Instead of Buying Put Options, Some Investors Opt for 'Leaps'", "date": "2020-02-10 22:04", "summary": "Though it's not for everyone, the Leaps strategy can be a less-costly alternative to buying 'put' options. With the stock market at historic highs and volatility close to all-time lows, some investors are considering taking their gains in their stock and ETF positions and buying long-term call options called Leaps (Long-term Equity Anticipation Securities).", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-etf-of-hedge-funds-or-close-to-it-11581303721", "title": "An ETF of Hedge Funds (or Close to It)", "date": "2020-02-10 22:02", "summary": "ASI HFRI-I Liquid Alternatives Ucits Fund, which trades on the Irish Stock Exchange, provides access to four core hedge-fund strategies, at a much lower cost. U.K.-based Aberdeen Standard Investments, a $670 billion asset manager, is carving out a new way for institutions and individuals to gain hedge-fund exposure.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-etfs-remain-a-refuge-11581303661", "title": "Swiss ETFs Remain a Refuge", "date": "2020-02-10 22:01", "summary": "Funds focused on Swiss equities have had a good year, helped by their status as a haven. Investors consider Switzerland to be a relatively safe, steady and stable economy, and analysts expect exchange-traded funds exposed to Swiss equities to continue to shine in 2020 as a result.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-nongrowth-stocks-and-bond-surrogates-11581303600", "title": "What Are 'Nongrowth' Stocks and 'Bond Surrogates'?", "date": "2020-02-10 22:00", "summary": "Nongrowth stocks are those in the basic materials, energy, financial and industrials sectors. Bond surrogates pay hefty dividends. Analysts at Wolfe Research see a pattern between the two groups.. Sometimes it seems the language Wall Street uses to describe the market changes almost as much as the market itself. That can make reading research reports confusing.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-campaign-seeks-iowa-re-canvass-after-buttigieg-wins-more-delegates-11581301851", "title": "Sanders Campaign Seeks Re-Canvass in Iowa After Buttigieg Wins More Delegates", "date": "2020-02-10 21:59", "summary": "Iowa Democratic Party's updated results show Buttigieg projected to win 14 delegates, while Sanders will get 12. The Iowa Democratic Party Sunday released updated results from its presidential caucuses last week that showed former Mayor Pete Buttigieg of South Bend, Ind., was projected to win 14 delegates to July's national convention in Milwaukee, while Vermont Sen. Bernie Sanders will get 12.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-concerns-spread-faster-and-further-than-pathogen-11581246001", "title": "Coronavirus Concerns Spread Faster and Further Than Pathogen", "date": "2020-02-10 21:28", "summary": "Resume Subscription. A deadly new coronavirus has spread to two dozen countries from China. So far, Iceland isn't one of them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-has-killed-more-people-than-sars-11581226253", "title": "Coronavirus Death Toll Tops Fatalities From SARS", "date": "2020-02-10 20:39", "summary": "Death toll tops 900 in mainland China. BEIJING-The death toll from the new coronavirus outbreak has now surpassed that of the severe acute respiratory syndrome, or SARS, epidemic nearly two decades ago, as the number of fatalities topped 900.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-biggest-comeback-the-blockbuster-nominee-11581253201", "title": "Oscar's Biggest Comeback: the Blockbuster Nominee", "date": "2020-02-10 19:44", "summary": "Many of this year's best-picture nominees are also box-office hits, in a change from past years. Before the Academy Awards crown their best-picture winner Sunday night, one group has already claimed an Oscar victory: box-office hits.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-turn-combative-to-gain-edge-in-tight-new-hampshire-primary-11581294540", "title": "Democrats Turn Combative to Gain Edge in New Hampshire", "date": "2020-02-10 19:42", "summary": "Resume Subscription. NASHUA, N.H.-The Democratic presidential candidates blitzed the Granite State in a final bid to energize supporters and win over independent voters who could sway the outcome of Tuesday's first-in-the-nation primary.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sec-seeks-to-curb-shareholder-resolutions-11581264001", "title": "SEC Seeks to Curb Shareholder Resolutions", "date": "2020-02-10 19:33", "summary": "Companies say resolutions pose undue burdens; small investors defend them as a pillar of shareholder democracy. WASHINGTON-It is a yearly ritual for American corporations: executives of Fortune 500 companies appearing at shareholder meetings to answer investors' concerns about everything from board membership to climate-change policies.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-for-face-masks-in-china-pushes-auto-energy-companies-to-make-them-11581261543", "title": "Need for Face Masks in China Pushes Auto, Energy Firms to Make Them", "date": "2020-02-10 19:25", "summary": "GM venture, Foxconn, Sinopec use assembly lines to produce protective gear to fight coronavirus outbreak. China's auto makers, the world's biggest iPhone assembler and even state-owned energy companies are using their assembly lines to pump out more face masks and other medical supplies as the country responds to a coronavirus outbreak that has spread around the world.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomo-doubts-socialist-sanders-can-win-white-house-11581292800", "title": "Gov. Cuomo Doubts 'Socialist' Sanders Can Win White House", "date": "2020-02-10 19:00", "summary": "New York governor calls socialist label 'a big pill for a lot of voters to swallow'. WASHINGTON-Gov. Andrew Cuomo said he doesn't believe U.S. Sen. Bernie Sanders is the best Democratic candidate to beat President Trump and said it is too early to determine who the party's standard-bearer should be.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]