[{"link": "https://www.wsj.com/articles/terrorists-kill-six-french-ngo-workers-in-niger-government-says-11597002008", "title": "Terrorists Kill Six French Aid Workers in Niger, Government Says", "date": "2020-08-09 19:25", "summary": "Local guide, driver also dead in attack at popular giraffe park. Jihadist militants on motorcycles killed six French aid workers and their local guide and driver in a giraffe park in Niger on Sunday, according to government officials, the latest attack in a nation hailed by western nations as a bulwark against a rising tide of Islamist militancy across West Africa.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-and-giant-mall-operator-look-at-turning-sears-j-c-penney-stores-into-fulfillment-centers-11596992863", "title": "Big Landlord in Talks to Put Amazon Warehouses in Malls", "date": "2020-08-09 19:21", "summary": "Hookup between Simon Property Group, Amazon would show how retail and logistics are converging more rapidly. The largest mall owner in the U.S. has been in talks with Amazon.com Inc., the company many retailers denounce as the mall industry's biggest disrupter, to take over space left by ailing department stores.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-financial-firms-discussing-ways-to-save-tiktoks-u-s-operations-from-trump-ban-11597014729", "title": "Tech, Financial Firms Look for Ways to Save TikTok's U.S. Operations From Ban", "date": "2020-08-09 19:12", "summary": "TikTok's parent has been looking for a way to keep the video-sharing service alive in U.S. after Trump administration declared the app a national security threat. Several investment and technology firms are exploring a potential deal for the U.S. operations of TikTok, which is facing a Trump administration ban, but they each would have to surmount hurdles at least as high as the Chinese social-media platform's main suitor, Microsoft Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-advances-goal-of-becoming-trusted-long-term-military-launch-provider-11597010973", "title": "SpaceX Advances Long-Term Military Launch Provider Goal", "date": "2020-08-09 18:09", "summary": "Pentagon chooses rocket company to share multiyear award with incumbent contractor. Elon Musk's SpaceX has vaulted into an elite tier of military suppliers, winning a multibillion-dollar contract that makes it one of the Pentagon's two primary satellite-launch providers through most of the decade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-short-funds-missed-their-moment-11596898399", "title": "'Long-Short' Funds Missed Their Moment", "date": "2020-08-09 18:00", "summary": "The stock-market volatility in the first half was a fertile environment for long-short funds. Yet most of these investments lost money.. The stock-market volatility in the first half of 2020 should have been a near-perfect period for \"long-short\" mutual funds and exchange-traded funds to make a killing.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-executive-orders-11597010036", "title": "Trump's Executive Orders", "date": "2020-08-09 17:53", "summary": "He escapes Pelosi's political trap but uses Obama's 'pen' and 'phone' method.. The good news is that President Trump on Saturday escaped the trillion-dollar terms of surrender demanded by House Speaker Nancy Pelosi. The bad news is that he followed the Barack Obama method with executive orders, one of which stretches the law in a way that a future progressive President will surely cite as a precedent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innocent-aluminum-bystanders-11597009545", "title": "Innocent Aluminum Bystanders", "date": "2020-08-09 17:45", "summary": "No surprise, Canada retaliates against Trump's new 10% tariffs.. Well, that was predictable. Ottawa said Friday it will retaliate against President Trump's new 10% tariffs on aluminum from Canada with its own new levies against U.S. aluminum products. As ever, many of the victims will be innocent trade bystanders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-opening-in-africa-11597009472", "title": "Trump's Opening in Africa", "date": "2020-08-09 17:44", "summary": "Sudan's democrats are fighting for reform, and the U.S. should help.. There isn't much good news in the world these days, but a potential bright spot is Sudan. The U.S. has a chance to pull the northeast African nation closer to the West if it doesn't blow the moment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-masks-help-keep-us-safe-from-covid-19-11597008870", "title": "Do Masks Help Keep Us Safe From Covid-19?", "date": "2020-08-09 17:34", "summary": "Why is anecdotal evidence good enough for masks but not hydroxychloroquine?. Seriously? We all finally get on the same page, and then Allysia Finley writes an op-ed warning of \"The Hidden Danger of Masks\" (Aug. 5). The Centers for Disease Control and Prevention, the World Health Organization and the President of the United States all recommend masks. Numerous studies, as well as common sense, suggest masks help stop the spread.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-university-and-the-scourge-of-my-truth-11597008741", "title": "The University and the Scourge of 'My Truth'", "date": "2020-08-09 17:32", "summary": "If there is no truth to discover because all truth is a matter of opinion, then the university is superfluous.. Orrin Hatch's \"Higher Ed and the Fragmentation of America\" (op-ed, July 28) gets to the crux of the issue. If there is no truth to discover because all truth is a matter of opinion, then the university is superfluous. It offers no pipeline to the universals that transcend our own ideas and experiences. There are only \"narratives\"-and the power to compel others to embrace them on pain of ostracism. In such a world, a university can exist only to propagandize.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-taiwan-stands-with-hong-kong-11597008661", "title": "Democratic Taiwan Stands With Hong Kong", "date": "2020-08-09 17:31", "summary": "China's aggressive behavior must not be tolerated any longer.. After disqualifying the pro-democracy candidates running in Hong Kong's supposedly democratic election, Beijing and its delegates now have postponed the election itself (\"The China Vise Tightens on Hong Kong,\" Review & Outlook, Aug. 3).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-went-astray-while-eulogizing-rep-john-lewis-11597008509", "title": "Obama Went Astray While Eulogizing Rep. John Lewis", "date": "2020-08-09 17:28", "summary": "Filibusters predate the Jim Crow era and are not a 'relic' of that period.. Contrary to what President Obama said in his eulogy of John Lewis (\"Obama's Filibuster Swipe,\" Review & Outlook, Aug. 1), filibusters predate the Jim Crow era and are not a \"relic\" of that period. And the current two-tier Senate filibuster was adopted at the beginning of the 1970s-after Jim Crow ended.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-national-security-adviser-says-china-targeting-2020-election-11597007831", "title": "U.S. National Security Adviser Says China Targeting 2020 Election", "date": "2020-08-09 17:17", "summary": "Other officials are skeptical, saying there was no evidence Beijing was trying to hack state systems. WASHINGTON-National security adviser Robert O'Brien said Sunday that Chinese hackers were targeting U.S. election infrastructure in the lead up to the Nov. 3 presidential election, making a new claim about the level of Beijing's activity in the election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-covid-and-the-flu-team-up-to-pound-america-11597007696", "title": "Don't Let Covid and the Flu Team Up to Pound America", "date": "2020-08-09 17:14", "summary": "A priority should be developing antiviral drugs that can be given early to prevent severe illness.. Covid is likely to persist once its pandemic phase has passed and circulate each winter alongside the flu. Even after more of us contract coronavirus infection and develop immunity to it or even after an effective vaccine arrives, some people will still get very sick.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-09-2020-11596958254", "title": "U.S. Coronavirus Cases Exceed Five Million", "date": "2020-08-09 17:14", "summary": "Global infections near 20 million as some countries log record increases. The U.S. has surpassed five million confirmed cases of the coronavirus as some states saw sharp upticks while others showed signs that the spread of the virus was easing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-antifa-11597007492", "title": "Notable & Quotable: Antifa", "date": "2020-08-09 17:11", "summary": "'A radical, leaderless leftist political movement that uses armed, violent protest.\". From a June 5 \"Editor's note\" added atop a June 3 New York Times op-ed by Sen. Tom Cotton (R., Ark.):", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-divine-miss-marble-review-serving-with-a-smile-11597007077", "title": "'The Divine Miss Marble' Review: Serving With a Smile", "date": "2020-08-09 17:04", "summary": "Before Billie Jean King, Chris Evert and Martina Navratilova there was Alice Marble, charismatic pioneer of the serve-and-volley.. In 1973, Billie Jean King faced Bobby Riggs in a tennis match dubbed the \"Battle of the Sexes.\" My 13-year-old self, along with 90 million or so other people, sat transfixed in front of the television as Ms. King walloped her much older, provocatively sexist opponent. She became a tennis hero for my generation, and her victory became a triumph for women, including rank amateurs like me.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-master-goes-abroad-11597006944", "title": "'Investment Master' Goes Abroad", "date": "2020-08-09 17:02", "summary": "China has an appetite for financial tips, and I shared the craft on a brief, bizarre trip.. China's stock market has been hotter than a cup of Luckin Coffee. Watching its run, along with today's TikTok turmoil, reminds me of my small brush with Chinese fame. In 2006 I started getting investing emails from China about once a week, with oddly capitalized words and lots of misspellings. It looked like spam, but the wording seemed weirdly personal, so I finally answered one.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-arrests-uribe-11597006907", "title": "Colombia Arrests Uribe", "date": "2020-08-09 17:01", "summary": "The guerrillas lost on the battlefield. But they rack up victories in politicized courts.. When Secretary of State Mike PompeoextraditedAndrés Felipe Arias to Colombia last year, it signaled a lack of U.S. interest in human rights and democratic norms in that country. With an order last week to put former Colombian President Álvaro Uribe under house arrest, Colombia's Supreme Court has sent a signal back: Message received.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radicals-have-a-point-about-racial-liberalism-11597006817", "title": "Radicals Have a Point About Racial Liberalism", "date": "2020-08-09 17:00", "summary": "They know the prevailing orthodoxy has failed. Too bad they don't recall those who predicted its failure.. There isn't much to be said for those who loot and riot in the name of racial equality. But what do we say about the far larger number of young middle-class Americans who genuinely believe that America is a fundamentally racist project? You probably know one or more educated 20-somethings who regard cops as cogs in an oppressive machine and who consider nearly everything in American life irredeemably racist-ordinary words and phrases, great works of literature, the flag, the mascots of sports teams, the names of buildings and cities. Why do they believe this?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-take-a-dim-view-of-todays-lightbulbs-11597006857", "title": "I Take a Dim View of Today's Lightbulbs", "date": "2020-08-09 17:00", "summary": "Watts up with all these new terms like kelvins, lumens and 'halogen puck'?. I like to think of myself as a smart shopper who knows what to look for when buying a car or a computer-or even a townhouse. But recently I was flummoxed looking at a display of lightbulbs: Which packet of four bulbs should I buy? Since this was a chain pharmacy, there was no one to ask for help. I decided to buy the cheapest pack, but I kept the sales slip. I thought I might want to return the packet after learning more about lightbulbs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-capital-gains-joe-biden-is-no-jack-kennedy-11597006775", "title": "On Capital Gains, Joe Biden Is No Jack Kennedy", "date": "2020-08-09 16:59", "summary": "JFK knew the importance of encouraging investors to take risks and start companies.. There is nothing \"moderate\" about Joe Biden's proposals to tax high-income investors. First, the top individual tax rate for income above $400,000 would be raised to 39.6% from 37%. Then long-term capital gains and qualified dividends would be taxed at the ordinary income-tax rate of 39.6% on incomes above $1 million plus an investment-income surtax of 3.8%, bringing the total to 43.4% Finally, the step-up in basis for capital-gains taxation at death would be eliminated.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-council-frees-taliban-prisoners-setting-up-u-s-backed-peace-talks-11596981141", "title": "Afghan Council to Free Taliban Prisoners, Setting Up U.S.-Backed Peace Talks", "date": "2020-08-09 16:18", "summary": "Decision by Loya Jirga clears the way for negotiations to end the country's 19-year war. KABUL-A traditional Afghan council agreed to release 400 Taliban prisoners accused of major crimes, paving the way for U.S.-backed direct talks between the country's warring factions to end the nearly two-decade Afghan war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-portland-crowd-sets-fire-to-police-union-building-11597001998", "title": "In Portland, Crowd Sets Fire to Police Union Building", "date": "2020-08-09 15:40", "summary": "Nightly protests for racial justice have rocked the city for over two months. Portland, Ore., authorities said that a protest on Saturday night developed into a riot after a group of protesters set a fire inside a building housing a union for police officers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-beirut-reels-from-explosion-and-protests-countries-meet-to-plan-aid-11596971598", "title": "As Beirut Reels From Explosion and Protests, Countries Pledge Help", "date": "2020-08-09 15:35", "summary": "In rebuke to Lebanon's political leadership, world leaders say they will deliver aid directly to the people. BEIRUT-France, the U.S. and other countries promised Sunday to help rebuild Lebanon's capital after a deadly explosion devastated Beirut, but world leaders said they would deliver aid directly to the people in a rebuke to the country's political leadership.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-faces-somber-covid-19-milestone-at-100-000-deaths-11596898801", "title": "Brazil Faces Somber Covid-19 Milestone at 100,000 Deaths", "date": "2020-08-09 15:06", "summary": "Resume Subscription. ELDORADO, Brazil-Brazil's death toll from Covid-19 surpassed 100,000 in a somber milestone for the country as the disease spreads widely beyond the megacities where it first gained a toehold and tears through smaller towns and rural areas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-prices-gdp-retail-sales-11596999601", "title": "Economy Week Ahead: Consumer Prices, GDP, Retail Sales", "date": "2020-08-09 15:00", "summary": "The U.S. retail-sales report for July caps another week of data that will shed more light on the pace of global recovery from the new coronavirus pandemic. The U.S. retail-sales report for July caps another week of data that will shed more light on the pace of global recovery from the new coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-shooting-star-you-see-in-the-sky-may-well-be-a-satellite-11596999600", "title": "That Shooting Star You See in the Sky May Well Be a Satellite", "date": "2020-08-09 15:00", "summary": "As meteor showers animate the skies this month, a growing number of satellites obscure views of the heavens-SpaceX alone has sought permission to orbit 30,000 more communications devices. ", "categories": [["Life & Work", "Science Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-reduce-coronavirus-risk-on-the-beach-11596994242", "title": "How to Reduce Coronavirus Risk on the Beach", "date": "2020-08-09 13:30", "summary": "Sun and sea breezes lower your chances of getting Covid-19-unless you're in a crowded beachside bar. Worried about catching the new coronavirus at the beach this summer? Don't be, scientists say-though it might be best to bring a cooler and skip the crowded beachfront bar.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pets-company-employer-perks-coronavirus-adoptions-11596993137", "title": "Pets Score Company Perks as the 'New Dependents'", "date": "2020-08-09 13:18", "summary": "Resume Subscription. After earning a promotion in May, 27-year-old Maribeliz Ortiz felt ready for the next step in life, and young Niko was definitely her type: brown-eyed and handsome, with a long torso and short legs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/millennials-covid-financial-crisis-fall-behind-jobless-11596811470", "title": "Millennials Slammed by Second Financial Crisis Fall Even Further Behind", "date": "2020-08-09 13:07", "summary": "Resume Subscription. The economic hit of the coronavirus pandemic is emerging as particularly bad for millennials, born between 1981 and 1996, who as a group hadn't recovered from the experience of entering the workforce during the previous financial crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/connecticuts-expanded-mail-in-voting-system-is-off-to-choppy-start-11596992400", "title": "Connecticut's Expanded Mail-In Voting System Off to Choppy Start", "date": "2020-08-09 13:00", "summary": "Town clerks await flood of absentee ballots in final days before Tuesday's primary election. Town clerks across Connecticut are anxiously awaiting a flood of absentee ballots in the final days before Tuesday's primary election, in what some described as a bumpy rollout of expanded mail-in voting.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-post-brexit-britain-conservative-lawmakers-start-to-focus-onchina-11596989960", "title": "In Post-Brexit Britain, Conservative Lawmakers Start to Focus on China", "date": "2020-08-09 12:19", "summary": "Growing group in Parliament seeks to sway Boris Johnson's government, claims success over Huawei. LONDON-After helping to secure the U.K.'s departure from the European Union, lawmakers from Britain's ruling Conservative Party are coalescing around a new target: China.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ores-price-rally-defies-coronavirus-induced-recession-11596988801", "title": "Iron Ore's Price Rally Defies Coronavirus-Induced Recession", "date": "2020-08-09 12:00", "summary": "China's steps to stimulate economy boost steel production and demand for key ingredient. SYDNEY-Iron ore is behaving like a boom-time commodity in an economic recession, confounding many investors who had expected prices to buckle as global steel output drops.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nurses-travel-from-coronavirus-hot-spot-to-hot-spot-from-new-york-to-texas-11596988800", "title": "Nurses Travel From Coronavirus Hot Spot to Hot Spot", "date": "2020-08-09 12:00", "summary": "For some nurses, joining the front line was a calling from a higher power. For others, it was a lifeline after being laid off.. The Covid-19 patient went into cardiac arrest as his wife pleaded on the phone with him to live. Nurse Trinity Goodman started chest compressions, but he eventually died.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/techs-stock-market-takeover-reaches-new-heights-11596985224", "title": "Tech's Stock Market Takeover Reaches New Heights", "date": "2020-08-09 11:00", "summary": "Such a heavily concentrated market is dangerous because any tumult in tech sector could exacerbate broader downturn, some investors warn. The stock market is more top-heavy than it has been in decades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-delays-jfk-airports-15-billion-makeover-11596985225", "title": "Coronavirus Delays JFK Airport's $15 Billion Makeover", "date": "2020-08-09 11:00", "summary": "Port Authority of New York and New Jersey is considering adding years to overhaul because of pandemic-triggered slump in passenger demand. In 2018, New York Gov. Andrew Cuomo unveiled an overhaul of John F. Kennedy International Airport designed to put the gateway to New York City on a par with peers world-wide.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-the-nba-had-started-a-football-league-11596982813", "title": "What If the NBA Had Started a Football League?", "date": "2020-08-09 10:20", "summary": "The basketball league was so hot in the 1990s that it explored expansion into America's dominant sport-twice. In the 1990s heyday of the NBA, as the Chicago Bulls won six titles, Michael Jordan became the most famous athlete on earth and basketball spread to the far corners of the globe, a dozen executives gathered every week in Midtown Manhattan over sandwiches to discuss how they could take advantage of the sport's ascendance.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/domesticity-is-a-mixed-blessing-for-household-brands-11596981601", "title": "Domesticity Is a Mixed Blessing for Household Brands", "date": "2020-08-09 10:00", "summary": "Sales at Nestlé and Unilever have benefited during lockdowns. But their out-of-home businesses will be an eyesore from now on. The word \"home\" was mentioned 50 times on Nestlé 's second-quarter investor call, compared with just once during the same briefing that took place during 2019. Soon, household-staples companies could sound equally preoccupied with their flagging nondomestic businesses.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-immigration-halt-is-a-cautionary-lesson-for-other-nations-11596981602", "title": "Australia's Economy Faces Immigration Shift From Pandemic", "date": "2020-08-09 10:00", "summary": "The coronavirus pandemic has stifled a policy that has long bolstered the economy with skilled workers, students and agricultural laborers. SYDNEY-Australia's resilience in past economic crises owed much to an open-door immigration policy that drew skilled workers to its cities, students to its colleges and manual labor to its fields.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-charge-up-batteries-to-corral-power-costs-11596978001", "title": "Businesses Charge Up Batteries to Corral Power Costs", "date": "2020-08-09 09:00", "summary": "More companies are installing big batteries on-site to preserve green energy for later use and reduce exposure to utility electricity charges. As batteries capable of powering buildings get bigger and cheaper, businesses are increasingly looking to install them to gain more control over their electricity costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-isnt-the-firstor-lastapp-instagram-copies-11596978000", "title": "TikTok Isn't the First-or Last-App Instagram Copies", "date": "2020-08-09 09:00", "summary": "Facebook Inc.'s hottest property has cloned numerous features from trendy, fast-growing social-media apps-none more intensely than Snapchat. With the launch of Instagram Reels, it's TikTok's turn.. If you've scrolled through Instagram recently, you might have noticed more dancing. More lip syncing, too.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosmetics-brands-face-revenue-drop-as-department-stores-close-11596978001", "title": "Cosmetics Brands Face Revenue Drop as Department Stores Close", "date": "2020-08-09 09:00", "summary": "Estée Lauder, Amorepacific and Kao are offering online sales and consultations to address the shortfall. Cosmetics brands that stock sales counters at department stores face a fresh wrinkle: fewer shops to sell their products as retailers shrink their physical footprint.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-job-rights-during-coronavirus-if-you-have-vulnerabilities-11596978000", "title": "Your Job Rights During Coronavirus if You Have Vulnerabilities", "date": "2020-08-09 09:00", "summary": "An HIV-positive flight attendant can legally argue for an 'accommodation,' but the airline's rights are broad, too. I'm an HIV-positive flight attendant with a compromised immune system. After suspending beverage service for months, my airline is restarting full service. Our planes are mostly full. I'm very worried about contracting Covid-19. Can I be fired if I refuse to provide beverage service on my flights?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-loans-why-some-government-contractors-are-returning-the-money-11596974401", "title": "Why Some Government Contractors Are Returning PPP Loans", "date": "2020-08-09 08:00", "summary": "Resilient business and risks of running afoul of complex rules have led some firms to pay back the money-with interest. About five million small companies across the country rushed to get government-backed loans this spring amid fears the coronavirus pandemic would destroy their business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spare-a-moment-for-the-unpaid-tech-heroes-of-2020-11596974400", "title": "Spare a Moment for the Unpaid Tech Heroes of 2020", "date": "2020-08-09 08:00", "summary": "Why call your company's IT hotline for your problems with Wi-Fi when you can just ask your cousin for help?. When my computer screen abruptly faded to black a few weeks ago, then started flashing an ominous question mark, I did what I've done since I was 19: bugged my friend Evan.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/savvy-investors-look-to-job-postings-to-predict-a-companys-performance-11596899819", "title": "Savvy Investors Look to Job Postings to Predict a Company's Performance", "date": "2020-08-09 07:00", "summary": "New research suggests that changes in a company's demand for new hires is a valuable leading indicator. Some investors are taking advantage of a once-obscure indicator of a company's financial prospects: job postings.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-aug-3-9-2020-11596970801", "title": "Photos of the Week", "date": "2020-08-09 07:00", "summary": "SpaceX and NASA make historic splashdown, Tropical Storm Isaias marches up East Coast, explosion in Beirut causes death and destruction, and more. Car designer Henrik Fisker's renderings of the Ocean, a battery-powered SUV made with recycled materials, displayed inside the offices of his Los Angeles auto maker Fisker Inc. The Danish designer tried once before to capture the public's attention with high-end electric vehicles, only to see the company collapse. Now he has a new company, new backers and a new business model. Mr. Fisker said he learned many lessons from his past failure: 'The last thing an EV startup should be looking to do is build its own factory,' Mr. Fisker said. 'I think it's a really dumb idea, quite frankly.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-is-a-live-streamer-in-covid-19-era-11596965400", "title": "Everyone Is a Live-Streamer in Covid-19 Era", "date": "2020-08-09 05:30", "summary": "At the start of the health crisis, people began producing all sorts of live online broadcasts. Now they say they are too invested to stop.. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-want-access-to-your-medical-files-to-speed-up-life-insurance-purchases-11596965400", "title": "Life Insurance Companies Want Access to Your Medical Files", "date": "2020-08-09 05:30", "summary": "With consumers reluctant to venture out to a lab or doctor's office, insurers are crunching the data in existing digital records. Americans who want to buy life-insurance policies but are turned off by the often slow-moving application process increasingly have an option for bypassing blood and urine samples.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-heightens-housing-insecurity-for-black-and-hispanic-populations-11596965400", "title": "Coronavirus Heightens Housing Insecurity for Black and Hispanic Populations", "date": "2020-08-09 05:30", "summary": "With little or no savings, a loss of income leaves many families on the brink of homelessness. Priscilla Williams has been luckier than many. Her job as public housing program coordinator pays a decent salary and can be done from home. But the coronavirus pandemic has still strained her finances-so much so that Ms. Williams, a 39-year-old Black woman, has exhausted her savings and is now about 2½ months behind on the rent for her two-bedroom apartment in Boston.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-day-traders-do-well-its-probably-just-luck-11596898228", "title": "When Day Traders Do Well, It's Probably Just Luck", "date": "2020-08-09 05:00", "summary": "Research suggests market gains for day traders in recent months owe more to chance than skill. There's little doubt that day trading has mushroomed in popularity in recent months, or that some day traders have produced extraordinary profits.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-vs-gold-how-the-two-metals-compare-as-investments-11596899825", "title": "Silver vs. Gold: How the Two Metals Compare as Investments", "date": "2020-08-09 22:00", "summary": "The world's two best-known precious metals have surged this year. But there are differences that investors need to consider.. So far this year, investors in gold and silver have made out like bandits, especially when you compare the returns of the world's two best-known precious metals with those of stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-sign-executive-orders-to-provide-coronavirus-relief-11596919640", "title": "Trump Bypasses Congress With Virus Executive Orders", "date": "2020-08-09 20:16", "summary": "President wants states to pay 25% of the cost as he bypasses Congress on coronavirus relief with orders including a payroll tax deferral. WASHINGTON-President Trump directed the federal government Saturday to provide $300 a week in additional payments to the unemployed and called on states to fund an extra $100 in weekly benefits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]